{
    "author_str": null,
    "per_curiam": false,
    "type": "010combined",
    "page_count": null,
    "download_url": null,
    "author_id": null,
    "opinion_text": "Perry A. Nichols and Inez Nichols, et al., 1 Petitioners, v. Commissioner of Internal Revenue, RespondentNichols v. CommissionerDocket Nos. 91061, 91062, 91063, 91064, 91065, 91066United States Tax Court43 T.C. 842; 1965 U.S. Tax Ct. LEXIS 111; March 24, 1965, Filed March 24, 1965, Filed *111 Decisions will be entered under Rule 50.  Held, petitioners have shown on this record by clear evidence that they paid out sums of money to enter into certain tax-avoidance schemes by reason of misrepresentations of M. Eli Livingstone, that they relied upon those misrepresentations and would not have paid out such sums otherwise, that they were thus swindled by Livingstone, and that they are accordingly entitled to deductions for theft losses in 1959, the year in which Livingstone's fraud was discovered by them.  Sec. 165(a), (c)(3), and (e), I.R.C. 1954.  Cyrus A. Neuman, for the petitioners.Kenneth G. Anderson, for the respondent.  Raum, Judge.  RAUM*842  The Commissioner determined deficiencies against petitioners for each of the years 1956 through 1959.  As a result of various concessions the only issue for decision is whether petitioners sustained a theft loss in 1959.FINDINGS OF FACTPerry A. Nichols and Inez Nichols, William C. and Elaine B. Gaither, Walter H., Jr., and Ethel K. Beckham, and William C. and Phoebe Diehl Green were husbands and wives, respectively, residing in Miami, Fla., during the taxable years 1956 through 1959.  William S. and Jean Frates were husband and wife, *112 residing in Miami, Fla., during the taxable years 1956 through 1958.  Each couple filed a joint Federal income tax return for these taxable years with the district director of internal revenue, Jacksonville, Fla.  In addition, William S. Frates filed his Federal income tax return for the taxable year 1959 with the district director of internal revenue, Jacksonville, Fla.  For convenience, the male petitioners will be individually referred to hereinafter as Nichols, Gaither, Green, Beckham, and Frates, and will be collectively referred to as petitioners.For the years 1955 through 1959, the petitioners reported adjusted gross income on their Federal income tax returns, essentially all of which was derived from the private practice of law, in amounts as follows:NicholsGaitherGreenBeckhamFrates1955$ 176,078.37$ 112,264.69$ 118,988.17$ 59,569.69$ 58,401.601956211,377.90145,150.03145,304.22103,773.34101,224.561957150,373.45104,143.16103,915.2197,260.6890,460.931958290,010.04191,464.36200,314.05149,953.40148,471.331959149,665.61113,355.88108,156.46102,469.87100,714.47*843  Nichols, Gaither, Green, Frates, and Beckham were attorneys by profession and were engaged in the private practice of law *113 in Miami, Fla., during the years 1952 through 1960, under the partnership firm name of Nichols, Gaither, Green, Frates, and Beckham.  The members of the partnership insofar as practicable, limited their practice of law to the specialty of negligence cases, civil trials, and workmen's compensation cases.None of the petitioners were dealers in securities nor had any of the petitioners purchased or sold Government securities in substantial amounts prior to December of 1955.These cases concern alleged theft losses discovered by petitioners in 1959.  The alleged losses were incurred when petitioners engaged in three transactions arranged by M. Eli Livingstone in an attempt to reduce their Federal income tax liabilities.The facts concerning the first transaction were found by the Court in Perry A. Nichols, 37 T.C. 772\">37 T.C. 772. The parties have agreed that those findings may be considered stipulated facts herein and they are hereby incorporated by reference.  In addition the parties have filed an extensive stipulation of facts herein together with a supplemental stipulation of facts, which disclose the following:William C. Green also entered the transaction described in the Findings of Fact in Perry A. Nichols, supra, *114 purporting to purchase $ 2 million face amount U.S. Treasury 2 7/8 percent notes due March 15, 1957, with interest coupons payable March 15, 1956, and September 15, 1956, detached. The principal purchase price thereof from Livingstone was $ 1,950,000, which he also purported to borrow from Corporate Finance and Loan Corp. and as to which he purported to pay interest in the amount of $ 80,437.50.  Green's transaction was arranged in the same form as that of petitioners in Perry A. Nichols, supra.Similar letters of instruction, confirmation slips, promissory notes, and similar documents were provided to him by Livingstone, including a $ 65,000 interest-free advance at the inception of the transaction in December of 1955.A proceeding was instituted in the U.S. District Court for the Southern District of Florida, Miami Division, involving income tax matters for William C. and Phoebe D. Green, for the taxable year 1955.  That case was captioned William C. and Phoebe D. Green, Plaintiffs vs. Laurie Tomlinson, district director of internal revenue, Florida District, and Ralph Maxwell, senior collection officer.  Such suit was brought by Green to enjoin collection of taxes for the year 1955, *115 on the basis that a statutory notice of deficiency mailed to Green on April 14, 1959, for such year, was not mailed to the taxpayer's \"last known address\" within the meaning of section 6212(b) of the Internal Revenue Code of 1954, and that an assessment made for such year by the respondent was therefore invalid.  The court held, on March 17, *844  1960, that such statutory notice of deficiency was neither mailed \"to the taxpayer,\" nor to his \"last known address,\" and that the statutory period of limitations on assessment for such year had therefore expired.  The court also held that the respondent was therefore permanently restrained from collecting a deficiency for the year 1955.  No appeal was taken from the decision of the U.S. District Court.  In his return for the year 1955, Green had claimed a deduction in the amount of $ 80,437.50 for \"interest\" paid to Corporate Finance &amp; Loan Corp.During the years 1956 through 1959, petitioners each entered two additional U.S. Treasury note and U.S. Treasury bond transactions; one in 1956 and one in 1957, in which M. Eli Livingstone was involved.  The 1955 transaction, which was the subject matter of Perry A. Nichols, supra, will be referred to *116 herein sometimes as the \"first transaction.\" The 1956 and 1957 transactions will be sometimes herein referred to as the \"second transaction\" and the \"third transaction,\" respectively.In June of 1956, William C. Gaither and Gerald G. Bolotin met in Chicago, Ill.  At that time, Bolotin proposed to Gaither for his consideration and that of the other petitioners, the \"second transaction.\" Gerald Bolotin was an attorney engaged in practicing law in Chicago, Ill., but in addition, acted as a salesman for M. Eli Livingstone, receiving a commission or \"finder's fee\" for his services.  After their conference in Chicago, Livingstone &amp; Co. (a sole proprietorship of M. Eli Livingstone) addressed a letter to William C. Gaither under date of June 26, 1956, which provided as follows:Livingstone &amp; Company, 10 Post Office Square, BostonJune 26, 1956Mr. William C. Gaither448 Pan American Bank BuildingMiami 32, FloridaDear Mr. Gaither:We are enclosing memoranda indicative of the outcome for joint taxable incomes of $ 75,000.00; $ 125,000.00; and $ 200,000.00 through the short sale of U.S. Treasury Notes and the purchase of U.S. Treasury Bonds.On the assumption that the quantity involved is $ 1,000,000.00 *117 face amount, the procedure is as follows:1. You sell to dealer $ 1,000,000.00 U.S. Treasury 2 7/8% Notes due 6/15/58 at 100 (approximately).2. We will loan you the U.S. Treasury Notes to cover your short sale.3. You now have a credit of approximately $ 1,000,000.00.  This is your money, and may be invested by you.4. With the above proceeds, you purchase for cash $ 1,000,000.00 U.S. Treasury 2 3/8% Bonds due 6/15/58 at approximately 96 5/8.5. This will leave you a credit balance of approximately $ 33,750.00.  This you will deposit with us as collateral for the loan of the 2 7/8% Notes.6. You will also deposit with us as collateral for the loan of the 2 7/8% Notes the bonds which you have purchased.7. You will pay us a premium of $ 9,500.00 per million.*845  8. Your coupon expense on the 2 7/8% Notes will be paid with the cash deposit which you have with us.9. Credit will be given you on the 2 3/8% Bonds.At maturity, the value of the Notes and the Bonds is equal, therefore, your account will be as indicated on the enclosed memorandum.We agree that we will not call for the return of the 2 7/8% Notes which we have loaned you, until June 15, 1958, nor during the intervening period will we call *118 for additional margin or collateral.Nothing in this contract prevents you from tendering the Notes which you owe us, and upon such tender, you are entitled to recover back whatever collateral we may be holding for you.The right of the taxpayer to deduct the expense of a short sale has been determined in the case of Norbert H. Wiesler v. Commissioner (6 TC 1148, Affirmed, 161 Federal Wnd (sic) Series 997, and F. A. Wilson v. Commissioner (Tax Court memo opinion, decision entered into July 24, 1946, Affirmed, 163 Federal, 2nd Series 680, certiorari denied in each case, 332 U.S. 842\">332 U.S. 842). The right of the taxpayer engaged in the business of trading in securities was established.  This was acquiesced in by the Commissioner in the Wiesler Case in 1948.In 1950, the Commissioner in an IT ruling, stated that the Internal Revenue Code, Section 23(a) provides in part that in computing net income there shall be allowed as deductions, non-trade or non-business expenses, and I will cite the ruling:\"In the case of an individual, all the ordinary and necessary expenses paid or incurred during the taxable year for the production or collection of income or for the management, conservation, or maintenance *119 of property held for the production of income.\"Said the Commissioner:\"It is believed that the deductibility of amounts paid in connection with stock borrowed to cover short sales, should be determined by the same standards whether a taxpayer is a trader in securities or is merely an investor.  If amounts so paid by a trader in securities are deductible as trade or business expenses, amounts paid by an investor for the same purpose should be deductible as non-trade or non-business expenses.  In view of the foregoing, it is held that amounts equal to dividends paid by an investor with respect to stock borrowed to cover short sales are allowable deductions under section 23(a) of the Internal Revenue Code.  Premiums paid by an investor in connection with the acquisition of such stock are also deductible under that section of the Code.\"These are the words of the Commissioner and not of some tax expert who is making a decision favorable or unfavorable to one side or the other.Now, if this applies to stocks, the Commissioner in 1954 issued a ruling that the same principle applies to bonds.  It seems only reasonable and logical that such should be the case.  Section 212, which corresponds *120 to Section 23(a)(2) of the 1939 Code, reads as follows:In the case of an individual, there shall be allowed as a deduction all the ordinary and necessary expenses paid or incurred during the taxable year --(1) for the production or collection of income;(2) for the management, conservation, or maintenance of property held for the production of income; or(3) in connection with the determination, collection, or refund of any tax.-- -- -- --You are incurring no interest expense to carry the bonds which you have purchased as they are merely pledged as collateral and you own them outright.We enclose herewith sample documents illustrative of the steps necessary to consummate the short sale of U.S. Treasury Notes and the purchase of U.S. *846  Treasury Bonds.  If you have any questions, please feel free to call us at any time.  We look forward to being of service to you.Very truly yours,(s) M. Eli LivingstoneM. Eli LivingstoneMEL: hsThereafter, under date of June 28, 1956, Bolotin wrote Gaither further with respect to the second transaction, as follows:June 28, 1956Mr. William C. GaitherPan American Bank BuildingMiami, FloridaDear Bill:I was glad to see you, and I trust you had a pleasant and successful *121 trip.As I advised you, Eli Livingstone and I would both be glad to come down to Miami for a day if you felt it was necessary.I assume you have received the original report I had forwarded to you.I had it forwarded in duplicate so that you and Art both would have a copy.Don't forget that in this current transaction you are getting two years benefit by way of deductions in 1956 and 1957 which accounts for the fact that your total cash outlay is slightly more under this program.We can arrange to stagger the payments if you go into the transaction now on a couple of installments during the course of the year so that you don't have a large amount of cash to outlay at any one time.Please don't hesitate to call me and reverse the charges.Kindest regards,(s) Gerald G. BolotinGerald G. BolotinGGB: LMThereafter, Gaither discussed the \"second transaction\" with Nichols, Green, Frates, and Beckham, and it was concluded that they would enter the \"second transaction.\" They so advised Bolotin and Livingstone.  Under date of July 13, 1956, Livingstone &amp; Co. wrote to Gaither forwarding documents relating to the \"second transaction,\" which Livingstone offered to petitioners, as follows:[letterhead of]LIVINGSTONE *122 &amp; COMPANYInvestments10 Post Office SquareBoston 9July 13, 1956Mr. William C. GaitherPan American Bank BuildingMiami, FloridaDear Mr. Gaither:Enclosed herewith please find documents relating to the purchases by the following of U.S. Treasury 2 3/8% Bonds due June 15, 1958, with 12/15/56 and 6/15/57 coupons detached: *847 $ 2,500,000.William C. Gaither$ 2,500,000.William Clinton Green$ 3,500,000.Perry NicholsWe will forward Confirmations of Sale on Monday.We are also enclosing papers relating to the U.S. Treasury 2 7/8% Notes of June 15, 1958.Will you kindly have the documents signed as indicated, and return to this office together with checks made payable to Livingstone &amp; Company, as follows:$ 26,250.00William C. Gaither$ 26,250.00William Clinton Green$ 36,750.00Perry NicholsAlso enclosed find checks from Court Finance and Loan Corp. as follows:$ 12,500.00William C. Gaither$ 12,500.00William Clinton Green$ 17,500.00Perry Nichols We are enclosing figures based on incomes of $ 150,000.00 -- $ 105,000.00 -- $ 85,000.00.We thank you for the opportunity to be of service to you, and trust that you will find the enclosed papers to be satisfactory.Yours very truly,Livingstone &amp; Company(s) Helen *123 SundhaussHelen SundhaussSecretary to M. Eli LivingstoneHS/HUnder date of July 16, 1956, Livingstone addressed a letter to Walter H. Beckham, Jr., as follows.  Each petitioner received a similar letter from Livingstone.[letterhead of]LIVINGSTONE &amp; COMPANYJuly 16, 1956Mr. Walter H. Beckham, Jr.Pan American Bank BuildingMiami, FloridaDear Mr. Beckham:In connection with your purchase from us of U.S. Treasury 2 3/8% Bonds of June 15, 1958, with 12/15/56 and 6/15/57 coupons detached, and your borrowing from us of U.S. Treasury 2 7/8% Notes of June 15, 1958, we agree that we will defend, at our expense, any litigation which may arise in connection with any challenge which may be made by the Treasury Department.We further agree that we will reimburse you for any net loss resulting from the tax disallowance of the deductions claimed or the denial of capital gain treatment on the appreciation.  Said loss would be measured by the difference between the actual cash paid to me by you and any tax saving resulting if you are allowed to deduct your actual cash outlay.Yours very truly,Livingstone &amp; Company(s) M. Eli LivingstoneM. Eli LivingstoneMEL/H*848  Also with respect to the \"second transaction,\" Livingstone*124 forwarded to Gaither the documents relating to the transaction for Beckham and Frates under date of July 17, 1956, enclosing schedules marked as \"Schedule A\" and \"Schedule B.\" Similar schedules had been forwarded with the foregoing letter to Gaither of July 13, 1956, for Nichols, Gaither, and Green.  The letter and schedules provided as follows:[letterhead of]LIVINGSTONE &amp; COMPANYJuly 17, 1956Mr. William C. GaitherPan American Bank BuildingMiami, FloridaDear Mr. Gaither:Enclosed herewith please find documents relating to the purchase of $ 1,500,000 U.S. Treasury 2 3/8% Bonds due June 15, 1958, with 12/15/56 and 6/15/57 coupons detached by Walter H. Beckham, Jr. and William S. Frates.We are also enclosing papers relating to the U.S. Treasury 2 7/8% Notes of June 15, 1958.Will you kindly have the documents signed as indicated, and return to this office together with their check in the amount of $ 15,750.00 each made payable to Livingstone &amp; Company.We are enclosing checks from Court Finance and Loan Corp. for $ 7500. for Walter H. Beckham, Jr. and William S. Frates.Thank you for the opportunity to be of service, and we trust that the enclosed papers are satisfactory.Yours very truly,Livingstone *125 &amp; Company(s) Helen SundhaussHelen SundhaussSecretary to M. Eli LivingstoneHS/HEnclosureSchedule ADateDebitCreditBalance7/17/56Sell 1 1/2 Million U.S. Treasury 2 7/8%  Notes of 6/15/58 at 100$ 1,500,000.00Accrued Interest of $ 3,770.49 to be  credited against coupon maturing12/15/56Purchase 1 1/2 Million U.S. Treasury  2 3/8% Bonds of 6/15/58 with 12/15/56  and 6/15/57 coupons detached at96 5/8$ 1,449,375.00$ 50,625.0012/15/56Coupon on 2 7/8% Notes21,562.50Accrued Interest3,770.49Net Coupon17,792.0132,832.996/15/57Coupon on 2 7/8% Notes21,562.5011,270.4912/15/57Coupons21,562.5017,812.507,520.49Proceeds of sale of 2 3/8% Bonds1,500,000.00Cost of Covering ShortSale1,500,000.00Credit Balance 6/15/583,770.49*849 Schedule BDeductions  Premium $ 15,750.00, Payable in Advance, Borrow $ 7,500.00; payable$ 3,750.00 6/15/57, balance 6/15/58 at 4%.Tax Bracket -- income$ 85,000.00Tax42,930.00Net Income42,070.001956Net Coupon Expense 12/15/5617,792.01Premium15,750.00Total Deductions$ 33,542.01Tax Saving$ 21,769.79Investment8,250.00Increase in Cash in 1956$ 13,519.79 1957Coupon Expense43,125.00Coupon Income17,812.50Net Deductions25,312.50Interest on Loan136.67Total Deductions25,449.17Tax Saving16,768.49Investment3,886.67Increase in Cash in 195712,881.82 1958Coupon Expense21,562.50Coupon Income17,812.50Net Coupon Expense3,750.00Interest on Loan286.67Total Deductions4,036.67Tax Saving2,785.30Long-term Capital Gain50,625.00Tax at 25%12,656.25Increase in Tax in 1958(9,870.95)Balance of Premium3,750.00Interest on Loan286.67Total Deductions4,036.67Credit Balance3,770.49Cash Outlay in 1958(266.18)Net Profit16,264.48 *850 *126   Under date of July 17, 1956, each of the petitioners addressed letters to Salomon Bros. &amp; Hutzler, New York security dealers (hereinafter referred to as Salomon), which provided as follows: (All letters were identical, except for the figures, as indicated below.)Pan American Bank BuildingMiami, FloridaJuly 17, 1956Salomon Bros. &amp; Hutzler60 Wall StreetNew York, New YorkGentlemen:Please receive from the account of Livingstone &amp; Company at the Chemical Corn Exchange Bank the following:$ 1,500,000. U.S. Treasury 2 7/8% Notes of June 15, 1958 against payment to them of $ 1,503,888.32.Yours very truly,(s) Walter H. Beckham, Jr.Walter H. Beckham, Jr.Under date of July 17, 1956, each of the petitioners addressed letters to Livingstone &amp; Co., which were identical to Beckham's letter, except as to amounts as indicated below.  The letters provided as follows:Pan American Bank BuildingMiami, FloridaJuly 17, 1956Livingstone &amp; Company10 Post Office SquareBoston, MassachusettsGentlemen:Please deliver for my account to Salomon Bros. &amp; Hutzler, 60 Wall Street, New York, the following:$ 1,500,000. U.S. Treasury 2 7/8% Notes of June 15, 1958 against payment from them of $ 1,503,888.32.Yours very truly,(s) *127 Walter H. Beckham, Jr.Walter H. Beckham, Jr.The amounts in the July 17, 1956, letters relating to the other petitioners were as follows:PetitionerFace amountPayment shown2 7/8% notesNichols$ 3,500,000$ 3,508,797.81Gaither2,500,0002,506,284.15Green2,500,0002,506,284.15Frates1,500,0001,503,888.32Under date of July 18, 1956, petitioners addressed letters to Livingstone &amp; Co., similar to the following letter from Beckham:*851 Pan American Bank BuildingMiami, FloridaJuly 18, 1956Livingstone &amp; Company10 Post Office SquareBoston, MassachusettsGentlemen:I acknowledge receipt of $ 1,500,000 * U.S. Treasury 2 7/8% Notes of June 15, 1958.I hereby agree that in return for the loan of these securities, I will deposit with you $ 1,500,000 * U.S. Treasury 2 3/8% Bonds of June 15, 1958, with 12/15/56 and 6/15/57 coupons detached.I further agree that the accrued interest in the amount of $ 3,888.32 * may be applied against the coupon maturing December 15, 1956, and that I will deposit with you cash in the amount of $ 50,625.00.  * This amount is to be applied together with coupons earned on the $ 1,500,000 * U.S. Treasury 2 3/8% Bonds of June 15, 1958, to reimburse you for coupons due you on the securities *128 borrowed by me.  Any balance remaining in my favor on June 15, 1958, is to be accounted for by you.I further agree to pay to you for the loan of these securities a premium in the amount of $ 15,750.00 * which has been paid in advance.In Witness Whereof I hereunto set my hand this eighteenth day of July, 1956.(s) Walter H. Beckham, Jr.Walter H. Beckham, Jr.The petitioners received  a letter from Livingstone dated July 18, 1956, similar to the following letter to Beckham:July 18, 1956Mr. Walter H. Beckham, Jr.Pan American Bank BuildingMiami, FloridaDear Sir:We hereby acknowledge receipt from you of $ 1,500,000 * U.S. Treasury 2 3/8% Bonds of June 15, 1958, with 12/15/56 and 6/15/57 coupons detached, and $ 54,513.32 * in cash to be held as security *129 for the return of $ 1,500,000 * U.S.  Treasury 2 7/8% Notes of June 15, 1958, which we have this date loaned to you.The cash deposit is to be applied as follows: $ 3,888.32 * representing the accrued interest on the U.S. Treasury 2 7/8% Notes of June 15, 1958, is to be applied against coupon maturing December 15, 1956, and the balance of $ 50,625.00 *, together with coupons earned by you on the securities, is to be deposited with us as security to reimburse us for coupons on the securities loaned to you.We agree that we will not call for the return of the securities loaned to you until June 15, 1958, and in consideration, we are to receive the sum of $ 15,750.00 **852  as premium for the loan of securities to cover your short position, which sum is payable in advance.Yours very truly,Livingstone &amp;  Company(s) M. Eli LivingstoneM. Eli LivingstoneMEL/HOn *130 or about July 18, 1956, each petitioner executed a document acknowledging receipt of the following respective amounts from Court Finance and Loan Corp., another Livingstone paper corporation similar in nature to Corporate Finance and Loan Corp., described in the Findings of Fact in Perry A. Nichols, supra. The amounts received and the amounts recited to be repaid were as follows:AmountTo be repaidTo be repaidPetitionerreceived about6/15/576/15/587/17/56Nichols$ 17,500$ 8,750$ 8,750Gaither12,5006,2506,250Green12,5006,2506,250Frates7,5003,7503,750Beckham7,5003,7503,750 The document signed by each petitioner was identical, except in amounts, to the following document executed by Beckham:July 18, 1956$ 7,500.00I hereby acknowledge receipt of the sum of Seventy-Five Hundred and No/100 Dollarsfrom the Court Finance and Loan Corp., a Massachusetts corporation having its principal office at 1 Court Street, Boston, Massachusetts.I promise to pay this sum to the Court Finance and Loan Corp. as follows: $ 3,750.00 on or before June 15, 1957, and thebalance of$ 3,750.00 on or before June 15, 1958together with interest at the rate of 4% per annum on unpaid balances.(s) Walter H. Beckham, Jr.Walter *131 H. Beckham, Jr.This Note and all of the terms and conditions hereof accepted this eighteenth day of July, 1956.Court Finance and Loan Corp.TreasurerThe approximate dates of petitioners' checks to Court Finance and Loan Corp. in repayment of such amounts were as follows:PetitionerDateAmountDateAmountNichols12/19/57$ 9,017.366/9/58$ 9,419.86Gaither4/12/576,458.336/6/586,728.47Green6/10/576,478.476/10/58* 444.32Frates6/12/573,886.676/11/584,036.67Beckham6/7/573,886.676/11/584,036.67*853  At the inception of the \"second transaction,\" petitioners issued their personal checks payable to the order of Livingstone &amp; Co. on the approximate dates, and in amounts as follows, for \"premium\":PetitionerDateAmountNichols7/17/56$ 36,750Gaither7/17/5626,250Green7/17/5626,250Frates7/18/5615,750Beckham7/18/5615,750Upon receipt of these checks from petitioners, Livingstone &amp; Co. deposited such checks in its account at the Pilgrim Trust Co., Boston, Mass.  On the books of Livingstone &amp; Co., these amounts *132 were shown as commissions earned.As part of the foregoing transaction, each of the petitioners theoretically purchased, about July 17, 1956, from Livingstone &amp; Co. U.S. Government 2 3/8 percent bonds due June 15, 1958, in face amounts as set forth below.  Each petitioner received a confirmation slip from Livingstone &amp; Co. showing a contract date of July 17, 1956, and payable date of July 18, 1956, reciting that as principal and for its own account Livingstone &amp; Co. had sold, to each of the petitioners, U.S. Treasury 2 3/8 percent bonds of June 15, 1958, with December 15, 1956, and June 15, 1957, coupons detached at a price of 96 5/8.  The face amount of such bonds and the amount of the transaction as shown in these confirmation slips were as follows:Face amountAmount ofPetitioner2 3/8 percent oftransaction6/15/58Nichols$ 3,500,000$ 3,381,875Gaither2,500,0002,415,625Green2,500,0002,415,625Frates1,500,0001,449,375Beckham1,500,0001,449,375On *133 July 17, 1956, Salomon Brothers issued confirmation slips to each petitioner showing the purchase by it as principal of U.S. Treasury 2 7/8 percent notes due June 15, 1958, at par, or 100, plus accrued interest.  The face amount shown was as follows:PetitionerFace amountNichols$ 3,500,000Gaither2,500,000Green2,500,000Frates$ 1,500,000Beckham1,500,000*854  Delivery and payment were to be effected the following day, July 18, 1956, at Chemical Corn Exchange Bank in New York.  Petitioners, in fact, owned no such notes, and the transaction was purportedly to be handled as a \"short sale\"  with Livingstone &amp; Co. loaning the notes to petitioners.  Livingstone &amp; Co. did not own any such notes, but it purportedly obtained them for this purpose through a purported purchase from Salomon Bros. on July 17, 1956, at par plus 1/64 plus accrued interest, delivery and payment to be made the following day in New York at Chemical Corn Exchange Bank.The records of Salomon Bros. contain additional confirmation slips dated July 16 and 17, 1956, reciting the sale of U.S. Treasury 2 3/8 percent bonds due June 15, 1958, to Livingstone &amp; Co.  With respect to the confirmation slips dated July 16, 1956, the price shown *134 was 99 2/32 plus 1/64 plus accrued interest, with no coupons detached, and with respect to the confirmation slip dated July 17, 1956, the price shown was 99 2/32, plus accrued interest, with no coupons detached. The records of Salomon Bros. also contain confirmation slips dated July 16, and July 17, 1956, reciting the purchase of U.S. Treasury 2 3/8 percent bonds due June 15, 1958, from Livingstone &amp; Co., at the same prices of 99 2/3 plus 1/64 and 99 2/32, for the slips dated July 16, 1956, and July 17, 1956, respectively.  The delivery terms shown on the July 16, 1956, confirmation slips were in New York at the Chemical Corn Exchange Bank on July 17, 1956.  The delivery terms shown on the July 17, 1956, confirmation slips were in New York at the Chemical Corn Exchange Bank, on July 18, 1956.The account of Livingstone &amp; Co. at Salomon Bros. in respect of the transactions referred to in the two previous paragraphs shows as follows: *855 Bought orSold orDatereceiveddeliveredDescriptionPrice7/17/56$ 8,500,000Treas. 2 7/8% 6/15/58100 1/647/17/568,500,000Treas. 2 3/8% 6/15/5899 3/32plus 1/647/17/56$ 8,500,000Treas. 2 3/8% 6/15/58Deld7/17/568,500,000Treas. 2 7/8% 6/15/58Deld7/18/563,000,000Treas. notes 2 7/8%6/15/581007/18/563,000,000Treas. notes 2 3/8%6/15/5899 2/327/18/563,000,000Treas. notes 2 3/8%6/15/58Deld7/18/563,000,000Treas. notes 2 7/8%6/15/58DeldDateDescriptionDebitCreditBalance7/17/56Treas. 2 7/8% 6/15/58$ 8,522,694.257/17/56Treas. 2 3/8% 6/15/588,439,290.017/17/56Treas. 2 3/8% 6/15/58$ 8,439,290.017/17/56Treas. 2 7/8% 6/15/588,522,694.250   7/18/56Treas. notes 2 7/8%6/15/583,008,245.397/18/56Treas. notes 2 3/8%6/15/582,978,767.93$ 5,987,013.227/18/56Treas. notes 2 3/8%6/15/582,978,767.937/18/56Treas. notes 2 7/8%6/15/583,008,245.390   *135 *856   Livingstone &amp; Co. maintained a broker's clearance account in New York at the Chemical Corn Exchange Bank.  Under date of July 17, 1956, Chemical issued advice memoranda to Livingstone &amp; Co. reciting that, pursuant to the instructions of Livingstone, it had:(a) Delivered, against payment, to Salomon Bros. &amp; Hutzler $ 8,500,000 face amount U.S. Treasury 2 3/8 percent (bonds) due June 15, 1958;(b) Received, against payment, from Salomon Bros. &amp; Hutzler $ 8,500,000 face amount U.S. Treasury 2 3/8 percent bonds due June 15, 1958;(c) Delivered, against payment, to Salomon Bros. &amp; Hutzler $ 3,500,000 face amount U.S. Treasury 2 7/8 percent notes due June 15, 1958;(d) Delivered, against payment, to Salomon Bros. &amp; Hutzler $ 2,500,000 face amount U.S. Treasury 2 7/8 percent notes due June 15, 1958;(e) Delivered, against payment, to Salomon Bros. &amp; Hutzler $ 2,500,000 face amount U.S. Treasury 2 7/8 percent notes due June 15, 1958;(f) Received, against payment, from Salomon Bros. &amp; Hutzler $ 8,500,000 face amount U.S. Treasury 2 7/8 percent notes due June 15, 1958.For its services, Chemical Bank showed service charges on such advice memoranda of $ 170; $ 70; $ 50; and $ 50.  Under date of July *136 18, 1956, Chemical Bank issued advice memoranda to Livingstone &amp; Co. reciting that, pursuant to the instructions of Livingstone, it had:(a) Delivered, against payment, to Salomon Bros. &amp; Hutzler $ 3 million face amount U.S. Treasury bonds due June 15, 1958;(b) Received, against payment, from Salomon Bros. &amp; Hutzler, $ 3 million face amount U.S. Treasury bonds due June 15, 1958;(c) Delivered, against payment, to Salomon Bros. &amp; Hutzler $ 3 million face amount U.S. Treasury 2 7/8 percent notes due June 15, 1958;(d) Received, against payment, from Salomon Bros. &amp; Hutzler $ 3 million face amount U.S. Treasury 2 7/8 percent notes due June 15, 1958.For its services, Chemical Bank received fees from Livingstone &amp; Co. of $ 75 and $ 75.In fact, neither the 2 3/8 percent Treasury bonds nor the 2 7/8 percent Treasury notes were delivered at Chemical Bank on July 17 or 18. *857  1956, or at any other time in consummation of the foregoing short sale by Livingstone &amp; Co.  The notes involved in the short sale by petitioners to Salomon Bros. and the notes purportedly purchased by Livingstone &amp; Co. from Salomon Bros. to be lent by Livingstone &amp; Co. to petitioners, in order to enable them to make the short *137 sale, were paired off between Salomon Bros. and Chemical Bank.  As the delivery and receipt instructions to Salomon Bros. and Chemical Bank matched each other in face amount, the orders, in effect, canceled each other.  The securities described above never left the offices of Salomon Bros., nor were they ever in the physical possession of petitioners, Livingstone &amp; Co., Livingstone, nor Chemical Bank.  There was no moment of time when Livingstone &amp; Co. had any control over these securities which it purported to purchase from Salomon, when it could have lent such securities to petitioners for the purpose of making a short sale, nor when it was free to deal with them in any other manner.  Livingstone &amp; Co. made entries purporting to show that petitioners had sold the 2 7/8 percent Treasury notes due June 15, 1958, to Salomon Bros., for which Livingstone showed a credit in its books, and that Livingstone &amp; Co. had loaned such securities to petitioners.  About the same date, the entries in the books of Livingstone &amp; Co. purported to show that petitioners had purchased 2 3/8 percent bonds due June 15, 1958, with 12/15/56 and 6/15/57 interest coupons detached.  Thus, at the beginning of *138 the transaction, after considering the debits to petitioners' accounts for the purchase of the 2 3/8 percent bonds of June 15, 1958, with coupons detached, sale of the 2 7/8 percent notes of June 15, 1958, and \"loans\" from Livingstone, each petitioner theoretically had a balance in his favor at Livingstone &amp; Co., in the following amounts:PetitionerBalanceNichols$ 126,922.81Gaither90,659.15Green90,659.15Frates$ 54,513.32Beckham54,513.32Entries were made in petitioners' accounts at Livingstone &amp; Co. during the period ending December 15, 1958, theoretically charging petitioners for the coupons due to Livingstone &amp; Co. on the \"borrowed\" 2 7/8 percent notes and crediting petitioners with the interest on the 2 3/8 percent bonds, reducing petitioners' accounts with Livingstone &amp; Co., as follows: *858 Coupon dueCoupon dueLivingstonepetitionersDate&amp; Co. onon 2 3/8Balanceborrowed 2 7/8percent bondspercent notesNICHOLS7/17/56$ 126,922.8112/15/56$ 50,312.5076,610.316/15/5750,312.5026,297.8112/15/5750,312.50$ 41,512.5017,547.816/15/5850,312.5041,512.508,797.81GAITHER7/17/56$ 90,659.1512/15/56$ 35,937.5054,721.656/15/5735,937.5018,784.1512/15/5735,937.50$ 29,687.5012,534.156/15/5835,937.5029,687.506,284.15GREEN[Entries on the account of Green were identical as toamounts and dates with those shown on Gaither's account.]FRATES7/17/56$ 54,513.3212/15/56$ 21,562.5032,950.826/15/5721,562.5011,388.3212/15/5721,562.50$ 17,812.507,638.326/15/5821,562.5017,812.503,888.32BECKHAM[Entries on the account of Beckham were identical as toamounts and dates with those shown on the account of Frates.]*139  Under date of August 23, 1956, Livingstone &amp; Co. addressed a letter to Beckham, which provided as follows:Dear Sir:We wish to advise that the securities purchased for your account, $ 1,500,000 U.S. Treasury 2 3/8% Bonds of June 15, 1958, with 12/15/56 and 6/15/57 coupons detached, bear the following numbers:$ 100,000 denominations#29432#25825#25826#25481#25482#18785#19680#19681#14846#15606#23405#17452#49270#49271#49272Very truly yours,Livingstone &amp; Company(s) M. Eli LivingstoneM. Eli LivingstoneSimilar letters were addressed to Nichols, Gaither, Green, and Frates.Under date of February 12, 1957, Livingstone &amp; Co. addressed the following letter to Beckham:Dear Sir:For your 1956 income tax purposes, we submit the following:Our records indicate that on July 18, 1956, you borrowed from us $ 1,500,000.  U.S. Treasury 2 7/8% Notes of June 15, 1958.  [n1]*859  On December 15, 1956, there was due us a coupon of $ 21,562.50[n2] against which you had been credited with accrued interest of $ 3,888.32,[n3] the net charge to your account which is deductible is $ 17,674.18.[n4]In addition, you paid us a premium for borrowing these Notes in the amount of $ 15,750.00.  5 This is also deductible on your *140 Federal Income Tax.Yours very truly,Livingstone &amp; Company(s) Helen SundhaussHelen SundhaussSecretary to M. Eli LivingstoneSimilar letters were addressed to Nichols, Gaither, Green, and Frates.  As to these other petitioners, the amounts were as follows:n1 Facen3 Interestn4 Net chargen5 PremiumPetitioneramountn2 CouponcreditshownshownshownNichols$ 3,500,000$ 50,312.50$ 8,797.81$ 41,514.69$ 36,750Gaither2,500,00035,937.506,284.1529,653.3526,250Green2,500,00035,937.506,284.1529,653.3526,250Frates1,500,00021,562.503,888.3217,674.1815,750Under date of January 15, 1958, Livingstone &amp; Co. addressed the following letter to Beckham:Dear Mr. Beckham:For your 1957 Income Tax Return, we submit the following:On the $ 1,500,000[n1] U.S. Treasury 2 7/8% Notes of June 15, 1958, borrowed from us on July 18, 1956, you had the following expense:6/15/57n2 $ 21,562.5012/15/57n3 21,562.50$ 43,125.00On the $ 1,500,000 [4] U.S. Treasury 2 3/8 Bonds of 6/15/58, being held as collateral by us, you had the following income:12/15/57n5 $ 17,812.50We trust this information will be of assistance to you.Yours very truly,Livingstone &amp; Company(s) Frances L. HarpelFrances L. HarpelSimilar letters were addressed to Nichols, *141 Gaither, Green, and Frates.  As to these other petitioners, the amounts shown were as follows:n2 Expensen3 Expensen5 IncomePetitionern1 and 4*184 *185 *186 *187 shown ofshown ofshown ofFace amount6/15/5712/15/5712/15/57Nichols$ 3,500,000$ 50,312.50$ 50,312.50$ 41,512.50Gaither2,500,00035,937.5035,937.5029,687.50Green2,500,00035,937.5035,937.5029,687.50Frates1,500,00021,562.5021,562.5017,812.50*860  Under date of June 16, 1958, Beckham addressed the following letter to Livingstone &amp; Co.:Gentlemen:Please deliver from my account to Livingstone Securities Corporation, or their order, the following: $ 1,500,000.  U.S. Treasury 2 3/8%Bonds due June 15, 1958against payment from them of $ 1,500,000.Very truly yours,Walter H. Beckham, Jr.Under date of June 16, 1958, Beckham addressed the following letter to Livingstone Securities Corp., an entity controlled by M. Eli Livingstone:Gentlemen:Please receive from my account at Livingstone &amp; Company, 10 Post Office Square, Boston, Massachusetts, the following: $ 1,500,000.  U. S. Treasury 2 3/8% Bondsdue June 15, 1958against payment from them of $ 1,500,000.00.Very truly yours,Walter H. Beckham, Jr.Under date of June 16, 1958, Beckham addressed the following letter to Livingstone *142 Securities Corp.:Gentlemen:Please deliver for my account to Livingstone &amp; Company, the following: $ 1,500,000.00 U.S. Treasury 2 7/8% Notesdue June 15, 1958against payment from them of $ 1,500,000.00.Very truly yours,Walter H. Beckham, Jr.Under date of June 16, 1958, petitioner addressed the following letter to Livingstone &amp; Co.:Gentlemen:Please receive for my account from Livingstone Securities Corporation, the following: $ 1,500,000.00 U.S. Treasury 2 7/8% Notesdue June 15, 1958against payment to them of $ 1,500,000.00.Very truly yours,Walter H. Beckham, Jr.Nichols, Gaither, Green, and Frates addressed letters identical to the letters set forth above to Livingstone Securities Corp. and to Livingstone &amp; Co., except for the amounts involved.  For these petitioners, the amounts shown were as follows: *861 Face amountPaymentPetitionerTreasury bondsshownand notesNichols$ 3,500,000$ 3,500,000Gaither2,500,0002,500,000Green2,500,0002,500,000Frates1,500,0001,500,000 Each petitioner received two confirmation slips from Livingstone Securities Corp., each showing contract dates of June 16, 1958, one confirmation slip reciting a sale as agent to each petitioner of U.S. Treasury 2 7/8 percent notes *143 due June 15, 1958, at a price of 100, and the other confirmation slip reciting the purchase as agent of another from each petitioner of U.S. Treasury 2 3/8 percent bonds due June 15, 1958, at a price of 100.  For each petitioner, the face amounts and sales amounts shown were $ 3,500,000 (Nichols), $ 2,500,000 (Gaither and Green), and $ 1,500,000 (Frates and Beckham).At the conclusion of the \"second transaction\" the 2 3/8 percent and 2 7/8 percent notes were closed out on the accounts of petitioners at Livingstone &amp; Co. and Livingstone Securities Corp. by book entry.  At that time, the balances remaining in Nichols', Gaither's, Frates', and Beckham's accounts at Livingstone &amp; Co. were remitted to them, by check on Livingstone &amp; Co. in the respective amounts of $ 8,797.81, $ 6,284.15, $ 3,888.32, and $ 3,888.32.  The balance of $ 6,284.15 in the account of Green was credited by book entry to his account at Court Finance &amp; Loan Corp.Under date of June 16,  1958, each petitioner received a statement from Livingstone &amp; Co.On their Federal income tax returns for the years 1956, 1957, and 1958, petitioners claimed the following deductions in respect of the \"second transaction\":1956NicholsGaitherGreenPremium paid to Livingstone &amp;Co., Boston, Mass$ 36,750.00$ 26,250.00$ 26,250.00Interest on borrowed notes paid toLivingstone &amp; Co41,514.6929,653.3529,653.351957Interest paid to Court FinanceCorp318.89186.81228.47Reimbursement of interest on U.S.Treasury 2 7/8% notes borrowedfrom Livingstone &amp; Co100,625.0071,875.0071,875.001958Interest -- Court Finance &amp; LoanCorp669.86478.47478.47Reimbursement of interest on U.S.Treasury 2 7/8% notes50,312.5035,937.5035,937.501956FratesBeckhamPremium paid to Livingstone &amp;Co., Boston, Mass$ 15,750.00$ 15,750.00Interest on borrowed notes paid toLivingstone &amp; Co17,674.1817,674.181957Interest paid to Court FinanceCorp136.67136.67Reimbursement of interest on U.S.Treasury 2 7/8% notes borrowedfrom Livingstone &amp; Co43,125.0043,125.001958Interest -- Court Finance &amp; LoanCorp286.67286.67Reimbursement of interest on U.S.Treasury 2 7/8% notes21,562.5021,562.50*144  In their Federal income tax returns for the years 1957 and 1958, petitioners reported interest income and long-term capital gain, using *862  the alternative tax computation, in respect of the \"second transaction,\" as follows:1957NicholsGaitherGreenInterest income -- U.S. Treasurybonds$ 41,562.50$ 29,687.50$ 29,687.501958Interest income -- U.S. Treasurybonds41,562.5029,687.5029,687.50Long-term capital gain on sale ofTreasury notes118,125.0084,375.0084,375.001957FratesBeckhamInterest income -- U.S. Treasurybonds$ 17,812.50$ 17,812.501958Interest income -- U.S. Treasurybonds17,812.5017,812.50Long-term capital gain on sale ofTreasury notes50,625.0050,625.00In the fall of 1957, petitioners entered the \"third transaction,\" in which M. Eli Livingstone and Gerald Bolotin were also involved in essentially the same manner as in the first and second transactions.  Prior to such \"third transaction,\" Livingstone addressed the following letter to Gaither:May 14, 1957(Dictated by phone)Mr. William C. GaitherPan American Bank BuildingMiami, FloridaDear Bill:It was nice talking to you  this morning.  In layman's language, what we propose is this: Based on $ 1,000,000.00 units, if you go to a broker and *145 offer him $ 1,000,000 of U.S. Treasury 2 3/4% Bonds due September 15, 1961 and he pays you 97 1/8, he will owe you $ 971,250.00.  This money is your money.The above would come about as follows:1. You borrow the bonds from me and deliver them to the broker.  Upon delivery, you are entitled to receive from him $ 971,250.00, or the proceeds of the sale you made to him.  This money belongs to you.  At this point, you have cash in your possession which is yours.2. The broker and you have squared your account because you have delivered to him the bonds you sold him, and he has paid you the money he owes you.3. Your obligation to me is that you owe me $ 1,000,000.00 in bonds; you do not owe me any money.You are obliged under the law to now compensate me for the coupons which would run in my favor, that is, $ 27,500.00 a year on the 2 3/4% Bonds of September 15, 1961.  This, however, constitutes a deduction from your taxable income based upon Section 212 of the Internal Revenue Code, and passed upon and adjudicated by the courts in the case of Norbert H. Wiesler v. Commissioner (6 T.C. 1148\">6 T.C. 1148) Affirmed 161 Federal 2nd Series 997), and F. A. Wilson v. Commissioner (Tax Court Memo Opinion, decision *146 entered into July 24, 1946, Affirmed 163 Federal 2nd Series 680, certiorari denied in each case 332 U.S. 842\">332 U.S. 842). Subsequent to this, the Commissioner acquiesced and issued 1 T 3989, 1950-1-13268.  For your convenience I am enclosing a copy.The commissioner ruled that the same principle applies to interest as to dividends.  This is so obvious that I regard it as completely superfluous, however, it does no harm.Now, you have in your possession, $ 971,250.00 in cash and with that cash you buy $ 1,000,000.00 U.S. Treasury 1 1/2% Notes due October 1, 1961.*863  This will leave you a credit balance of approximately $ 53,750.00 which you will deposit with us as collateral for the loan of the 2 3/4% bonds due September 15, 1961.You will pay us a premium in the amount of $ 12,500.00 per million.  This is also deductible.Having loaned you $ 1,000,000.00 in U.S. Treasury 2 3/4% Bonds, I request from you collateral to secure me.  You therefore deposit the 1 1/2% of October 1, 1961 which you purchased plus the credit balance of $ 53,750.00.  Adding the two  together, you have merely given me security now for the bonds which I have loaned to you, and which you have delivered to cover your short sale.Each *147 year, the income of $ 15,000.00 which you receive on the 1 1/2% Notes is taxable to you, and you have to report it.Each year you have to pay me $ 27,500.00 which represents the coupons on the loaned bonds.  Thus, there is a difference of $ 12,500.00 between the income you receive, and the expenses you incur.  This, of course, reduces your taxable income to that extent.At the end of the four years and four months that have to run, the $ 53,750.00 or approximately that amount has been exhausted by paying me the difference between the amount you receive as income, and the amount that you pay as expense.We now come to September 15, 1961.  You return to me $ 1,000,000.00 U.S. Treasury 2 3/4% Bonds or I buy them in for your account.  You have sustained a short term loss of $ 28,750.00.  The short term gain can be cancelled out with this loss.  If you have no short term gain, you can apply it against long term gain.At this point, the October 1, 1961's will be almost matured.  They will be worth approximately 100, maybe one or two thirty-seconds under or over.  You now liquidate these and realize $ 1,000,000.00.  The $ 1,000,000.00 that you realized from these will pay for the bonds that you *148 have borrowed from me, so that dollar wise it should be even, give or take a few pennies.  Inasmuch as you paid 91 3/4 for these, you will have a long term capital gain at that time of $ 82,500.00.If you have short term gains, it is advisable to cancel them out at that time against a short term loss.  You pick up the difference in any event as a long term capital gain.  The memorandum which we previously sent, and which we are now bringing up to date, will indicate how you will come out dollar wise on this transaction at that time.I have put this into very simple language.  I recognize that to those who don't deal with this all the time, it may be easier to follow in this manner.  In any event, all of the steps are included in the memorandums which are enclosed.I look forward to hearing from you in the near future.  In the meantime with my very best wishes, I remainAs ever,M. Eli LivingstoneMEL:hsEncs.c.c. Mr. Arthur HenningMr. Gerald BolotinPS -- For your convenience we are enclosing an extra copy.*864  Under date of August 26, 1957, Livingstone addressed the following letter, with attachment, to Gaither:[letterhead]LIVINGSTONE &amp; COMPANY10 Post Office SquareBoston 9, MassachusettsAugust *149 26, 1957Mr. William C. GaitherPan American BuildingMiami, FloridaDear Mr. Gaither:I just sold this deal to one of the most prominent tax attorneys, personally.  The program is as follows:1. As of now, you can buy $ 1,000,000.00 U.S. Treasury 1 1/2% Notes due April 1, 1962, at 88 7/8.2. We can arrange a loan of 88.  There is no interest prepayment required, but you can pay interest on this loan as you wish at any time either in arrears or in advance at 4 5/8%.3. You will have a margin requirement of $ 8,750.00.  No additional call for margin will be made.4. You are only paying 4 5/8% interest on 88% of the face, and it is deductible.Thus, in a short period of time, your $ 8,750.00 grows to $ 120,000.00.This is made to order for you and your group, and I am therefore submitting it to you for your consideration.  I am enclosing a copy of the proposal which I had submitted to the tax attorney and upon which he acted.With my very best wishes, I remainCordially yours,Signed -- M. Eli LivingstoneH.S. M. Eli LivingstoneMEL:hsEnc.[Enclosure to above:]August 20, 1957Dear Mr.    As of now, you can buy $ 1,000,000.00 U.S. Treasury 1 1/2% Notes due April 1, 1962 at 88 7/8.We can arrange a loan *150 of 88.  There is no interest prepayment requirement, but you can pay interest on this loan as you wish at any time either in arrears or in advance at 4 5/8%.You will have a margin requirement of $ 8,750.00.  No additional call for margin will be made.*865  You are only paying 4 5/8% interest on 88% of the face and it is deductible.Thus, in a short period of time, your $ 8,750.00 grows to $ 120,000.00.With warmest personal regards, I amVery truly yours,M. Eli LivingstoneMEL:jrUnder date of October 11, 1957, Samuel Livingstone, brother of M. Eli Livingstone, on behalf of Livingstone &amp; Co., addressed a letter to Gaither, which provided as follows:Livingstone &amp; CompanyInvestments10 Post Office SquareBoston 9October 11, 1957Mr. William C. GaitherPan American Bank BuildingMiami, FloridaDear Mr. Gaither:At this time we recommend the purchase of U.S. Treasury 1 1/2% Notes due April 1, 1962 which are currently selling at 90 1/2.We can finance these at 89 1/2 to April 1, 1962 at 4 5/8%.  After credit for the coupons, the balance of interest can be paid in three equal annual installments.I have worked out the figures for you and your associates taking into consideration the deduction that you will *151 have this year and next year, as a result of the program you entered into last year.At this time, there would be a small amount of interest to be paid when you purchase these bonds.  This will actually be deductible on your 1958 return.  Accordingly, your deduction for 1958 will be slightly larger than those of 1957 and 1959.If you have any question with regard to these figures, please do not hesitate to call me.Very truly yours,(s) Samuel LivingstoneSL:hsEncs.c.c. Mr. G. BolotinAs enclosures to such letter, Livingstone enclosed three schedules describing the results of the purchase of 1 1/2 percent U.S. Treasury notes due April 1, 1962, at 90 1/2, borrowing of 89 1/2 to April 1, 1962, with a 1 point margin. Such schedules were prepared on the basis of the purchase of face amount Treasury notes of $ 1,750,000 for an individual with $ 200,000 income; $ 1 million face amount Treasury notes for an individual with $ 135,000 income; and $ 650,000 face amount Treasury notes for an individual with $ 90,000 income.  The three *866  schedules were essentially similar, except as to amounts.  The first such schedule provided as follows:Livingstone &amp; Company, 10 Post Office Square, BostonAs of October 21, 1957  Purchase $ 1,750,000 U.S. Treasury Notes 1 1/2% of 4/1/62 at 90 1/2 -- Borrow89 1/2 to 4/1/62 at 4 5/8% -- After credit for coupons pay interest in threeequal annual installments.Before Purchase195719581959Income$ 200,000.00$ 200,000.00$ 200,000.00Previous deduction59,381.399,418.89Remaining income140,618.61190,581.11200,000.00Tax84,741.07126,445.57134,640.00Net55,877.5464,135.5465,360.00After PurchasePurchase at 90 1/2$ 1,583,750.00Loan at 89 1/21,566,250.00Margin$ 17,500.00Accrued interest1,442.31Interest to 4/1/62322,152.57Coupons118,125.00Interest due to lender204,027.57Total interest cost205,469.88Annual interest payment68,009.19Sale at 1001,750,000.00Loan1,566,250.00Total return183,750.00Margin17,500.00Long-term capital gain166,250.00Interest deduction in 195768,009.19Tax saving50,224.95Net interest cost17,784.24Interest deduction in 195869,451.50Tax saving56,924.47Net interest cost12,527.03Interest deduction in 195968,009.19Tax saving56,647.17Net interest cost11,362.02Total net interest cost41,673.29Net capital gain124,687.50Net profit83,014.21*152 *867   Under date of November 6, 1957, Livingstone addressed the following letter to Gaither; with the enclosure as shown below:[letterhead]LIVINGSTONE &amp; COMPANY10 Post Office SquareBoston 9, MassachusettsNovember 6, 1957Mr. William GaitherPan American Bank BuildingMiami, FloridaDear Mr. Gaither:I believe that this is the time to take advantage of the market insofar as Treasury Bonds are concerned.We can arrange financing on the following terms:1. You will deposit one point of margin.2. Interest will be at the rate of 4 5/8%.3. The coupons on the Treasury Notes will be applied toward the payment of interest and any balance due will be payable on liquidation.4. You would have the right to anticipate at any time payment of any or all of the interest to be due.5. You would not be subject to any calls for additional collateral during the term of this loan.This would enable you to arrange your deductions to suit your convenience.  If you have a big year in 1958, you could make a substantial payment of interest and thus minimize your tax.For those of you who have the higher incomes, we would suggest a purchase of $ 3,000,000 bonds.  This would give you a total interest deduction of $ 347,709.99 *153 which could be apportioned over the years 1958 through 1962 so as to obtain the optimum result.For those whose incomes are normally smaller, they would probably be able to use $ 1,500,000. or $ 2,000,000. bonds.The margin requirement would be $ 10,000. on each million bonds.  If any of you need any assistance on this score, please do not hesitate to call us.  We will be more than happy to co-operate.The main objective is to purchase as many of these bonds as possible while the present deep discounts prevail.We are enclosing figures for each million bonds purchased.If you have any questions, please do not hesitate to call me.Yours very truly,Livingstone &amp; Company(s) Samuel LivingstoneSamuel LivingstoneSL/HEnclosure[Enclosure to above:]Livingstone &amp; CompanyAs of November 12, 1957  Purchase $ 1,000,000 U.S. Treasury 1 1/2% Notes ofApril 1, 1962 at 90 1/2.  Borrow 89 1/2 to 4/1/62at 4 5/8%.Purchase at 90 1/2$ 905,000.00Loan895,000.00Margin$ 10,000.00Accrued interest$ 1,730.77Interest to 4/1/62$ 181,672.56Coupons67,500.00Interest to lender114,172.56Total interest cost115,903.33Sale at 1001,000,000.00Loan895,000.00Total return105,000.00Margin10,000.00Long-term capital gain95,000.00*868   Under *154 date of November 19, 1957, Samuel Livingstone addressed the following letter to Gaither:November 19, 1957Mr. William GaitherPan American Bank BuildingMiami, FloridaDear Mr. Gaither:I am enclosing a computation for you and your associates, based on current market conditions.  Undoubtedly you know that these bonds have had a phenomenal rise in the past week and are currently selling at 92.  However, this still leaves $ 80,000.00 of capital gain on each million dollars of bonds, and we have been able to reduce the interest rate to 4 1/8%.The financing will be on the following terms:1. One point of margin will be required.2. Interest will be at the rate of 4 1/8%.3. The coupons on the Treasury Notes will be applied to the payment of interest and any balance due will be payable on liquidation.4. You would have the right to anticipate at any time any or all of the interest to be due.5. You would not be subject to any calls for additional collateral during the term of this loan.Under the proposed arrangement you would be in a position to pay interest at your convenience so as to obtain the maximum benefit.I am enclosing computations based on incomes  of $ 100,000.00, $ 150,000.00, and $ 200,000.00. *155  For illustrative purposes, I have assumed that (a) interest would be paid equally in 1958 and 1959 and (b), that it is paid equally in 1958, 1959, and 1960.I have not shown any interest payment in 1957 as you already have deductions for this year, however, in the event that you would like to further reduce your income for 1957, you could make a payment at any time before the end of the year.If any of your group need assistance in meeting the margin requirements, or in the payment of interest, we will be more than happy to co-operate.*869  If you have any questions, please do not hesitate to call me.Very truly yours,Livingstone &amp; Company(s) Samuel LivingstoneSL:hscc. Mr. HemmingsUnder date of December 4, 1957, Samuel Livingstone addressed the following letter to petitioners, with enclosures as shown:[letterhead]LIVINGSTONE &amp; COMPANYInvestments10 Post Office SquareBoston 9December 4, 1957Mr. Walter BeckhamNichols, Gaither, Green, Frates &amp; Beckham448 Pan American Bank BuildingMiami 32, FloridaDear Mr. Beckham:Since I wrote to you last, the market has had a further rise, and we now feel it advisable  to use the U.S. Treasury 1 1/2% Notes due October 1, 1962, which are currently selling at *156 93 1/4.  We can arrange a loan against these at 3 1/2% interest, which will give you approximately the same benefits as previously shown.The financing will be on the following terms:1. One (1) point of margin will be required.2. Interest will be at the rate of 3 5/8%.3. The coupons on the Treasury Notes will be applied to payment of interest, and the balance due will be payable in four (4) equal annual payments.  Payments will begin in 1958.4. You would have the right to anticipate at any time any or all of the interest to be due.5. You would not be subject to any calls for additional collateral during the term of this loan.6. It will be agreed that in the event that your income in any year should decline by $ 25,000.00 or more, then the interest for the unexpired term shall be reduced by 1/2 of 1%.I am enclosing a computation based on incomes of $ 85,000.00 and $ 125,000.00.In the event that any of your associates need assistance in meeting the margin requirements at this time, or the interest payments when they are due, we will be more than happy to cooperate.If you have any question,  please do not hesitate to call me.Very truly yours,Livingstone &amp; CompanySamuel LivingstoneSL/cwEnclosures*870 *157  [1st enclosure to above:]Livingstone &amp; Company, 10 Post Office Square, BostonAs of December 9, 1957  Purchase $ 3,600,000. U.S. Treasury 1 1/2% Notes of10/1/62 at 93 1/4.  Borrow 92 1/4 to 10/1/62 at 3 1/2%.After credit for coupons, pay the interest to 10/1/62 in4 equal annual installments starting in 1958.Before PurchaseIncome$ 125,000.00Tax72,540.00Net52,460.00After PurchasePurchase at 93 1/43,357,000.00Loan at 92 1/43,321,000.00Margin$ 36,000.00Interest to 10/1/62559,219.53Credit for coupons259,763.73Balance of interest299,455.80Sale at 1003,600,000.00Loan3,321,000.00Total return279,000.00Margin36,000.00Long-term capital gain243,000.00Interest deduction299,455.80Tax saving208,638.92Net interest cost90,816.88Net capital gain182,250.00Net profit91,433.12[2d enclosure to above:]Livingstone &amp; Company, 10 Post Office Square, BostonAs of December 9, 1957Purchase $ 2,000,000. U.S. Treasury 1 1/2% Notes of 10/1/62at 93 1/4.  Borrow 92 1/4 to 10/1/62 at 3 1/2%.  After creditfor coupons pay interest to 10/1/62 in 4 equal annualinstallments starting in 1958.Before PurchaseIncome$ 85,000.00Tax42,930.00Net42,070.00After PurchasePurchase at 93 1/4$ 1,865,000.00Loan at 92 1/41,845,000.00Margin$ 20,000.00Interest to 10/1/62310,677.51Credit for coupons144,313.19Balance of interest166,364.32Sale at 1002,000,000.00Loan1,845,000.00Total return155,000.00Margin20,000.00Long-term capital gain135,000.00Interest deduction166,364.32Tax saving106,004.00Net interest cost60,360.32Net capital gain101,250.00Net profit40,889.68*158 *871   On December 6, 1957, petitioners entered the \"third transaction.\" The program called for face amount of the 1 1/2 percent U.S. Treasury notes due April 1, 1962, to be as follows:PetitionerFace AmountNichols$ 3,600,000Gaither2,000,000Green2,000,000Frates$ 2,000,000Beckham2,000,000The stated interest rate was to be 3 1/2 percent per annum; the \"interest\" payments were arranged on a quarterly basis; and the price of the securities was to be 93 1/4, with a \"loan\" at 92 1/4.The form of the third transaction, as arranged by Livingstone, Corporate Finance Corp., and Livingstone Securities Corp. (paper corporations dominated and controlled by M. Eli Livingstone, essentially similar to Corporate Finance &amp; Loan Corp., described in the Findings of Fact in Perry A. Nichols, 37 T.C. 772\">37 T.C. 772 (1962)), was as follows:Petitioners were theoretically to purchase 1 1/2 percent U.S. Treasury notes due April 1, 1962, at 93 1/4 in face amounts as set forth below.  About December 9, 1957, for such purpose, Corporate Finance Corp. was to loan petitioners amounts computed on the basis of 92 1/4, or on *872  the basis of a margin of 1  point.  These Treasury notes, theoretically, had interest coupons due April 1 and *159 October 1, as follows:Face amountAmount toAccrued interestPetitionerTreasury noteshave beenon Apr. 1,loaned1958, couponNichols$ 3,600,000$ 3,321,000$ 10,236.27Gaither2,000,0001,845,0005,686.81Green2,000,0001,845,0005,686.81Frates2,000,0001,845,0005,686.81Beckham2,000,0001,845,0005,686.81Under the plan, petitioner Nichols was to \"sell\" the notes at par at their maturity for $ 3,600,000.  The purchase price having been $ 3,357,000, he was theoretically to have realized a long-term capital gain of $ 243,000 in 1962.  As for the other petitioners, they, too, were to sell their notes at par, at maturity, for $ 2 million.  The purchase price each having been $ 1,865,000, they were to have realized long-term capital gain in the amount of $ 135,000 in 1962.Under date of December 6, 1957, each petitioner addressed a letter to Livingstone Securities Corp. similar to the following letter from Beckham:Pan American Bank BuildingMiami, FloridaDecember 6, 1957Livingstone Securities Corporation10 Post Office SquareBoston, Massachusetts Gentlemen:Please deliver to my account at the Corporate Finance Corporation, 70 State Street, Boston, Massachusetts, the following:$ 2,000,000. U.S. Treasury 1 1/2% *160 Notes due October 1, 1962 against payment of $ 1,850,686.81.Very truly yours,(s)       Walter H. Beckham, Jr.Delivery Date: December 9, 1957.Also, under date of December 6, 1957, each petitioner addressed a letter to Corporate Finance Corp. similar to the following letter from Beckham:Pan American Bank BuildingMiami, FloridaDecember 6, 1957Corporate Finance Corporation70 State StreetBoston, Mass.Gentlemen:Please receive from Livingstone Securities Corporation the following for my account:$ 2,000,000.00 U.S. Treasury 1 1/2% Notes due October 1, 1962*873  against payment to them of $ 1,850,686.81.Very truly yours,(s)       Walter H. Beckham, Jr.With respect to the letters referred to above addressed by Nichols, the face amount of Treasury notes was shown as $ 3,600,000, with a payment specified of $ 3,331,236.67.Also, under date of December 6, 1957, Harry N. Cushing, treasurer of Corporate Finance Corp., addressed the following letter to Livingstone Securities Corp., in respect of the \"third transaction\":December 6, 1957Livingstone Securities Corporation10 Post Office SquareBoston, Mass.Gentlemen:Will you kindly deliver from our account the following:$ 11,600,000. U.S. Treasury 1 1/2% Notes *161 due October 1, 1962against payment of $ 10,849,983.51.Yours very truly,Corporate Finance Corporation(s) Harry N. Cushing, Treasurer.Delivery Date:December 9, 1957Each petitioner received a confirmation slip from Livingstone Securities Corp. showing a contract date of December 6, 1957, and a payable date of December 9, 1957, reciting that as agent of another, it had sold to them U.S. Treasury 1 1/2% notes due October 1, 1962, at a price of 93 1/4.  The face amount of such notes and the amounts of the transaction as shown in these confirmation slips were as follows:FaceamountTotal1 1/2% ofPrincipalAccruedamount ofPetitioner10/1/62amountinteresttransactionNichols$ 3,600,000$ 3,357,000$ 10,236.27$ 3,367,236.27Gaither, Green, Frates,Beckham each2,000,0001,865,0005,686.811,870,686.81About December 9, 1957, Gaither, Green, Frates, and Beckham executed a document which provided as follows:December 9, 1957$ 1,845,000.00On October 1, 1962, I promise to pay to the Corporate Finance Corporation, a Massachusetts corporation, at its principal office in Boston, Massachusetts, (hereinafter referred to as the obligee) the sum of:One Million Eight Hundred Forty-Five Thousand and No/100 Dollarssubject *162 to the following rights and conditions, having deposited with the said obligee the following securities as collateral:$ 2,000,000. U.S. Treasury 1 1/2% Notes due October 1, 1962*874  Interest at the rate of 3 1/2% per annum, in the amount of $ 310,677.51 is to be paid as follows:On or before March 15, 1958$ 10,397.77On or before June 15, 1958$ 10,397.77On or before September 15, 1958$ 10,397.77On or before December 15, 1958$ 10,397.77On or before March 15, 1959$ 10,397.77On or before June 15, 1959$ 10,397.77On or before September 15, 1959$ 10,397.77On or before December 15, 1959$ 10,397.77On or before March 15, 1960$ 10,397.77On or before June 15, 1960$ 10,397.77On or before September 15, 1960$ 10,397.77On or before December 15, 1960$ 10,397.77On or before March 15, 1961$ 10,397.77On or before June 15, 1961$ 10,397.77On or before September 15, 1961$ 10,397.77On or before December 15, 1961$ 10,397.77 and income accruing on the collateral deposited is to be applied in payment of the balance due.  The undersigned shall have the right at any time to anticipate payment of any or all of the interest to be due.The undersigned gives to the obligee a lien against the securities pledged for the amount *163 of the obligation set forth herein and gives to the obligee the right to hypothecate and use the securities pledged for any purpose while so pledged.  Said right is not to be inconsistent in any manner with the ownership by the undersigned of the said collateral, and with the right to the undersigned to obtain the return of the collateral at any time upon tender of payment of the amount due hereunder.The undersigned shall not be called upon to furnish additional collateral during the term of this Note.No demand for payment shall be made until the collateral deposited shall be tendered.This Note shall be non-negotiable and any transferee thereof shall be subject to the same restrictions as the named obligee.In the event of the death of the undersigned prior to the maturity of the obligation, his executor or personal representative shall have the right, at his election, to demand the  return of the collateral and simultaneously therewith to prepay the obligation, with interest to the date of such prepayment, without penalty.This Note has been entered into in the City of Miami, and shall be construed and interpreted in accordance with the laws of the State of Florida.(s) William Clinton *164 Green [seal]This Note and all of the terms and conditions hereof accepted this ninth day of December, 1957.Corporate Finance Corporation(s) Harry N. Cushing, TreasurerIn the case of Nichols, a similar document was executed.  In his case, however, the face amount of the Treasury notes was shown to be $ 3,600,000, the amount theoretically loaned was $ 3,321,000; the total amount of interest shown was $ 559,219.53, and each installment of interest was shown to be $ 18,715.99, with the exception of the December *875  15, 1958, and December 15, 1961, installments, which were shown as $ 18,715.98, each.Also, about December 9, 1957, each petitioner executed a document which provided in part as follows:December 9, 1957$ 20,000On or before October 1, 1962, I promise to pay to the order of Livingstone &amp; Company at 10 Post Office Square, Boston 9, Massachusetts, the sum of Twenty Thousand and No/100 Dollars,together with interest at the rate of 3 1/2% per annum.(s)       Walter H. Beckham, Jr.In the case of Nichols, only, these amounts were shown as $ 36,000.  As noted above, the transaction was arranged with a margin of 1 point between the amount theoretically loaned and the \"purchase price\" of *165 the 1 1/2 percent U.S. Treasury notes.  The amounts shown in the \"loan\" from Livingstone &amp; Co. of $ 20,000, as to petitioners Gaither, Green, Frates, and Beckham, and $ 36,000 as to Nichols, theoretically covered this margin. These amounts were not disbursed by Livingstone &amp; Co. to petitioners, but were credited, by book entry, to Livingstone Securities Corp., by Livingstone &amp; Co.On its books, on December 9, 1957, Corporate Finance Corp. made entries under headings of notes receivable and accounts receivable from each petitioner, as follows:Account receivableNote receivable(equal to accruedPetitionerbased on \"loan\"interest as of Dec. 9,at 92 1/41957, on the Apr. 1,1958, coupon)Nichols$ 3,321,000$ 10,236.27Gaither1,845,0005,686.81Green1,845,0005,686.81Frates1,845,0005,686.81Beckham1,845,0005,686.81 The note referred to above recited that the petitioners had deposited the 1 1/2 percent U.S. Treasury notes due April 1, 1962, with Corporate Finance Corp.  However, neither Corporate Finance Corp., Livingstone, Livingstone &amp; Co., nor Livingstone Securities Corp., in their own behalf, nor on behalf of petitioners, actually purchased or deposited such U.S. Treasury notes with Corporate Finance *166 Corp.Actually, neither Livingstone &amp; Co., Livingstone, Corporate Finance Corp., or Livingstone Securities Corp. had any funds of consequence to loan petitioners, nor did they purchase the 1 1/2 percent U.S. Treasury notes due April 1, 1962.  On the books and records of Livingstone &amp; Co., Corporate Finance Corp., and Livingstone Securities Corp., the purported transactions were only reflected by book entries.*876 Livingstone arranged simultaneous transactions involving Crittenden, Podesta &amp; Co., Chicago, Ill.; C. F. Childs &amp; Co., One Wall Street, New York; and R. W. Pressprich &amp; Co., 48 Wall Street, New York, legitimate securities dealers, and other banking institutions.  These simultaneous transactions were arranged to merely \"pair off\" the 1 1/2 percent U.S. Treasury notes due April 1,  1962, theoretically involved in the \"third transaction,\" with matching receipt and delivery instructions from Livingstone and his paper corporations, Corporate Finance Corp. and Livingstone Securities Corp.  This \"pair off\" was similar to the method employed in the \"first transaction,\" as described in the Findings of Fact in Perry A. Nichols, 37 T.C. 772\">37 T.C. 772 (1962). The dates transactions were arranged were *167 as follows:Clearance datePetitionerTreasury notesface amountDec. 18, 1957Nichols$ 2,000,000Jan. 5, 1959Nichols1,600,000Dec. 15, 1958Gaither2,000,000Feb. 24, 1958Green2,000,000Dec. 15, 1958Frates2,000,000Dec. 23, 1958Beckham1,000,000July 2, 1958Beckham1,000,000Under date of December 9, 1957, Livingstone addressed the following letter to Beckham:[letterhead]LIVINGSTONE &amp; COMPANY10 Post Office SquareBoston 9, MassachusettsDecember 9, 1957Mr. Walter H. Beckham, Jr.Pan American Bank BuildingMiami, FloridaDear Mr. Beckham:For good and valuable consideration, I hereby agree to deposit with you quarter-annually, upon request by you, on or before each March 15, June 15, September 15, and December  15, through September 15, 1961, the sum of $ 5,000.00, interest free, to be held by you until October 1, 1962.Very truly yours,Livingstone &amp; Company(s) M. Eli LivingstoneM. Eli LivingstoneIdentical letters were addressed to the other petitioners by Livingstone, except that in the case of Nichols, the amount designated was $ 9,000.In March, June, September, and December of 1958 and March 1959, each petitioner received a statement from Corporate Finance Corp. similar to the following statement:*877 *168  StatementCORPORATE FINANCE CORPORATION70 State StreetBoston 9, Mass.March 10, 1958Mr. Walter H. Beckham, Jr.Pan American Bank BuildingMiami, FloridaInterest due March 15, 1958, on Note in the amount of $ 1,845,000.00 datedDecember 9, 1957$ 10,397.77In March, June, September, and December of 1958, and March of 1959, petitioners drew their personal checks to Corporate Finance Corp., on the following approximate dates, and from the following accounts:NicholsGaitherGreenFratesBeckhamFeb. 1958$ 10,397.77Mar. 12, 1958$ 18,715.99$ 10,397.77$ 10,397.77$ 10,397.77June 12, 195818,715.9910,397.7710,397.7710,397.7710,397.77Sep. 5, 195818,715.9910,397.7710,397.7710,397.7710,397.77Dec. 8, 195818,715.9810,397.7710,397.7710,397.7710,397.77Mar. 5, 195918,715.9910,397.7710,397.7710,397.7710,397.77 Immediately prior to the drawing of the preceding checks by petitioners for forwarding to Corporate Finance Corp., each petitioner received advances from Livingstone in amounts on the approximate dates, as follows:NicholsGaitherGreenFratesBeckhamFeb. 1958$ 5,000Mar. 12, 1958$ 9,000$ 5,000$ 5,000$ 5,000June 12, 19589,0005,0005,0005,0005,000Sept. 5, 19589,0005,0005,0005,0005,000Dec. 8, 19589,0005,0005,0005,0005,000Mar. 5, 19599,0005,0005,0005,0005,000And *169 at each of the above dates, upon receipt of the foregoing advances, each petitioner executed a note to Livingstone similar to the following, except that in the case of Nichols the amounts shown were $ 9,000, for each advance:March 12, 1958$ 5,000.00On or before October 1, 1962, I promise to pay toLivingstone &amp; Companyat 10 Post Office Square, Boston 9, Massachusetts, the sum of Five Thousand and No/100 Dollarswithout interest.(s)       Walter H. Beckham, Jr.*878  Such funds were, in effect, returned immediately to Livingstone through remission of the \"interest\" checks to Corporate Finance Corp., which company immediately,  in turn, disbursed such funds either to or for the benefit of Livingstone, or one of his enterprises.As set forth herein, these 1 1/2 percent U.S. Treasury notes had interest coupons due April 1 and October 1, each year.  The \"note\" executed by each petitioner referred to above provided that Corporate Finance Corp. was to apply income accruing on the Treasury notes in payment of the interest due, other than the specific quarterly \"interest\" payments called for in the note.  For the interest theoretically accruing to the 1 1/2 percent U.S. Treasury notes due April 1, *170 1962, Corporate Finance Corp. made the following entries on its books, for the coupons maturing on April 1, 1958, October 1, 1958, and April 1, 1959:Interest AccruingDateNicholsGaitherGreenFratesBeckham4/1/58$ 27,000$ 15,000$ 15,000$ 15,000$ 15,00010/1/5827,00015,00015,00015,00015,0004/1/5927,00015,00015,00015,00015,000Application of Interest Accruing by Corporate Finance Corp.With respect to the April 1, 1958, coupon, $ 10,236.27 of the amount attributable to Nichols, and $ 5,686.81 of such amount attributable to the other petitioners, was credited to the account receivable due from each petitioner.  The balance of the April 1, 1958, coupon, and the October 1, 1958, and April 1, 1959, coupon amounts were credited to petitioners' accounts, and to \"interest\" income accounts, by book entry, theoretically reducing the interest due from petitioners to Corporate Finance Corp. in like amounts.The last check drawn by petitioners for the quarterly \"interest\" payments was the March 15, 1959, installment.  Thereafter, no further interest payments were made by petitioners in connection with this transaction.  On the books of Corporate Finance Corp., book entries were made to close out the transaction, *171 as follows:As to Gaither, Green, Frates, and Beckham1. On October 29, 1959, Corporate Finance Corp., by book entry, theoretically had Livingstone Securities Corp. \"sell\" the 1 1/2 percent U.S. Treasury notes due April 1, 1962, at 92 28/32 for a \"sales price\" of $ 1,859,795.08.2. This amount was used to offset the \"loans\" dated December 9, 1957, in the amount of $ 1,845,000 each, leaving a balance of $ 14,795.08 to the credit of the accounts of Gaither, Green, Frates, and Beckham.*879  3. Corporate Finance Corp. sent a statement to Gaither, Green, Frates, and Beckham, under date of October 29, 1959, which provided as follows:DateDescriptionDebitCreditBalance10/29/55Received on account$ 1,859,795.08Loan dated Dec. 9,1957$ 1,845,000Interest at 3 1/2% on$ 1,845,000 Dec. 9,1957, through Oct.29, 1957121,974.98Interest receivedthrough Oct. 29,1959106,302.04Balance due$ 877.86As to Nichols1. On October 29, 1959, Corporate Finance Corp., by book entry, theoretically had Livingstone Securities Corp. \"sell\" the 1 1/2 percent U.S. Treasury notes due April 1, 1962, at 98 28/32 for a \"sales price\" of $ 3,347,631.15.2. This amount was used to offset the \"loan\" dated December 9, 1957, in the amount of *172 $ 3,321,000, leaving a balance of $ 26,631.15 as credit to the account of Nichols.3. Corporate Finance Corp. sent a statement to Nichols under date of October 29, 1959, which provided as follows:DateDescriptionDebitCreditBalance10/29/59Received on account$ 3,347,631.15Loan dated Dec. 9,1957$ 3,321,000Interest at 3 1/2 percenton $ 3,321,000 Dec.9, 1957, throughOct. 29, 1957219,554.96Interest receivedthrough Oct. 29,1957191,343.67Balance due$ 1,580.14 For these petitioners, with respect to the \"interest\" received through October 29, 1959, as shown in such statements, such amounts were computed as follows:For Gaither,Green, Frates,and BeckhamFor Nichols\"Interest\" accrued on the 1 1/2 percent U.S.Treasury notes due Apr. 1, 1962, for couponsmaturing Apr. 1, 1958, Oct. 1, 1958, Apr. 1,1959, and Oct. 1, 1959, applied as stated above$ 60,000.00$ 108,000.00\"Interest\" per petitioners' checks as set forthabove51,988.9593,579.94111,988.95201,579.94Less: Application of portion of first coupondue Apr. 1, 1958, to account receivable, asshown above5,686.8110,236.27106,312.04191,343.67*880  In their Federal income tax returns, for the years 1958 and 1959, petitioners claimed the following deductions in *173 respect of the \"third transaction\":1958NicholsGaitherGreenFratesBeckhamInterest on loanto purchase U.S.Treasury 1 1/2%notes$ 118,627.28$ 65,904.27$ 65,904.27$ 65,904.27$ 65,904.271959Economic loss onliquidation ofbond transaction48,579.9526,988.8526,988.8526,988.8526,988.85The amounts described as \"economic loss on liquidation of bond transaction\" were equal to petitioners' net out-of-pocket expenditures on the \"third transaction\" for both the years 1958 and 1959.In their Federal income tax returns for the year 1958, petitioners reported interest income on the \"third transaction\" in the amounts set forth below:NicholsGaitherGreenFratesBeckhamInterest incomefrom U.S.Treasury notes$ 43,763.73$ 24,313.19$ 24,313.19$ 24,313.19$ 24,313.19For these petitioners, their net \"out-of-pocket\" expenditures on the \"first transaction\" were as follows:NicholsGaitherGreenFratesBeckhamPrepayment of\"interest\" on orabout Dec. 5,1955$ 100,546.88$ 80,437.50$ 80,437.50$ 30,164.06$ 30,164.06Less advances,same approximatedate, fromLivingstone81,250.0065,000.0065,000.0024,375.0024,375.00Net out-of-pocket19,296.8815,437.5015,437.505,789.065,789.06For these petitioners, their net \"out-of-pocket\" expenditures *174 on the \"second transaction\" were as follows:Frates andNicholsGaitherGreenBeckham(each)\"Premium\" to Livingstone7/17/56$ 36,750.00$ 26,250.00$ 26,250.00$ 15,750.00Less: Funds from CourtFinance, etc. 7/17/5617,500.0012,500.0012,500.007,500.00Net 7/17/5619,250.0013,750.0013,750.008,250.00Add: Repayments to CourtFinance, etc.Prin. -- 19578,750.006,250.006,250.003,750.00Prin. -- 19588,750.006,250.003,750.00Int. -- 1957267.36208.33228.47136.67Int. -- 1958669.86478.47444.32286.67Total37,687.2226,936.8020,672.7916,173.34Less: Reimbursement fromLivingstone about 6/15/588,797.816,284.153,888.32Net \"out-of-pocket\"expenditures -- \"secondtransaction\"28,889.4120,652.6520,672.7912,285.02*881   For petitioners, their \"out-of-pocket\" expenditures on the \"third transaction\" were as follows:For Gaither,Green, Frates, andBeckham, eachFor Nichols\"Interest\" forwarded by personal check$ 51,988.95$ 93,579.95Less: Advances from Livingstone &amp; Co. toapply on \"interest\" paidby personal check25,000.0045,000.00Net out-of-pocket expenditures on \"thirdtransaction\"26,988.9548,579.95With respect to the foregoing transaction, the petitioners make the following concessions:Petitioners concede that the following items are not *175 deductible, either as interest or as premium paid:1956NicholsGaitherGreenPremium paid to Livingstone &amp;Co., Boston, Mass$ 36,750.00$ 26,250.00$ 26,250.00Interest on borrowed notes paid toLivingstone &amp; Co41,514.6929,653.3529,653.351957Interest paid to Court FinanceCorp318.89186.81228.47Reimbursement of interest on U.S.Treasury 2 7/8% notes borrowedfrom Livingstone &amp; Co100,625.0071,875.0071,875.001958Interest on loan to purchase $ 2,000,000U.S. Treasury 1 1/2% notes118,627.2865,904.2765,904.27Court Finance &amp; Loan Corp669.86478.47478.47Reimbursement of interest on U.S.Treasury 2 7/8% notes50,312.5035,937.5035,937.501956FratesBeckhamPremium paid to Livingstone &amp;Co., Boston, Mass$ 15,750.00$ 15,750.00Interest on borrowed notes paid toLivingstone &amp; Co17,674.1817,674.181957Interest paid to Court FinanceCorp136.67136.67Reimbursement of interest on U.S.Treasury 2 7/8% notes borrowedfrom Livingstone &amp; Co43,125.0043,125.001958Interest on loan to purchase $ 2,000,000U.S. Treasury 1 1/2% notes65,904.2765,904.27Court Finance &amp; Loan Corp286.67286.67Reimbursement of interest on U.S.Treasury 2 7/8% notes21,562.5021,562.501959For the year 1959, each petitioner concedes that the amounts claimed on his *176 return as an \"economic loss on liquidation of bond transaction\" are not deductible as \"interest.\" The net amounts disbursed by petitioners in 1959 were as follows:NicholsGaitherGreenFratesBeckhamPetitioner's check$ 18,715.99$ 10,397.77$ 10,397.77$ 10,397.77$ 10,397.77Less advance fromLivingstone9,000.005,000.005,000.005,000.005,000.009,715.995,397.775,397.775,397.775,397.77With respect to the foregoing transactions, the respondent makes the following concessions:Respondent concedes that the following items returned by petitioners are not taxable income:1956NicholsGaitherGreenLong-term capital gain on sale ofTreasury notes in \"firsttransaction\"$ 81,250.00$ 65,000.00$ 65,000.001957Interest income from U.S. Treasurybonds$ 41,562.50$ 29,687.50$ 29,687.501958Interest income from U.S. Treasurynotes41,562.5029,687.5029,687.50Interest income from U.S. Treasurynotes43,763.7324,313.1924,313.19Long-term capital gain on sale ofTreasury notes in \"secondtransaction\"118,125.0084,375.0084,375.001956FratesBeckhamLong-term capital gain on sale ofTreasury notes in \"firsttransaction\"$ 24,375.00$ 24,375.001957Interest income from U.S. Treasurybonds$ 17,812.50$ 17,812.501958Interest income from U.S. Treasurynotes17,812.5017,812.50Interest income from U.S. Treasurynotes24,313.1924,313.19Long-term capital gain on sale ofTreasury notes in \"secondtransaction\"50,625.0050,625.00*882 *177  The foregoing findings are taken largely from the stipulations filed by the parties.  To the extent that any stipulated facts are not set forth above they are incorporated herein by this reference.  In addition to the stipulated facts the following facts are found on the evidence presented:Prior to entering into the first transaction petitioners were concerned about the actual acquisition and retention of the Government obligations involved.  They were aware of Rev. Rul. 54-94, 1 C.B. 53\">1954-1 C.B. 53, which indicated that the desired interest deduction would not be allowed where the obligations had been disposed of or \"sold short\" by the lending institution.  Although petitioners entered into the first transaction primarily, if not solely, for the purpose of reducing their Federal income taxes, they did so only after obtaining explicit assurances from M. Eli Livingstone that there would be no \"short sale,\" i.e., that there would be a genuine acquisition of bonds or notes that would be retained as collateral for their loans.  They would not have entered into this transaction otherwise.  Livingstone's assurances were false.  He had no intention of carrying out the transaction in accordance with *178 those assurances.Petitioners entered into the second and third transactions primarily, if not solely,  for the purpose of reducing their Federal income taxes.  However, when they did so, they similarly assumed that there would be genuine acquisitions of the Government obligations involved, relying upon Livingstone's assurances given at the inception of the first transaction.  The various communications, confirmation slips, and the like which Livingstone caused to be sent to petitioners in each of the three transactions falsely indicated that there had been genuine acquisitions of Government obligations.Petitioners were unaware until the spring of 1959 that Livingstone's representations were false.  Upon receiving deficiency notices for the year 1955 (subsequently litigated in Perry A. Nichols, supra), petitioner Beckham, in behalf of all petitioners, went to Boston in April 1959 to ascertain just what Livingstone had actually done.  Beckham *883  learned that Livingstone had not only violated his representations that there would be no \"short sale\" of the pledged collateral, but that all Treasury bonds and notes supposed to have been acquired in the various transactions had been \"purchased\" *179 and \"sold\" simultaneously.  Livingstone expressed the opinion that the Tax Court's decision in the \"test\" case then in litigation, Eli D. Goodstein, 30 T.C. 1178\">30 T.C. 1178, would be reversed on appeal, and he also made vague promises to take steps to rectify the situation.  Petitioners never obtained any restitution from Livingstone; they reasonably believed that he was judgment-proof and did not bring suit against him although they were advised by their Boston counsel that they had a valid cause of action against him for fraud.OPINIONThis case in its present posture represents the latest and, it may be hoped, the final episode in the serial involving M. Eli Livingstone and these petitioners.  The story began in 1955 when petitioners, tempted by the prospect of large reductions in their Federal income taxes, allowed themselves to be persuaded by Livingstone to enter into what has been described in our findings as the first transaction.  Thereafter, in 1956 and 1957, still lured by expectations of large tax benefits, they again yielded to Livingstone's sales pitch and entered into the second and third transactions.  That everything was not quite well in this tax paradise finally became apparent *180 when petitioners in 1959  received deficiency notices as to the year 1955.  The matter was litigated before us, and we held that the transaction was a sham with the consequence that the hoped-for tax benefits did not materialize.  Perry A. Nichols, 37 T.C. 772\">37 T.C. 772. Our decision was affirmed by the Court of Appeals for the Fifth Circuit, 314 F.2d 337\">314 F. 2d 337.Meanwhile, deficiency notices were sent to petitioners for the years 1956, 1957, 1958, and 1959.  The three transactions covered more than the years in which they were initiated and thus the tax liabilities for all of the years 1956-59 were involved.  Petitioners sought review in this Court in the dockets now before us.  In their petitions they again claimed the tax benefits which Livingstone had promised them.  However, by the time this case was called for trial they took a more realistic view of the matter and have totally abandoned all claim to the enticing deductions that they had previously sought for each of the 4 years 1956-59.  By amendment to their pleadings they now claim an entirely different and far more modest deduction, and that one only for the year 1959.  The deduction which they now seek is simply for their out-of-pocket expenses *181 in respect of which they contend they were swindled by Livingstone.  In short, they urge that *884  they are entitled to a deduction on account of \"theft.\" 2 And, of course, if there was a \"theft\" within the meaning of the statute, the deduction is allowable in the year of discovery, 3 which in this case was 1959.  The entire trial before us was focused on this issue, and we are satisfied on this record that petitioners were in fact swindled and are therefore entitled to this consolation prize.Theft, as used in section 165 of the Internal Revenue Code of 1954, *182 is \"a word of general and broad connotation, intended to cover and covering any criminal appropriation of another's property to the use of the taker, particularly including theft by swindling, false pretenses, and any other form of guile.\" Edwards v. Bromberg, 232 F. 2d 107, 110 (C.A. 5).  Thus, the statute is satisfied where a contractor who was building a swimming pool for the taxpayer obtained payment from the latter on the strength of false representations that he in turn had paid the subcontractors and materialmen.  Evelyn Nell Norton, 40 T.C. 500, 504-505, affirmed 333 F. 2d 1005 (C.A. 9).We set forth in the margin petitioners' specifications of Livingstone's numerous fraudulent representations, as stated in their brief, 4 and we are convinced that they are amply supported by this record.  Indeed, the Court of Appeals in its review of our decision involving the first transaction and the year 1955 characterized one of the representations by Livingstone as being \"as false and fraudulent as the balance of the scheme.\"  314 F.2d 337\">314 F. 2d 337, 338. And the record before us establishes that Livingstone's fraud in obtaining money from petitioners brings this case within the applicable Florida*183 criminal statute in respect of obtaining money by \"false representations or pretense,\" Fla. Stat., sec. 811.021(1)(a), as well as within the provisions of the United States Code which make it a Federal crime to use the *885  mails to defraud, 518 U.S.C., sec. 1341. The crime under either Florida or Federal law was a \"theft\" within section 165 of the Internal Revenue Code.*886  In our opinion following the first trial we expressed skepticism that petitioners were innocent of Livingstone's actual doings.  37 T.C. at 789, 790. However, the record made in the trial of the present case removes all doubt and persuades us that petitioners were indeed deceived by Livingstone, and that they parted with their money only because they relied upon his false representations.The Government argues that petitioners sustained no loss arising out of theft, that they paid their money for a tax-avoidance scheme, that they never intended to get their money back, that they got what they bargained for, namely, a tax-avoidance scheme, and that their only loss was that the scheme didn't work.  The argument takes *188 too narrow a view of the matter.  Petitioners do not deny that they bargained for a tax-avoidance device, but it is their contention that the crucial element in the scheme that they bargained for was the bona fide acquisition and retention of the various Government bonds or notes, that they never would have parted with their money were it not for the false representations of Livingstone in this respect, and that they made the payments in issue only because they were deceived by Livingstone.  We think this contention more accurately reflects the situation before us.In allowing a deduction for \"theft\" losses Congress did not distinguish between losses sustained by the naive or greedy from those suffered by others.  Indeed gullibility or cupidity of the victim is often the crucial factor that enables the swindler to succeed in his fraud.  But no such criteria are relevant under the Internal Revenue Code in determining whether the victim of a swindle is entitled to the deduction.  Petitioners in this case entered the transaction before us with the expectation of realizing a tax bonanza, and they were cheated by Livingstone in the process.  It is a matter of no moment that even if actual *189 bonds had been purchased and retained it might still be held ultimately that they would not be entitled to the desired tax benefits because of lack of substance of the transaction as a whole (cf.  Knetsch v. United States, 364 U.S. 361\">364 U.S. 361; Bridges v. Commissioner, 325 F. 2d 180 (C.A. 4), affirming 39 T.C. 1064\">39 T.C. 1064). The point is that petitioners bargained for a transaction in which there would be real purchases of bonds or notes, so that they would be entitled to argue for their claimed tax benefit on the basis of a record involving real bonds or notes.  Thus, instead of getting what they now refer to as a \"quality facade,\" they obtained from Livingstone what they quite properly characterize as a thoroughly useless \"fake, counterfeit facade.\" And they paid their money for this \"fake, counterfeit facade\" only because they were taken in by Livingstone's false representations.  We hold that they were the victims of a swindle, and are entitled, as the statute is now written, to a deduction in respect of the moneys that they paid out in reliance upon Livingstone's false representations.*887  The Government also argues that Livingstone believed that his tax-savings schemes would ultimately be sustained *190 and that he therefore had no intent to commit a theft. The argument misses the point. Livingstone's fraud consisted in his false representations to petitioners as to the character of the transactions in which he persuaded them to participate.  They parted with money on the strength of those false representations and were thus swindled by him within the meaning of the criminal statutes.  Cf.  Finlay v. State, 152 Fla. 396\">152 Fla. 396, 12 So. 2d 112\">12 So. 2d 112.We are aware that this Court has disapproved claimed theft losses in a seemingly comparable situation.  James A. Dooley, T.C. Memo 1962-305\">T.C. Memo. 1962-305, 21 T.C.M. (CCH) 1633\">21 T.C.M. 1633, 1646; cf.  Louis H. Lewis, T.C. Memo 1962-306\">T.C. Memo. 1962-306, 21 T.C.M. (CCH) 1647\">21 T.C.M. 1647, 1659. In both of those cases the Court cited Miles v. Livingstone, 301 F. 2d 99 (C.A. 1), involving a suit against Livingstone by a disappointed customer who had entered into similar transactions with him.  But the Court of Appeals in Miles v. Livingstone made it clear that, in its opinion, Miles was not deceived and that it did \"not appear that the specific physical form in which the transactions were to be cast was of particular moment to him.\" 301 F. 2d at 101. And this Court's  decisions in Dooley and Lewis were based upon the *191 records before it, where it was similarly able to conclude, as had the Court of Appeals in Miles v. Livingstone, that those taxpayers had not been deceived by Livingstone.  The situation in the present case is in sharp contrast.  Here, we have credible evidence that the form of the transaction was of critical importance to petitioners, and that they entered into it only after having been deceived by Livingstone as to its nature.  Dooley and Lewis6*192  are thus distinguishable not only by reason of the foregoing considerations, but also because the losses were there claimed in the years in which they occurred rather than in the year in which the theft was discovered, as required by section 165(e), fn. 3, supra. A somewhat unusual situation exists in respect of petitioner Green.  By reason of the Commissioner's error in mailing the statutory notice of deficiency for 1955 and the consequent running of the statute of limitations, Green has succeeded in obtaining the benefit of the deductions promised by Livingstone for that year.  This fortuitous circumstance, however, does not detract from the fact that he was swindled by Livingstone in respect of the various payments made by him in 1955 as well as in later years.Decisions will be entered under Rule 50.  Footnotes1. Proceedings of the following petitioners are consolidated herewith: William C. Gaither and Elaine Gaither, docket No. 91062; William C. Green and Phoebe D. Green, docket No. 91063; Walter H. Beckham and Ethel K. Beckham, docket No. 91064; William S. Frates and Jean Frates, docket No. 91065; and William S. Frates, docket No. 91066.↩*. The amounts shown in letters to the other petitioners comparable to the amounts followed by an asterisk in the two foregoing letters involving Beckham were as follows:↩Face amountPetitionerTreasuryPremiumAccruedDepositBalancenotes andshowninterestshownshownbondsNichols$ 3,500,000$ 36,750$ 8,797.81$ 126,922.81$ 118,125Gaither2,500,00026,2506,284.1590,659.1684,375Green2,500,00026,2506,284.1590,659.1684,375Frates1,500,00015,7503,888.3254,513.2250,625*. The amounts shown in letters to the other petitioners comparable to the amounts followed by an asterisk in the two foregoing letters involving Beckham were as follows:↩Face amountPetitionerTreasuryPremiumAccruedDepositBalancenotes andshowninterestshownshownbondsNichols$ 3,500,000$ 36,750$ 8,797.81$ 126,922.81$ 118,125Gaither2,500,00026,2506,284.1590,659.1684,375Green2,500,00026,2506,284.1590,659.1684,375Frates1,500,00015,7503,888.3254,513.2250,625*. The balance to the account of Green at Livingstone &amp; Company in the additional amount of $ 6,284.15 was credited by book entry to his account at Court Finance and Loan Corp., at approximately June 16, 1958.↩5. The evidence discloses extensive use of the mails in carrying out Livingstone's scheme.↩4. First Transaction1. Livingstone represented that he would sell petitioners large quantities of U.S. Treasury notes.He had no Treasury notes and had no intention of selling any to petitioners.2. Livingstone represented that he had access to large banks and lending institutions and would arrange for petitioners to borrow the full purchase price of the Treasury notes.He had no such access to funds and never intended to loan any money or cause any money to be loaned to petitioners.3. When Hemmings pointed out that the Revenue Ruling disallowed interest deductions where the Treasury notes were sold short by the lending institution, Livingstone stated that no such sale would be made and that the Treasury notes would be held as collateral throughout the term of the loan.He never intended to live up to this representation, or to acquire any Treasury notes in the first place.4. Livingstone produced an opinion from a Chicago law firm which stated, in part, as follows: \"* * * the pledged collateral will definitely not be involved in any short sale transaction.\"* * * the funds will be loaned to the taxpayer-borrower directly by the lending institution or bank and will not involve the dealer in securities.\"Livingstone stated that the transaction would be carried out in the manner set forth in the opinion.He had no intention of living up to this representation and did not do so.5. Livingstone had Livingstone &amp; Co. mail to petitioners confirmation slips confirming the sale of the Treasury notes to petitioners.No such sale was made; Livingstone &amp; Co., in fact, had no Treasury notes to sell.6. Livingstone had Corporate Finance mail to petitioners a list of the serial numbers of the Treasury notes which it was holding as collateral.No such Treasury notes were, in fact, being held, nor were any Treasury notes being held, nor had they ever been acquired.7. The \"interest\" paid by petitioners to Corporate Finance was immediately paid over by Corporate Finance to Livingstone.Second Transaction1. Livingstone represented, orally and in letters, that he would loan Treasury notes to petitioners, for which loan they would pay a premium.He had no Treasury notes to loan, never intended to loan any, and never did loan any.2. Livingstone represented, orally and in letters, that he would arrange for petitioners to sell the borrowed Treasury notes and purchase Treasury bonds with the proceeds, which bonds would be held for petitioners by Livingstone.He had no intention of making any such sale or any such purchase, and never did so.3. Livingstone confirmed to petitioners by letter receipt of the Treasury bonds purchased with the proceeds of the sale of the borrowed Treasury notes.No such Treasury bonds were, in fact, received by him, nor had any ever been purchased.4. Livingstone had Livingstone &amp; Co. mail confirmation slips to petitioners, confirming the sale by Livingstone &amp; Co. to petitioners of the Treasury bonds.No such Treasury bonds were, in fact, sold to petitioners.5. Livingstone caused Salomon Bros. &amp; Hutzler to mail confirmation slips to petitioners confirming the purchase by Salomon Bros. from petitioners of the Treasury notes (supposed to have been borrowed from Livingstone).Livingstone concealed from petitioners his simultaneous purchase order from Salomon Bros. of Treasury notes in identical amounts, as a result of which no notes were, in fact, ever bought or sold by Salomon Bros.6. Livingstone had Livingstone &amp; Co. advise petitioners by letter dated August 23, 1956, of the serial numbers of the Treasury bonds which it had purchased for petitioners.No such Treasury bonds were, in fact, being held by Livingstone &amp; Co., nor were any Treasury bonds being held, nor had any ever been acquired.7. On January 15, 1958, Livingstone had Livingstone &amp; Co. again advise petitioners by letter that it was holding their Treasury bonds as collateral.No Treasury bonds were, in fact, being held as collateral, nor had any ever been acquired.Third Transaction1. Livingstone represented in letters and by telephone that he would sell petitioners large quantities of U.S. Treasury notes.He had no Treasury notes and had no intention of selling any to petitioners.2. Livingstone represented by letters and telephone that he would arrange for petitioners to borrow the full purchase price of the Treasury notes.He never intended to arrange and never did arrange for any money to be loaned to petitioners.3. Livingstone had Livingstone Securities Corp. mail to petitioners confirmation slips confirming the sale of the Treasury notes to petitioners.No such sale was made; Livingstone Securities Corp., in fact, had no Treasury notes to sell.4. The \"interest\" paid by petitioners to Corporate Finance Corp. was immediately turned over to or for the benefit of Livingstone by Corporate Finance Corp.↩2. I.R.C. 1954.SEC. 165.  LOSSES.(a) General Rule.  -- There shall be allowed as a deduction any loss sustained during the taxable year and not compensated for by insurance or otherwise.* * * *(c) Limitation on Losses of Individuals.  -- In the case of an individual, the deduction under subsection (a) shall be limited to --* * * * (3) losses of property not connected with a trade or business, if such losses arise from fire, storm, shipwreck, or other casualty, or from theft. * * *↩3. SEC. 165(e).Theft Losses.  -- For purposes of subsection (a), any loss arising from theft shall be treated as sustained during the taxable year in which the taxpayer discovers such loss.↩6. Although both Dooley and Lewis were appealed to the Court of Appeals for the Seventh Circuit, this issue was not passed upon by it.  In Dooley, the Court of Appeals stated that the taxpayer did not raise the theft loss issue, 332 F. 2d 463, 468, and in Lewis, it made no mention of the possible theft loss issue although it did consider and reject other contentions that the out-of-pocket expenses were deductible under other provisions of the Code as a loss on a transaction entered into for profit or as a capital loss.  328 F. 2d 634, 638-639. Cf.  Carl Shapiro, 40 T.C. 34\">40 T.C. 34, 39-40; Malden Knitting Mills, 42 T.C. 673\">42 T.C. 673, 776-779↩.",
    "ocr": false,
    "opinion_id": 4589732,
    "crime_category": "Robbery"
}