{
    "id": 4724686,
    "judges": null,
    "date_filed": "1980-06-29",
    "date_filed_is_approximate": true,
    "slug": "carl-smart-v-state",
    "case_name_short": null,
    "case_name": "Carl Smart v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "https://efast.gaappeals.us/download?filingId=46bab98c-f3aa-4456-83c4-e069cbbc1da9",
            "author_id": null,
            "opinion_text": "Court of Appeals\nof the State of Georgia\n\n                                       ATLANTA,____________________\n                                                January 30, 2020\n\nThe Court of Appeals hereby passes the following order:\n\nA20A0432. SMART v. THE STATE.\n\n      Following a jury trial, Carl Smart was convicted of simple assault (as a lesser\nincluded offense of aggravated assault), theft by taking, two counts of fleeing or\nattempting to elude a police officer, reckless driving, driving without a license,\ndriving too fast for conditions, and violation of duty upon striking a fixed object.1\nApproximately nine months later, Smart filed a pro se “Out of Time Motion for New\nTrial and Motion for Appointed Counsel.” The trial court summarily denied the\nmotion without holding a hearing, and Smart appeals. We lack jurisdiction.\n      “The proper and timely filing of the notice of appeal is an absolute requirement\nto confer jurisdiction upon the appellate court.” Porter v. State, 271 Ga. 498 (521\nSE2d 566) (1999) (citations and punctuation omitted; emphasis in original). The\nrecord shows that Smart filed a timely notice of appeal from the denial of his “out of\ntime” motion for new trial. That motion for new trial, however, was void because it\nwas filed well over 30 days after entry of Smart’s judgment of conviction. See id.;\nOCGA § 5-5-40 (a) (“All motions for new trial, except in extraordinary cases, shall\nbe made within 30 days of the entry of the judgment on the verdict or entry of the\njudgment where the case was tried without a jury.”). Under these circumstances, the\n“void motion for new trial did not toll the 30-day limit within which [Smart] was\nrequired either to file a notice of appeal from the underlying judgment and sentence\n\n\n      1\n        The jury also found Smart guilty of two additional counts of fleeing or\nattempting to elude a police officer, but those charges were merged into other charges\nat sentencing.\n\for to seek from the trial court an extension of time for doing so.” Porter, supra at 499.\nWe thus lack jurisdiction to consider Smart’s appeal from the denial of his untimely\nmotion for new trial.2 See id.; see also Washington v. State, 276 Ga. 655, 656 (1) (581\nSE2d 518) (2003) (“Generally, an untimely motion for new trial does not toll the\n30-day period in which a notice of appeal must be filed and can result in the dismissal\nof the appeal due to the failure to file a notice of appeal within 30 days of the entry\nof the judgment of conviction and imposition of sentence.”).\n      Given our lack of jurisdiction, this appeal is hereby DISMISSED. We note,\nhowever, that Smart may request permission from the trial court to file an out-of-time\nappeal. See Porter, supra; see also Rowland v. State, 264 Ga. 872, 875 (2) (452 SE2d\n756) (1995) (“A criminal defendant who has lost his right to appellate review of his\nconviction due to error of counsel is entitled to an out-of-time appeal.”). If the trial\ncourt grants the motion for out-of-time appeal, Smart may file a notice of appeal\nwithin 30 days or pursue other “appropriate post-conviction remedies, including a\nmotion for new trial.” Ponder v. State, 260 Ga. 840, 841 (1) (400 SE2d 922) (1991);\nsee also Porter, supra. If the trial court denies the motion for out-of-time appeal,\nSmart “will have a 30-day period within which to file a notice of appeal” from that\ndecision. Porter, supra.\n\n\n\n\n      2\n          We also lack jurisdiction to consider this appeal to the extent Smart’s\nuntimely motion for new trial could be viewed as an extraordinary motion for new\ntrial. Although an extraordinary motion for new trial is not bound by the 30-day time\nrequirement set forth in OCGA § 5-5-40 (a), an appeal from the denial of such motion\nmust comply with the discretionary appeal procedures in OCGA § 5-6-35 (a) (7). See\nWashington, supra. Smart did not follow those procedures here.\n\fCourt of Appeals of the State of Georgia\nClerk’s Office, Atlanta,____________________\n                          01/30/2020\n        I certify that the above is a true extract from\nthe minutes of the Court of Appeals of Georgia.\n       Witness my signature and the seal of said court\nhereto affixed the day and year last above written.\n\n\n                                                , Clerk.\n\f",
            "ocr": false,
            "opinion_id": 4505013
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}