{
    "id": 4728027,
    "judges": null,
    "date_filed": "2018-05-02",
    "date_filed_is_approximate": true,
    "slug": "people-of-michigan-v-martin-garcia-martinez-jr",
    "case_name_short": null,
    "case_name": "People of Michigan v. Martin Garcia Martinez Jr",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://publicdocs.courts.mi.gov/OPINIONS/FINAL/COA/20200218_C346063_49_346063.OPN.PDF",
            "author_id": null,
            "opinion_text": "            If this opinion indicates that it is “FOR PUBLICATION,” it is subject to\n                 revision until final publication in the Michigan Appeals Reports.\n\n\n\n\n                          STATE OF MICHIGAN\n\n                           COURT OF APPEALS\n\n\n PEOPLE OF THE STATE OF MICHIGAN,                                    UNPUBLISHED\n                                                                     February 18, 2020\n                Plaintiff-Appellee,\n\n v                                                                   No. 346063\n                                                                     Wayne Circuit Court\n MARTIN GARCIA MARTINEZ, JR.,                                        LC No. 17-010813-02-FC\n\n                Defendant-Appellant.\n\n\nBefore: MURRAY, C.J., and SWARTZLE and CAMERON, JJ.\n\nPER CURIAM.\n\n        Defendant, Martin Garcia Martinez, appeals his jury trial convictions for conspiracy to\ncommit armed robbery, MCL 750.175a and MCL 750.529, armed robbery, MCL 750.529, and\nassault with intent to do great bodily harm less than murder (AWIGBH), MCL 750.84. Martinez\nwas sentenced to 225 to 450 months’ imprisonment for his conspiracy to commit armed robbery\nand armed robbery convictions and to 60 to 120 months’ imprisonment for his AWIGBH\nconviction. We affirm.\n\n                                            I. FACTS\n\n        Martinez’s convictions stem from the armed robbery and shooting of the victim in Detroit,\nMichigan, on October 30, 2017. The victim and Martinez met at a bar on October 28, 2017. On\nthe day of the shooting, Martinez contacted the victim and asked him to “hang out” at a recording\nstudio. The victim agreed, and Martinez instructed the victim where to meet him. At about 6:00\np.m. on October 30th, the victim went to Chamberlain Street and Woodmere Street in Detroit to\nmeet Martinez.\n\n        When the victim arrived, Martinez approached the victim’s vehicle. Martinez got into the\nvehicle and said his friends wanted to go to the store. He offered to buy the victim something if\nthe victim drove them to the store. The victim agreed. Martinez then went inside the house and\ncame out with two men named “Gianni” and “Antonio.” Martinez got into the front passenger\nseat, Antonio sat behind Martinez, and Gianni sat behind the victim. After the victim began driving\nto the store, Martinez said, “This is how this is going to go.” Martinez, Gianni, and Antonio then\n\n\n\n                                               -1-\n\fbegan grabbing at the victim’s neck for his necklace and punching him in the face. Gianni pulled\nout a gun and shot the victim in the back.\n\n        Gianni and Antonio subsequently got out of the vehicle and ran away with the victim’s\nbackpack, which contained prescription medication and marijuana. The victim also believed that\nhis wallet and Gucci glasses were inside the backpack. Martinez remained in the vehicle and tried\nto take the victim’s cell phone, which was stuck in the vehicle’s console. While attempting to get\nthe victim’s phone, Martinez dropped his own phone in the victim’s vehicle. The victim grabbed\nhis phone from Martinez and tried to put the vehicle in drive. Martinez got out of the vehicle and\nfled the scene, leaving his phone in the victim’s vehicle.\n\n       The victim called 911 and was taken to the hospital. At the hospital, the victim gave a\nwritten statement to law enforcement regarding the robbery and shooting. The victim also\nprovided the police with Martinez’s Facebook page. Martinez was charged with conspiracy to\ncommit armed robbery, armed robbery, and assault with intent to murder (AWIM). The jury\nconvicted Martinez of the lesser included offense of AWIGBH, conspiracy to commit armed\nrobbery, and armed robbery. Martinez was sentenced to a term of imprisonment. Thereafter,\nMartinez filed a motion for a new trial or for a Ginther1 hearing based on arguments that his trial\ncounsel was ineffective. The motion was denied, and this appeal followed.\n\n                                          II. ANALYSIS\n\n                                     A. RIGHT TO COUNSEL\n\n       Martinez argues that he was denied his constitutional right to counsel because the trial court\ndenied his motion to adjourn trial.2 We disagree.\n\n        We review a trial court’s ruling on a defendant’s request for an adjournment for an abuse\nof discretion. People v Coy, 258 Mich. App. 1, 17; 669 NW2d 831 (2003). “An abuse of discretion\noccurs when the trial court’s decision falls outside the range of principled outcomes.” People v\nSharpe, 502 Mich. 313, 324; 918 NW2d 504 (2018). Constitutional issues, such as whether a\ndefendant was denied his right to counsel of choice, are generally reviewed de novo. People v\nIdziak, 484 Mich. 549, 554; 773 NW2d 616 (2009). In this case, however, Martinez did not\npreserve his constitutional claim by presenting it in the trial court. See People v King, 297 Mich\nApp 465, 472; 824 NW2d 258 (2012). Therefore, we review Martinez’s constitutional claim for\nplain error affecting substantial rights. People v Carines, 460 Mich. 750, 764; 597 NW2d 130\n(1999).\n\n                To avoid forfeiture under the plain error rule, three requirements must be\n         met: 1) error must have occurred, 2) the error was plain, i.e., clear or obvious, 3)\n         and the plain error affected substantial rights. The third requirement generally\n\n\n1\n    People v Ginther, 390 Mich. 436; 212 NW2d 922 (1973).\n2\n Martinez also argues that the trial court’s denial of his motion to adjourn violated his right to due\nprocess. However, because Martinez has fully abandoned the argument on appeal, we need not\naddress the argument. See People v Harris, 261 Mich. App. 44, 50; 680 NW2d 17 (2004).\n\n                                                 -2-\n\f       requires a showing of prejudice, i.e., that the error affected the outcome of the lower\n       court proceedings. [Id. at 763.]\n\n        The constitutional right to counsel encompasses the right of a defendant to choose his own\nretained counsel. US Const, Am VI; US Const, Am XIV; 1963 Const, art 1, §§ 13 and 20; US v\nGonzalez-Lopez, 548 U.S. 140, 144; 126 S. Ct. 2557; 165 L. Ed. 2d 409 (2006); People v Akins, 259\nMich. App. 545, 557; 675 NW2d 863 (2003). However, the right is not absolute, and a court must\nbalance the defendant’s right to choose his own counsel against “ ‘the public’s interest in the\nprompt and efficient administration of justice[.]’ ” Akins, 259 Mich. App. at 557 (citation omitted).\nFurthermore, a trial should not be adjourned except for good cause shown, and the defendant has\nthe burden of showing good cause. Coy, 258 Mich. App. at 18. To determine whether there is good\ncause to adjourn, the Court considers “ ‘whether defendant (1) asserted a constitutional right, (2)\nhad a legitimate reason for asserting the right, (3) had been negligent, and (4) had requested\nprevious adjournments.’ ” Id. (citation omitted). Regardless of whether a defendant establishes\ngood cause, “the trial court’s denial of a request for an adjournment or continuance is not grounds\nfor reversal [on appeal] unless the defendant demonstrates prejudice as a result of the abuse of\ndiscretion.” Id. at 17.\n\n        Even if Martinez’s request for an adjournment implicated his constitutional right to\neffective assistance of counsel and a fair trial, the record also reveals that Martinez failed to\nestablish that he was not negligent in the timing of his request. Martinez waited to assert his right\nto hired counsel until the day of trial even though the trial court informed Martinez that trial was\nscheduled for June 27, 2018, and that the trial court expected “both sides” to be “prepared.” The\ntrial court then warned Martinez that if he intended to retain an attorney, he would have to inform\nthe new attorney that the trial date was “firm” and that it was “not going anywhere” because the\ntrial court did not want to the matter to “linger.” Despite the fact that Martinez was cautioned\nmore than three months before trial that the trial court did not intend to adjourn trial, Martinez did\nnot retain new counsel. Rather, on the day of trial, Martinez’s attorney asked for an adjournment\nbecause his client was “trying” to retain a specific attorney. See People v Stinson, 6 Mich. App.\n648, 654-656; 150 NW2d 171 (1967) (holding that the trial court did not abuse its discretion when\ndenying a defendant’s motion to adjourn trial because the defendant had three months to retain\ncounsel but had not “attempted to avail himself of this opportunity”).\n\n        The record also reveals that Martinez failed to establish a legitimate reason for granting the\nadjournment. Martinez offered no specific reason for dissatisfaction with his appointed counsel\nother than he was “unhappy” with appointed counsel. Martinez did not mention that there were\nirreconcilable differences and he did not complain that appointed counsel was inadequate. In fact,\nthere is no indication that Martinez’s appointed counsel wished to withdraw. The attorney that\nMartinez had hoped to hire was not available for trial on the scheduled day because he was on\nvacation. Because of this, Martinez requested an adjournment of three to six weeks. On appeal,\nMartinez argues that the trial court impermissibly denied the motion to adjourn based on a desire\nto expedite the case. While docket concerns alone do not support the denial of an otherwise proper\nrequest for an adjournment, People v Williams, 386 Mich. 565, 577; 194 NW2d 337 (1972), we\nconclude that Martinez’s negligence coupled with the fact that he did not establish a legitimate\nneed for adjournment supports the trial court’s decision to deny the motion for adjournment. Coy,\n258 Mich. App. at 17. Thus, we conclude that the trial court did not abuse its discretion by denying\nMartinez’s motion for an adjournment. Id.\n\n                                                 -3-\n\f         Additionally, we conclude that Martinez’s right to counsel of his own choice was not\nviolated. This Court has previously held that a defendant’s constitutional right to retain counsel\nof his choice is not deprived when the trial court permits the defendant to retain new counsel but\ndenies a request to adjourn the trial to accommodate the defendant’s new counsel. Akins, 259 Mich\nApp at 558-559. At the March 20, 2018 pretrial conference, Martinez indicated that he wanted to\nretain counsel. Like in Akins, 259 Mich. App. at 558, the trial court was willing to allow Martinez\nto retain counsel; the only constraint placed on Martinez was that he would not be granted an\nadjournment of the trial. Thus, because Martinez could retain any attorney he wanted—as long as\nthat attorney could be present for the scheduled trial date—we conclude that the trial court did not\nerroneously deprive Martinez of his rights to a fair trial or counsel of choice. Moreover, even if\nMartinez had established plain error, he would not be entitled to relief because he has failed to\nestablish how the outcome at trial would have been different if he had his counsel of choice.\n\n                               B. RIGHT TO CONFRONTATION\n\n        Martinez next argues that the trial court abused its discretion by admitting into evidence\nthe victim’s preliminary examination testimony and that its admission violated his rights under the\nConfrontation Clauses of the Michigan and United States Constitutions. We disagree.\n\n       A trial court’s decision to admit evidence is reviewed for an abuse of discretion, People v\nGursky, 486 Mich. 596, 606; 786 NW2d 579 (2010), and preserved constitutional issues are\nreviewed de novo, Idziak, 484 Mich. at 554.\n\n         Hearsay is “a statement, other than the one made by the declarant while testifying at the\ntrial or hearing, offered in evidence to prove the truth of the matter asserted.” MRE 801(c). Unless\nan exception applies, hearsay is not admissible into evidence. MRE 802. One such exception is\nthe former testimony of a declarant who is unavailable as a witness. MRE 804(b)(1). A witness\nis unavailable if the witness cannot “testify at the hearing because of death . . . .” MRE 804(a)(4).\nUnder MRE 804(b)(1), where a witness is unavailable, testimony given by that witness “at another\nhearing of the same or a different proceeding, if the party against whom the testimony is now\noffered, . . . had an opportunity and similar motive to develop the testimony by direct, cross, or\nredirect examination,” is admissible. Among the factors to determine whether the party “had a\nsimilar motive to examine a witness at the prior proceeding” are\n\n               (1) whether the party opposing the testimony “had at a prior proceeding an\n       interest of substantially similar intensity to prove (or disprove) the same side of a\n       substantially similar issue”; (2) the nature of the two proceedings—both what is at\n       stake and the applicable burden of proof; and (3) whether the party opposing the\n       testimony in fact undertook to cross-examine the witness (both the employed and\n       available but forgone opportunities). [People v Farquharson, 274 Mich. App. 268,\n       278; 731 NW2d 797 (2007), quoting United States v DiNapoli, 8 F 3d 909, 914\n       (CA 2, 1993).]\n\n       Even when evidence is admissible under MRE 804, “it is still necessary to determine\nwhether use of the testimony would violate a defendant’s constitutional right to confront\nprosecution witnesses.” People v Meredith, 459 Mich. 62, 67; 586 NW2d 538 (1998). Testimony\ngiven at a preliminary examination is testimonial in nature and implicates the Confrontation\n\n                                                -4-\n\fClause. Crawford v Washington, 541 U.S. 36, 60; 124 S. Ct. 1354; 158 L. Ed. 177 (2004). “Former\ntestimony is admissible at trial under both MRE 804(b)(1) and the Confrontation Clause as long\nas the witness is unavailable for trial and was subject to cross-examination during the prior\ntestimony.” People v Garland, 286 Mich. App. 1, 7; 777 NW2d 732 (2009). See also Crawford,\n541 U.S. at 68.\n\n        In this case, the victim testified at the preliminary examination, and Martinez’s counsel\ncross-examined the victim at that time. Thereafter, the victim died from causes that were unrelated\nto the gunshot wound he sustained in the robbery. The prosecution subsequently filed a motion in\nlimine to admit the preliminary examination testimony at trial under MRE 804, and the trial court\ngranted the motion.\n\n        The issue on appeal is whether Martinez had a similar motive to cross-examine the victim\nat the preliminary examination as he would have at trial. We conclude that he did. The\nprosecutor’s purpose in presenting the victim’s testimony at the preliminary examination was the\nsame as at trial: to show that Martinez committed the charged crimes. Therefore, Martinez had an\n“interest of substantially similar intensity” in proving or disproving the victim’s testimony at the\npreliminary examination just as he did at trial. Farquharson, 274 Mich. App. at 278. Despite the\nlower burden of proof at the preliminary examination as compared to the burden of proof at trial,\nMartinez had a similar motive to cross-examine the victim in both proceedings—i.e., Martinez\nwas motivated to show that he did not commit the charged crimes. See id. Because the same\nissues were at stake in both the preliminary examination and the trial, Martinez had a substantially\nsimilar interest in those issues relative to the victim’s testimony in each of those proceedings. See\nid.\n\n         Martinez also argues that the preliminary examination testimony should not have been read\nat trial because the jury lacked the opportunity to observe the victim’s demeanor. While witness\ndemeanor can be important, the substantive use of preliminary examination testimony at a trial\ndoes not violate the constitutional right to confrontation as long as the prosecutor “exercised due\ndiligence to produce the absent witness[]” at trial and the testimony bears “satisfactory indicia of\nreliability.” People v Bean, 457 Mich. 677, 682-683; 580 NW2d 390 (1998). The victim in this\ncase died before trial, and we conclude that the victim’s testimony bears satisfactory indicia of\nreliability. The victim was familiar with Martinez because he met him before the crimes were\ncommitted and the two were Facebook friends. Shortly after the crimes were committed, the\nvictim provided law enforcement with Facebook photographs of Martinez. The victim testified\nthat he knew “exactly who it was” who “robbed [him]” and “was part of [him] getting shot.” Cell\nphone evidence introduced at trial corroborated the victim’s testimony that Martinez invited the\nvictim to “hang out” and that Martinez left his phone in the victim’s car.3\n\n      In sum, the trial court did not abuse its discretion in admitting the victim’s preliminary\nexamination testimony under MRE 804(b)(1), People v Benton, 294 Mich. App. 191, 195; 817\nNW2d 599 (2011), and Martinez’s rights under the Confrontation Clauses of the Michigan and\n\n\n3\n Testimony at trial revealed that a cell phone located in the victim’s vehicle was associated with\nMartinez. A “cell phone dump” on the phone showed numerous texts between Martinez and the\nvictim, which revealed that the two had agreed to meet on October 30, 2017.\n\n                                                -5-\n\fUnited States Constitutions were not violated. Garland, 286 Mich. App. at 7. See also Crawford,\n541 U.S. at 68.\n\n                            C. SUFFICIENCY OF THE EVIDENCE\n\n       Martinez argues that there was insufficient evidence to prove that he entered into an\nagreement to support his conspiracy to commit armed robbery and that there was insufficient\nevidence of his “intent to kill.”\n\n        We review de novo a challenge to the sufficiency of the evidence. People v Bailey, 310\nMich. App. 703, 713; 873 NW2d 855 (2015). When ascertaining whether there was sufficient\nevidence introduced at trial to support a conviction, this Court must view the evidence in a light\nmost favorable to the prosecution and determine whether a rational trier of fact could find that the\nessential elements of the crime were proven beyond a reasonable doubt. People v Reese, 491 Mich.\n127, 139; 815 NW2d 85 (2012). “[A] reviewing court is required to draw all reasonable inferences\nand make credibility choices in support of the jury verdict.” People v Nowack, 462 Mich. 392,\n400; 614 NW2d 78 (2000).\n\n       In People v Jackson, 292 Mich. App. 583, 588; 808 NW2d 541 (2011), this Court defined a\nconspiracy as follows:\n\n       A criminal conspiracy is a partnership in criminal purposes, under which two or\n       more individuals voluntarily agree to effectuate the commission of a criminal\n       offense. The individuals must specifically intend to combine to pursue the criminal\n       objective, and the offense is complete upon the formation of the agreement. The\n       intent, including knowledge of the intent, must be shared by the individuals. Thus,\n       there must be proof showing that the parties specifically intended to further,\n       promote, advance, or pursue an unlawful objective. Direct proof of a conspiracy is\n       not required; rather, proof may be derived from the circumstances, acts, and\n       conduct of the parties. [Quotation marks and citations omitted.]\n\n        “[A]lthough the government need not prove commission of the substantive offense or even\nthat the conspirators knew all the details of the conspiracy, it must prove that ‘the intended future\nconduct they . . . agreed upon include[s] all the elements of the substantive crime.’ ” People v\nMass, 464 Mich. 615, 629 n 19; 628 NW2d 540 (2001) (citations omitted). Therefore, in this case,\nthe prosecution was required to prove (1) that Martinez intended to combine with others, and (2)\nthat the conspirators intended to accomplish an illegal objective, i.e., armed robbery. See id.\n\n       The elements of armed robbery, MCL 750.529, are:\n\n               (1) the defendant, in the course of committing a larceny of any money or\n       other property that may be the subject of a larceny, used force or violence against\n       any person who was present or assaulted or put the person in fear, and (2) the\n       defendant, in the course of committing the larceny, either possessed a dangerous\n       weapon, possessed an article used or fashioned in a manner to lead any person\n       present to reasonably believe that the article was a dangerous weapon, or\n       represented orally or otherwise that he or she was in possession of a dangerous\n\n\n                                                -6-\n\f       weapon. [People v Chambers, 277 Mich. App. 1, 7; 742 NW2d 610 (2007) (citation\n       omitted).]\n\nTherefore, to prove that Martinez conspired to commit armed robbery, the prosecutor was required\nto provide sufficient evidence to show that Martinez knowingly entered into an agreement with\nAntonio and Gianni to use force or violence against the victim, in the course of committing a\nlarceny, and that a dangerous weapon was possessed in the course of committing the larceny.\n\n        When viewing the evidence in a light most favorable to the prosecution, we conclude that\nthere was sufficient evidence to support the existence of a criminal conspiracy. Martinez asked\nthe victim drive to a particular location, and the victim did not expect anyone other than Martinez\nto be at that location. Once the victim arrived, Martinez unexpectedly requested that the victim\ndrive him and Gianni and Antonio to the store. In order to get the victim to agree to this, Martinez\noffered to buy the victim items from the store. Once Martinez, Antonio, and Gianni were in the\nvehicle with the victim, Martinez stated: “This is how this is going to go.” Thereafter, Martinez,\nAntonio, and Gianni began grabbing for the victim’s necklace and punching him. After the victim\nwas shot, Gianni and Antonio ran away with his backpack. However, Martinez did not run away;\nhe remained in the victim’s vehicle to steal his cell phone. Martinez’s statement and the men’s\nactions show that the men previously agreed to commit robbery once they were inside the victim’s\nvehicle. Additionally, and importantly, the victim testified that Martinez “[r]obbed [him], “was\npart of [him] getting shot,” and “set [him] up.” Based on the circumstances and acts of the men,\nit was reasonable for the jury to infer that the men entered into an agreement before the crime\noccurred. See Jackson, 292 Mich. App. at 588.\n\n       Martinez also argues that there was insufficient evidence to convict him of AWIM because\nhe did not have the specific intent to kill the victim. However, Martinez was not convicted of\nAWIM; he was convicted of the lesser offense of AWIGBH. The specific intent to kill is not an\nelement of AWIGBH. See People v Brown, 267 Mich. App. 141, 147; 703 NW2d 230 (2005).\nTherefore, Martinez’s argument that there was insufficient evidence presented to convict him of\nAWIM is without merit as he was not convicted of that offense.\n\n                       D. INEFFECTIVE ASSISTANCE OF COUNSEL\n\n       Martinez argues that the trial court abused its discretion when it denied his motions for a\nnew trial based on his claims of ineffective assistance and for a Ginther hearing. We disagree.\n\n        “[A] trial court’s decision whether to hold an evidentiary hearing is reviewed for an abuse\nof discretion.” People v Unger, 278 Mich. App. 210, 216-217; 749 NW2d 272 (2008). “A trial\ncourt’s decision to deny a motion for a new trial is [also] reviewed for an abuse of discretion.”\nPeople v Miller, 482 Mich. 540, 544; 759 NW2d 850 (2008).\n\n        “Whether a person has been denied effective assistance of counsel is a mixed question of\nfact and constitutional law.” People v LeBlanc, 465 Mich. 575, 579; 640 NW2d 246 (2002).\n\n               A defendant must meet two requirements to warrant a new trial because of\n       the ineffective assistance of trial counsel. First, the defendant must show that\n       counsel’s performance fell below an objective standard of reasonableness. In doing\n       so, the defendant must overcome the strong presumption that counsel’s assistance\n                                                -7-\n\f       constituted sound trial strategy. Second, the defendant must show that, but for\n       counsel’s deficient performance, a different result would have been reasonably\n       probable. [People v Armstrong, 490 Mich. 281, 289-290; 806 NW2d 676 (2011)\n       (citations omitted).]\n\n        Martinez argues on appeal that he was denied the effective assistance of counsel because\nhe was denied his right to testify at trial. “A defendant’s decision whether to testify on his own\nbehalf is an integral element of trial strategy,” People v Toma, 462 Mich. 281, 304; 613 NW2d 694\n(2000), that is “best left to an accused and his counsel,” People v Martin, 150 Mich. App. 630, 640;\n389 NW2d 713 (1986). A reviewing court “will not substitute its judgment for that of counsel\nregarding matters of trial strategy, nor will it assess counsel’s competence with the benefit of\nhindsight.” People v Rockey, 237 Mich. App. 74, 76-77; 601 NW2d 887 (1999). “Although counsel\nmust advise a defendant of this right, the ultimate decision whether to testify at trial remains with\nthe defendant.” People v Bonilla-Machado, 489 Mich. 412, 419; 803 NW2d 217 (2011).\n\n        In this case, before the defense rested its case at trial, defense counsel requested five\nminutes to discuss with Martinez his right to testify. After the discussion, defense counsel stated,\n“Your Honor, I’ve discussed with my client his absolute right not to testify, his Fifth Amendment\nright – I mean – yeah. His right to testify and not testify. He wishes to exercise his Fifth\nAmendment right not to testify. Is that correct, sir?” Martinez responded, “Yes.” The trial court\ncould not hear Martinez and he, once again, said, “Yes.” The trial court clarified, “Yes you’re not\ngoing to testify?” Martinez responded, “No. No, your Honor.” The defense rested its case without\nany objection from Martinez.\n\n         Thus, the record before us supports that defense counsel informed Martinez of his right to\ntestify and, based on that conversation, Martinez decided not to testify. To the extent that Martinez\nclaims that his decision was based on counsel’s advice, a decision concerning which witnesses to\ncall at trial is a matter of trial strategy, and we do not second guess trial counsel on such matters.\nMoreover, given the overwhelming evidence of guilt and the fact that Martinez has failed to\nexplain or rationalize how his testimony at trial would have been helpful to his case, we further\nconclude that Martinez has failed to establish that the result of the proceeding would have been\ndifferent had he testified. Furthermore, after examining the record thoroughly, we conclude that\nthe record was sufficient to make a determination on the issue of defense counsel’s effectiveness\nwith respect to the decision not to call Martinez as a witness at trial. Consequently, the trial court\ndid not abuse its discretion by failing to hold a Ginther hearing on this issue.\n\n        Next, Martinez argues that the trial court improperly precluded him from conducting a\n“testimonial hearing” “on the newly discovered evidence.” However, Martinez does not explain\nor rationalize what new evidence was discovered, nor does he provide evidence or argument to\nsupport that the “new evidence” would have been helpful to his case. Because Martinez has\nabandoned this argument, we will not consider it. See People v Harris, 261 Mich. App. 44, 50; 680\nNW2d 17 (2004).\n\n       We further conclude that Martinez has failed to provide this Court with any evidence from\nwhich to conclude that a remand to the trial court for a Ginther hearing is appropriate. For the\nreasons discussed above, Martinez has failed to demonstrate that further factual development of\nthe record is required. See MCR 7.211(C)(1); see also People v Williams, 275 Mich. App. 194,\n\n                                                 -8-\n\f200; 737 NW2d 797 (2007) (“Because defendant has not set forth any additional facts that would\nrequire development of a record to determine if defense counsel was ineffective, we . . . deny\ndefendant’s request for a remand.”).\n\n       Affirmed.\n\n\n\n                                                         /s/ Christopher M. Murray\n                                                         /s/ Brock A. Swartzle\n                                                         /s/ Thomas C. Cameron\n\n\n\n\n                                             -9-\n\f",
            "ocr": false,
            "opinion_id": 4508354
        }
    ],
    "court_short_name": "Michigan Court of Appeals",
    "court_full_name": "Michigan Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Robbery"
}