{
    "id": 4743884,
    "judges": null,
    "date_filed": "1983-01-12",
    "date_filed_is_approximate": true,
    "slug": "charles-p-littlejohn-maxine-m-littlejohn-v-commissioner",
    "case_name_short": null,
    "case_name": "Charles P. Littlejohn & Maxine M. Littlejohn v. Commissioner",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2020 T.C. Memo. 42"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 50.0,
            "download_url": "https://www.ustaxcourt.gov/UstcInOp/OpinionViewer.aspx?ID=12207",
            "author_id": null,
            "opinion_text": "                                 T.C. Memo 2020-42\n\n\n\n                           UNITED STATES TAX COURT\n\n\n\n  CHARLES P. LITTLEJOHN AND MAXINE M. LITTLEJOHN, Petitioners v.\n       COMMISSIONER OF INTERNAL REVENUE, Respondent\n\n\n\n      Docket No. 8457-16.                            Filed April 9, 2020.\n\n\n\n      John D. Faucher, for petitioners.\n\n      Kris H. An, for respondent.\n\n\n\n               MEMORANDUM FINDINGS OF FACT AND OPINION\n\n\n      THORNTON, Judge: By notice of deficiency, respondent determined\n\ndeficiencies in petitioners’ Federal income tax and section 6662(a) accuracy-\n\nrelated penalties as follows:1\n\n\n      1\n          All section references are to the Internal Revenue Code (Code) in effect at\n                                                                       (continued...)\n\f                                          -2-\n\n[*2]                                                  Penalty\n                        Year       Deficiency       sec. 6662(a)\n                        2010          $48,536          $9,707\n                        2011           47,335           9,467\n                        2012           38,476           7,695\n                        2013          182,478          36,495\n\n       After concessions, the issues for decision are: (1) whether petitioners are\n\nentitled to certain rental real estate deductions for the tax years at issue; (2)\n\nwhether they are entitled to theft loss deductions for their tax years 2010 and\n\n2013; and (3) whether they are liable for the section 6662(a) accuracy-related\n\npenalty for each tax year at issue.\n\n                                FINDINGS OF FACT\n\n       The parties have stipulated some facts, which we incorporate herein by this\n\nreference. Petitioners, husband and wife, resided in California when they filed\n\ntheir petition. Charles P. Littlejohn has a law degree and previously taught law at\n\nthe Southern California Institute of Law in Santa Barbara.\n\n\n\n\n       1\n        (...continued)\nall relevant times, and all Rule references are to the Tax Court Rules of Practice\nand Procedure, unless otherwise indicated. All monetary amounts are rounded to\nthe nearest dollar.\n\f                                         -3-\n\n[*3] Rental Properties\n\n      During the tax years at issue, Maxine M. Littlejohn owned two rental\n\nproperties in Lompoc, California. One of the properties, located on L Street\n\n(L Street property), was a triplex. The other, located on Oak Hill Drive (Oak Hill\n\nproperty), was a single-family home that Mrs. Littlejohn’s son had purchased in\n\n1996 for $234,500. In 2005 he put Mrs. Littlejohn on the deed as a partial owner,\n\nand in 2010 he quitclaimed his entire interest in the Oak Hill property to her.\n\n      Mr. Littlejohn managed these rental properties. His responsibilities\n\nincluded making minor repairs, gardening, coordinating with service persons, and\n\ncollecting rent.\n\nPrefumo Canyon Road Property\n\n      Before Mrs. Littlejohn acquired the property, John Stanier and Kimberly\n\nStanier (Staniers), through the John and Kimberly Stanier Family Trust (Stanier\n\nFamily Trust), owned a 4,862-square-foot house on 85.5 acres off Prefumo\n\nCanyon Road in San Luis Obispo, California (Prefumo property). This four-story\n\nhouse in the style of a French chateau has six bathrooms, a pool, a spa, a wine\n\ncellar, a slate roof, and extensive landscaping. The house is built into a hillside,\n\nand the roof of the detached four-car garage, which is tiled with travertine marble,\n\nis level with the backyard and serves as a sundeck.\n\f                                         -4-\n\n[*4] In October 2004, in connection with the Staniers’ refinancing of the\n\nPrefumo property, their bank obtained an appraisal which valued the Prefumo\n\nproperty at $3,600,000.\n\n        On January 3, 2006, the Staniers hired Linda Wilson, a licensed realtor in\n\nSan Luis Obispo, to sell the Prefumo property. Before selling the Prefumo\n\nproperty the Staniers paid a contractor, Phillip King, $1,800 to repair a drain on\n\nthe garage roof/sundeck.\n\n        After seeing an advertisement for the Prefumo property and after visiting it\n\nin late February 2006, petitioners decided that Mrs. Littlejohn would buy it as her\n\nseparate property. Mrs. Littlejohn hired as her realtor Ms. Wilson, who also\n\nrepresented the Staniers. On or about March 30, 2006, Mrs. Littlejohn signed a\n\nresidential purchase agreement and joint escrow instruction offering to purchase\n\nthe Prefumo property “as is” for $2,500,000. Mr. Littlejohn was not a party to the\n\nsale.\n\n        On April 6, 2006, the well pump was tested on the property. The pump test\n\nreport, which both Mrs. Littlejohn and the Staniers initialed, indicated a consistent\n\nflow of five gallons per minute.\n\n        On April 20, 2006, Mrs. Littlejohn signed the real estate transfer disclosure\n\nstatement prepared by the Staniers and Ms. Wilson. This document, in response to\n\f                                        -5-\n\n[*5] the question: “Are you (Seller) aware of any significant defects/malfunctions\n\nin any of the following?”, indicated that the “garage ceiling has small leak in\n\nsevere weather (rain)”, that the driveway was cracked, and that some windows had\n\ndefective seals. Ms. Wilson’s agent’s disclosure statement, which was also part of\n\nthe real estate transfer disclosure statement, noted, among other things, that there\n\nwere many fogged windows, worn and stained carpet, stains in the living room\n\nceiling, a crack in the marble near the library entry, and a small crack at the bottom\n\nof the pool; it also noted that “garage leak is being repaired during inspection.”\n\nAs part of her disclosure statement Ms. Wilson recommended a professional home\n\ninspection.\n\n      On April 26, 2006, petitioners hired Andrew Wallace to inspect the Prefumo\n\nproperty. His inspection report listed the “Decks/Balcony” as “marginal”, noting\n\nthat “[d]rainage appears incomplete at 2nd floor walking deck.” The report listed\n\nthe “Roof” as “defective”, noting that “[w]ater leaks through garage ceiling;\n\napparently due to failed seal at patio deck drain above.” The report listed the\n\n“Crawl Space” as “marginal”, noting that “[i]nsulation installed between floor\n\njoists in under-floor crawlspace is upside-down; vapor barrier should be against\n\nsub-floor. In the current condition, moisture may be trapped against the sub-floor\n\nin the insulation.” In describing the condition of one of the bedrooms, the report\n\f                                        -6-\n\n[*6] listed the “Ceilings” as “marginal”, noting “[s]tains, mild water damage at\n\nbedroom ceiling. Possibly associated with previous roof leaks which have been\n\naddressed.” The report listed the windows as “marginal”, noting that “[a] number\n\nof windows are ‘fogged’ due to failed seals of dual-glazed units. Recommend\n\nevaluation and replacement as needed by a window contractor.”\n\n      On April 27, 2006, petitioners hired McElwain Real Estate to appraise the\n\nPrefumo property. The appraisal report valued the Prefumo property at\n\n$2,600,000 and described the house as being of “[v]ery good quality construction\n\nin good condition”.\n\n      On May 2, 2006, Mrs. Littlejohn reviewed and signed a seller property\n\nquestionnaire completed by the Staniers. In response to the question “ARE YOU\n\n(SELLER) AWARE OF . . . Defects in any of the following, (including past\n\ndefects that have been repaired) * * * roof * * * drainage * * * ceilings floors or\n\nappliances”, the box for “Yes” was checked, with the notation that “upper balcony\n\non garage [was] waterproofed and re-sealed Feb ’06. New drain for original\n\ngarage roof installed Dec ’05.” In response to the question “ARE YOU (SELLER)\n\nAWARE OF . . . Water intrusion into any part of any physical structure on the\n\nProperty; leaks from or in any * * * roof; standing water, drainage”, the box for\n\f                                         -7-\n\n[*7] “Yes” was checked, with the notation that there is “slow drainage in storm\n\nconditions at the rear patio area” and that it “ usually takes a day to drain”.\n\n      On or about June 1, 2006, the Staniers and Mrs. Littlejohn closed the\n\nescrow for the Prefumo property. The Staniers then rented the house back from\n\npetitioners for four to five weeks before petitioners began moving their belongings\n\ninto the house.\n\n      Shortly after moving into the Prefumo property, petitioners had problems\n\nwith the well-water system: there was sand in the water line, the water supply was\n\ninsufficient to irrigate the property’s landscaping, and tests indicated that there\n\nwas arsenic in the water.\n\n      On November 27, 2006, in conjunction with applying for an increased line\n\nof credit, petitioners hired a second appraiser to value the Prefumo property. This\n\nappraiser valued the property at $2,900,000.\n\n      In December 2007 the ceiling of the Prefumo property garage collapsed. On\n\nDecember 28, 2007, petitioners reported this damage to their insurance company.\n\nBy letter dated April 3, 2008, the insurance company advised petitioners that the\n\ndamage was not covered by their insurance policy because the damage resulted\n\nfrom “faulty or negligent construction of the deck and one of the drains on the\n\ndeck, wear and tear, and rusting or deterioration of the flashing surrounding the\n\f                                         -8-\n\n[*8] deck, all of which allowed water to intrude into the interior of the garage.”\n\nThe insurance company noted that “[t]he center drain on the [sun]deck had been\n\nreplaced and was installed in a faulty manner and ha[d] probably been leaking\n\nsince it was installed.”\n\n      At some point Mr. Littlejohn came to believe that the slate roof was\n\nimproperly attached to the house and that the Staniers had tried to cover up this\n\nand a number of other defects. He also came to believe that the water pipes had\n\nbroken on several occasions before Mrs. Littlejohn had acquired the Prefumo\n\nproperty and that the Staniers had tried to cover up the resulting water damage.\n\n      On January 23, 2008, petitioners filed a complaint with the California\n\nContractors State License Board against Mr. King (whom the Staniers had hired to\n\nrepair the garage-roof/sundeck drain); they also made a claim against his\n\ncontractor bonding company. On December 22, 2008, the bonding company\n\nsettled with petitioners for $7,500.\n\n      On or about August 5, 2009, Mrs. Littlejohn filed a complaint in the\n\nSuperior Court of the State of California, County of San Luis Obispo (California\n\nsuperior court), against the Staniers individually and as trustees of the Stanier\n\nFamily Trust; Ms. Wilson; Ms. Wilson’s realty company, Wilson & Co.; and Mr.\n\nKing. In her complaint Mrs. Littlejohn sought more than $2 million each from\n\f                                        -9-\n\n[*9] Ms. Wilson and the Staniers. Mrs. Littlejohn also sought $150,000 from Mr.\n\nKing with respect to the garage damage.\n\n      Mr. King did not respond to the lawsuit. On September 22, 2010, after a\n\ndefault hearing, the California superior court awarded Mrs. Littlejohn $150,000 as\n\na default judgment against Mr. King.2 The judgment states that Mr. King “was a\n\nwilling member of a conspiracy [with the Staniers, the Stanier Family Trust, and\n\nMs. Wilson and her real estate company] to defraud a future buyer of the * * *\n\n[Prefumo property] by engaging in a fraud involving an omission and/or cover-up\n\nof material defects of the garage and travertine deck”.\n\n      On October 18, 2013, Mrs. Littlejohn settled with Ms. Wilson for $150,000\n\nand with the Staniers for $50,000. The settlement agreement states that these\n\nsettlement payments released and fully discharged the Staniers and Ms. Wilson\n\nfrom any claim as set forth in the filed complaint or in any way connected with\n\nMrs. Littlejohn’s purchase of the Prefumo property. On November 27, 2013, the\n\nCalifornia superior court dismissed Mrs. Littlejohn’s complaint.\n\n\n      2\n       The judgment states that “total recoverable damages related to the fraud\nand conspiracy to defraud as to the garage and deck coverup, coupled with actual\ndamages to personal possessions and loss of use and enjoyment are $266,000.”\nThe judgment goes on to state that because Mrs. Littlejohn’s complaint\nspecifically sought only $150,000, the default judgment was limited to that\namount.\n\f                                         - 10 -\n\n[*10] Income Tax Return Preparation\n\n      Petitioners timely filed joint Federal income tax returns for each tax year at\n\nissue.3 On August 20, 2013, they filed Form 1040X, Amended U.S. Individual\n\nIncome Tax Return, for tax year 2010.4 They employed Frank Kloster as their tax\n\nreturn preparer. Mr. Kloster is a certified public accountant and a licensed\n\nattorney who specializes in tax matters. He has been in private practice since\n\n1986. Mr. Littlejohn has been his client for more than 15 years.\n\n      For the tax years at issue, Mr. Kloster prepared petitioners’ income tax\n\nreturns using worksheets that Mr. Littlejohn provided to him. Mr. Kloster was not\n\nprovided the underlying documents relating to the expenses listed on these\n\nworksheets, and he did not independently verify these numbers.\n\n      On their Schedules E, Supplemental Income and Loss (From rental real\n\nestate, royalties, partnerships, S corporations, estates, trusts, REMICs, etc.), of\n\ntheir returns for the tax years at issue, petitioners reported deductions for rental\n\nexpenses and repairs relating to the Oak Hill property and the L Street property.\n\nIn connection with the L Street property their deductions included repair expense\n\n\n      3\n        On their Form 1040, U.S. Individual Income Tax Return, for tax year 2013\npetitioners reported zero tax liability and claimed a $160,243 refund.\n      4\n      On this amended return petitioners reported $73,053 of tax liability and\nclaimed a $35,440 refund.\n\f                                       - 11 -\n\n[*11] deductions of $3,354, $4,124, $898, and $4,468 for tax years 2010, 2011,\n\n2012, and 2013, respectively.\n\n      In connection with the Oak Hill property, on their Schedules E petitioners\n\nclaimed deductions for expenses as follows:\n\n                                                  Taxable years\n               Expense             2010          2011       2012         2013\n   Cleaning & maintenance          $1,800       $4,250     $2,928       $2,642\n   Insurance                        2,009        1,121      1,180        1,244\n   Mortgage interest               15,756       14,000     13,264       12,491\n   Repairs                          5,870        2,188        793          952\n   Supplies                          ---          ---         749          ---\n   Taxes                            3,627        3,683      6,084        6,339\n   Utilities                        2,811        3,228      3,314        5,229\n   Other--amortization                 86           86          86           86\n   Other--pest control               ---          ---       3,198          ---\n   Depreciation1                   23,094       20,323     20,019       21,200\n     Total                         55,053       48,879     51,615       50,183\n\n      1\n       The depreciation deductions were based on an unadjusted basis in the Oak\nHill property of $542,039. Petitioners elected to depreciate the property straight-\nline over 27.5 years.\n\n      On Schedule A, Itemized Deductions, of their 2010 Form 1040X, petitioners\n\nreported a casualty or theft loss of $101,256. The associated Form 4684,\n\f                                         - 12 -\n\n[*12] Casualties and Thefts, describes the claimed loss as a “fraud loss”\n\nattributable to the “non recoverable” judgment against Mr. King. This Form 4864\n\nshows the “Cost or other basis” of the subject property as $150,000. It shows the\n\n“Fair market value before casualty or theft” as $255,0005 and shows the “Fair\n\nmarket value after casualty or theft” as zero, indicating a $255,000 decrease in\n\nfair market value. Because $150,000 is less than $255,000, pursuant to the\n\ninstructions on the form petitioners reported $150,000 as the casualty or theft loss,\n\nreduced to $101,256 after application of the section 165(h)(2) limitation.6\n\n      On Schedule A of their 2013 income tax return, petitioners also reported a\n\ncasualty or theft loss with respect to the Prefumo property, described on the\n\nassociated Form 4684 as a “FRAUD/CASUALTY LOSS”. The Form 4684 shows\n\nthe cost or other basis of the subject property as $1,196,000.7 The Form 4684\n\nshows the fair market value of the property before the casualty or theft as\n\n\n      5\n          The record does not reveal the source of this number.\n      6\n        Under the general rule of sec. 165(h)(2) a net casualty loss is allowed only\nto the extent it exceeds 10% of adjusted gross income.\n      7\n       According to worksheets that petitioners provided to Mr. Kloster for use in\npreparing their return, $1,196,000 represents the sum of “2010 loss” of $150,000,\nattorney’s fees paid of $405,000, expert witness’ fees paid of $60,000,\ndownpayment lost of $250,000, refinancing fees of $20,000, repairs of $800,000,\ncourt costs of $1,100, and moving expenses of $10,000, less the $200,000 total\nsettlement proceeds received in December 2013 from the Staniers and Ms. Wilson.\n\f                                         - 13 -\n\n[*13] $1,196,000 and shows the fair market value of the property after the casualty\n\nor theft as zero. On this basis petitioners reported a casualty or theft loss of\n\n$1,196,00, reduced to $1,143,792 after application of the section 165(h)(2)\n\nlimitation.\n\n      By notice of deficiency respondent denied for lack of substantiation\n\ndeductions for all of petitioners’ reported repair expenses for the L Street property8\n\n(but allowed all the other claimed Schedule E expense deductions) and denied all\n\nof petitioners’ rental expense deductions for the Oak Hill property.9 Respondent\n\nalso denied petitioners’ claimed casualty/theft loss deductions for tax years 2010\n\nand 2013 on the ground that they had not established that any casualty or theft had\n\noccurred or that any loss had been sustained. Respondent also determined that for\n\neach of the tax years at issue petitioners were liable for an accuracy-related penalty\n\nunder section 6662(a) as a result of one or more of: (1) negligence or disregard of\n\nrules or regulations; (2) a substantial understatement of income tax; (3) a\n\n\n\n\n      8\n        With respect to the L Street property, respondent’s notice of deficiency\ndisallowed repair expense deductions of $1,691 for tax year 2011 even though\npetitioners had claimed only $898. Respondent concedes the $793 difference.\n      9\n       In this proceeding respondent has conceded deductions for various amounts\nof Schedule E expenses for the Oak Hill property as discussed in more detail infra.\n\f                                       - 14 -\n\n[*14] substantial valuation overstatement; or (4) a transaction lacking economic\n\nsubstance.10\n\n                                     OPINION\n\nI. Burden of Proof\n\n      The Commissioner’s determinations in a notice of deficiency are generally\n\npresumed correct, and the taxpayer generally bears the burden of proving those\n\ndeterminations erroneous. Rule 142(a); Welch v. Helvering, 290 U.S. 111, 115\n\n(1933). Petitioners have not claimed and the record does not establish that the\n\nconditions of section 7491(a) have been met to shift the burden of proof to\n\nrespondent with regard to any factual issue.\n\nII. Schedule E Deductions\n\n      Section 162 allows a deduction for all ordinary and necessary business\n\nexpenses paid or incurred during the taxable year in carrying on any trade or\n\nbusiness. In addition, section 212(2) allows a deduction for ordinary and\n\nnecessary expenses paid or incurred for the management, conservation, or\n\nmaintenance of property held for the production of income. See Grant v.\n\n\n      10\n        On January 4, 2016, the revenue agent’s manager signed a Civil Penalty\nApproval Form prepared by the agent and proposing to impose on petitioners for\neach tax year at issue an accuracy-related penalty for negligence and a substantial\nunderstatement of income tax, pursuant to sec. 6662(a) and (b)(1) and (2).\n\f                                       - 15 -\n\n[*15] Commissioner, 84 T.C. 809, 825 (1985), aff’d without published opinion,\n\n800 F.2d 260 (4th Cir. 1986); see also sec. 1.212-1(h), Income Tax Regs. The\n\ntaxpayer bears the burden of proving entitlement to any claimed deduction. Rule\n\n142(a); INDOPCO, Inc. v. Commissioner, 503 U.S. 79, 84 (1992); New Colonial\n\nIce Co. v. Helvering, 292 U.S. 435, 440 (1934). This burden requires the taxpayer\n\nto substantiate deductions by keeping and producing adequate records. Sec. 6001;\n\nHradesky v. Commissioner, 65 T.C. 87, 89-90 (1975), aff’d per curiam, 540 F.2d\n\n821 (5th Cir. 1976); Meneguzzo v. Commissioner, 43 T.C. 824, 831-832 (1965);\n\nsec. 1.6001-1(a), (e), Income Tax Regs.\n\n      If a taxpayer’s records are lost or destroyed through circumstances beyond\n\nhis or her control, the taxpayer may substantiate deductions through reasonable\n\nreconstruction. See Malinowski v. Commissioner, 71 T.C. 1120, 1125 (1979).\n\nThe burden is on the taxpayer to show that the documentation was actually lost or\n\ndestroyed because of circumstances beyond his or her control. See Adler v.\n\nCommissioner, T.C. Memo. 2010-47, aff’d, 443 F. App’x 736 (3d Cir. 2011).\n\n      If a taxpayer establishes that a deductible expense has been paid but is\n\nunable to substantiate the precise amount, we generally may estimate the amount\n\nof the deductible expense, bearing heavily against the taxpayer responsible for the\n\ninexactitude. Cohan v. Commissioner, 39 F.2d 540, 543-544 (2d Cir. 1930). We\n\f                                       - 16 -\n\n[*16] cannot estimate deductible expenses, however, unless the taxpayer presents\n\nevidence providing a sufficient basis for making an estimate. Vanicek v.\n\nCommissioner, 85 T.C. 731, 742-743 (1985).\n\n      A. L Street Property Schedule E Expenses\n\n      In connection with the L Street property, respondent concedes that\n\npetitioners have substantiated and may deduct repair expenses of $460, $322,\n\n$652, and $610 for tax years 2010, 2011, 2012, and 2013, respectively, for their\n\npayments to an appliance store (excluding a $986 payment for a new refrigerator).\n\nWithout meaningful analysis, petitioners contend on brief that they are entitled to\n\ndeduct greater repair expenses than respondent has conceded for three of the four\n\ntax years at issue; they claim total repair expense deductions of $5,447, $2,955,\n\nand $832 for tax years 2010, 2011, and 2013, respectively. For the most part we\n\nare unable to correlate these claims with the evidence presented.\n\n      On the basis of all the evidence in the record, we hold that petitioners have\n\nsubstantiated repair expenses of $1,106 for tax year 2010, $1,664 for tax year\n\n2011, $652 for tax year 2012, and $832 for tax year 2013.11\n\n      11\n         We have determined these amounts on the basis of documented payments\nto Farm Supply Co. (Farm Supply) (which Mr. Littlejohn credibly testified were\nfor irrigation supplies at the L Street property) and Medina Sewer (which Mr.\nLittlejohn credibly testified were for plumbing services), which we have added to\n                                                                      (continued...)\n\f                                        - 17 -\n\n[*17] B. Oak Hill Property\n\n      In connection with the Oak Hill property respondent concedes that\n\npetitioners have substantiated and may deduct $34,461, $31,822, $35,909, and\n\n$31,245 for tax years 2010, 2011, 2012, and 2013, respectively, for expenses\n\nincurred for maintenance, insurance, mortgage interest, taxes, utilities, and\n\ndepreciation. The amounts remaining in dispute are for maintenance expenses,\n\nrepair expenses, and depreciation.\n\n             1. Maintenance Expenses\n\n      In connection with the Oak Hill property, respondent concedes that\n\npetitioners are entitled to deduct maintenance expenses of $2,400 for each tax year\n\nat issue to account for payments made to their gardener.12 Petitioners dispute the\n\n\n      11\n        (...continued)\nthe amounts respondent has conceded. Respondent contends that certain of\npetitioners’ other reported “repair” expenses (for water utilities, gardening, and\nbusiness taxes paid) duplicate expenses for which deductions have already been\nallowed in other expense categories. Petitioners have not clearly disputed this\ncontention and have offered no evidence to refute it. Consequently, we have\ndisallowed any deduction for those amounts and have also disallowed any\ndeduction for a $1,500 payment which the evidence indicates was for a new\nfurnace purchased in 2010 (a capital expenditure rather than a repair) as well as\nvarious other items included in petitioners’ documentation as to which the\nbusiness purpose of the payments has been inadequately substantiated.\n      12\n       Respondent represents that the amount of this concession is based on “one\nmonthly check for a gardener and extended to all the years at issue.” We observe\n                                                                      (continued...)\n\f                                        - 18 -\n\n[*18] adequacy of these concessions as related to two of the four tax years at\n\nissue; they claim that they have substantiated maintenance expenses of $3,305 and\n\n$2,791 for tax years 2011 and 2013, respectively.13\n\n      On the basis of our review of all the evidence, we are satisfied that\n\npetitioners have substantiated gardening expenses (in addition to the amounts\n\nconceded by respondent) of $688 for tax year 2011 and $292 for tax year 2013.14\n\nConsequently, we hold that with respect to the Oak Hill property petitioners are\n\nentitled to deduct Schedule E maintenance expenses (including the amounts\n\nrespondent has conceded) of $2,400, $3,088, $2,400, and $2,692 for tax years\n\n2010, 2011, 2012, and 2013, respectively.\n\n\n\n\n      12\n         (...continued)\nthat the parties agree that petitioners are entitled to deduct $2,400 of maintenance\nexpenses for tax year 2010 even though on their 2010 Schedule E they claimed\nonly $1,800.\n      13\n        We are unable to correlate these amounts with the amounts reported on\npetitioners’ Schedules E.\n      14\n         Petitioners have failed to adequately substantiate the business purpose of\nother items included in their documentation and have also failed to establish that\nthey are entitled to deduct certain payments made to a vendor as to which Mr.\nLittlejohn testified only that the vendor had sold him a commercial wood chipper.\n\f                                       - 19 -\n\n[*19]         2. Repair Expenses\n\n        In connection with the Oak Hill property respondent has disallowed all\n\nrepair expense deductions. Petitioners contend that they have substantiated repair\n\nexpenses of $3,964, $14,402, $3,814, and $2,788 for tax years 2010, 2011, 2012,\n\nand 2013, respectively.15 Some of the reported expenses ($1,216, $2,398, and\n\n$626 for tax years 2010, 2011, and 2013, respectively) are for amounts paid to\n\nFarm Supply for landscaping materials. Respondent questions whether these\n\nexpenses actually relate to the Oak Hill property rather than to some other\n\nproperty. On the basis of Mr. Littlejohn’s testimony, we are satisfied that these\n\nFarm Supply expenditures relate to the Oak Hill property. Respondent also\n\ncontends that many of these expenses are double-counted in petitioners’\n\ndocumentary evidence. On this point we agree with respondent. Although we are\n\nunable to correlate all the various items in the voluminous materials petitioners\n\nhave provided, it is apparent that in many instances petitioners have reported\n\namounts shown on Farm Supply invoices while also reporting those same amounts\n\nas included in checks written to Farm Supply. Bearing heavily against petitioners,\n\nwho have created this evidentiary quagmire, we conclude that they have\n\n\n        15\n        We are unable to correlate these amounts with the amounts reported on\npetitioners’ Schedules E.\n\f                                        - 20 -\n\n[*20] substantiated one-half of the total amounts that they report as payments to\n\nFarm Supply; i.e., $608, $1,199, and $313 for tax years 2010, 2011, and 2013,\n\nrespectively.\n\n      For similar reasons involving double-counting of invoiced amounts, we\n\nconclude that for tax year 2012 petitioners have substantiated one-half the\n\namounts reported as payments to Western Exterminator (excluding the largest\n\nitems of $900 and $1,550 for which no invoices were submitted), resulting in an\n\nallowable repair expense deduction of $466 for tax year 2012.\n\n      The other items reflected in petitioners’ voluminous documentation have\n\nbeen inadequately substantiated. The evidence does not adequately distinguish\n\nostensibly personal expenses, such as for toilet paper, from the purported Schedule\n\nE expenses petitioners seek to substantiate. Mr. Littlejohn’s trial testimony, which\n\ntouched briefly upon only a few of the many items reported as expenses, was too\n\nvague and general to overcome these infirmities.\n\n      Mr. Littlejohn testified that he once had receipts to substantiate all of\n\npetitioners’ reported expenses for their rental properties but that some of the\n\nreceipts went missing after a prior representative assisting in the tax audit mixed\n\nthem up with other documents and could not sort them out afterward. On the basis\n\nof this testimony, petitioners suggest that we should allow them all their claimed\n\f                                        - 21 -\n\n[*21] rental property expense deductions. Considering the volume of\n\ndocumentation that petitioners have offered in an attempt to substantiate their\n\nreported rental property expenses, and the inadequacy of much of that\n\ndocumentation, we are unpersuaded by these contentions. In any event, petitioners\n\nhave not provided a sufficient evidentiary basis for estimating allowable expenses\n\nassociated with any missing documentation. See Vanicek v. Commissioner, 85\n\nT.C. 742-743.\n\n      In sum, we hold that with respect to the Oak Hill property, petitioners are\n\nentitled to deduct Schedule E repair expenses of $608, $1,199, $466, and $313 for\n\ntax years 2010, 2011, 2012, and 2013, respectively.\n\n             3. Depreciation\n\n      Section 167 permits as a depreciation deduction a reasonable allowance for\n\nthe exhaustion and wear and tear of property used in a trade or business or held for\n\nthe production of income. This depreciation deduction is determined by reference\n\nto the adjusted basis of the property, the applicable depreciation method, the\n\napplicable recovery period, and the applicable convention. Secs. 167(c)(1), 168;\n\nHosp. Corp. of Am. v. Commissioner, 109 T.C. 21, 45 (1997). In order to prove\n\nentitlement to a depreciation deduction, a taxpayer must establish the property’s\n\ndepreciable basis by showing the cost of the property, its useful life or recovery\n\f                                        - 22 -\n\n[*22] period, and the previously allowable depreciation. E.g., Cluck v.\n\nCommissioner, 105 T.C. 324, 337 (1995).\n\n      Respondent concedes that, in connection with the Oak Hill property,\n\npetitioners are entitled to a depreciation deduction of $8,527 for each tax year at\n\nissue.16 Petitioners claim that their depreciation deduction should be $21,818 for\n\neach tax year at issue.17 Although their income tax returns report a basis in the\n\nOak Hill property of $542,039, in this proceeding petitioners claim that the\n\nproperty’s adjusted basis was “at least $600,000”. This claim is based on Mr.\n\nLittlejohn’s vague and general testimony that “a rough estimate of repairs and\n\nupgrades to that house was approximately $600,000”. Although Mr. Littlejohn’s\n\ntestimony described a number of improvements and repairs that petitioners made\n\nto the property, he made no attempt to quantify the costs of specific improvements\n\nor to distinguish any such improvements from repairs. Petitioners offered into\n\n\n      16\n        Respondent accepts petitioners’ election to depreciate the property\nstraight-line over 27.5 years. For purposes of his concession, respondent treats\nMrs. Littlejohn’s adjusted cost basis in the Oak Hill property as $234,500--the\namount that Mrs. Littlejohn’s son paid for the Oak Hill property in 1996.\nRespondent asserts that by allocating the entire purchase price to the depreciable\nbasis of the house and allocating nothing to the land, his concession makes\nallowance for any possible improvements to the house. We have no occasion to\ngive further consideration to the premises of respondent’s concession.\n      17\n         Oddly, this amount is less than petitioners deducted on their Schedule E\nfor tax year 2010 but more than they deducted for tax years 2011, 2012, and 2013.\n\f                                        - 23 -\n\n[*23] evidence a sheaf of documents to substantiate expenditures for various\n\nclaimed improvements, but the expenditures reflected in those documents add up\n\nto only $127,263.18\n\n      Petitioners contend that they are unable to produce all their receipts for the\n\nimprovements to the Oak Hill property because, they say, most of their records,\n\nwhich had been stored on shelves in the Prefumo property garage, were destroyed\n\nwhen the garage roof collapsed in December 2007. Consequently, petitioners\n\nassert, on the basis of Mr. Littlejohn’s testimony we should find that the cost of\n\nthe improvements was at least $600,000. We are unpersuaded.\n\n      Notwithstanding petitioners’ claims about the destruction of their records,\n\nas noted they have in fact produced a great many documents in an effort to\n\nsubstantiate the cost of certain improvements and repairs to the Oak Hill property.\n\nThese documents purport to substantiate a great many expenditures over a period\n\nstretching from January 1, 1997, to March 8, 2007. These documents obviously\n\nwere not destroyed by the garage roof’s collapse in December 2007. Petitioners\n\nhave not explained the selective availability of these documents or even exactly\n\n      18\n       On brief petitioners claim that the expenditures substantiated in these\ndocuments total $139,844, as shown on a schedule attached to their brief. It\nappears, however, that this $139,844 improperly includes two items, totaling\n$12,581, that were crossed off the schedule attached to the associated exhibit as\nincluded in the parties’ joint first supplemental stipulation of facts.\n\f                                         - 24 -\n\n[*24] what documents they contend are missing from this period. Nor have they\n\nexplained the absence of records for expenditures after December 2007, when the\n\ngarage roof collapsed.\n\n       In any event, petitioners have offered no reasonable grounds for\n\nsubstantiating their basis in the Oak Hill property through reconstruction. In\n\nparticular, Mr. Littlejohn’s vague and general testimony that there were “at least”\n\n$600,000 of improvements is inadequate to substantiate any particular amount as\n\ntheir basis.19\n\n       In short, petitioners have failed to establish that their depreciable basis in\n\nthe Oak Hill property is greater than the $234,500 that respondent has conceded.\n\nConsequently, giving effect to respondent’s concession, we hold that with respect\n\nto the Oak Hill property petitioners are entitled to a depreciation deduction of\n\n$8,527 for each tax year at issue.\n\n\n\n\n       19\n        As noted, Mrs. Littlejohn’s son bought the Oak Hill property in 1996, put\nher on the deed as a partial owner in 2005, and quitclaimed his entire interest to\nher in 2010. Petitioners have not addressed the effect of these ownership changes\nupon the proper determination of their adjusted basis in the property.\n\f                                        - 25 -\n\n[*25] III. Theft Losses\n\n      Section 165(a) permits a deduction against ordinary income for “any loss\n\nsustained during the taxable year and not compensated for by insurance or\n\notherwise.” In the case of a loss by theft, a taxpayer may deduct the lesser of:\n\n(1) the fair market value of the stolen property; or (2) the adjusted basis as\n\ndetermined under section 1011. Sec. 165(b); secs. 1.165-7(b)(1), 1.165-8(c),\n\nIncome Tax Regs.\n\n      A theft loss is “sustained during the taxable year in which the taxpayer\n\ndiscovers such loss.” Sec. 165(e). If there exists a claim for reimbursement in the\n\nyear of discovery, however, no loss shall be considered sustained until the taxable\n\nyear in which it can be ascertained with reasonable certainty that no\n\nreimbursement will be received. Sec. 1.165-1(d)(3), Income Tax Regs. Whether a\n\nreasonable prospect of recovery exists is a question of fact to be determined upon\n\nan examination of all facts and circumstances. Sec. 1.165-1(d)(2)(i), Income Tax\n\nRegs. “A reasonable prospect of recovery exists when the taxpayer has bona fide\n\nclaims for recoupment from third parties or otherwise, and when there is a\n\nsubstantial possibility that such claims will be decided in his favor.” Ramsay\n\nScarlett & Co. v. Commissioner, 61 T.C. 795, 811 (1974), aff’d, 521 F.2d 786 (4th\n\nCir. 1975). The determination as to whether there is a reasonable prospect of\n\f                                         - 26 -\n\n[*26] recovery is based primarily on objective factors; the taxpayer’s subjective\n\nbelief may also be considered, but it is not the sole or controlling criterion. Id.;\n\nsee Jeppsen v. Commissioner, 128 F.3d 1410, 1418 (10th Cir. 1997), aff’g T.C.\n\nMemo. 1995-342.\n\n      As used in section 165, the term “theft” is a word of general and broad\n\nconnotation, intended to cover any criminal appropriation of another’s property,\n\nincluding theft by larceny, embezzlement, obtaining money by false pretenses, and\n\nany other form of guile. Bellis v. Commissioner, 61 T.C. 354, 357, aff’d, 540 F.2d\n\n448 (9th Cir. 1976); see sec. 1.165-8(d), Income Tax Regs. Generally, whether a\n\ntheft loss has been sustained depends upon the law of the State where the loss was\n\npurportedly sustained. See Norton v. Commissioner, 333 F.2d 1005, 1008 (9th\n\nCir. 1964), aff’g 40 T.C. 500 (1963).\n\n      Petitioners bear the burden of proving by a preponderance of the evidence\n\nthat a theft actually occurred. See Rule 142(a); Jones v. Commissioner, 24 T.C.\n\n525, 527 (1955). To carry this burden of proof, petitioners must establish the\n\nexistence of a theft within the meaning of section 165, the amount of the claimed\n\ntheft loss, and the year in which the theft loss was discovered. See Elliott v.\n\nCommissioner, 40 T.C. 304 (1963); River City Ranches No. 1 Ltd. v.\n\f                                        - 27 -\n\n[*27] Commissioner, T.C. Memo. 2003-150, aff’d in part, rev’d in part on other\n\ngrounds, 401 F.3d 1136 (9th Cir. 2005).\n\n      Petitioners’ alleged loss occurred in the State of California. Cal. Penal\n\nCode sec. 484(a) (Deering 2000) provides:\n\n      Every person who shall feloniously steal, take, carry, lead, or drive\n      away the personal property of another, * * * or who shall knowingly\n      and designedly, by any false or fraudulent representation or pretense,\n      defraud any other person of money, labor or real or personal property\n      * * * is guilty of theft. * * *\n\nUnder this statute, to prove a theft requires evidence that property was stolen by\n\nlarceny, false pretenses, or embezzlement. People v. Gonzales, 392 P.3d 437, 442\n\n(Cal. 2017). Inasmuch as petitioners allege theft through fraudulent\n\nmisrepresentations, they allege theft by false pretenses, which requires the\n\nfollowing elements: “(1) the * * * [perpetrator] made a false pretense or\n\nrepresentation to the owner of property; (2) with the intent to defraud the owner of\n\nthat property; and (3) the owner transferred the property to the * * * [perpetrator]\n\nin reliance on that representation.” People v. Williams, 305 P.3d 1241, 1248 (Cal.\n\n2013) (quoting People v. Wooten, 52 Cal. Rptr. 2d 765, 770 (Ct. App. 1996)).\n\nImplicit in these elements is a relationship of privity between perpetrator and\n\nvictim. Elec. Picture Sols., Inc. v. Commissioner, T.C. Memo. 2008-212; Crowell\n\nv. Commissioner, T.C. Memo. 1986-314.\n\f                                        - 28 -\n\n[*28] Petitioners claim that they are entitled to theft loss deductions because they\n\nwere defrauded in the purchase of the Prefumo property.20 They claim that the\n\nStaniers, Ms. Wilson, and Mr. King conspired to defraud them by intentionally\n\ndeceiving them about defects in the Prefumo property in order to induce them to\n\npurchase it for more than it was worth. They claim to have discovered the fraud in\n\n2008, but on their income tax returns they reported portions of the claimed loss for\n\ntwo different years:21 (1) on their amended 2010 income tax return they reported a\n\n$150,000 theft or casualty loss on the theory that their reasonable prospects of\n\nrecovery with respect to that much of the theft loss ended in tax year 2010, when\n\nthey were awarded the $150,000 default judgment against Mr. King, which they\n\nsay was noncollectible; and (2) on their 2013 income tax return they reported\n\n$1,196,000 as a theft or casualty loss for tax year 2013, the year in which Mrs.\n\n\n\n\n      20\n        In their petition and throughout their briefs petitioners assert that they both\nwere defrauded in the sale of the Prefumo property, even though Mr. Littlejohn\nwas not a party to the sale. Because we disallow petitioners’ claimed theft loss\ndeductions for other reasons, we give no further consideration to this issue, except\ninsofar as it is relevant to our evaluation of certain evidence, as discussed infra.\n      21\n        Petitioners have not cited, and we have not found, any authority for\nbifurcating a theft loss in this manner. Since we hold for respondent on other\ngrounds, we do not consider this issue further.\n\f                                          - 29 -\n\n[*29] Littlejohn entered into a settlement with the Staniers and Ms. Wilson.22 We\n\naddress each of petitioners’ reported, alleged theft losses separately below.\n\n      A. The Reported 2010 Theft Loss\n\n      On their amended 2010 income tax return petitioners reported a $150,000\n\ntheft loss, characterizing it as a “fraud loss” attributable to the “non recoverable”\n\njudgment against Mr. King.23 On brief, however, petitioners assert, without\n\nmeaningful analysis, that they are entitled to a $266,000 theft loss deduction for\n\ntax year 2010. In support of this claim they point to the statement in the California\n\nsuperior court’s default judgment that “total recoverable damages related to the\n\nfraud and conspiracy to defraud as to the garage and deck coverup, coupled with\n\nactual damages to personal possessions and loss of use and enjoyment are\n\n$266,000.”24\n\n\n      22\n        Although petitioners reported these losses on their tax returns as theft or\ncasualty losses, in this proceeding petitioners argue only that they are entitled to\ndeductions for theft losses. We deem them to have waived or conceded any\nargument that they are entitled to deductions for casualty losses with respect to\nthese amounts. In any event, petitioners have failed to prove the occurrence of a\ncasualty within the meaning of sec. 165 or the amount of any casualty loss.\n      23\n        Similarly on brief petitioners state that the $150,000 theft loss that they\nreported on their amended 2010 income tax return “represents the amount of the\njudgment against Phillip King that was never recovered.”\n      24\n           As noted, the judgment stated that because Mrs. Littlejohn’s complaint\n                                                                         (continued...)\n\f                                       - 30 -\n\n[*30] We are left in doubt about the exact theory of petitioners’ alleged 2010 theft\n\nloss. Insofar as it is based (as stated on their amended 2010 income tax return) on\n\nthe $150,000 supposedly “non recoverable” judgment against Mr. King, their\n\nclaim for a theft loss deduction in that amount must fail.25 For one thing, they\n\nhave not shown that they had no reasonable prospect for its recovery at the end of\n\ntax year 2010.26 For that matter, the record does not even definitively establish\n\nthat the default judgment was never paid. But more fundamentally, even if we\n\nwere to assume for the sake of argument that the default judgment was never paid,\n\n\n      24\n        (...continued)\nspecifically sought only $150,000, the default judgment was limited to that\namount.\n      25\n         Petitioners have not expressly claimed a bad-debt deduction with respect\nto Mr. King’s purported nonpayment of the default judgment, nor does the record\nsuggest that any such claim would be meritorious. If a nonbusiness bad debt\nmeets the requirements of sec. 166(d), the taxpayer may be entitled to a short-term\ncapital loss deduction (rather than a deduction from income), provided the\ntaxpayer meets various requirements, including the requirement that the debt be\none in which the taxpayer has a basis pursuant to sec. 166(b). See, e.g., Swenson\nv. Commissioner, 43 T.C. 897, 898 (1965) (holding that taxpayer was not entitled\nto bad-debt deduction because of ex-spouse’s failure to pay court-ordered child\nsupport). Petitioners have not shown that they had any basis in the default\njudgment against Mr. King.\n      26\n        The only evidence in this regard is the hearsay testimony of petitioners’\nincome tax return preparer, who testified that Mr. Littlejohn told him in 2013 that\nthe judgment against Mr. King had been determined to be uncollectible. This\ntestimony does not establish that the judgment against Mr. King was in fact\nuncollectible at the end of 2010.\n\f                                        - 31 -\n\n[*31] mere failure to pay a civil judgment does not constitute a crime of theft. See\n\nPeople v. Ashley, 267 P.2d 271, 282 (Cal. 1954).\n\n      Similarly, insofar as petitioners mean to claim a $266,000 theft loss\n\ndeduction for tax year 2010 on the basis of Mr. King’s actions upon which the\n\ndefault judgment is predicated, they have not shown, or even clearly asserted, that\n\nMr. King’s actions satisfy any of the elements of theft by false pretenses under\n\nCalifornia State law. More particularly, they have not shown, or even clearly\n\nasserted, that Mr. King made any false representation to them with the intent to\n\ndefraud them of property or that they transferred any property to Mr. King in\n\nreliance on any such representation. See Williams, 305 P.3d at 1248.\n\n      Petitioners place great reliance on the statement in the California superior\n\ncourt’s default judgment that Mr. King was “a willing member of a conspiracy\n\n[with the Staniers, the Stanier Family Trust, and Ms. Wilson and her real estate\n\ncompany] to defraud a future buyer of the * * * [Prefumo property] by engaging in\n\na fraud involving an omission and/or cover-up of material defects of the garage\n\nand travertine deck”. The default judgment against Mr. King in the civil action,\n\nhowever, and the findings therein, are not probative evidence of a crime. See\n\nPeople v. Beevers, 33 P. 844, 846 (Cal. 1893) (holding that a default judgment in a\n\ncivil divorce action, including findings of fact and other recitals contained therein,\n\f                                        - 32 -\n\n[*32] was inadmissible as evidence in a related criminal prosecution); People v.\n\nLichtenstein, 135 P. 692, 702-703 (Cal. Ct. App. 1913) (holding that a civil\n\nverdict in a divorce action had “no probative value” in a related criminal matter);\n\nsee also United States v. Satuloff Bros., Inc., 79 F.2d 846, 848 (2d Cir. 1935)\n\n(“Judgments and decrees rendered in civil suits are inadmissible in evidence in\n\ncriminal prosecutions as proofs of any facts determined by such judgments or\n\ndecrees, and the reason for the rule as stated has been that the parties are different\n\nand the quantum of proof required in one case is different from that required in\n\nanother.”); 87 A.L.R. 1258 (originally published in 1933).\n\n      Similarly, the finding in the default judgment as to $266,000 of “total\n\nrecoverable damages” has little if any probative weight in this proceeding. Insofar\n\nas petitioners mean to invoke the principle of collateral estoppel, that principle is\n\ninapplicable because, if for no other reason, respondent was not a party to the prior\n\nlitigation. See, e.g., Peck v. Commissioner, 90 T.C. 162, 166-167 (1988), aff’d,\n\n904 F.2d 525 (9th Cir. 1990).\n\n      Inasmuch as petitioners’ claim for a theft loss deduction for tax year 2010\n\nmight be thought to be predicated not specifically on Mr. King’s actions but on the\n\nactions of others, such as the Staniers and Ms. Wilson, petitioners have failed to\n\nshow (and have not even asserted) that they had no reasonable prospect of\n\f                                        - 33 -\n\n[*33] recovery against those other persons at the end of tax year 2010, as Mrs.\n\nLittlejohn’s lawsuit against them was still pending at that time. But more\n\nfundamentally, as discussed below, they have failed to show that the actions of the\n\nStaniers or Ms. Wilson constituted the crime of theft under California State law.\n\n      For these reasons, we sustain respondent’s disallowance of petitioners’\n\nclaimed theft loss deduction for tax year 2010.\n\n      B. The Reported 2013 Theft Loss\n\n      On their 2013 income tax return petitioners claimed a $1,196,000 deduction\n\nas a theft loss. On brief they claim that they are entitled to a $1,775,000 theft loss\n\ndeduction for tax year 2013, on the theory that purported fraudulent\n\nmisrepresentations by the Staniers and Ms. Wilson about the property and their\n\nfailure to disclose “major problems” induced Mrs. Littlejohn to overpay for the\n\nPrefumo property by $1,775,000.\n\n      As described in Mr. Littlejohn’s testimony, the “major problems” with the\n\nPrefumo property, which petitioners say they discovered after Mrs. Littlejohn\n\npurchased it, included a leak in the garage roof and various other defects in the\n\nmain house, particularly with respect to the slate roof, previous water or flood\n\ndamage, defective windows, and a defective well-water system. Petitioners allege\n\nthat the Staniers and Ms. Wilson gave them no notice of these problems but tried\n\f                                        - 34 -\n\n[*34] to cover them up. Petitioners suggest that these actions constituted the\n\nmaking of a “false or fraudulent representation or pretense” within the meaning of\n\nCal. Penal Code sec. 484(a), giving rise to a theft loss deduction under section\n\n165(e).\n\n      Petitioners have not cited, nor have we found, any case holding there to be a\n\ncrime of theft pursuant to Cal. Penal Code sec. 484(a) based on an alleged failure\n\nto disclose defects in the course of a commercial real estate transaction. Nor have\n\npetitioners cited any case, from this Court or any other, allowing a theft loss\n\ndeduction in such circumstances. The few cases in which this Court has allowed\n\ntheft loss deductions involving real estate transactions have involved contractors\n\nwho took money from taxpayers under false pretenses and then either absconded\n\nor ceased construction and used the money for purposes not related to the\n\nconstruction agreement. See, e.g., Norton v. Commissioner, 40 T.C. 500; Miller v.\n\nCommissioner, 19 T.C. 1046 (1953); Urtis v. Commissioner, T.C. Memo. 2013-\n\n66; Hartley v. Commissioner, T.C. Memo. 1977-317. This is not such a case.\n\n      Under California State law, to establish a crime of theft by false pretenses,\n\nthe perpetrator’s intent “must be proved * * * by something more than mere proof\n\nof nonperformance or actual falsity”. Ashley, 267 P.2d at 282. To prove that the\n\nperpetrator obtained property by false pretenses, it must be shown that any\n\f                                         - 35 -\n\n[*35] misrepresentations were made “knowingly and designedly”. Cal. Penal\n\nCode sec. 484(a). The requirement to prove fraudulent intent prevents “[o]rdinary\n\ncommercial defaults” from becoming “the subject of criminal prosecution”.\n\nPeople v. Hartley, 203 Cal. Rptr. 3d 770, 776 (Ct. App. 2016) (quoting Ashley,\n\n267 P.2d at 283); see Norton v. Commissioner, 40 T.C. 504 (holding that the\n\ntaxpayer failed to prove a theft loss under California State law even though the\n\nrepresentation in question was false, because it was not shown to have been\n\n“knowingly and designedly” made).\n\n      Petitioners have not shown that the Staniers or Ms. Wilson made\n\nmisrepresentations, either affirmatively or impliedly by failure to disclose known\n\ndefects, knowingly and designedly with intent to deceive. The record shows that\n\nduring the course of negotiations for the Prefumo property the Staniers and Ms.\n\nWilson did in fact give petitioners notice about the types of problems which they\n\ncite in support of their theft loss claim. For instance, the real estate transfer\n\ndisclosure statement, under the section for “significant defects/malfunctions”,\n\nnoted that the garage ceiling leaked and that some windows had defective seals.\n\nSimilarly, the seller property questionnaire completed by the Staniers indicated\n\nproblems with leaks in the garage roof and drainage at the patio. In addition, Ms.\n\nWilson’s agent’s disclosure statement noted, among other things, fogged windows,\n\f                                          - 36 -\n\n[*36] stained carpet, stains in the living room ceiling, and a crack in the marble\n\ninside the main house. Her report recommended a professional home inspection,\n\nwhich petitioners procured from Mr. Wallace. That inspection report also listed\n\nthe roof as defective and pointed to leakage and drainage problems, as well as\n\n“marginal windows”, which Mr. Wallace recommended replacing. The fact that\n\npetitioners’ own home inspection report, which Ms. Wilson had recommended\n\nthey obtain, found defects consistent with those disclosed by the Staniers and Ms.\n\nWilson, undercuts any contention that the Staniers and Ms. Wilson failed to\n\ndisclose known defects knowingly and designedly with intent to deceive.\n\n          The pump test report provided by the Staniers and initialed by Mrs.\n\nLittlejohn indicated a flow of five gallons per minute for the water well.\n\nPetitioners assert that this was a fraudulent misrepresentation. Mr. Littlejohn\n\ntestified that during the negotiations for the Prefumo property, Ms. Wilson had\n\nshown him a multiple listing report that indicated a well flow of 12 gallons a\n\nminute. Petitioners did not offer any such report into evidence, however, and did\n\nnot call Ms. Wilson as a witness. Mr. Littlejohn’s vague and uncorroborated\n\ntestimony in this regard does not establish that the Staniers or Ms. Wilson\n\nmisrepresented the well flow or, even if they did, that they did so with fraudulent\n\nintent.\n\f                                       - 37 -\n\n[*37] Petitioners also contend that the Staniers and Ms. Wilson failed to disclose\n\ndamage to the house from flooding. In support of this claim petitioners offered the\n\ntestimony of an internet installer who had worked on the Prefumo property and\n\nhad allegedly seen water running down the interior stairs on one occasion. This\n\ntestimony did not specify the year in which this incident occurred, and the record\n\ndoes not indicate who owned the Prefumo property at the time. Moreover, the\n\nevidence does not establish that any such flooding caused lasting damage to the\n\nhouse.\n\n      Petitioners claim that there were other undisclosed structural defects and\n\nother problems with the house, such as an improperly attached roof, but they have\n\nprovided no concrete evidence that these other defects existed at the time of the\n\nsale or, if they did, that the Staniers or Ms. Wilson knew about them. Even if there\n\nwere such undisclosed structural defects, however, proof of a theft by false\n\npretenses requires proof that any misrepresentation in this regard was knowingly\n\nand designedly made with the intent to defraud.\n\n      Seeking to establish intent to defraud, petitioners rely heavily on the 2010\n\ndefault judgment against Mr. King rendered by the California superior court. As\n\npreviously discussed, the default judgment against Mr. King and the findings\n\ntherein are not probative evidence as to any crime involving fraud, much less of a\n\f                                       - 38 -\n\n[*38] crime by the Staniers or Ms. Wilson.27 Moreover, even if we were to assume\n\nfor the sake of argument that this default judgment was evidence of theft by the\n\nStaniers and Ms. Wilson, the default judgment was limited to actions relating to\n\nthe purportedly faulty repairs made to the garage roof. Petitioners have failed to\n\nshow that they have not already been reimbursed for any loss relating to the garage\n\nroof, by virtue of the $150,000 default judgment against Mr. King (which, as\n\n      27\n        Mr. King was unavailable as a witness, having failed to comply with\npetitioners’ trial subpoena. At trial Mr. Littlejohn sought to testify about\nconversations he allegedly had with Mr. King, in which Mr. King allegedly\nrelayed to Mr. Littlejohn conversations he supposedly had with Ms. Wilson and\n“Stanier”, advising Mr. King to go along with a purported “cover-up” of\nsupposedly faulty repairs made to the garage roof. In response to respondent’s\nhearsay objection, petitioners invoked the hearsay exception under Fed. R. Evid.\n804(b)(3) for a statement against interest by a declarant who is unavailable as a\nwitness. The Court reserved ruling on the hearsay objection and permitted\npetitioners to make an offer of proof of Mr. Littlejohn’s testimony. We now\nsustain respondent’s hearsay objection. The statements attributed to Mr. King\nwere not statements against his interest but rather statements intended to exculpate\nhimself by pointing the finger at Ms. Wilson and the Staniers. As such, these\nstatements are not admissible under Fed. R. Evid. 804(b)(3). See Williamson v.\nUnited States, 512 U.S. 594, 600 (1994) (“[W]hen part of the confession is\nactually self-exculpatory, the generalization on which Rule 804(b)(3) is founded\nbecomes even less applicable. Self-exculpatory statements are exactly the ones\nwhich people are most likely to make even when they are false; and mere\nproximity to other, self-inculpatory, statements does not increase the plausibility\nof the self-exculpatory statements.”). Furthermore, petitioners do not represent\nthat Ms. Wilson or the Staniers were unavailable as witnesses (even though they\nwere not called). Consequently, hearsay included within Mr. King’s hearsay\ntestimony, as to the statements supposedly made to him by Ms. Wilson and\n“Stanier”, is likewise inadmissible, inasmuch as none of these statements\nconforms with an exception to the hearsay rule. See Fed. R. Evid. 805.\n\f                                        - 39 -\n\n[*39] previously discussed, petitioners have not shown was uncollectible or not\n\ncollected) and by virtue of the $200,000 settlement proceeds received from the\n\nStaniers and Ms. Wilson.\n\n      Furthermore, circumstances surrounding the Prefumo property transaction\n\nundercut petitioners’ claim that the Staniers and Ms. Wilson acted with fraudulent\n\nintent. In March 2006 the Staniers agreed to sell the Prefumo property “as is” for\n\n$2.5 million.28 Not too long before that, however, in October 2004 the Staniers’\n\nbank had appraised the Prefumo property at $3.6 million. Petitioners have offered\n\nno evidence or explanation as to why the Staniers agreed to sell the property for\n\n\n\n\n      28\n          Generally speaking, an “as is” provision “means that the buyer takes the\nproperty in the condition visible to or observable by him.” Lingsch v. Savage, 29\nCal. Rptr. 201, 209 (Ct. App. 1963). An “as is” provision does not necessarily\nconfer on the seller a general immunity from liability for fraud. Id. Nevertheless,\n“it is a factor to be considered with all other circumstances in determining whether\nthe buyer has been misled.” Driver v. Melone, 90 Cal. Rptr. 98, 102 (Ct. App.\n1970). As one California court has stated: “[A]n ‘as is’ provision in any sale puts\npotential buyers on notice that the seller makes no warranties about the quality or\ncondition of the thing sold. In practice, it serves as a kind of ‘red flag’ warning\nthe buyer that the goods or property to be sold may not be in perfect condition or\nof ideal quality.” Shapiro v. Hu, 233 Cal. Rptr. 470, 475 (Ct. App. 1986). The\ncourt went on to state that it was aware of “no cases * * * in which a person\nselling real property ‘as is’ was liable for defects in the quality or condition of the\nreal property, where the property was not new construction, and the sale was made\nin good faith and without some form of fraudulent misrepresentation or\nconcealment.” Id. at 476.\n\f                                        - 40 -\n\n[*40] $1.1 million less than its recently appraised value.29 On this record it is no\n\nless reasonable to conclude that the Staniers priced the known defects into the “as\n\nis” $2.5 million sale price than it is to conclude that they intended to defraud\n\npetitioners with respect to any such defects.\n\n      Finally, even if petitioners had proved that they were victims of a theft\n\n(which they have not), they have failed to establish the amount of any theft loss.\n\nAs noted, on their 2013 income tax return they claimed a theft loss deduction of\n\n$1,196,000, but on brief they assert a theft loss deduction for tax year 2013 of\n\n$1,775,000. In support of this claim they rely on the report of their expert witness,\n\nMr. Andrew S. MacCuish.\n\n      Mr. MacCuish is a real estate appraiser licensed in the State of California.\n\nHis report, prepared in 2018, undertakes to value the Prefumo property\n\nretrospectively as of June 1, 2006, by reference to what he identified as five sales\n\nof comparable residential property. He opined that as of June 1, 2006, when Mrs.\n\nLittlejohn purchased the Prefumo property for $2.5 million, its then-existing\n\n\n\n\n      29\n         The evidence in the record does not suggest that this seemingly reduced\nsale price can be explained by a general decline in the real estate market. To the\ncontrary, the report of petitioners’ expert witness states: “The peak of the real\nestate market occurred in the first half of 2005, with a slowed appreciation\ncontinuing through the first half of 2006.”\n\f                                        - 41 -\n\n[*41] defects caused it to be really worth only $800,000.30 In arriving at this\n\nappraised value, Mr. MacCuish discounted three of his comparables by $1,755,000\n\nto account for the supposedly poor condition of the Prefumo property as of the\n\ntime Mrs. Littlejohn purchased it.31 Mr. MacCuish’s report states that this\n\n$1,755,000 discount was based upon “the assumption * * * there were defects and\n\nrepairs required” for the Prefumo property when Mrs. Littlejohn purchased it. His\n\nreport further indicates that the $1,755,000 discount represents the sum of “Repair\n\ncosts 2006” ($1,225,000), “Water Well” ($250,000), “15%” ($150,000), and\n\n“Profit (entrepreneurial)” ($130,000). Questioned at trial about this $1,755,000\n\ndiscount, Mr. MacCuish offered no detailed explanation but rather stated that it\n\nwas a “pretty close ball park”.\n\n      Petitioners assert that the fair market value of the Prefumo property “before\n\nthe discovery of the fraud” was $2.5 million--the amount Mrs. Littlejohn agreed to\n\npay for the property. On the basis of Mr. MacCuish’s expert report they assert that\n\nthe fair market value of the property “after the discovery of the fraud” was only\n\n\n      30\n        Mr. MacCuish’s report states that his $800,000 appraised value is “below\nthe estimated site value. This can be attributed to the cost of demolition,\ntransportation of debris, and disposal site charges.”\n      31\n        Mr. MacCuish discounted two other comparables (which he classified as\nbeing in worse condition than the other three comparables) by only $1 million\neach.\n\f                                        - 42 -\n\n[*42] $800,000. Citing sections 1.165-7(b) and 1.165-8(c), Income Tax Regs.,\n\npetitioners assert, with eccentric math, that this means that they sustained a total\n\nloss of “more than $1.7 million.”\n\n      From this line of argumentation it is apparent that the theft which petitioners\n\nhave alleged is not a theft of the Prefumo property directly but rather of a portion\n\nof its purchase price--the amount by which they contend that Mrs. Littlejohn was\n\novercharged for the Prefumo property. Consequently it appears that the claimed\n\n2013 theft loss deduction duplicates the theft loss deduction claimed for tax year\n\n2010 and fails to take into account the $200,000 of total settlement proceeds\n\nreceived in December 2013 from the Staniers and Ms. Wilson.\n\n      But even setting those problems aside, petitioners have failed to substantiate\n\nthe amount of any supposed 2013 theft loss. On brief their reported, alleged theft\n\nloss goes from being “more than $1.7 million” to being exactly $1,775,000--a\n\nnumber that is apparently based (although seemingly with a typographical error)\n\non the $1,755,000 discount used in Mr. MacCuish’s expert report. Petitioners\n\nhave not adequately explained, however, how Mr. MacCuish’s $1,755,000\n\ndiscount translates into a theft loss in conformance with the requirements of\n\nsections 1.165-7(b) and 1.165-8(c), Income Tax Regs.\n\f                                        - 43 -\n\n[*43] The largest component of Mr. MacCuish’s $1,755,000 discount is his\n\n$1,225,000 repair cost estimate. His report indicates that this estimate is based on\n\na report of a structural engineer, who in turn based his report on cost estimates\n\nproduced by another company, J.M. Reiss, Inc. Neither the structural engineer nor\n\nany representative of J.M. Reiss, Inc., was called as a witness. The $1,225,000\n\nrepair estimate incorporated in Mr. MacCuish’s analysis is unsubstantiated and\n\nmuch greater than the (also unsubstantiated) $800,000 repair estimate included in\n\nthe $1,196,000 theft loss deduction that petitioners claimed on their 2013 income\n\ntax return. Petitioners have offered no explanation for the difference. They have\n\nnot only failed to substantiate the repair expenses allegedly paid or incurred; they\n\nhave also failed to show that any such repair expenses were not excessive, did not\n\ncover more than the damage suffered, and did not increase the value of the\n\nproperty by more than any supposed diminution in the property’s value resulting\n\nfrom any purported criminal actions. Cf. sec. 1.165-7(a)(2)(ii), Income Tax Regs.\n\n(describing requirements for measuring a casualty loss by reference to repair\n\ncosts).\n\n      Likewise, there is no meaningful explanation as to how Mr. MacCuish came\n\nup with the $250,000 cost of a well replacement or, for that matter, how he\n\nascertained that the well needed to be replaced at the time Mrs. Littlejohn\n\f                                        - 44 -\n\n[*44] purchased the property. Similarly, Mr. MacCuish’s report does not\n\nadequately explain what is meant by “Contingency 15%” or “Profit\n\n(entrepreneurial)” or how the amounts assigned to those classifications were\n\ndetermined.32 He referred to a formula he found in a book but did not explain\n\nexactly how any such formula was warranted or applied in this case.\n\n      In short, Mr. MacCuish’s expert report, based on unexplained assumptions\n\nand third-hand information, is insufficient to substantiate petitioners’ claimed theft\n\nloss. The record contains no other competent evidence by which to reliably\n\nmeasure or estimate the amount of any supposed theft loss.\n\n      For these reasons, we sustain respondent’s disallowance of petitioners’\n\nclaimed theft loss deduction for tax year 2013.\n\nIV. Section 6662(a) Accuracy-Related Penalties\n\n      Respondent determined that for each tax year at issue petitioners are liable\n\nfor a 20% accuracy-related penalty pursuant to section 6662(a). Under section\n\n7491(c), respondent bears the burden of production with respect to the section\n\n      32\n          Mr. MacCuish testified vaguely that the concept behind his methodology\nis illustrated by the example of “people that are flipping houses to make a profit”,\nwho might insist on a discount in buying damaged property in order to make a\nprofit. There is no indication in the record that Mrs. Littlejohn purchased the\nPrefumo property with an intention to flip it. It is also unclear why the\nunexplained “Contingency” is quantified as 15%. We observe that $150,000 is\n15% of $1 million, a figure that does not otherwise appear in these calculations.\n\f                                        - 45 -\n\n[*45] 6662(a) penalty. Generally, this means that he must come forward with\n\nsufficient evidence indicating that it is appropriate to impose the relevant penalty.\n\nSee Higbee v. Commissioner, 116 T.C. 438, 446 (2001). The Commissioner’s\n\nburden of production under section 7491(c) includes establishing compliance with\n\nthe supervisory approval requirement of section 6751(b). Graev v. Commissioner,\n\n149 T.C. 485, 493 (2017), supplementing and overruling in part 147 T.C. 460\n\n(2016). Once the Commissioner has met his burden of production, the burden of\n\nproof is upon the taxpayer to show that he is not liable for the penalty. See Higbee\n\nv. Commissioner, 116 T.C. 449. The taxpayer may meet this burden by proving\n\nthat he acted with reasonable cause and in good faith with regard to the\n\nunderpayment.\n\n      The parties have stipulated the Civil Penalty Approval Form whereby the\n\nrevenue agent’s manager approved in writing the assertion of the accuracy-related\n\npenalty under section 6662(a) and (b)(1) and (2) for negligence and a substantial\n\nunderstatement for each of petitioners’ tax years 2010 through 2013 on January 4,\n\n2016, before the notice of deficiency was issued on March 2, 2016. Petitioners\n\nhave not alleged and the record does not support a conclusion that respondent\n\nformally communicated his initial penalty determination to petitioners before\n\nJanuary 4, 2016. Consequently, we hold that respondent has complied with the\n\f                                       - 46 -\n\n[*46] requirements of section 6751(b)(1) with respect to the section 6662(a)\n\naccuracy-related penalties for negligence and substantial understatements.33 See\n\nFrost v. Commissioner, 154 T.C. __ (Jan. 7, 2020).\n\n      Since respondent complied with the requirements of section 6751(b)(1), we\n\nnow turn to the remainder of respondent’s initial burden under Higbee.\n\n      In this proceeding respondent asserts that petitioners were negligent for\n\neach tax year at issue and substantially understated their income tax for tax year\n\n2013. Section 6662(a) and (b)(1) and (2) imposes a 20% accuracy-related penalty\n\non the portion of an underpayment that is due to negligence or intentional\n\ndisregard of rules or regulations or due to any substantial understatement of\n\nincome tax. Negligence includes a failure to attempt reasonably to comply with\n\nthe Code. See sec. 6662(c). Disregard includes careless, reckless, or intentional\n\ndisregard. See id. There is a “substantial understatement” of income tax for an\n\nindividual for any tax year if the amount of the understatement exceeds the greater\n\n\n\n\n      33\n        Given that we conclude that respondent has met his burden of production\nfor imposing the sec. 6662(a) penalties based on negligence for all tax years at\nissue and a substantial understatement for tax year 2013, and we sustain the sec.\n6662(a) penalties on those grounds, we need not consider whether respondent has\nmet his burden of production with respect to the accuracy-related penalties as to\nany other ground.\n\f                                        - 47 -\n\n[*47] of: (1) 10% of the tax required to be shown on the return for the taxable\n\nyear or (2) $5,000.\n\n      The evidence convinces us that for each tax year at issue petitioners failed\n\nto make a reasonable attempt to comply with the provisions of the Code and failed\n\nto keep adequate books and records. Accordingly, we hold that respondent has\n\nmet his burden of production to show that petitioners’ underpayment for each tax\n\nyear at issue was attributable to negligence.\n\n      Moreover, for tax year 2013 petitioners reported zero tax liability. Even\n\nwith respondent’s concessions, it is apparent that petitioners’ understatement for\n\ntax year 2013 will exceed 10% of the tax required to be shown on their return,\n\nwhich is greater than $5,000. Accordingly, we hold that for tax year 2013\n\nrespondent has met his burden of production to show that petitioners’\n\nunderpayment for tax year 2013 was also attributable to a substantial\n\nunderstatement of income tax.\n\n      No penalty is imposed with respect to any portion of an underpayment if the\n\ntaxpayer acted with reasonable cause and in good faith with respect thereto. See\n\nsec. 6664(c)(1). The taxpayer generally bears the burden of proving reasonable\n\ncause and good faith. Higbee v. Commissioner, 116 T.C. 446-447. Reasonable\n\ncause can be shown by good-faith reliance on the advice of a qualified tax\n\f                                        - 48 -\n\n[*48] professional. Sec. 1.6664-4(b)(1), (c), Income Tax Regs. Reliance on a tax\n\nadviser may be reasonable and in good faith if the taxpayer establishes: (1) The\n\nadviser was a competent professional with sufficient expertise to justify reliance;\n\n(2) the taxpayer provided necessary and accurate information; and (3) the taxpayer\n\nactually relied in good faith on the adviser’s judgment. Neonatology Assocs., P.A.\n\nv. Commissioner, 115 T.C. 43, 99 (2000), aff’d, 299 F.3d 221 (3d Cir. 2002). The\n\nadvice must not be based on unreasonable factual or legal assumptions and must\n\nnot unreasonably rely on representations, statements, findings, or agreements of\n\nthe taxpayer or any other person. Sec. 1.6664-4(c)(1)(ii), Income Tax Regs.\n\n      Our determinations regarding petitioners’ tax deficiencies turn on two key\n\nissues: (1) whether petitioners properly substantiated expenses underlying their\n\nSchedule E deductions; and (2) whether they are entitled to theft loss deductions\n\nfor their tax years 2010 and 2013. Petitioners have not shown that they provided\n\nMr. Kloster necessary and accurate information as to certain critical matters\n\nregarding these issues. Moreover, it appears that Mr. Kloster unreasonably relied\n\non certain of Mr. Littlejohn’s representations.\n\n      More particularly, Mr. Kloster prepared petitioners’ returns using\n\nworksheets that Mr. Littlejohn had provided him. These worksheets listed income\n\nand expense items, which Mr. Kloster summarized for his computer inputs.\n\f                                        - 49 -\n\n[*49] Petitioners did not provide Mr. Kloster the underlying documents relating to\n\nthe expenses listed on the worksheets, and Mr. Kloster did not independently\n\nverify the numbers on those worksheets.34\n\n      With respect to petitioners’ claimed theft loss deduction for tax year 2010, it\n\nappears that Mr. Kloster accepted at face value Mr. Littlejohn’s characterization of\n\nthe default judgment against Mr. King as being noncollectible at the end of tax\n\nyear 2010 and also accepted at face value that this was a “fraud loss”. Similarly,\n\nMr. Kloster testified that he relied upon Mr. Littlejohn to determine the theft loss\n\namount for tax year 2013. Mr. Kloster testified that, consistent with his usual\n\nbusiness practice, he did not prepare an opinion letter for petitioners, and nothing\n\nin the record indicates that petitioners even asked him to opine on the validity of\n\nthe claimed theft losses. Cf. DJB Holding Corp. v. Commissioner, 803 F.3d 1014,\n\n1030 (9th Cir. 2015) (finding no reasonable cause and “nothing in the record\n\nindicat[ing] that Taxpayers even asked the accountant for such an opinion”), aff’g\n\nT.C. Memo. 2011-36; Neonatology Assocs., P.A. v. Commissioner, 115 T.C.\n\n100 (“The mere fact that a certified public accountant has prepared a tax return\n\ndoes not mean that he or she has opined on any or all of the items reported\n\n      34\n        On brief petitioners claim that some of their documentation was lost by a\nthird party, but Mr. Kloster’s testimony did not indicate that he had been made\naware of any lost documentation.\n\f                                       - 50 -\n\n[*50] therein.”). Petitioners have not met their burden of showing reasonable\n\nreliance on Mr. Kloster’s advice.\n\n      Petitioners have failed to show reasonable cause or any other basis for\n\nreducing the penalties. We hold that they are liable for the section 6662(a)\n\npenalties for the tax years at issue commensurate with the concessions and our\n\nother holdings.\n\n      To reflect the foregoing,\n\n\n                                                Decision will be entered\n\n                                      under Rule 155.\n\f",
            "ocr": false,
            "opinion_id": 4524231
        }
    ],
    "court_short_name": "U.S. Tax Court",
    "court_full_name": "United States Tax Court",
    "court_type": "FS",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}