{
    "id": 4749220,
    "judges": "Judge Thomas T. Woodall",
    "date_filed": "1995-08-21",
    "date_filed_is_approximate": true,
    "slug": "state-of-tennessee-v-cortez-bennett",
    "case_name_short": null,
    "case_name": "State of Tennessee v. Cortez Bennett",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "The Appellant, Cortez Bennett, is appealing the trial court's denial of his motion to correct an illegal sentence. The State has filed a motion asking this Court to affirm pursuant to Court of Criminal Appeals Rule 20. Said motion is hereby granted.",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/bennett.cortez.memopn.pdf",
            "author_id": 8296.0,
            "opinion_text": "                                                                                      04/28/2020\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n\n               STATE OF TENNESSEE v. CORTEZ BENNETT\n\n               Appeal from the Criminal Court for Davidson County\n                      No. 99-D-2341     Steve Dozier, Judge\n                    ___________________________________\n\n                          No. M2019-01034-CCA-R3-CD\n                      ___________________________________\n\n\nThe Appellant, Cortez Bennett, is appealing the trial court’s denial of his motion to\ncorrect an illegal sentence. The State has filed a motion asking this Court to affirm\npursuant to Court of Criminal Appeals Rule 20. Said motion is hereby granted.\n\nTenn. R. App. P. 3 Appeal as of Right; Order of the Trial Court Affirmed Pursuant\n                      to Court of Criminal Appeals Rule 20\n\nTHOMAS T. WOODALL, J., delivered the opinion of the Court, in which ROBERT W.\nWEDEMEYER and ROBERT L. HOLLOWAY, JR., JJ. joined.\n\nCortez Bennett, pro se.\n\nHerbert H. Slatery III, Attorney General and Reporter; Benjamin A. Ball, Senior\nAssistant Attorney General, for the Appellee, State of Tennessee.\n\n                            MEMORANDUM OPINION\n\n       In 2001, the Appellant and his co-defendant, Andre Mays, were convicted of first\ndegree murder, attempted first degree murder, and two counts of especially aggravated\nrobbery. The Appellant received an effective life sentence plus fifty years. This Court\naffirmed the convictions and sentences on direct appeal. State v. Andre Mays and Cortez\nBennett, No. M2001-02151-CCA-R3-CD, 2002 WL 31385939 (Tenn. Crim. App. Oct.\n22, 2002). The Appellant was unsuccessful in his subsequent pursuit of post-conviction\nrelief. Cortez Bennett v. State, No. M2004-02640-CCA-R3-PC, 2005 WL 2546929\n(Tenn. Crim. App. Oct. 11, 2005); see also Cortez Bennett v. State, M2013-01269-CCA-\nR3-PC Tenn. Crim. App. Aug. 12, 2013) (Order) (dismissing application for permission\nto appeal denial of motion to reopen post-conviction petition).      In March 2019, the\nAppellant filed a motion to correct an illegal sentence. Tenn. R. Crim. P. 36.1. He also\nfiled a “Written Notice” in which he purported to submit certified questions of law\n\fpursuant to Supreme Court Rule 23. The trial court summarily denied relief. The\nAppellant now appeals. In response to the filing of the record on appeal and the\nAppellant’s brief, the State has filed a motion to affirm the ruling of the trial court\npursuant to Rule 20. For the reasons stated below, said motion is hereby granted.\n\n       Rule 36.1 permits a defendant to seek correction of an unexpired illegal sentence\nat any time. See State v. Brown, 479 S.W.3d 200, 211 (Tenn. 2015). “[A]n illegal\nsentence is one that is not authorized by the applicable statutes or that directly\ncontravenes an applicable statute.” Tenn. R. Crim. P. 36.1(a). Our supreme court has\ninterpreted the meaning of “illegal sentence” as defined in Rule 36.1 and concluded that\nthe definition “is coextensive, and not broader than, the definition of the term in the\nhabeas corpus context.” State v. Wooden, 478 S.W.3d 585, 594-95 (Tenn. 2015). That\ncourt then reviewed the three categories of sentencing errors: clerical errors (those\narising from a clerical mistake in the judgment sheet), appealable errors (those for which\nthe Sentencing Act specifically provides a right of direct appeal) and fatal errors (those so\nprofound as to render a sentence illegal and void). Id. Commenting on appealable errors,\nthe court stated that those “generally involve attacks on the correctness of the\nmethodology by which a trial court imposed sentence.” Id. In contrast, fatal errors\ninclude “sentences imposed pursuant to an inapplicable statutory scheme, sentences\ndesignating release eligibility dates where early release is statutorily prohibited, sentences\nthat are ordered to be served concurrently where statutorily required to be served\nconsecutively, and sentences not authorized by any statute for the offenses.” Id. The\ncourt held that only fatal errors render sentences illegal. Id. A trial court may summarily\ndismiss a Rule 36.1 motion if it does not state a colorable claim for relief. Tenn. R. Crim.\nP. 36.1(b)(2).\n\n       As the State correctly notes, the Appellant received a statutorily authorized\nsentence of life imprisonment for his first degree murder conviction. Tenn. Code Ann. §\n39-13-202(c). And although the Appellant does not specifically challenge the sentences\nhe received for the other three Class A felony offenses, as this Court held on direct appeal\nthose sentences were authorized by the applicable statutory scheme. Bennett, 2002 WL\n31385939 at *7 (citing Tenn. Code Ann. § 40-35-112(a)(1)). The trial court thus\nproperly ruled the Appellant’s sentences are legal. Despite the title of the motion he filed\nin the trial court, “Writ of Mandamus Rule/[36.1] Motion to Correct an Illegal\nSentence/State Habeas Corpus and/or Post-Conviction Relief,” the Appellant does not\nadvance any particular argument for relief on appeal under the provisions of either the\nhabeas corpus or post-conviction statutes. As to the Appellant’s reliance upon Rule 23,\nthat rule has absolutely no application to the matter at hand. Tenn. Sup. Ct. R. 23\n(governing certification of questions of law by a federal court).\n\n\n\n                                            -2-\n\f        In light of the discussion above, we conclude the Appellant’s sentences are not\nillegal under the terms of Rule 36.1. Accordingly, the trial court did not err in denying\nrelief to the Appellant. The ruling of the trial court is therefore affirmed pursuant to\nCourt of Criminal Appeals Rule 20.\n\n\n                                                      Judge Thomas T. Woodall\n\n\n\n\n                                          -3-\n\f",
            "ocr": false,
            "opinion_id": 4529567
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}