{
    "id": 4757722,
    "judges": null,
    "date_filed": 1590969600000,
    "date_filed_is_approximate": false,
    "slug": "state-of-washington-v-sirrone-terrell-newbern",
    "case_name_short": null,
    "case_name": "State Of Washington v. Sirrone Terrell Newbern",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "http://www.courts.wa.gov/opinions/pdf/795198.pdf",
            "author_id": null,
            "opinion_text": "IN THE COURT OF APPEALS OF THE STATE OF WASHINGTON\n\n STATE OF WASHINGTON,\n                                                               DIVISION ONE\n                            Respondent,\n                                                               No. 79519-8-I\n                   v.\n                                                               UNPUBLISHED OPINION\n SIRRONE TERRELL NEWBERN,\n\n                            Appellant.\n\n\n       DWYER, J. — Sirrone Newbern was convicted of robbery in the first\n\ndegree. On appeal, he contends that (1) the trial court violated his constitutional\n\n“right to present a defense” by ruling that he could not stand to show the jury his\n\nheight without being called as a witness, (2) his trial counsel failed to provide him\n\nwith constitutionally sufficient representation, and (3) the court erred by ordering\n\nNewbern to pay supervision fees as a condition of his community custody.\n\nFinding no merit to his constitutional and evidentiary contentions, we affirm his\n\nconviction. However, we remand to the superior court with instructions to strike\n\nthe discretionary supervision fee.\n\n                                                     I\n\n       On December 14, 2017, J.K.1 sat behind the front counter in the office of\n\nhis father’s towing company. The company, R&R Star Towing, had just wrapped\n\nup its monthly, cash-only car auction. J.K. was playing with his phone and\n\n\n\n       1   J.K. is a juvenile. Hence, we refer to him by his initials.\n\fNo. 79519-8-I/2\n\n\ndiscussing baseball with the tow dispatcher, Brian Solak. The office was well lit\n\nwith natural light as it was a clear day and the windows were unshaded.\n\n       Around noon, two men walked into the office and asked about buying a\n\ncar. Solak told them that they had missed the auction that day, but that there\n\nwould be another auction in January.\n\n       One of the men then drew what appeared to be a gun and pointed it at\n\nJ.K. “[G]ive me the fucking cashbox,” the gunman said before turning the gun on\n\nSolak. The other man then approached Solak and also demanded the cashbox,\n\nwhich Solak relinquished to the robber. The men then retreated back through the\n\noffice’s front door and “took off.”\n\n       Meanwhile, one of R&R Star’s tow truck drivers, Levi Harless, was\n\nworking in the adjacent tow yard preparing to transfer the auctioned cars to their\n\nnew owners. Harless heard the office door rattle and saw two men exit the office\n\nand run past him. One was concealing something as he ran, and Harless\n\nguessed that it was the auction’s cashbox.\n\n       Harless gave chase. He watched the fleeing men get into an “[o]lder\n\nwhite—Oldsmobile car” that “[h]ad distinctive rust marks on it.” Harless\n\ncontinued his pursuit but gave up when he realized that he would not be able to\n\ncatch them. He met responding police officers and gave them a description of\n\nthe vehicle and the men. The three witnesses, all Caucasian men, had observed\n\nthat both the robbers were African-American men.\n\n       Soon thereafter, police officer Paul Bryan pulled over a car that matched\n\nthe description given by Harless, inside of which sat three African-American\n\n\n\n                                             2\n\fNo. 79519-8-I/3\n\n\nmen.2 One of the men, Newbern, fled on foot. After a brief chase, the officer\n\napprehended him.\n\n        Police then drove J.K. to where Officer Bryan had detained Newbern.\n\nThey pulled Newbern from the police car so that J.K. could see him and asked\n\nJ.K. if Newbern was one of the robbers. J.K. identified Newbern as the gunman.\n\nHarless had followed J.K. in his tow truck, and he identified Newbern as the man\n\nwho had not been carrying the cashbox.\n\n        The State charged Newbern with robbery in the first degree. At trial, J.K.\n\nand Solak identified Newbern as the gunman, while Harless identified him as the\n\nrobber who had not been carrying the cashbox.\n\n        Newbern argued that the witnesses had mistakenly identified him as one\n\nof the robbers. Newbern supported his theory by noting discrepancies between\n\nthe witnesses’ descriptions of the gunman and Newbern’s actual appearance.\n\nFor example, J.K., Solak, and Harless all testified that both robbers were about\n\nsix feet tall with the gunman slightly shorter than the other robber. However,\n\nNewbern is only five feet four inches tall.\n\n        Newbern chose not to testify. However, his attorney requested that\n\nNewbern be allowed to “just stand up, physically, because there’s so much about\n\nthe defendant’s appearance that is at stake here. The jury can see for\n\nthemselves whether he’s a tall person or a short person . . . . It’s non-testimonial.\n\nIt’s similar to O.J. trying on the glove, in my opinion.” The court responded that\n\n\n\n        2   The vehicle was a Buick, not an Oldsmobile as Harless had described, but it had the\nsame distinctive marks. Officer Bryan, a former member of an auto theft task force, testified at\ntrial that the two cars are “similar style type vehicles.”\n\n\n                                                     3\n\fNo. 79519-8-I/4\n\n\n“[t]he case law talks about the state not being able to do exactly this sort of thing.\n\nThat’s not evidence.”\n\n       Later, after Newbern’s last planned witness testified, the court reiterated\n\nthat “you can’t argue something about the defendant’s demeanor or\n\ncharacteristics that may have been seen by the jury but weren’t ever actually\n\nintroduced into evidence. So I just want to make sure you are comfortable you\n\nhave the evidence you think you need.” Newbern’s attorneys had considered the\n\npossibility of calling another witness to testify about Newbern’s height. However,\n\nbecause Brian Jorgensen, a police detective called by the State, had testified to\n\nNewbern’s true height on cross-examination, the attorneys decided that they had\n\nestablished a sufficient evidentiary record to advance Newbern’s argument.\n\nNevertheless, in a colloquy with the court, one of Newbern’s attorneys asserted\n\nthat he still wished to delay resting Newbern’s case until the next morning so that\n\nhe could look for case precedent to support his belief that Newbern could stand\n\nto show the jury his height. The judge agreed and excused the jury for the day.\n\n       The next day, Newbern’s attorney reported that he “did not find any case\n\nlaw that says that I can do that physical demonstration with my client.” He also\n\nnoted that the court had already ruled “based on case law that [the court] know[s]\n\ndoes exist that says that you can’t do certain things, or certain things cannot be\n\nargued.” The attorney and the court then confirmed that the record reflected the\n\ndetective’s testimony that Newbern was five feet four inches tall and then\n\ncontinued on to other business.\n\n\n\n\n                                              4\n\fNo. 79519-8-I/5\n\n\n       At the trial’s conclusion, the jury found Newbern guilty of robbery in the\n\nfirst degree. The court subsequently imposed a standard range sentence of 50\n\nmonths of confinement. The court also imposed 18 months of community\n\ncustody following confinement. It further imposed the mandatory $500 victim\n\npenalty assessment. The court found that Newbern was indigent and stated that\n\nit would “waive all other nonmandatory fees and costs.” Nevertheless, the court’s\n\nwritten order made payment of “supervision fees as determined by [Department\n\nof Corrections]” a condition of Newbern’s community custody.\n\n                                          II\n\n       Newbern first contends that his constitutional “right to present a defense”\n\nwas denied when the court prevented him from standing before the jury to\n\ndemonstrate his height. This evidentiary ruling was error, he avers, because\n\nstanding to show his height would have been nontestimonial demeanor evidence,\n\nsomething he believes case authority permits him to present. The State retorts\n\nthat the court properly exercised its discretion and that Newbern’s “right to\n\npresent a defense” was not violated because Newbern’s height was admitted into\n\nevidence through a witness’ testimony, and Newbern was able to argue his\n\nmisidentification theory to the jury. The State has the better argument.\n\n       The Sixth Amendment to the United States Constitution and article 1,\n\nsection 22 of Washington’s constitution guarantee a defendant’s rights to\n\ncompulsory process and to confront the witnesses against him. U.S. CONST.\n\namend. VI; W ASH. CONST. art. I, § 22. “Courts and litigants often refer to these\n\nrights, collectively, as the ‘right to present a defense,’ although this phrase does\n\n\n\n                                               5\n\fNo. 79519-8-I/6\n\n\nnot appear in our state or federal constitutions.” State v. Bedada, No. 79036-6-I,\n\nslip op. at 6 n.2 (Wash. Ct. App. May 11, 2020),\n\nhttps://www.courts.wa.gov/opinions/pdf/790366.pdf (citing State v. Arndt, 194\n\nWash. 2d 784, 789, 453 P.3d 696 (2019)).\n\n       As our Supreme Court has explained, appellate contentions that trial court\n\nevidentiary rulings violated a defendant’s constitutional “right to present a\n\ndefense” are reviewed under a two-step process. Arndt, 194 Wash. 2d at 797-98.\n\nFirst, we review the challenged evidentiary rulings under an abuse of discretion\n\nstandard. See Arndt 194 Wash. 2d at 797-812. Then, if necessary, we review de\n\nnovo whether such rulings violated the defendant’s constitutional “right to present\n\na defense.” See Arndt 194 Wash. 2d at 797-812.\n\n                                           A\n\n       Before considering Newbern’s constitutional contention, we first address\n\nhis argument that the trial court abused its discretion by not allowing him to stand\n\nfor the jury to observe his height. Because the Supreme Court has advised\n\nagainst allowing a jury to consider evidence outside sworn testimony and\n\nadmitted exhibits, we conclude that the court did not abuse its discretion.\n\n       “We review a trial court’s decision to exclude evidence for abuse of\n\ndiscretion.” State v. Franklin, 180 Wash. 2d 371, 377 n.2, 325 P.3d 159 (2014). A\n\ntrial court has only abused this discretion if its decision is “‘manifestly\n\nunreasonable or based on untenable grounds or untenable reasons.’” State v.\n\nDye, 178 Wash. 2d 541, 548, 309 P.3d 1192 (2013) (quoting In re Marriage of\n\nLittlefield, 133 Wash. 2d 39, 46-47, 940 P.2d 1362 (1997)). A decision is manifestly\n\n\n\n                                               6\n\fNo. 79519-8-I/7\n\n\nunreasonable if it is “‘outside the range of acceptable choices, given the facts\n\nand the applicable legal standard.’” Dye, 178 Wash. 2d at 548 (quoting Littlefield,\n\n133 Wash. 2d 39 at 47). Courts must “exercise reasonable control” over the\n\npresentation of evidence so as to make it “effective for the ascertainment of the\n\ntruth” and to “avoid needless consumption of time.” ER 611(a).\n\n       Our Supreme Court has expressed doubts about the appropriateness of a\n\ntrial court allowing a jury to consider nontestimonial demeanor evidence. State v.\n\nBarry, 183 Wash. 2d 297, 305 n.4, 352 P.3d 161 (2015). In Barry, the Supreme\n\nCourt stated that “both parties and courts would be well advised to avoid drawing\n\nthe jury’s attention to subject matter outside the scope of admitted exhibits and\n\nthe testimony of witnesses.” 183 Wash. 2d at 305 n.4. While this admonition falls\n\nshort of a command to bar the admission of such evidence, it plainly\n\ndemonstrates that barring evidence that is neither testimony nor an admitted\n\nexhibit is well within the range of acceptable choices for a Washington trial court.\n\n       Herein, the superior court properly exercised its discretion by not allowing\n\nNewbern to stand for the jury. Newbern sought to allow the jury to consider\n\nsomething beyond either the testimony of witnesses or the admitted exhibits.\n\nThe court’s decision to bar this was within its range of acceptable choices given\n\nexisting case authority. Barry, 183 Wash. 2d at 305. Furthermore, given that\n\nNewbern’s height had already been testified to by Detective Jorgensen, we view\n\nthe trial court’s decision not to permit Newbern to stand before the jury as a\n\nproper exercise of reasonable control over the presentation of evidence so as to\n\n\n\n\n                                             7\n\fNo. 79519-8-I/8\n\n\nmake it “effective for the ascertainment of the truth” and to “avoid needless\n\nconsumption of time.” ER 611(a)\n\n        Nevertheless, Newbern avers that the trial court’s decision was\n\nunreasonable, asserting that case authority supports his contention that the court\n\nshould have allowed him to stand and present his height as nontestimonial\n\ndemeanor evidence. He refers us to State v. Clark, 156 Wash. 543, 287 P. 18\n\n(1930), to support this contention. Therein, the defendant argued on appeal that\n\nhe had been forced to be a witness against himself when the trial court\n\ncompelled him to stand and approach the testifying witness to be identified.\n\nClark, 156 Wash. at 547. The Supreme Court disagreed and held that the\n\nprivilege against self-incrimination does not extend to being made to stand for\n\nidentification. Clark, 156 Wash. at 547-48.\n\n        Newbern contends that this demonstrates that the State may compel a\n\ndefendant to present his physical traits as nontestimonial demeanor evidence,\n\nand so it follows that the court should allow a defendant to choose to present\n\nsuch evidence. Newbern is wrong. The court’s purpose in forcing Clark to stand\n\nwas to allow the witness to identify him in testimony on the record. Clark, 156\n\nWash. at 547-48. The evidence for the jury to consider was not Clark’s\n\nappearance itself but, rather, the witness’s testimony. Clark, 156 Wash. at 547-\n\n48. Thus, the opinion does not support Newbern’s contention on appeal.3\n\n\n\n        3 Newbern also references State v. Pitmon, 61 Wash. 2d 675, 379 P.2d 922 (1963), to\n\nsupport his contention. In that case, as in Clark, the defendant was made to stand for the\npurpose of aiding in the witness’s identification of him, which was memorialized in testimony on\nthe record. Pitmon, 61 Wash. 2d at 677. Pitmon no more supports Newbern’s contention than does\nClark.\n\n\n                                                   8\n\fNo. 79519-8-I/9\n\n\n          The superior court reasonably exercised its discretion and committed no\n\nerror.4\n\n                                               B\n\n          Having established that the trial court did not abuse its discretion, we now\n\nmust determine whether the court’s ruling violated Newbern’s “right to present a\n\ndefense.” Because Newbern’s height was properly admitted into evidence\n\nthrough witness testimony and because Newbern was permitted to rely on that\n\nevidence to argue to the jury that he had been misidentified as the gunman, his\n\n“right to present a defense” was not violated.\n\n          We consider de novo the question of whether a trial court’s otherwise valid\n\nevidentiary ruling deprived a defendant of the “right to present a defense.” Arndt,\n\n194 Wash. 2d at 797. “‘The right of an accused in a criminal trial to due process is,\n\nin essence, the right to a fair opportunity to defend against the State’s\n\naccusations.’” State v. Jones, 168 Wash. 2d 713, 720, 230 P.3d 576 (2010)\n\n(quoting Chambers v. Mississippi, 410 U.S. 284, 294, 93 S. Ct. 1038, 35 L. Ed.\n\n2d 297 (1973)). What has come to be called the “right to present a defense” is\n\nnot absolute, and courts may still place reasonable restrictions on what they\n\nadmit as evidence at trial. State v. Donald, 178 Wash. App. 250, 263-64, 316 P.3d\n\n1081 (2013). In determining whether the right has been violated, “the State’s\n\ninterest in excluding evidence must be balanced against the defendant’s need for\n\nthe information sought to be admitted.” Arndt, 194 Wash. 2d at 812. If an\n\n\n         4 For the same reasons, we also reject Newbern’s contention that the court erred in not\n\nallowing Newbern to show the jury that he was missing a pinky finger. The court’s decision to not\ndirect the jury’s attention to facts outside the testimony of witnesses or admitted exhibits was\nconsistent with appellate case authority. Barry, 183 Wash. 2d at 305.\n\n\n                                                    9\n\fNo. 79519-8-I/10\n\n\nevidentiary ruling prevents a defendant from presenting evidence that is the\n\nentirety of the defendant’s case, then that evidence’s probative value will\n\noutweigh nearly any state interest. Jones, 168 Wash. 2d at 723-24. However, if a\n\ndefendant is still able to offer relevant evidence to support his theory of the case,\n\nthen his interest in the admission of particular information will be comparatively\n\nlow. Arndt, 194 Wash. 2d at 814.\n\n        Herein, while not permitted to present it in the form he preferred, Newbern\n\nwas permitted to present all of the facts he sought to have admitted to support\n\nhis theory that he was mistakenly identified.5 This included his height, evidence\n\nof which was properly admitted in the form of sworn testimony on the record.\n\nThe evidence on the record of his height was sufficient for Newbern’s counsel to\n\nrely upon it in arguing to the jury that Newbern had been wrongly identified as the\n\ngunman. Thus, Newbern’s “right to present a defense” was plainly not violated\n\nwhen the court denied him the opportunity to stand and show the jury his height.6\n\nArndt, 194 Wash. 2d at 814.\n\n                                                 III\n\n        Newbern next argues that he was denied constitutionally effective\n\ncounsel. This is so, he contends, “[t]o the extent defense counsel contributed to\n\n\n        5  We note that after it first ruled that Newbern could not stand before the jury, the court\nasked Newbern’s attorneys if they were confident that they had established a sufficient\nevidentiary record and offered the defense the opportunity to call more witnesses. Newbern’s\nattorneys confirmed that they believed that they had the record they needed and declined to\npresent any additional evidence.\n         6 For similar reasons, we reject Newbern’s contention that his “right to present a defense”\n\nwas violated when the court did not allow him to show the jury his hand. The court gave Newbern\nample opportunity to call additional witnesses, who could have testified about Newbern’s missing\nfinger. It was Newbern’s choice not to call any witnesses to testify about his physical\ncharacteristics, so it cannot be said that the trial court denied him the “right to present a defense”\nwith evidence about his missing finger.\n\n\n                                                       10\n\fNo. 79519-8-I/11\n\n\n[the court’s error in excluding demeanor evidence] by not citing the relevant\n\nauthorities supporting admission.” We reject this contention. Newbern cannot\n\nprove that he suffered prejudice from his counsel’s alleged contribution to the trial\n\ncourt’s ruling because the court committed no error.\n\n       Both the United States Constitution and the Washington State Constitution\n\nguarantee criminal defendants the assistance of counsel. U.S. CONST. amend.\n\nVI; W ASH. CONST. art I, § 22. The United States Supreme Court has recognized\n\nthat the guarantee of assistance of counsel is, in fact, a “‘right to the effective\n\nassistance of counsel.’” Strickland v. Washington, 466 U.S. 668, 686, 104 S. Ct.\n\n2052, 80 L. Ed. 2d 674 (1984) (quoting McMann v. Richardson, 397 U.S. 759,\n\n771 n.14, 90 S. Ct. 1441, 25 L. Ed. 2d 763 (1970)).\n\n       Contentions of constitutionally ineffective assistance of counsel present\n\nmixed questions of law and fact that we review de novo. State v. A.N.J., 168\n\nWash. 2d 91, 109, 225 P.3d 956 (2010). We base our determination on the record\n\nestablished in the trial court. In re Pers. Restraint of Hutchinson, 147 Wash. 2d 197,\n\n206, 53 P.3d 17 (2002). “[T]he defendant must show both (1) deficient\n\nperformance and (2) resulting prejudice to prevail on an ineffective assistance\n\nclaim.” State v. Estes, 188 Wash. 2d 450, 457-58, 395 P.3d 1045 (2017) (citing\n\nStrickland, 466 U.S. at 687).\n\n       While courts often determine whether a defense attorney’s performance\n\nwas deficient before addressing prejudice,\n\n       there is no reason for a court deciding an ineffective assistance\n       claim to approach the inquiry in [that] order or even to address both\n       components of the inquiry if the defendant makes an insufficient\n       showing on one. In particular, a court need not determine whether\n\n\n                                              11\n\fNo. 79519-8-I/12\n\n\n      counsel’s performance was deficient before examining the\n      prejudice suffered by the defendant as a result of the alleged\n      deficiencies. The object of an ineffectiveness claim is not to grade\n      counsel’s performance. If it is easier to dispose of an\n      ineffectiveness claim on the ground of lack of sufficient prejudice,\n      which we expect will often be so, that course should be followed.\n      Courts should strive to ensure that ineffectiveness claims not\n      become so burdensome to defense counsel that the entire criminal\n      justice system suffers as a result.\n\nStrickland, 466 U.S. at 697.\n\n      To establish that any errors made by his counsel were prejudicial, “[i]t is\n\nnot enough for the defendant to show that the errors had some conceivable\n\neffect on the outcome of the proceeding.” Strickland, 466 U.S. at 693. Instead,\n\nNewbern must show that “‘there is a reasonable probability that, but for counsel’s\n\nunprofessional errors, the result of the proceeding would have been different.’”\n\nState v. Thomas, 109 Wash. 2d 222, 226, 743 P.2d 816 (1987) (quoting Strickland,\n\n466 U.S. at 694).\n\n      “A reasonable probability is a probability sufficient to undermine\n      confidence in the outcome.” Strickland, 466 U.S. at 694; Thomas,\n      109 Wash. 2d at 226; [State v. ]Garrett, 124 Wn.2d [504, ]519[, 881\n      P.2d 185 (1994)]. In assessing prejudice, “a court should presume,\n      absent challenge to the judgment on grounds of evidentiary\n      insufficiency, that the judge or jury acted according to the law” and\n      must “exclude the possibility of arbitrariness, whimsy, caprice,\n      ‘nullification’ and the like.” Strickland, 466 U.S. at 694-95.\n\nState v. Grier, 171 Wash. 2d 17, 34, 246 P.3d 1260 (2011).\n\n      Newbern cannot establish that he was prejudiced by his counsel’s failure\n\nto present the trial court with the Clark and Pitmon decisions. As explained\n\nabove, neither case supports Newbern’s argument that the trial court should\n\nhave allowed him to stand for the jury. Thus, his contention that he was deprived\n\n\n\n\n                                           12\n\fNo. 79519-8-I/13\n\n\nof his right to constitutionally effective assistance of counsel fails. Estes, 188\n\nWash. 2d at 457-58 (citing Strickland, 466 U.S. at 687).\n\n                                          IV\n\n       Finally, Newbern contends that the sentencing court improperly imposed\n\n“supervision fees” as a condition of community custody. We agree. This court\n\nhas already considered a nearly identical situation in State v. Dillon, 12 Wash. App.\n\n2d 133, 456 P.3d 1199 (2020). We therefore follow Dillon and remand to the\n\nsuperior court to strike Newbern’s obligation to pay the supervision fees. 12 Wn.\n\nApp. 2d at 152 (citing State v. Lundstrom, 6 Wash. App. 2d 388, 396 n.3, 429 P.3d\n\n1116 (2018), review denied, 193 Wash. 2d 1007 (2019)).\n\n       Affirmed in part and reversed in part.\n\n\n\n\nWE CONCUR:\n\n\n\n\n                                               13\n\f",
            "ocr": false,
            "opinion_id": 4538069
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}