{
    "id": 4765278,
    "judges": null,
    "date_filed": "2015-05-24",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-olando-earl-harris-jr",
    "case_name_short": null,
    "case_name": "United States v. Olando Earl Harris, Jr.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "NEW",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://media.ca11.uscourts.gov/opinions/pub/files/201815055.pdf",
            "author_id": null,
            "opinion_text": "                 Case: 18-15055       Date Filed: 07/01/2020       Page: 1 of 6\n\n\n\n                                                                                  [PUBLISH]\n\n\n                  IN THE UNITED STATES COURT OF APPEALS\n\n                            FOR THE ELEVENTH CIRCUIT\n                              ________________________\n\n                                     No. 18-15055\n                               ________________________\n\n                      D.C. Docket No. 2:18-cr-00149-LSC-CSC-1\n\n\nUNITED STATES OF AMERICA,\n\n                                                                          Plaintiff - Appellee,\n\n                                             versus\n\nOLANDO EARL HARRIS, JR.,\n\n                                                                      Defendant - Appellant.\n\n                               ________________________\n\n                      Appeal from the United States District Court\n                          for the Middle District of Alabama\n                            ________________________\n\n                                        (July 1, 2020)\n\nBefore WILLIAM PRYOR, Chief Judge, GRANT, Circuit Judge, and JUNG, *\nDistrict Judge.\nGRANT, Circuit Judge:\n\n\n\n\n*\n Honorable William Jung, United States District Judge for the Middle District of Florida, sitting\nby designation.\n\f               Case: 18-15055    Date Filed: 07/01/2020    Page: 2 of 6\n\n\n\n      Olando Harris, Jr. appeals the procedural and substantive reasonableness of\nhis sentence for being a felon in possession of a firearm in violation of 18 U.S.C.\n\n§ 922(g)(1). Because Harris’s underlying offense conduct led to someone’s death,\nthe district court imposed a 92-month sentence—well above the Sentencing\nGuidelines range of 33–41 months—to reflect the seriousness of his actions.\nHarris argues that the district court did not adequately explain its deviation from\nthe Guidelines. Additionally, he says that in light of his exemplary post-offense\nbehavior, his lengthy sentence was greater than necessary to comply with the\n\nsentencing purposes identified in 18 U.S.C. § 3553(a)(2). We disagree. Though\nthe district court could have chosen to impose a sentence in keeping with the\nGuidelines, the court’s imposition of a higher penalty was not outside its\nsignificant discretion.\n                                          I.\n      Early one evening, for reasons unknown, Harris had a confrontation with\nTerius Gillum in the Smiley Court neighborhood of Montgomery, Alabama.\nHarris pulled out a .357 magnum revolver, which he had purchased on the street a\nfew days before, and fired at Gillum’s feet. Gillum returned fire as he retreated in\nthe direction of a gang called the CBM Young-ins. Harris continued shooting\nwhile he ran in the opposite direction.\n      Predictably, the gunfight drew the attention of the nearby gang members,\nwho were standing across the street from the Money Team gang. The rival gangs\nbegan shooting and, in the ensuing gunfire, four people (including Harris) were\n\n\n\n                                          2\n\f               Case: 18-15055     Date Filed: 07/01/2020   Page: 3 of 6\n\n\n\ninjured and one, Rodriquez Lamar Smith, was killed. There is no reliable evidence\nthat one of Harris’s bullets killed Smith.\n\n      The United States charged Harris with violating 18 U.S.C. § 922(g)(1). Just\na few weeks later, Harris signed a plea agreement. He and the government both\nagreed that the offense conduct was most analogous to the Guidelines offense of\naggravated assault, resulting in a sentencing range of 33–41 months. The\nprobation officer had a different view, and found that the appropriate cross-\nreference offense was not aggravated assault, but voluntary manslaughter. Based\n\non the offense conduct, Harris’s acceptance of responsibility, and his criminal\nhistory—which included adult convictions for recklessly evading arrest, theft, and\nburglary—the probation officer calculated that Harris’s offense level was 26 and\ncriminal-history category was IV. That equates to a Guidelines range of 92–115\nmonths.\n      While indicating some disapproval of the agreement between Harris and the\ngovernment, the sentencing court ultimately went along with it. Based on that\nagreement, the court calculated an offense level of 16 with a Guidelines range of\n33–41 months. The government then asked for a sentence within the middle of the\nGuidelines range. Even so, expressing a belief that “the sentence is way under\nprovided for by the [G]uidelines calculation,” the court imposed a 92-month\nsentence, noting that the sentence imposed was still below the statutory maximum\nof 120 months. Harris now appeals.\n\n\n\n\n                                             3\n\f                 Case: 18-15055       Date Filed: 07/01/2020       Page: 4 of 6\n\n\n\n                                                II.\n         We review the reasonableness of sentencing decisions for abuse of\n\ndiscretion. See United States v. Irey, 612 F.3d 1160, 1188 (11th Cir. 2010) (en\nbanc).\n                                               III.\n                                                A.\n         A sentence is procedurally unreasonable if the district court commits a\nsignificant procedural error, such as “failing to consider the § 3553(a) factors” or\n\n“failing to adequately explain the chosen sentence.”1 Gall v. United States, 552\nU.S. 38, 51 (2007). If a court imposes an above-Guidelines sentence, it should\n“ensure that the justification is sufficiently compelling to support the degree of the\nvariance.” Id. at 50. Major departures will require more explanation than minor\nones. See id. Still, a sentencing court is not required to “state on the record that it\nhas explicitly considered each of the § 3553(a) factors or to discuss each of the\n\n§ 3553(a) factors.” United States v. Docampo, 573 F.3d 1091, 1100 (11th Cir.\n2009) (citation omitted). And in all cases, the appealing party bears the burden of\nshowing that the district court’s sentence is “unreasonable in light of the record and\n\n1\n  Section 3553(a) directs the court to consider: (1) “the nature and circumstances of the offense\nand the history and characteristics of the defendant”; (2) “the need for the sentence” to “reflect\nthe seriousness of the offense,” “promote respect for the law,” “provide just punishment for the\noffense,” “afford adequate deterrence to criminal conduct,” “protect the public from further\ncrimes of the defendant,” and “provide the defendant with needed educational or vocational\ntraining, medical care, or other correctional treatment in the most effective manner”; (3) “the\nkinds of sentences available”; (4) “the kinds of sentence and the sentencing range established”\nfor “the applicable category of offense committed by the applicable category of defendant as set\nforth in the guidelines”; (5) “any pertinent policy statement”; (6) “the need to avoid unwarranted\nsentence disparities among defendants with similar records who have been found guilty of\nsimilar conduct”; and (7) “the need to provide restitution to any victims of the offense.”\n\n\n                                                4\n\f               Case: 18-15055     Date Filed: 07/01/2020    Page: 5 of 6\n\n\n\nthe § 3553(a) factors.” United States v. Tome, 611 F.3d 1371, 1378 (11th Cir.\n2010).\n\n      The district court adequately explained its chosen sentence. First, the court\ntook into account Harris’s “extensive record,” which included multiple convictions\nfor violent crimes. The court also emphasized that Harris started a violent\nconfrontation that led to a death: “he was the one who pulled out the firearm.”\nFinally, the court acknowledged that it had considered Harris’s salutary post-\noffense conduct. No more was needed.\n\n      Given the court’s adequate explanation, we have no need to probe further.\nThe fact that Harris’s 92-month sentence is at the bottom of the Guidelines range\nthat the probation officer would have applied—under a sentencing scenario the\ncourt rejected—does not change this calculus. And neither the sentencing court’s\nverbalized skepticism of the plea agreement, nor an above-Guidelines sentence,\ninvite us to conclude that the court implicitly rejected the plea agreement that it\nexplicitly accepted.\n                                          B.\n      To find a district court’s sentence substantively unreasonable, we must be\n“left with the definite and firm conviction that the district court committed a clear\nerror of judgment in weighing the § 3553(a) factors by arriving at a sentence that\nlies outside the range of reasonable sentences dictated by the facts of the case.”\nIrey, 612 F.3d at 1190 (citation omitted). The defendant “bears the burden of\ndemonstrating that his total sentence is unreasonable.” United States v. Covington,\n565 F.3d 1336, 1346–47 (11th Cir. 2009).\n\n\n                                           5\n\f               Case: 18-15055     Date Filed: 07/01/2020    Page: 6 of 6\n\n\n\n      Harris argues that the court impermissibly relied on his criminal history and\nthe seriousness of the offense conduct while “overlook[ing] numerous mitigating\n\ncircumstances” that bear on the other § 3553(a) factors. For instance, Harris says\nthat the court should have considered his marriage, four children, long-term\nemployment, and law-abiding conduct since the 2015 shooting. The first problem\nwith Harris’s argument is that the district court specifically said that it considered\nthe recent turnaround in Harris’s behavior. But even if we were giving his good\npost-indictment choices fresh consideration, it would not give us a “definite and\n\nfirm conviction” that Harris’s sentence was more than necessary to achieve the\nsentencing goals of § 3553(a). The weight given to each factor is committed to the\nsentencing court’s sound discretion. United States v. Croteau, 819 F.3d 1293,\n1309 (11th Cir. 2016). We cannot see how it was an abuse of discretion to give\ngreat weight to Harris’s criminal history and the seriousness of the offense conduct\nwhile giving relatively less weight to his post-offense conduct.\n                                          IV.\n      We have no reason to question the evidence offered about Harris’s new\napproach to life. But we also have no reason to think that the district court failed\nto apply the § 3553(a) factors, failed to adequately explain its chosen sentence, or\nfailed to choose a sentence inside the bounds of reasonableness. That means\nHarris has not shown that his sentence is procedurally or substantively\nunreasonable, so we affirm the district court’s judgment.\n      AFFIRMED.\n\n\n\n\n                                           6\n\f",
            "ocr": false,
            "opinion_id": 4545625
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}