{
    "id": 4767853,
    "judges": null,
    "date_filed": 1594684800000,
    "date_filed_is_approximate": false,
    "slug": "state-of-washington-v-anthony-gene-hand",
    "case_name_short": null,
    "case_name": "State Of Washington v. Anthony Gene Hand",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.courts.wa.gov/opinions/pdf/D2 53111-9-II Unpublished Opinion.pdf",
            "author_id": null,
            "opinion_text": "                                                                                             Filed\n                                                                                       Washington State\n                                                                                       Court of Appeals\n                                                                                        Division Two\n\n                                                                                          July 14, 2020\n    IN THE COURT OF APPEALS OF THE STATE OF WASHINGTON\n\n                                        DIVISION II\n STATE OF WASHINGTON,                                              No. 53111-9-II\n\n                          Respondent,\n\n        v.\n\n ANTHONY GENE HAND,                                          UNPUBLISHED OPINION\n\n                           Appellant.\n\n\n\n       GLASGOW, J.—Anthony Gene Hand broke into a church, and the State charged him with\n\nsecond degree burglary. Prior to trial, both the State and defense counsel questioned Hand’s\n\ncompetence, and the trial court ordered that Hand undergo inpatient evaluation at Western State\n\nHospital within 7 days. Hand remained in jail for 35 days before being moved to the hospital,\n\nwhere he was ultimately determined to be competent. Hand filed a pretrial motion to dismiss due\n\nto the delay in transporting him for the evaluation. The trial court denied Hand’s motion, and Hand\n\nproceeded to plead guilty to a reduced charge.\n\n       Hand appeals arguing that the trial court erred by denying his motion to dismiss. Because\n\nHand waived his right to challenge the denial of the motion when he pleaded guilty, we do not\n\naddress the trial court’s denial of his pretrial motion to dismiss. We affirm his judgment and\n\nsentence.\n\n                                             FACTS\n\n       The State charged Hand with one count of second degree burglary after he entered a church\n\nthrough a window. The trial court ordered Hand to undergo an in-custody competency evaluation,\n\fNo. 53111-9-II\n\n\nbut Hand ended the evaluation after a few minutes. Despite the evaluation’s brevity, the\n\npsychologist reported that Hand was competent to stand trial based primarily on a review of Hand’s\n\nmental health records, police reports, and past competency records.\n\n       At an omnibus hearing on October 1, 2018, the State and defense counsel both raised\n\nconcerns about Hand’s competency. The trial court ordered a second competency evaluation. The\n\norder stated that Hand “shall be admitted to the hospital within 7 days of signing of this order for\n\na period of commitment of up to 15 days from the time of admission.” Clerk’s Papers at 33. Hand\n\nwas not transported to Western State Hospital until November 12, 2018—35 days after the trial\n\ncourt’s deadline.\n\n       Hand filed a CrR 8.3(b) motion to dismiss based on the delay of his transport to the hospital\n\nfor his second competency evaluation. At a hearing on the motion, the trial court found the\n\nDepartment of Social and Health Services in contempt for failing to timely transport Hand but\n\ndenied Hand’s motion to dismiss. The Department of Social and Health Services was required to\n\npay sanctions under a preexisting federal court order for the delay in transporting Hand to the\n\nhospital.\n\n       The second competency evaluation resulted in a diagnosis of antisocial personality\n\ndisorder, cannabis use disorder, and stimulant use disorder but found Hand competent to stand\n\ntrial. Hand and the State proceeded to negotiate a plea, and Hand ultimately pleaded guilty to\n\nsecond degree possession of stolen property and was sentenced to a 25-month Drug Offender\n\nSentencing Alternative, RCW.9.94A.660.\n\n       Hand’s statement on his plea of guilty provided that, upon pleading guilty, he gave up the\n\nright to “appeal a finding of guilt after a trial.” CP at 220. The statement did not say that Hand\n\n\n\n                                                 2\n\fNo. 53111-9-II\n\n\nstipulated only to certain facts or that he retained his right to appeal any ruling that occurred prior\n\nto his plea.\n\n        Hand appeals.\n\n                                            ANALYSIS\n\n        Hand argues that the trial court erred by denying his CrR 8.3 motion to dismiss based on\n\nhis excessive incarceration before he received his second competency evaluation. The State argues\n\nthat Hand waived his right to challenge the court’s decision to deny his pretrial motion by pleading\n\nguilty. We agree with the State.\n\n        By pleading guilty, a defendant generally waives his right to appeal. State v. Majors, 94\n\nWash. 2d 354, 356, 616 P.2d 1237 (1980). But the defendant preserves the right to challenge the\n\njudgment and sentence on collateral grounds such as the validity of a statute violated, sufficiency\n\nof the information, jurisdiction of the court, or the voluntariness of the plea. In re Pers. Restraint\n\nof Schorr, 191 Wash. 2d 315, 322-23, 422 P.3d 451 (2018). A defendant may not otherwise appeal\n\nthe denial of any pretrial motions. State v. Olson, 73 Wash. App. 348, 353, 869 P.2d 110 (1994).\n\n“‘[A] guilty plea waives or renders irrelevant all constitutional violations that occurred before the\n\nguilty plea, except those related to the circumstances of the plea or to the government’s legal power\n\nto prosecute regardless of factual guilt.’” State v. Brandenburg, 153 Wash. App. 944, 948, 223 P.3d\n\n1259 (2009) (internal quotation marks omitted) (quoting State v. Amos, 147 Wash. App. 217, 225-\n\n26, 195 P.3d 564 (2008)).\n\n        Here, Hand does not challenge his conviction based on the jurisdiction of the court, validity\n\nof the statute violated, sufficiency of the information, or the voluntariness of his plea. Instead, he\n\nchallenges the denial of his pretrial motion to dismiss based on the alleged violation of his\n\n\n\n                                                  3\n\fNo. 53111-9-II\n\n\nsubstantive due process rights when he was incarcerated for 35 days before his second competency\n\nevaluation. But by pleading guilty, Hand waived the right to challenge any constitutional violation\n\nthat occurred before his guilty plea as a basis for reversing his conviction, and he is precluded from\n\nappealing the denial of this type of pretrial motion. Accordingly, because Hand waived his right\n\nto challenge the denial of the motion when he pleaded guilty, we do not address the trial court’s\n\ndenial of his pretrial motion to dismiss.\n\n        We affirm Hand’s judgment and sentence.\n\n        A majority of the panel having determined that this opinion will not be printed in the\n\nWashington Appellate Reports, but will be filed for public record in accordance with RCW 2.06.040,\n\nit is so ordered.\n\n\n\n                                                      Glasgow, J.\n We concur:\n\n\n\n Lee, C.J.\n\n\n\n\n Cruser, J.\n\n\n\n\n                                                  4\n\f",
            "ocr": false,
            "opinion_id": 4548200
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}