{
    "id": 4768585,
    "judges": null,
    "date_filed": 1589500800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-archie",
    "case_name_short": "Archie",
    "case_name": "State v. Archie",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "305 Neb. 835"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00007166PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n07/17/2020 01:07 AM CDT\n\n\n\n\n                                                        - 835 -\n                               Nebraska Supreme Court Advance Sheets\n                                        305 Nebraska Reports\n                                                 STATE v. ARCHIE\n                                                 Cite as 305 Neb. 835\n\n\n\n\n                                        State of Nebraska, appellee, v.\n                                         David L. Archie, appellant.\n                                                   ___ N.W.2d ___\n\n                                          Filed May 15, 2020.     No. S-19-930.\n\n                 1. Sentences: Appeal and Error. An appellate court will not disturb a sen-\n                    tence imposed within the statutory limits absent an abuse of discretion\n                    by the trial court.\n                 2. Sentences. When imposing a sentence, the sentencing court is to con-\n                    sider the defendant’s (1) age, (2) mentality, (3) education and experi-\n                    ence, (4) social and cultural background, (5) past criminal record or\n                    record of law-abiding conduct, and (6) motivation for the offense, as\n                    well as (7) the nature of the offense, and (8) the amount of violence\n                    involved in the commission of the crime. The sentencing court is not\n                    limited to any mathematically applied set of factors.\n                 3. ____. The appropriateness of a sentence is necessarily a subjective judg-\n                    ment and includes the sentencing judge’s observation of the defendant’s\n                    demeanor and attitude and all the facts and circumstances surrounding\n                    the defendant’s life.\n                 4. Effectiveness of Counsel: Appeal and Error. Assignments of error\n                    on direct appeal regarding ineffective assistance of trial counsel must\n                    specifically allege deficient performance, and an appellate court will not\n                    scour the remainder of the brief in search of such specificity.\n                 5. Appeal and Error. The purpose of an appellant’s reply brief is to\n                    respond to the arguments the appellee has advanced against the errors\n                    assigned in the appellant’s initial brief.\n\n                  Appeal from the District Court for Lancaster County: Darla\n               S. Ideus, Judge. Affirmed.\n\n                 Joe Nigro, Lancaster County Public Defender, and Mark D.\n               Carraher for appellant.\n\f                              - 836 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                        STATE v. ARCHIE\n                        Cite as 305 Neb. 835\n\n   Douglas J. Peterson, Attorney General, and Matthew Lewis\nfor appellee.\n  Heavican, C.J., Miller-Lerman, Cassel, Stacy, Funke,\nPapik, and Freudenberg, JJ.\n   Papik, J.\n   David L. Archie appeals his conviction and sentence follow-\ning his no contest plea to a charge of attempted first degree\nsexual assault. He contends that his sentence was excessive and\nthat he received ineffective assistance of counsel in the district\ncourt proceedings. We conclude that the district court did not\nabuse its discretion in sentencing Archie. And because Archie\ndid not specifically allege deficient performance of counsel\nas required by State v. Mrza, 302 Neb. 931, 926 N.W.2d 79\n(2019), we do not consider his claim that he received ineffec-\ntive assistance of counsel.\n                        BACKGROUND\nArchie’s Plea and Conviction.\n   Archie was initially charged in this case with first degree\nsexual assault. The information filed by the State alleged that\nbetween March 12, 1996, and April 6, 2004, he subjected T.A.\nto sexual penetration. According to the information, Archie was\nover 19 years of age and T.A. was under 16 years of age during\nthis timeframe.\n   Archie and the State later reached a plea agreement. As part\nof the plea agreement, the State filed an amended information\ncharging Archie with attempted first degree sexual assault. The\namended information alleged that during the same time period\nreferenced in the initial information, Archie attempted to sub-\nject T.A. to sexual penetration. Archie pleaded no contest to\nthe amended information.\n   When asked by the court to provide a factual basis for the\nplea, the prosecutor described an investigation that began in\nFebruary 2019 when T.A. filed a report with law enforcement\nalleging that Archie had sexually assaulted her when she was\n\f                              - 837 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                        STATE v. ARCHIE\n                        Cite as 305 Neb. 835\n\na child. T.A. reported that Archie subjected her to sexual pen-\netration in various forms and in various locations in Lincoln,\nNebraska, beginning when she was 7 years old and continu-\ning until she was 15 years old. In addition, after T.A. reported\nthe assaults to law enforcement, she recorded a telephone\nconversation with Archie in which Archie admitted to having\nsexual intercourse with her when she was between 10 and 15\nyears old.\n   The district court accepted Archie’s no contest plea, found\nhim guilty of attempted first degree sexual assault, and sched-\nuled a sentencing hearing.\n\nSentencing.\n   At the sentencing hearing, Archie’s counsel argued for a\nlenient sentence. He emphasized that Archie’s conviction was\nfor conduct that occurred more than 15 years prior and argued\nthat Archie “is a different person than he was 15 years ago.”\nHe contended that Archie no longer had a drinking problem.\nHe also directed the district court’s attention to a letter he\nsubmitted to the district court and which was included in the\npresentence investigation report. Aside from a few months in\nwhich Archie was released on parole, he was incarcerated for\nanother conviction between 2004 and 2019. The letter refer-\nenced various programs Archie had completed while incar-\ncerated, including recovery programs for sex offenders and\nsubstance abusers.\n   Before pronouncing Archie’s sentence, the district court\nstated on the record that it had considered the presentence\ninvestigation report and all of the factors that trial courts\nare to consider in choosing an appropriate sentence. The\ndistrict court then specifically addressed Archie’s argument\nthat he had been rehabilitiated while incarcerated for another\nconviction:\n         I understand it is your position that this happened many\n      years ago, before you were incarcerated, and that you\n      have been rehabilitated while you are — while you have\n\f                               - 838 -\n          Nebraska Supreme Court Advance Sheets\n                   305 Nebraska Reports\n                         STATE v. ARCHIE\n                         Cite as 305 Neb. 835\n\n     been in prison. You have produced some certificates and\n     indicated you have taken a number of classes. I think that\n     in some respects you have probably benefited from the\n     incarceration and grown from that.\n        However, sir, I read the transcript of the phone con-\n     versations you had with [the] victim. And those, quite\n     frankly, tell a very different story. Sir, in the transcripts,\n     based upon your statements and your reaction to the dis-\n     cussions you were having, you showed a complete lack of\n     insight or understanding of the depravity of your conduct\n     toward the victim. You talked about sexually assaulting a\n     child as young as seven years old like you were reminisc-\n     ing about good times. And more than once you told her\n     that she had seduced you and you proudly recalled spe-\n     cifics about having sex with a pre-adolescent child. You\n     talked about the things you had taught her. All of those\n     things, sir, your words and your reaction to that discus-\n     sion tell me very clearly you have not been rehabilitated\n     when it comes to you being a sexual predator of children.\n     I think if you are not incarcerated you absolutely will\n     continue to be a danger to the community and children\n     that you are exposed to.\n  The district court thereafter sentenced Archie to 18 to 20\nyears’ imprisonment. Archie appealed.\n\n                 ASSIGNMENTS OF ERROR\n   Archie assigns two errors on appeal. He claims (1) that\nthe district court abused its discretion by imposing an exces-\nsive sentence and (2) that he was denied effective assistance\nof counsel.\n\n                  STANDARD OF REVIEW\n   [1] An appellate court will not disturb a sentence imposed\nwithin the statutory limits absent an abuse of discretion by\nthe trial court. State v. Leahy, 301 Neb. 228, 917 N.W.2d\n895 (2018).\n\f                              - 839 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                        STATE v. ARCHIE\n                        Cite as 305 Neb. 835\n\n                          ANALYSIS\nExcessive Sentence.\n   We begin our analysis with Archie’s contention that he was\ngiven an excessive sentence. Archie does not and cannot dis-\npute that his 18-to-20-year sentence was within the statutory\nlimits; at the time of Archie’s offense, attempted first degree\nsexual assault was a Class III felony punishable by up to 20\nyears’ imprisonment. See Neb. Rev. Stat. §§ 28-105 (Reissue\n1995 & Cum. Supp. 2002), 28-201(4)(b) (Reissue 1995 &\nCum. Supp. 1998), and 28-319(1)(c) and (2) (Reissue 1995).\nHe claims instead that the district court abused its discretion by\nfailing “to account for” Archie’s “rehabilitative progress” when\nsentencing him. Brief for appellant at 11. More specifically,\nArchie argues that the district court’s imposition of a near-\nmaximum sentence demonstrates that it did not consider his\nengagement in rehabilitative programs while incarcerated in\nthe years between the offense and sentencing and letters from\nvarious individuals noting positive changes in Archie’s life\nduring that same time period.\n   [2,3] When imposing a sentence, the sentencing court is to\nconsider the defendant’s (1) age, (2) mentality, (3) education\nand experience, (4) social and cultural background, (5) past\ncriminal record or record of law-abiding conduct, and (6) moti-\nvation for the offense, as well as (7) the nature of the offense,\nand (8) the amount of violence involved in the commission of\nthe crime. State v. Manjikian, 303 Neb. 100, 927 N.W.2d 48\n(2019). However, the sentencing court is not limited to any\nmathematically applied set of factors. Id. The appropriateness\nof a sentence is necessarily a subjective judgment and includes\nthe sentencing judge’s observation of the defendant’s demeanor\nand attitude and all the facts and circumstances surrounding\nthe defendant’s life. Id.\n   Given the foregoing standards, we do not disagree that, in\nfashioning a sentence, it would be appropriate for the district\ncourt to consider, along with other factors, whether and to\nwhat extent Archie had demonstrated rehabilitiation in the\n\f                               - 840 -\n          Nebraska Supreme Court Advance Sheets\n                   305 Nebraska Reports\n                         STATE v. ARCHIE\n                         Cite as 305 Neb. 835\n\nyears following the offense at issue. We do disagree, how-\never, with Archie’s argument that the district court did not\nconsider them. To the contrary, at the sentencing hearing, the\ndistrict court directly addressed Archie’s claim that he should\nreceive a lenient sentence because of his efforts at rehabilita-\ntion. As quoted at length above, the district court rejected\nthe argument, finding that any notion that Archie had been\nrehabilitated was undercut by the recorded telephone conversa-\ntion between Archie and T.A. in which Archie, among other\nthings, “proudly recalled specifics about having sex with a\npre-­adolescent child.”\n   A transcript of the recorded telephone conversation the\ndistrict court alluded to is included within the presentence\ninvestigation report. Having reviewed the transcript, we do not\ndisagree with the district court’s characterization of the call and\ncertainly see no basis to say that the district court abused its\ndiscretion by assigning little to no weight to Archie’s rehabili-\ntation argument in light of it.\n   Neither do we see any other basis to say that the district\ncourt erred in sentencing Archie to 18 to 20 years’ imprison-\nment. The district court expressly stated that it considered the\nrelevant sentencing factors, and we see no indication in the\nrecord that it considered improper factors. Among those rel-\nevant sentencing factors was Archie’s criminal history. Archie’s\nprevious incarceration was due to convictions for first degree\nsexual assault of a child and incest. He had also previously\nbeen convicted of assault, attempted robbery, and other crimes.\nThe district court did not abuse its discretion in sentenc-\ning Archie.\n\nIneffective Assistance of Counsel.\n   [4] Archie’s second assignment of error alleges that he “was\ndenied effective assistance of counsel in violation of his con-\nstitutional rights under the Sixth and Fourteenth Amendments\nof the United States Constitution and Article I, Section 11\nof the Nebraska Constitution.” This general assignment of\n\f                              - 841 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                        STATE v. ARCHIE\n                        Cite as 305 Neb. 835\n\nineffective assistance of counsel does not comply with our\ndeclaration last year in State v. Mrza, 302 Neb. 931, 935, 926\nN.W.2d 79, 86 (2019), that “assignments of error on direct\nappeal regarding ineffective assistance of trial counsel must\nspecifically allege deficient performance, and an appellate\ncourt will not scour the remainder of the brief in search of\nsuch specificity.”\n   After the State’s brief on appeal urged us not to consider\nArchie’s ineffective assistance claim because of his failure\nto comply with Mrza, Archie filed a reply brief. The reply\nbrief includes a section titled “Restatement of Assignments of\nError.” Reply brief for appellant at 1. In that section, Archie\nhas reframed his ineffective assistance of counsel assignment\nof error to include several specific alleged instances of defi-\ncient performance by trial counsel. He argues that he has\nthereby “cured” any failure to comply with Mrza and that\ntherefore, his ineffective assistance assignment of error should\nbe considered. Reply brief for appellant at 2. He also contends\nthat it should be considered because, even if his initial brief\ndid not comply with Mrza, the specific instances of deficient\nperformance he wished to assert could be discerned from the\nargument section of the brief. We are unpersuaded by Archie’s\narguments for reasons we will explain.\n   [5] First, an appellant cannot cure a failure to adequately\nassign error via a reply brief. We have often stated that the\npurpose of an appellant’s reply brief is to respond to the argu-\nments the appellee has advanced against the errors assigned\nin the appellant’s initial brief and that errors may not be\nasserted for the first time in a reply brief. See, e.g., Linscott\nv. Shasteen, 288 Neb. 276, 847 N.W.2d 283 (2014). The\nineffective assistance assignment of error in Archie’s initial\nbrief did not comply with Mrza. Allowing Archie to raise\na Mrza-compliant ineffective assistance assignment of error\nin his reply brief would not be meaningfully different than\nallowing him to assert a brand new assignment of error in a\nreply brief. We also disagree with Archie’s assertion that the\n\f                              - 842 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                        STATE v. ARCHIE\n                        Cite as 305 Neb. 835\n\nonly rationale for the Mrza requirement is to relieve appellate\ncourts from having to scour the argument section of a brief to\nidentify the specific allegations of deficient performance and\nthat his “[r]estatement” of his assignments of error eliminates\nthat concern. Another obvious benefit of the Mrza require-\nment is that, if followed, the specifically alleged deficient\nperformance will be clearly identified so that the appellee can\nrespond in its brief on appeal. A late attempt to comply with\nMrza does not afford the appellee the same opportunity.\n   We also decline Archie’s invitation to attempt to discern the\nspecific alleged instances of deficient performance from the\nargument section of his initial brief. We did “synthesize a spe-\ncific assignment from the argument section” in Mrza, 302 Neb.\nat 935, 926 N.W.2d at 86, but we also made clear we would not\ndo so in subsequent cases. On that basis, we recently refused to\nconsider a claim of ineffective assistance of counsel that was\nassigned generally in a brief filed 3 months after our opinion\nin Mrza was released. See State v. Guzman, ante p. 376, 940\nN.W.2d 552 (2020). Archie’s initial brief was filed nearly 8\nmonths after Mrza, and thus we will not consider his assign-\nment of error alleging ineffective assistance of counsel.\n\n                       CONCLUSION\n  We find no error in Archie’s conviction and sentence, and\nwe do not consider his ineffective assistance of counsel claim.\nTherefore, we affirm.\n                                                   Affirmed.\n\f",
            "ocr": false,
            "opinion_id": 4548932
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}