{
    "id": 4772533,
    "judges": null,
    "date_filed": 1596412800000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-dominique-martin",
    "case_name_short": null,
    "case_name": "United States v. Dominique Martin",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Criminal",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "https://cdn.ca9.uscourts.gov/datastore/memoranda/2020/08/03/15-10497.pdf",
            "author_id": null,
            "opinion_text": "                           NOT FOR PUBLICATION                           FILED\n                    UNITED STATES COURT OF APPEALS                        AUG 3 2020\n                                                                      MOLLY C. DWYER, CLERK\n                                                                       U.S. COURT OF APPEALS\n                           FOR THE NINTH CIRCUIT\n\nUNITED STATES OF AMERICA,                       No.    15-10497\n\n                Plaintiff-Appellee,             D.C. No.\n                                                4:13-cr-00466-JSW-2\n v.\n\nDOMINIQUE MARQUIS MARTIN, AKA                   MEMORANDUM*\nDomo,\n\n                Defendant-Appellant.\n\n\nUNITED STATES OF AMERICA,                       No.    15-10502\n\n                Plaintiff-Appellee,             D.C. No.\n                                                4:13-cr-00466-JSW-1\n v.\n\nMELVIN LANDRY, Jr., AKA New Hefner,\n\n                Defendant-Appellant.\n\n                   Appeal from the United States District Court\n                      for the Northern District of California\n                    Jeffrey S. White, District Judge, Presiding\n\n                    Argued and Submitted September 12, 2017\n                       Submission Vacated March 5, 2018\n                          Resubmitted August 3, 2020\n                            San Francisco, California\n\n      *\n             This disposition is not appropriate for publication and is not precedent\nexcept as provided by Ninth Circuit Rule 36-3.\n\fBefore: W. FLETCHER, OWENS, and FRIEDLAND, Circuit Judges.1\n\n              Defendants Melvin Landry and Dominique Martin appeal their\n\nconvictions and sentences for Hobbs Act robbery, 18 U.S.C. § 1951(a), and\n\npossession of a firearm during and in relation to a crime of violence, 18 U.S.C.\n\n§ 924(c). Landry’s and Martin’s convictions arose out of the activities of a group\n\nof individuals, led by Landry, who allegedly robbed several homes and retail stores\n\nat gunpoint starting in 2011. This appeal relates to four of that group’s alleged\n\nrobberies: (1) the 2011 robbery of a McDonald’s restaurant by two men, one of\n\nwhom pointed at the manager a gun that the manager described as “silvery or kind\n\nof black,” like the kind police use; (2) the 2012 robbery of a Wal-Mart customer\n\nservice desk by three men, one of whom, according to witnesses, had a gun that\n\nwas silver and had etching on it; (3) the 2012 robbery of a different Wal-Mart\n\ncustomer service desk; and (4) the 2013 robbery of a third Wal-Mart customer\n\nservice desk by two men, one of whom pointed a gun at several employees that the\n\nemployees later testified was brushed aluminum, large caliber, and not a BB gun or\n\npellet gun.\n\n\n\n      1\n         This case was originally submitted to a panel that included Judge Kozinski\nand United States District Judge Mark Bennett. After Judges Kozinski and Bennett\nretired, Judges Fletcher and Owens, respectively, were drawn by lot to replace\nthem. See Ninth Circuit General Order 3.2.h. Judges Fletcher and Owens have\nread the briefs, reviewed the record, and listened to oral argument.\n\n                                          2\n\f      Martin and Landry were arrested and went to trial in the summer of 2015 on\n\na slate of charges relating to the robberies. (An alleged co-conspirator, Rudolpho\n\nJames, was also arrested, but pleaded guilty.) The government’s evidence at trial\n\nincluded surveillance footage, eyewitness testimony, fingerprint evidence, cell\n\nphone location data, and incriminating pictures posted on Facebook and Instagram,\n\namong other evidence. Ultimately, as relevant here, Landry was found guilty of\n\nconspiracy to commit Hobbs Act robbery, three counts of Hobbs Act robbery, and\n\nthree counts of possessing a firearm during and in relation to a crime of violence.\n\nMartin was found guilty of conspiracy to commit Hobbs Act robbery, four counts\n\nof Hobbs Act robbery, and three counts of possessing of a firearm during and in\n\nrelation to a crime of violence. Landry and Martin were each sentenced to more\n\nthan fifty years of imprisonment and five years of supervised release. Both timely\n\nappealed their convictions and sentences, and we affirm.\n\n      1.     Viewed in the light most favorable to the prosecution, see United\n\nStates v. Nevils, 598 F.3d 1158, 1163-64 (9th Cir. 2010) (en banc), the evidence at\n\ntrial that Landry and Martin had stolen several thousand dollars in checks and cash\n\nfrom an international retail business, and that that business was forced to\n\ntemporarily shutter its customer service counter as a result, was sufficient for a\n\nrational trier of fact to conclude that the robberies had at least a de minimis effect\n\non interstate commerce as required to satisfy the Hobbs Act’s jurisdictional\n\n\n                                           3\n\frequirement. See 18 U.S.C. § 1951(a); United States v. Rodriguez, 360 F.3d 949,\n\n955 (9th Cir. 2004) (“Robbery of an interstate business . . . typically constitutes\n\nsufficient evidence to satisfy the Hobbs Act’s interstate commerce element.”). The\n\nSupreme Court’s decisions in United States v. Lopez, 514 U.S. 549 (1995), and\n\nUnited States v. Morrison, 529 U.S. 598 (2000), are not to the contrary, and were\n\ndecided before our decision in Rodriguez, so we would be bound by Rodriguez in\n\nany event. See Miller v. Gammie, 335 F.3d 889, 899-900 (9th Cir. 2003) (en\n\nbanc).\n\n         2.   The district court did not err in concluding that Hobbs Act robbery\n\nconstitutes a “crime of violence” under the force clause of 18 U.S.C. § 924(c). See\n\nUnited States v. Dominguez, 954 F.3d 1251, 1255 (9th Cir. 2020) (“In light of\n\nrecent Supreme Court cases, we . . . reiterate our previous holding that Hobbs Act\n\narmed robbery is a crime of violence for purposes of 18 U.S.C. § 924(c)(3)(A).”);\n\nsee also United States v. Mendez, 992 F.3d 1488, 1490-91 (9th Cir. 1993).\n\n         3.   The evidence at trial was sufficient to prove that the guns used in the\n\nrobberies were “firearms,” as that term is used in 18 U.S.C. § 924(c) and defined in\n\n18 U.S.C. § 921(a)(3). Viewed in the light most favorable to the prosecution, the\n\nevidence that Landry and Martin had the opportunity and ability to obtain real\n\nguns, as well as the security footage and eyewitness and co-conspirator testimony\n\nthat Landry and Martin were carrying guns, allowed a rational factfinder to\n\n\n                                           4\n\fconclude that the guns at issue were real and were not toys or replicas. See, e.g.,\n\nUnited States v. Garrido, 596 F.3d 613, 616-17 (9th Cir. 2010) (affirming the\n\ndefendant’s § 924(c) conviction on the basis of video evidence and testimony from\n\na victim who described a gun as looking like a “nine millimeter” and felt its cold\n\nmetal pressed behind his ear, and victim testimony that the defendant had a “gun”\n\nthat “looked real”); United States v. Harris, 792 F.2d 866, 867-68 (9th Cir. 1986)\n\n(affirming the defendant’s conviction on the basis of surveillance photos and\n\ntestimony from victims that the weapon was made of “gunmetal,” and “appeared to\n\nbe either a .38 or .45 automatic with the hammer cocked,” and describing that\n\nevidence as “overwhelming[]” (quotation marks omitted)).\n\n      4.     The district court did not err by admitting evidence that Martin was\n\nfound with a real rifle during a 2009 arrest, two years before the conspiracy\n\nallegedly began. Although this evidence was not “intrinsic” to the charges, see\n\nUnited States v. Anderson, 741 F.3d 938, 949 (9th Cir. 2013), the district court did\n\nnot abuse its discretion in concluding that, when accompanied by an appropriate\n\nlimiting instruction, the evidence was admissible under Federal Rule of Evidence\n\n404(b) to show that Martin had the opportunity and capacity to obtain a real\n\nfirearm during the alleged conspiracy and to rebut Defendants’ arguments that the\n\nguns used in the robberies could have been fake, see United States v. Beckman, 298\n\nF.3d 788, 794 (9th Cir. 2002). United States v. Thomas, 321 F.3d 627 (7th Cir.\n\n\n                                          5\n\f2003), and McKinney v. Rees, 993 F.2d 1378 (9th Cir 1993), are not to the\n\ncontrary. The issue in both cases was whether the defendant’s previous\n\npossessions were relevant to prove possession or opportunity and motive to possess\n\na weapon (without regard to whether that weapon was real or fake)—not, as here,\n\nwhether the weapon the defendant had possessed was real. See Thomas, 321 F.3d\n\nat 634; McKinney, 993 F.2d at 1382-83.\n\n      Nor did the district court abuse its discretion in concluding that the probative\n\nvalue of such evidence was not substantially outweighed by a danger of unfair\n\nprejudice. See Fed. R. Evid. 403; Beckman, 298 F.3d at 794.\n\n      5.     Even if the district court did err by admitting evidence of Landry’s\n\narrest with a handgun in 2011 on the grounds that the evidence was inextricably\n\nintertwined with the charged offenses, any error was harmless. See United States\n\nv. Torres, 794 F.3d 1053, 1063-64 (9th Cir. 2015). As with Martin’s 2009 arrest,\n\nthe evidence could have been admitted under Rule 404(b) to show ability and\n\nwillingness to obtain a real gun around the time of the alleged conspiracy in order\n\nto rebut the argument that the guns used in the robberies were fake. And ample\n\nother evidence, such as fingerprints, cell phone location data, eyewitness\n\ntestimony, surveillance footage, and the incriminating testimony of a co-\n\nconspirator, supported the government’s case.\n\n      The district court did not err by admitting evidence of Landry’s 2013 arrest,\n\n\n                                          6\n\fwhich led to the discovery of a small amount of marijuana, phones containing\n\nincriminating pictures, and a live round of ammunition, as intrinsic to the\n\ngovernment’s case because such evidence was relevant to present a background of\n\nthe alleged conspiracy.\n\n      6.     The district court did not plainly err by permitting a co-conspirator to\n\ntestify about Martin’s and Landry’s gun use, because the co-conspirator’s\n\ntestimony was relevant to prove that Martin and Landry had the ability to use and\n\nin fact did use real firearms during the alleged conspiracy. The co-conspirator’s\n\ntrustworthiness was a jury issue.\n\n      7.     The district court did not abuse its discretion in concluding that the\n\ngovernment had adequately authenticated pictures found on Martin’s and Landry’s\n\nphones and on social media accounts associated with their names or birthdates.\n\nThe testimony about the origins of the pictures and accounts, the testimony of a\n\nFacebook custodian, the testimony of a co-conspirator, and the contents of the\n\nphotographs themselves constituted sufficient proof that a reasonable juror could\n\nfind them to be authentic. See Fed. R. Evid. 901(a); United States v. Tank, 200\n\nF.3d 627, 630-31 (9th Cir. 2000); United States v. Black, 767 F.2d 1334, 1342\n\n(9th Cir. 1985).\n\n      This evidence was relevant because it appeared to depict Landry and his co-\n\nconspirators with, among other things, guns, drugs, and large amounts of cash,\n\n\n                                          7\n\fsuggesting the ability to obtain guns during the period of the alleged conspiracy,\n\nand substantiating the government’s allegation that the racketeering enterprise had\n\nillegally obtained, laundered, and spent stolen cash. And even assuming that some\n\nof the pictures were more prejudicial than probative, any error was harmless.\n\nGiven the other evidence suggesting that Defendants had participated in each\n\nrobbery—surveillance photos, eyewitness testimony, cell phone location evidence,\n\nco-conspirator testimony, and fingerprints—it is not more probable than not that\n\nthe admission of the contested photographs materially affected the verdict. See\n\nTorres, 794 F.3d at 1063.\n\n      8.     Although it may have been impermissibly suggestive for police to\n\nboth deploy a lineup in which Landry was the only suspect with a mole and refresh\n\na witness’s memory with photos of the crime itself, see United States v. Beck, 418\n\nF.3d 1008, 1012-13 (9th Cir. 2005), any error was harmless, because the jury saw\n\nsurveillance footage during the trial, and could compare that footage to Landry\n\nhimself, who sat before them for the duration of the trial.\n\n      9.     The district court did not err in denying Landry’s request for a hearing\n\nunder Franks v. Delaware, 438 U.S. 154 (1978), to consider whether the affidavit\n\nused to obtain a warrant for the phone found on his person was misleading.\n\nBecause Landry did not offer any evidence of the affiant’s mental state, the district\n\ncourt did not clearly err in finding that the affidavit did not contain purposefully or\n\n\n                                           8\n\frecklessly false statements or omissions. See id. at 171; see also United States v.\n\nPerkins, 850 F.3d 1109, 1115 (9th Cir. 2017). And even if the information omitted\n\nfrom the challenged affidavit—that Landry was not the only person who possessed\n\nthe phone—had been included, it would not have prevented the government from\n\nestablishing probable cause. See Franks, 438 U.S. at 155-56, 171-72.\n\n      10.    The jury instruction on the elements of aiding and abetting liability\n\nunder 18 U.S.C. § 924(c) was not plainly erroneous. It implemented the holding of\n\nRosemond v. United States, 572 U.S. 65 (2014), and to the extent our decisions\n\nprior to Rosemond imposed different requirements, they were overruled by\n\nRosemond.\n\n      11.    Martin’s and Landry’s sentences are constitutional despite their\n\nlength. We have previously rejected their contrary arguments. See United States\n\nv. Harris, 154 F.3d 1082, 1084 (9th Cir. 1998) (explaining that a sentence within\n\nthe limits set by a valid statute may not be overturned as cruel and unusual on\n\nappeal); see also United States v. Major, 676 F.3d 803, 812 (9th Cir. 2012)\n\n(explaining that sentences of hundreds of years are not cruel and unusual under our\n\nprecedent); United States v. Washman, 128 F.3d 1305, 1307 (9th Cir. 1997)\n\n(rejecting the argument that 18 U.S.C. § 3553(f) deprives defendants of their Fifth\n\nAmendment right not to testify in their own defense).\n\n      AFFIRMED.\n\n\n                                          9\n\f",
            "ocr": false,
            "opinion_id": 4552880
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}