{
    "id": 4774611,
    "judges": null,
    "date_filed": 1597190400000,
    "date_filed_is_approximate": false,
    "slug": "com-v-goines-j",
    "case_name_short": "Com.",
    "case_name": "Com. v. Goines, J.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 34.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S07028-20m - 104512596108896671.pdf",
            "author_id": null,
            "opinion_text": "J-S07028-20\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA          :   IN THE SUPERIOR COURT OF\n                                      :        PENNSYLVANIA\n                                      :\n           v.                         :\n                                      :\n                                      :\nJOSE GOINES                           :\n                                      :\n                 Appellant            :   No. 1307 EDA 2019\n\n   Appeal from the Judgment of Sentence Entered November 20, 2018\n  In the Court of Common Pleas of Chester County Criminal Division at\n                    No(s): CP-15-CR-0004661-2016\n\n\nCOMMONWEALTH OF PENNSYLVANIA          :   IN THE SUPERIOR COURT OF\n                                      :        PENNSYLVANIA\n                                      :\n           v.                         :\n                                      :\n                                      :\nJOSE GOINES                           :\n                                      :\n                 Appellant            :   No. 1308 EDA 2019\n\n   Appeal from the Judgment of Sentence Entered November 20, 2018\n  In the Court of Common Pleas of Chester County Criminal Division at\n                    No(s): CP-15-CR-0000070-2017\n\n\nCOMMONWEALTH OF PENNSYLVANIA          :   IN THE SUPERIOR COURT OF\n                                      :        PENNSYLVANIA\n                                      :\n           v.                         :\n                                      :\n                                      :\nJOSE GOINES                           :\n                                      :\n                 Appellant            :   No. 1309 EDA 2019\n\n   Appeal from the Judgment of Sentence Entered November 20, 2018\n  In the Court of Common Pleas of Chester County Criminal Division at\n                    No(s): CP-15-CR-0002054-2017\n\fJ-S07028-20\n\n\n\nBEFORE:       NICHOLS, J., KING, J., and STRASSBURGER, J.*\n\nMEMORANDUM BY NICHOLS, J.:                         FILED AUGUST 12, 2020\n\n       Appellant Jose Goines appeals1 from the judgments of sentence\n\nimposed following his jury trial convictions for burglary, conspiracy, and\n\nrelated offenses. Appellant argues that the trial court erred by instructing\n\nthe jury with an erroneous missing witness instruction concerning a\n\nCommonwealth witness, overruling Appellant’s objection to the prosecutor’s\n\nclosing arguments, and denying his post-sentence motion challenging the\n\nweight of the evidence. Appellant also challenges the discretionary aspects\n\nof his sentence. We affirm.\n\n       The trial court summarized the underlying facts of this matter as\n\nfollows:\n\n       Over the course of nine days in the fall of 2016, specifically,\n       October 28, 2016, November 1, 2016, November 4, 2016[,] and\n       November 7, 2016, [Appellant] and co-defendants, Anita Hersh\n       and Christopher Hersh, conspired and burglarized four homes in\n       Chester County, Pennsylvania[,] and attempted to burglarize a\n       fifth home.     The fifth burglary was thwarted because the\n       homeowner was home that day when [Appellant] kicked in the\n       front door of the home. Throughout these burglaries, the modus\n       operandi was that co-defendant Anita Hersh drove and acted as\n____________________________________________\n\n\n*Retired   Senior Judge assigned to the Superior Court.\n\n1 Appellant filed three separate notices of appeal, one for each of the trial\ncourt docket numbers. See Commonwealth v. Walker, 185 A.3d 969 (Pa.\n2018). On August 19, 2019, Appellant filed an unopposed application for\nconsolidation pursuant to Pa.R.A.P. 2138.         This Court granted this\napplication via a per curiam order entered on October 4, 2019.\n\n\n\n\n                                           -2-\n\fJ-S07028-20\n\n\n       the lookout, [Appellant] kicked in the doors, and then\n       [Appellant] and co-defendant Christopher Hersh, went into the\n       homes, ransacked them, broke things, ripped up important\n       documents, and stole anything they believed to be of value.\n       Once [Appellant and co-defendants] got away with the\n       homeowners’ items, including jewelry and electronics, they then\n       travelled together to Wilmington, Delaware to pawn the items\n       and split the proceeds.\n\nTrial Ct. Op., 1/10/20, at 3.\n\n       Based on these allegations, Appellant was charged with one count of\n\nattempted burglary and four counts each of burglary, theft by unlawful\n\ntaking, receiving stolen property (RSP), and conspiracy.2, 3 See Docket Nos.\n\n4661-2016, 70-2017, 2054-2017.                 On August 28, 2017, the matter\n\nproceeded to a jury trial.\n\n       The trial court summarized the trial evidence as follows:\n\n       The Commonwealth presented evidence that each home was\n       targeted during the day, around the same time, when it\n       appeared like the homeowner was not present. Each home was\n       also broken into by the door being broken/kicked in, the home\n       ransacked, items belonging to the homeowner taken, and then\n       pawned at pawn shops in Wilmington, Delaware.\n\n       The Commonwealth also presented an abundance of physical\n       evidence as to [Appellant’s] guilt beyond a reasonable doubt.\n       Specifically, the Commonwealth presented evidence from the\n       pawn shops that either Anita Hersh or Christopher Hersh pawned\n____________________________________________\n\n\n218   Pa.C.S. §§ 901(a), 3502(a)(2), 3921(a), 3925(a), and 903, respectively.\n\n3Specifically, Appellant was charged with one count of attempted burglary at\nDocket No. 4661-2016; one count each of burglary, theft by unlawful taking,\nRSP, and conspiracy, at Docket No. 70-2016; and three counts each of\nburglary, theft by unlawful taking, RSP, and conspiracy at Docket No. 2054-\n2017.\n\n\n\n                                           -3-\n\fJ-S07028-20\n\n\n     the stolen items close in time to each of the burglaries, often on\n     the same day. Many of the pawned items were unique to the\n     victims in this case.      The Commonwealth presented video\n     evidence of the co-defendants’ presence in one of the pawn\n     shops on two separate occasions when items from the burglaries\n     were being pawned.\n\n     The record reveals that the Commonwealth also presented\n     incriminating shoe print and phone evidence. [Sergeant] Laura\n     Klinger of the Pennsylvania State Police laboratory testified that\n     [Appellant’s] unique shoes, Nike Air Jordan Retro 88’s, taken\n     from his belongings during the execution of a valid search\n     warrant, were consistent with the size and characteristics of the\n     shoeprints recovered from two of the doors of the burglarized\n     homes.     Stated differently, when [Appellant’s] shoes were\n     compared with the shoe prints taken from the doors, [Sergeant]\n     Klinger pointed out that there was a high degree of association\n     between the two.\n\n     The Commonwealth also presented a substantial amount of\n     phone evidence. Two types of phone evidence were presented:\n     GPS data and the forensic download from [Appellant’s] phone,\n     which was also seized pursuant to a valid search warrant. The\n     GPS location data placed [Appellant] in close proximity to all of\n     the burglary locations at the time they were committed and then\n     in close proximity to the pawn shops where the stolen items\n     were pawned after the burglaries. The forensic download data\n     further revealed hundreds of incriminating searches relating to\n     the burglaries. . . .\n\n     During trial, [Stern,] the homeowner from the attempted\n     burglary on November 7, 2016, identified [Appellant] in court as\n     the [person] who kicked in his door. During the attempted\n     burglary, the victim was able to observe [Appellant] and co-\n     defendant, Christopher Hersh, before chasing them off his\n     property.    While [Appellant] and [Christopher] Hersh were\n     fleeing [from] the home, the homeowner was able to get the\n     license plate number of the vehicle they were using. It was later\n     proven at trial that the vehicle they were using was registered to\n     [Christopher] Hersh.\n\n     Finally, the cooperating co-defendant, Anita Hersh, testified at\n     trial that [Appellant] and Christopher Hersh, planned and\n     conspired to commit all five burglaries, broke into the homes,\n\n\n\n                                   -4-\n\fJ-S07028-20\n\n\n        ransacked them, stole items belonging to the homeowners, and\n        proceeded to pawn the stolen items at pawn shops.\n\nTrial Ct. Op. at 5-6.\n\n        On August 31, 2018, the jury convicted Appellant of all charges. The\n\ntrial court deferred sentencing for the preparation of a pre-sentence\n\ninvestigation report (PSI). On November 20, 2018, the trial court sentenced\n\nAppellant to an aggregate term of nine to twenty years’ incarceration.4 On\n\nNovember       30,   2018,    Appellant    filed   a   timely   post-sentence   motion\n\nchallenging the sufficiency and weight of the evidence and seeking to reduce\n\n\n\n____________________________________________\n\n\n4   Specifically, the trial court sentenced Appellant as follows.\n\nAt Docket No. 4661-2016, the trial court sentenced Appellant to eighteen\nmonths to three years of incarceration for one count of attempted burglary.\n\nAt Docket No. 2054-2017, the trial court sentenced Appellant to a\nconsecutive term of one to two years’ incarceration for burglary (count one),\na concurrent term of one to two years’ incarceration for conspiracy (count\nsixteen), and consecutive terms of one to three years’ incarceration for\nburglary (count two), one to two years’ incarceration for conspiracy (count\nseventeen), eighteen months to three years’ incarceration for burglary\n(count three), and one to three years’ incarceration for conspiracy (count\neighteen).\n\nAt Docket No. 70-2017, the trial court sentenced Appellant to a consecutive\nterm of one to two years’ incarceration for burglary (count one) and a\nconsecutive term of one to two years’ incarceration for conspiracy (count\nseven).   All other charges merged with Appellant’s other convictions.\nSentencing Order, Docket No. 4661-2016, 11/20/18, at 1; Sentencing\nOrder, Docket No. 70-2017, 11/20/18, at 1; Sentencing Order, Docket No.\n2054-2017, 11/20/18, at 1-3.\n\n\n\n\n                                           -5-\n\fJ-S07028-20\n\n\n\nhis sentence. Appellant’s post-sentence motion was subsequently denied by\n\noperation of law on March 30, 2019.5\n\n       On April 25, 2019, Appellant filed timely notices of appeal at all three\n\ndocket numbers.          Appellant subsequently filed court-ordered Pa.R.A.P.\n\n1925(b) statements at each docket number, and the trial court issued a Rule\n\n1925(a) opinion addressing Appellant’s claims.\n\n       On appeal, Appellant raises the following issues, which we have\n\nreordered as follows:\n\n       1. Did the trial court err in not finding the verdicts against the\n          weight of the evidence?\n\n____________________________________________\n\n\n5 Under Rule 720(B)(3), post-sentence motions shall be decided within 120\ndays by order or operation of law. Appellant’s post-sentence motion was\ndenied by operation of law on March 30, 2019, but the clerk of courts did not\nenter an order to that effect at that time. See Pa.R.Crim.P. 720(B)(3)(a)-\n(c). Appellant filed his timely notices of appeal on April 25, 2019. On\nAugust 22, 2019, this Court issued a rule to show cause as to why this\nappeal should not be quashed as interlocutory and directed Appellant’s\ncounsel to inform this Court when Appellant’s counsel filed a praecipe with\nthe trial court for entry of such an order. Appellant’s counsel filed a praecipe\nwith the trial court on August 23, 2019, and the clerk of courts entered an\norder that same day reflecting that Appellant’s post-sentence motion was\ndenied by operation of law on March 30, 2019. This Court discharged the\nrule to show cause on October 4, 2019, and advised the parties that the\nissue may be revisited by this panel. Order, 10/4/19.\n\nOur review of the record confirms that Appellant timely complied with this\nCourt’s order directing him to praecipe the lower court to enter an order\ndenying his motion by operation of law. Pa.R.A.P. 301(d). Pursuant to Rule\n905(a)(5), Appellant was not required to file a new notice of appeal. See\nPa.R.A.P. 905(a)(5) (stating that initially premature notice of appeal shall be\ntreated as filed on the date the appealable order is entered). Accordingly,\nwe have jurisdiction over this appeal.\n\n\n\n                                           -6-\n\fJ-S07028-20\n\n\n      2. Did the trial court err in giving a jury instruction with respect\n         to witness Nunez who was deemed unavailable by the [trial]\n         court?\n\n      3. Did the trial court err in not sustaining defense counsel’s\n         objection to [the] prosecutor’s statements in closing\n         argument that “this is the same shoe,” “this is identical,” and\n         “this is completely identical”?\n\n      4. Did the trial court abuse its discretion when it imposed an\n         aggregate sentence of nine (9) years to twenty (20) years’\n         confinement [at Docket Nos. 2054-2017, 70-2017, and 4661-\n         2016]?\n\nAppellant’s Brief at 6 (some formatting altered).\n\n                             Weight of the Evidence\n\n      In his first claim, Appellant argues that the trial court erred by denying\n\nhis   post-sentence   motion    challenging   the   weight   of   the   evidence.\n\nAppellant’s Brief at 28. Appellant asserts that the Commonwealth’s evidence\n\n“fell short” in terms of establishing that he “was present within the homes\n\nand committed the particular burglaries.” Id. First, Appellant argues that\n\nAnita Hersh’s “testimony regarding the particular homes was very weak and\n\nvague” and “[h]er description of what happened in each home was\n\ngeneralized to a degree that made it unbelievable to think that she could\n\nidentify each particular home and say Appellant was inside each of those\n\nparticular homes.”     Id.     Further, Appellant claims that Anita Hersh’s\n\ntestimony was not credible “due to the bias she had as a cooperating\n\nwitness against Appellant as well as her own personal relationship with the\n\nthird co-defendant, her husband, [Christopher] Hersh.” Id.\n\n\n\n\n                                      -7-\n\fJ-S07028-20\n\n\n\n      Second, Appellant challenges the reliability of Stern’s testimony that\n\nAppellant was one of the individuals who attempted to break into his home.\n\nId. at 31. Appellant argues (1) that Stern provided inconsistent descriptions\n\nof the suspects in the 911 call and at the preliminary hearing, and (2) that\n\nStern’s in-court identifications of Appellant “could not be more suggestive.”\n\nId.\n\n      Finally, Appellant argues that the other evidence at trial was\n\ninconclusive.   Id.   Specifically, Appellant contends that (1) the internet\n\nsearch history relating to the Wilmington pawn shops could not be attributed\n\nto Appellant, as his phone “previously belonged to Christopher Hersh,” (2)\n\nChristopher Hersh was the cell phone subscriber, and (3) “[t]he law\n\nenforcement witnesses were clear that although the data might show certain\n\nsearches it cannot show who was holding the phone when the searches were\n\nmade.” Id. Appellant further claims that the shoe print evidence was not\n\nconclusively linked to his shoes.   Id. at 32.   Therefore, Appellant asserts\n\nthat the verdict was against the weight of the evidence.\n\n      The Commonwealth responds that “the jury’s guilty verdicts were not\n\nagainst the weight of the evidence.” Commonwealth’s Brief at 23.\n\n      When reviewing a weight claim, we are guided by the following\n\nprinciples:\n\n      A motion for a new trial based on a claim that the verdict is\n      against the weight of the evidence is addressed to the discretion\n      of the trial court. A new trial should not be granted because of a\n      mere conflict in the testimony or because the judge on the same\n      facts would have arrived at a different conclusion. Rather, the\n\n                                    -8-\n\fJ-S07028-20\n\n\n     role of the trial judge is to determine that notwithstanding all the\n     facts, certain facts are so clearly of greater weight that to ignore\n     them or to give them equal weight with all the facts is to deny\n     justice. It has often been stated that a new trial should be\n     awarded when the jury’s verdict is so contrary to the evidence as\n     to shock one’s sense of justice and the award of a new trial is\n     imperative so that right may be given another opportunity to\n     prevail.\n\n     An appellate court’s standard of review when presented with a\n     weight of the evidence claim is distinct from the standard of\n     review applied by the trial court:\n\n        Appellate review of a weight claim is a review of the\n        exercise of discretion, not of the underlying question of\n        whether the verdict is against the weight of the evidence.\n        Because the trial judge has had the opportunity to hear\n        and see the evidence presented, an appellate court will\n        give the gravest consideration to the findings and reasons\n        advanced by the trial judge when reviewing a trial court’s\n        determination that the verdict is against the weight of the\n        evidence. One of the least assailable reasons for granting\n        or denying a new trial is the lower court’s conviction that\n        the verdict was or was not against the weight of the\n        evidence and that a new trial should be granted in the\n        interest of justice.\n\n     This does not mean that the exercise of discretion by the trial\n     court in granting or denying a motion for a new trial based on a\n     challenge to the weight of the evidence is unfettered.        In\n     describing the limits of a trial court’s discretion, we have\n     explained:\n\n        The term discretion imports the exercise of judgment,\n        wisdom and skill so as to reach a dispassionate conclusion\n        within the framework of the law, and is not exercised for\n        the purpose of giving effect to the will of the judge.\n        Discretion must be exercised on the foundation of reason,\n        as opposed to prejudice, personal motivations, caprice or\n        arbitrary actions. Discretion is abused where the course\n        pursued represents not merely an error of judgment, but\n        where the judgment is manifestly unreasonable or where\n        the law is not applied or where the record shows that the\n        action is a result of partiality, prejudice, bias or ill-will.\n\n\n\n                                    -9-\n\fJ-S07028-20\n\n\n\nCommonwealth v. Soto, 202 A.3d 80, 97 (Pa. Super. 2018) (citation and\n\nquotation marks omitted), appeal denied, 207 A.3d 291 (Pa. 2019); see\n\nalso Commonwealth v. Landis, 89 A.3d 694, 699 (Pa. Super. 2014)\n\n(stating that “an appellate court reviews the exercise of the trial court’s\n\ndiscretion; it does not answer for itself whether the verdict was against the\n\nweight of the evidence.    It is well settled that the [fact-finder] is free to\n\nbelieve all, part, or none of the evidence and to determine the credibility of\n\nthe witnesses . . . .” (citation omitted)).   “A true weight of the evidence\n\nchallenge concedes that sufficient evidence exists to sustain the verdict but\n\nquestions which evidence is to be believed.”     Commonwealth v. Lewis,\n\n911 A.2d 558, 566 (Pa. Super. 2006) (citation omitted).\n\n      Here, the trial court explained that\n\n      the jury convicted [Appellant] on all charges after considering\n      the overwhelming evidence presented by the Commonwealth.\n      Based on the evidence presented at trial, the jury’s verdict\n      cannot be said to shock one’s sense of justice in this matter.\n      The aforementioned evidence is clearly indicative of [Appellant’s]\n      guilt beyond a reasonable doubt. Accordingly, the evidence\n      presented at trial was of such volume and quality as to\n      overcome the presumption of innocence and satisfy the jury of\n      [Appellant’s] guilt beyond a reasonable doubt.\n\nTrial Ct. Op. at 5-6 (record citations omitted and some formatting altered).\n\n      Following our review of the record, we discern no abuse of discretion in\n\nthe trial court’s decision to deny relief on Appellant’s weight claim.     See\n\nLandis, 89 A.3d at 699; see also Soto, 202 A.3d at 97.         The trial court\n\nappropriately concluded that the verdict was not so contrary to the evidence\n\n\n                                    - 10 -\n\fJ-S07028-20\n\n\n\nas to require a new trial. See Landis, 89 A.3d at 699. Further, we decline\n\nto reassess the credibility of the Commonwealth’s witnesses and to reweigh\n\nthe testimony and evidence presented at trial.                See id.; see also\n\nCommonwealth        v.   West,    937    A.2d    516,   523   (Pa.   Super.   2007)\n\n(emphasizing that the trier of fact is “free to believe all, part or none of the\n\nevidence,” and that we will not re-weigh the evidence or substitute our\n\njudgment for that of the fact finder (citation omitted)).              Accordingly,\n\nAppellant’s challenge to the weight of the evidence merits no relief.\n\n                              Jury Instruction\n\n      In his next claim, Appellant argues that the trial court erred by\n\ngranting the Commonwealth’s request for a jury instruction relating to\n\nNunez, a Commonwealth witness who did not testify at trial.             Appellant’s\n\nBrief at 41-49.\n\n      By way of background to this claim, during opening statements, the\n\nCommonwealth stated that it intended to call Nunez, who had witnessed the\n\nNovember 1, 2016 burglary. According to the Commonwealth, Nunez would\n\ntestify that he saw “a heavier male . . . and a skinnier male” getting out of a\n\nFord Expedition in the driveway of one of the burglarized homes. N.T. Trial,\n\n8/27/18, at 32.   The Commonwealth also stated that Nunez would testify\n\nthat a woman with long hair was driving the Expedition and that Nunez saw\n\nthe two men then quickly leaving the home with items in their hands and get\n\nback into the Expedition.        Id. at 32-33, 41-42.         That same day, the\n\nCommonwealth elicited testimony from Detective Amanda Wenrich that\n\n                                        - 11 -\n\fJ-S07028-20\n\n\n\nNunez had provided her some information about activity that he believed\n\nwas related to one of the burglaries, which had occurred across the street\n\nfrom where Nunez worked.           Id. at 200, 212.   Although Detective Wenrich\n\ndid not testify as to the substance of Nunez’s statement, she noted that it\n\ncorroborated information she obtained during her investigation, which\n\nincluded her review of security footage from different pawn shops.6 Id. at\n\n191-200.\n\n       On the second day of trial, the Commonwealth informed the trial court\n\nthat Nunez may invoke his Fifth Amendment privilege based on his\n\nimmigration status.       N.T. Trial, 8/28/18, at 233-38.    The Commonwealth\n\nexplained    that based on         his recent discussion    with   Nunez,   it was\n\nCommonwealth counsel’s understanding that Nunez might have legal\n\nchallenges concerning his authorization to reside in this country, and that he\n____________________________________________\n\n\n6 Detective Wenrich testified that her investigation led her to request two\nvideos, one from October 29, 2016, and one from November 2, 2019. See\nN.T. Trial, 8/27/18, at 191. There was no indication that either video\nshowed the sale of items taken during the November 1, 2016 burglary.\nHowever, based on her investigations, Detective Wenrich was able to\nidentify Anita Hersh from the October 29, 2019, video. Moreover, based on\nher further investigation, she ultimately identified Appellant from the\nOctober 29, 2019 video and November 2, 2019 video and Christopher Hersh\nfrom the November 2, 2019 video. Id. at 194-97. The detective noted from\nthe November 2, 2019 video that Appellant “is much larger and heavier in\nbody type and build, whereas Christopher Hersh is skinnier, smaller.” Id. at\n198. The November 2, 2019 video also showed Appellant and Christopher\nHersh getting out of the same car, which appeared to have a female driver.\nId. at 199-200. As noted above, the detective testified that the videos\n“corroborated information that [she] received from witness statements”\nspecifically, Nunez. Id. at 200.\n\n\n\n                                          - 12 -\n\fJ-S07028-20\n\n\n\ncould potentially face deportation.     Id. at 233-34.   The trial court then\n\nappointed Fifth Amendment counsel for Nunez and deferred ruling on the\n\nissue until after Nunez had an opportunity to confer with counsel.     Id. at\n\n237-38.\n\n      The next day, the Commonwealth explained to the trial court that\n\nabout two weeks prior to trial, he had spoken with Nunez in preparation for\n\ntrial, and at the end of the interview, Nunez, through an interpreter, asked\n\nCommonwealth counsel if he [Nunez] had anything to worry about.          N.T.\n\nTrial, 8/29/18, at 627-28.   Commonwealth counsel said he assured Nunez\n\nthat the case was not about him and that he would testify at trial and leave.\n\nId.   Further, the Commonwealth stated that it disclosed to the defense\n\nabout two weeks before trial that Nunez had asked Commonwealth counsel if\n\nhe had anything to worry about if he testified. Id. However, the record is\n\nnot clear as to whether Commonwealth counsel informed the defense that\n\nNunez could potentially face a legal challenge to his residency in this\n\ncountry.\n\n      Ultimately, after hearing from the Commonwealth, Nunez’s counsel,\n\nand Appellant, the trial court concluded that Nunez was unavailable as a\n\nwitness due to his invocation of the Fifth Amendment.     Id. at 637-38. In\n\nresponse to the trial court’s ruling, the Commonwealth requested a jury\n\ninstruction to explain that Nunez’s unavailability was “due to no fault of the\n\nparties.” Id. at 637. The trial court deferred ruling on the instruction until\n\nafter the jury instructions charging conference. Id. at 638.\n\n                                      - 13 -\n\fJ-S07028-20\n\n\n\n      Prior to closing arguments, the trial court offered to instruct the jury\n\nas follows: “a witness Fernando Nunez became unavailable due to a ruling\n\nby the [trial c]ourt.     Do not consider anything concerning that when\n\ndeliberating upon your verdict.”          N.T. Trial, 8/30/18, at 807.    Appellant\n\nobjected, arguing that the Commonwealth should have anticipated that\n\nNunez might invoke his Fifth Amendment privilege and that it was not\n\nentitled to an instruction on that basis. Id. at 807-08. Further, Appellant\n\nargued that the instruction highlighted the Commonwealth’s references to\n\nNunez and that the Commonwealth was essentially benefiting from its own\n\nmistake. Id. at 808.\n\n      Ultimately,   the   trial   court    overruled   Appellant’s   objection   and\n\ninstructed the jury as follows:\n\n      A witness, Nunez, became unavailable due to a ruling by th[e\n      trial c]ourt. Do not consider anything concerning that when\n      deliberating upon your verdict. Detective Wenrich of the Kennett\n      Square Police Department testified about statements made by\n      the witness at this trial. They’re not to be considered for their\n      truth or in any other way by you in reaching a verdict in this\n      case.\n\nN.T. Trial, 8/31/18, at 905.\n\n      On appeal, Appellant argues that the trial court misapplied the law by\n\ninstructing the jury about Nunez’s unavailability.        Appellant’s Brief at 49.\n\nAppellant asserts that “the Commonwealth should have been very cognizant\n\nof the witness’s Fifth Amendment right, raised it pretrial, and avoided\n\nmentioning this witness until the [trial] court had ruled.” Id. at 48. Further,\n\n\n\n                                          - 14 -\n\fJ-S07028-20\n\n\n\nAppellant contends that the Commonwealth benefited from its own mistake\n\nbecause the jury instruction further highlighted the Commonwealth’s\n\nreferences to Nunez. Id. at 49. Finally, Appellant argues that “[t]here were\n\nno    facts   dictating”   a   jury   instruction   relating   to   Nunez   and   “the\n\nCommonwealth should have been held accountable for the prejudice caused\n\nby its lack of foresight.” Id.\n\n       The Commonwealth responds that Appellant “failed to establish that\n\nthis jury instruction was error or that it was prejudicial.” Commonwealth’s\n\nBrief at 37.    Instead, the Commonwealth argues that trial court “correctly\n\ninstructed the jury concerning a witness it deemed unavailable. Moreover,\n\n[Appellant] suffered no prejudice as a result of the jury instruction.” Id. at\n\n40.\n\n       Our review is governed by the following principles:\n\n       We review a challenge to a jury instruction for an abuse of\n       discretion or an error of law. We must consider the charge as a\n       whole, rather than isolated fragments. We examine the entire\n       instruction against the background of all evidence presented, to\n       determine whether error was committed.          A jury charge is\n       erroneous if the charge as a whole is inadequate, unclear, or has\n       a tendency to mislead or confuse the jury rather than clarify a\n       material issue. Therefore, a charge will be found adequate\n       unless the issues are not made clear to the jury or the jury was\n       palpably misled by what the trial judge said. Furthermore, our\n       trial courts are invested with broad discretion in crafting jury\n       instructions, and such instructions will be upheld so long as they\n       clearly and accurately present the law to the jury for its\n       consideration.\n\nCommonwealth v. Rush, 162 A.3d 530, 540 (Pa. Super. 2017) (citations\n\nomitted and formatting altered).\n\n                                         - 15 -\n\fJ-S07028-20\n\n\n\n      Furthermore, this Court has explained:\n\n      If we conclude that the charge was erroneous, we will grant a\n      new trial unless we determine the error to be harmless. An error\n      can be harmless only if the appellate court is convinced beyond a\n      reasonable doubt that the error is harmless. Whenever there is\n      a reasonable possibility that an error might have contributed to\n      the conviction, the error is not harmless.\n\nCommonwealth v. Rivera, 597 A.2d 690, 694 (Pa. Super. 1991).               Here,\n\nthe trial court addressed Appellant’s claim as follows:\n\n      The instruction was legally permissible and necessary to explain\n      to the jury why they would not hear the testimony of an\n      important witness despite being told otherwise by the prosecutor\n      during opening statements. It is important to keep in mind that\n      the jury instruction at issue, when viewed in connection with the\n      [trial c]ourt’s series of instructions given throughout the trial,\n      explained the missing witness’s testimony.\n\n                                  *     *      *\n\n      If the [trial c]ourt had not given the requested instruction, the\n      Commonwealth may have been unfairly prejudiced by the [trial\n      c]ourt’s prior ruling. Absent the instruction, the jury would have\n      been left to speculate and may have drawn the improper\n      inference that the prosecutor chose not to call Nunez because his\n      testimony would be adverse to the Commonwealth. Lastly, the\n      [trial c]ourt emphasizes that the instruction was the most\n      prudent way to handle the issue, so as not to allow defense\n      counsel to make a confusing or misleading, missing witness,\n      argument. Because [Appellant] has failed to plead and prove\n      how the legally permissible instruction resulted in actual\n      prejudice, and we can discern none; any error resulting from the\n      instruction is clearly harmless.\n\nTrial Ct. Op. at 10-11.\n\n      After analyzing the trial court’s jury charge as a whole, we conclude\n\nthat the trial court’s jury charge was clear and did not mislead the jury. See\n\n\n\n                                      - 16 -\n\fJ-S07028-20\n\n\n\nRush, 162 A.3d at 540.               To the extent Appellant argues that the\n\nCommonwealth was not entitled to an instruction explaining Nunez’s\n\nabsence, we discern no abuse of discretion when the trial instructed the jury\n\nnot to consider the testimony about Nunez’s statement in reaching a verdict.\n\nLastly, to the extent Appellant asserts that he was prejudiced because the\n\ninstruction could have highlighted the Commonwealth’s and Detective\n\nWenrich’s references to Nunez’s statements, our Supreme Court has stated\n\nthat “[t]he law presumes that the jury will follow the instructions of the\n\ncourt.”    Commonwealth v. Spotz, 896 A.2d 1191, 1224 (Pa. 2006)\n\n(citations omitted).      In light of the passing references to Nunez in the\n\nCommonwealth’s opening statement and Detective Wenrich’s testimony\n\nduring the course of a five-day trial, we discern no basis to conclude that the\n\njury could not follow the trial court’s instruction.7 See Spotz, 896 A.2d at\n\n1224. Therefore, Appellant is not entitled to relief on this claim.\n____________________________________________\n\n\n7Even if we accepted Appellant’s premise that the instruction highlighted the\nCommonwealth’s and Detective Wenrich’s references to Nunez’s statements,\nwe agree with the trial court’s analysis that any error was harmless.\n\nWith respect to the November 1, 2016 burglary, Anita Hersh testified that\nshe, Appellant and Christopher Hersh burglarized the home. N.T. Trial,\n8/28/18, at 339-44. Specifically, Anita Hersh testified that she drove to the\nhouse, and Appellant kicked in the door. Id. at 339-40. Appellant and\nChristopher Hersh went inside the house, while Anita Hersh drove her\nvehicle around until Appellant called her cell phone or sent her a text\nmessage. Id. at 340-41. When Anita Hersh drove back, Appellant and\nChristopher Hersh came out with items they had taken from the house. Id.\nAnita Hersh’s testimony was corroborated by pawnshop records indicating\nthat she sold some of the property taken on November 1, 2016, that same\n(Footnote Continued Next Page)\n\n\n                                          - 17 -\n\fJ-S07028-20\n\n\n\n                        Prosecutor’s Closing Argument\n\n      In his next claim, Appellant argues that the trial court erred by\n\noverruling his objection to the Commonwealth’s statements during closing\n\n\n(Footnote Continued)_______________________\n\nafternoon, as well as the homeowners’ identifications of their missing\nproperty sold that day. Id. at 248-49. Additionally, the Commonwealth\npresented cellphone records indicating that Appellant’s phone and Anita\nHersh’s phone were in the area of the burglarized home at approximately\n10:00 a.m., and that Anita Hersh made calls to both Appellant’s phone and\nChristopher Hersh’s phone between 10:00 a.m. and 11:00 a.m. N.T. Trial,\n8/30/18, at 715-16, 728-30, 732. Appellant’s phone was also used for\ninternet searches for items taken from the home and was near the same\npawnshop at which Anita Hersh sold some of the items around the time of\nthe sale. Id. at 716, 730-31, 785-90. N.T. Trial, 8/28/18, at 341-44.\n\nThe Commonwealth also presented circumstantial evidence supporting Anita\nHersh’s testimony that Appellant was involved in the other burglaries,\nincluding expert evidence linking Appellant’s shoes to two other homes, the\nsales of stolen items at pawnshops in Delaware, and internet searches made\nfrom Appellant’s phone. N.T. Trial, 8/30/18, at 777-96; Commonwealth’s\nExhibit 106. As discussed above, the Commonwealth presented the videos\nshowing Appellant with Anita and Christopher Hersh at various pawnshops.\nN.T. Trial, 8/27/18, at 194-200; N.T. Trial, 8/28/18, at 329-34.\n\nLastly, the Commonwealth introduced recorded statements that Appellant\nmade to Christopher Hersh after a detective interviewed Appellant about the\nburglaries. N.T. Trial, 8/27/18, at 207-08; Commonwealth Ex. 31A. In the\nrecording, Appellant stated “they know everything” and he would be “doin a\nlong time.” Commonwealth Ex. 31A. Appellant also discussed being asked\nabout the November 1, 2016 robbery, and told Christopher Hersh that he\nwas not able to delete the contents of his cellphone. Id.\n\nTherefore, in comparison to the evidence that was properly admitted at trial,\nwe conclude that any prejudicial effect from an emphasis on Nunez’s\nstatement regarding a heavy set male and a skinnier male arriving at, and\nthen leaving the scene of the November 1, 2016 burglary was insignificant\nand could not have contributed to the jury’s verdict. See Rivera, 597 A.2d\nat 695.\n\n\n\n                                         - 18 -\n\fJ-S07028-20\n\n\n\narguments.    Appellant’s Brief at 50.   Specifically, Appellant refers to the\n\nCommonwealth’s characterization of the expert testimony of Sergeant\n\nKlinger.\n\n      By way of background to this claim, at trial, Sergeant Klinger testified\n\nthat she examined the Appellant’s size twelve Air Jordan Retro 88 shoes,\n\nChristopher Hersh’s size nine Timberlands workmen’s boots, and the\n\nshoeprints taken from several of the burglarized homes. N.T. Trial, 8/29/18,\n\nat 578-91. She concluded that the tread design of the Nike Air Jordan Retro\n\n3 and Nike Air Jordan 3 Retro 88 shoes, which included the word “Jordan,”\n\ncorresponded with the shoeprints lifted from the sites of two of the\n\nburglaries. Id. at 583-87. She also concluded that the impressions taken\n\nfrom the crime scenes corresponded with Appellant’s Air Jordan shoes. Id.\n\nat 598-99, 609-10.     However, she stated that she had not identified a\n\nspecific shoe as the source of the prints. Id. at 620.\n\n      During closing arguments, the Commonwealth discussed Sergeant\n\nKlinger’s testimony as follows:\n\n      Sergeant Klinger has certain investigative standards she has to\n      follow. I submit to you she is rather conservative about the\n      conclusions that she chooses to come to. And that’s probably a\n      good thing. They understand the nature of the conclusions that\n      they make. And it’s important that they do it the way they do. I\n      will go further. This is the same shoe. This is identical. It fits\n      right over perfectly the two holes here at the base of the heel,\n\n\n\n\n                                    - 19 -\n\fJ-S07028-20\n\n\n       fits completely perfectly. The [“]Jordan[”]words[8] fit completely\n       perfectly. This is a size twelve shoe. The reason it didn’t matter\n       whether or not [Christopher] Hersh also had some other kind of,\n       quote, Jordan, this isn’t made by a size nine shoe. This is\n       completely identical.\n\n       I’m not saying with one hundred percent certainty. That’s not\n       what we’re required to prove. It’s not a raging coincidence that\n       the shoes that are taken off of his person seem to match with\n       unbelievable fitness to the shoe mark that is on the [first] door.\n       That’s just the [first] door. Then we have the [second] door.\n       Again, what a raging coincidence when his phone hits a house\n       twenty minutes later, just happens to be -- again, this is the\n       scaled version of the picture. She takes the picture from the\n       [second] door and uses the scale on the size so she can scale it\n       to be life size and again takes the print from the original shoe\n       and tries to match it up. And again it is identical. It fits like a\n       glove. The hole at the bottom of the heel there fits right cleanly\n       in. The marking from the way the heel curved this way fits that\n       way. That wouldn’t happen unless it was the same size shoe.\n       So it would have to have been somebody else wearing an Air\n       Jordan Three, size twelve. I’m sure there’s somebody else out\n       there. In fact, there’s probably a number of people who might\n       have a size twelve Air Jordan Three. Make no mistake. This\n       isn’t just bad luck for [Appellant]. Someone didn’t just happen\n       to have a size twelve shoe. This matches perfectly.\n\nN.T. Trial, 8/31/18, at 874-75.\n\n       Immediately after the Commonwealth’s closing, Appellant’s counsel\n\nrequested a sidebar, during which the following exchange occurred:\n\n       [Appellant’s counsel]: I’d like to note an objection to [the\n       prosecutor’s] characterization of the shoe that was in evidence\n       as identical to the shoe print, because that is contrary to the\n       evidence presented through Sergeant Klinger and her expert\n       opinion.\n____________________________________________\n\n\n8 The word “Jordan” is part of the tread design of the Nike Air Jordan Retro 3\nand Nike Air Jordan 3 Retro 88, which was visible in the footprints found at\nthe burglarized homes.\n\n\n\n                                          - 20 -\n\fJ-S07028-20\n\n\n      [The Commonwealth]: It’s argument. It was closing argument.\n      I’m allowed to argue that.\n\n      THE COURT: I’ll remind them that their recollection of the\n      evidence controls. I think it’s legitimate argument, whether or\n      not it’s the shoe. I don’t believe it was that objectionable, quite\n      honestly.\n\nN.T. Trial, 8/31/18, at 900-01. Appellant’s counsel did not request a mistrial\n\nor object to the trial court’s proposed curative instruction. Id.\n\n      On appeal, Appellant argues that the prosecutor’s statements were\n\n“not an accurate representation or inference from the expert testimony.”\n\nAppellant’s Brief at 53.         Appellant asserts that the Commonwealth\n\nmischaracterized Sergeant Klinger’s testimony and “purposely misstated the\n\nfacts.” Id. Further, Appellant claims that “[o]ther than Anita Hersh, whose\n\nsignificant deficiencies were discussed [previously], the only evidence tying\n\nAppellant to [two of the burglaries] was the shoe impression.               The\n\nprosecutor’s mischaracterization of the expert testimony was, therefore,\n\nclearly prejudicial.”   Id.   Appellant concludes that the trial court erred by\n\noverruling his objection.\n\n      The Commonwealth responds that the trial court properly overruled\n\nAppellant’s objection.      Commonwealth’s Brief at 41.    The Commonwealth\n\nnotes that “the law affords a prosecutor reasonable latitude in closing\n\narguments and that a prosecutor may discuss the evidence and suggest\n\nreasonable inferences.”       Id. at 42-43.    Additionally, the Commonwealth\n\nasserts that any alleged prejudicial effect of the prosecutor’s comments must\n\n\n\n\n                                      - 21 -\n\fJ-S07028-20\n\n\n\nbe evaluated in context.     Id. at 41-42.      Therefore, the Commonwealth\n\ncontends that Appellant’s claim is meritless.\n\n      “[I]n reviewing a claim of improper prosecutorial comments, our\n\nstandard of review ‘is whether the trial court abused its discretion.’”\n\nCommonwealth v. Jones, 191 A.3d 830, 835 (Pa. Super. 2018) (citation\n\nomitted).\n\n      [I]t is well settled that statements made by the prosecutor to the\n      jury during closing argument will not form the basis for granting\n      a new trial unless the unavoidable effect of such comments\n      would be to prejudice the jury, forming in their minds fixed bias\n      and hostility toward the defendant so they could not weigh the\n      evidence objectively and render a true verdict. The appellate\n      courts have recognized that not every unwise remark by an\n      attorney amounts to misconduct or warrants the grant of a new\n      trial. Additionally, like the defense, the prosecution is accorded\n      reasonable latitude, may employ oratorical flair in arguing its\n      version of the case to the jury, and may advance arguments\n      supported by the evidence or use inferences that can reasonably\n      be derived therefrom.\n\nId. (citation omitted).\n\n      Although a defendant is required to raise a contemporaneous\n\nobjection, “there is often some leeway provided with this rule with regard to\n\nopening and closing statements, where, by custom, it often preferred to\n\nreserve objections until the end of such statements . . . .” Commonwealth\n\nv. Cole, 167 A.3d 49, 77 (Pa. Super. 2017) (footnote omitted). However,\n\n“even where a defendant objects to specific conduct, the failure to request a\n\nremedy such as a mistrial or curative instruction is sufficient to constitute\n\nwaiver.”    Commonwealth v. Sandusky, 77 A.3d 663, 670 (Pa. Super.\n\n\n                                    - 22 -\n\fJ-S07028-20\n\n\n\n2013) (citation omitted and formatting altered); see also Jones, 191 A.3d\n\nat 837 (finding that the defendant waived his claims relating to the\n\nCommonwealth’s opening statements even though the defense objected\n\ntwice to the prosecutor’s statements, because the defense did not request\n\nfurther relief).\n\n       Here, the trial court found that Appellant waived this issue by failing to\n\n“raise the objection at the earliest possible stage of the Commonwealth’s\n\nclosing argument.”       Trial Ct. Op. at 12.      The trial court further concluded\n\nthat even if Appellant properly preserved his claim, the Commonwealth’s\n\nstatements were “a fair comment on the actual evidence presented at trial.”\n\nId.\n\n       While our review of the record confirms that Appellant waived this\n\nclaim, we reach this conclusion on a different basis than the trial court.9\n\nAlthough Appellant objected to the prosecutor’s closing statement, he did\n\nnot object to the trial court’s curative jury instruction or request a mistrial.\n\nSee N.T. Trial, 8/31/18, at 900-01. Therefore, Appellant cannot now claim\n\nthat the trial court erred by failing to grant relief that he did not request.10\n\nSee Sandusky, 77 A.3d at 670; see also Jones, 191 A.3d at 837.\n____________________________________________\n\n\n9Although our analysis differs from that of the trial court, we may affirm on\nany legal basis supported by the certified record. Commonwealth v.\nClemens, 66 A.3d 373, 381 n.6 (Pa. Super. 2013).\n\n10In any event, as noted herein, the trial court instructed the jury to rely on\ntheir own recollection of the evidence and emphasized that the parties’\n(Footnote Continued Next Page)\n\n\n                                          - 23 -\n\fJ-S07028-20\n\n\n\n                      Discretionary Aspects of Sentence\n\n      In his final claim, Appellant argues that the trial court abused its\n\ndiscretion by imposing an aggregate sentence of nine to twenty years’\n\nincarceration.    Appellant’s Brief at 33.      Appellant asserts that although his\n\nsentences were within the sentencing guidelines, “the case involves\n\ncircumstances     where     the   application     of   the   guidelines     was   clearly\n\nunreasonable as applied.”         Id. at 34 (citing 42 Pa.C.S. § 9781(c)(2)).\n\nAppellant contends that, “as applied consecutively,” his sentence was\n\n“unreasonable and excessive.” Id. at 35. Appellant asserts that “the trial\n\ncourt failed to consider . . . mitigating factors” such as Appellant’s\n\n“disruptive childhood” or his “history of substance abuse.”               Id. at 35, 39.\n\nAppellant also points to his lack of a substantial criminal history, the fact\n\nthat he has two children, and his failure to successfully complete drug and\n\nalcohol treatment.       Id. at 40.       Appellant argues that “[a]lthough the\n\nsentences take into account the protection of the public and the impact on\n\n\n(Footnote Continued)_______________________\n\narguments do not constitute evidence. See N.T. Trial, 8/31/18, at 829.\nFurther, the trial court’s cautionary instruction, given without defense\nobjection, was sufficient to instruct the jury concerning the Commonwealth’s\nclosing statements. See Spotz, 896 A.2d at 1224 (holding that the law\npresumes that the jury will follow the court’s instructions). Therefore, even\nif Appellant had moved for a mistrial, the trial court had discretion to deny it.\nSee Commonwealth v. Cash, 137 A.3d 1262, 1273 (Pa. 2016) (stating\nthat we review a trial court’s denial of a motion for a mistrial for an abuse of\ndiscretion and reiterating that “a mistrial is not necessary where cautionary\ninstructions are adequate to overcome prejudice” (citation omitted and\nformatting altered)).\n\n\n\n                                         - 24 -\n\fJ-S07028-20\n\n\n\nthe victims, the sentences do not take into account the mitigating factors or\n\nAppellant’s rehabilitative needs.”      Id.   Therefore, Appellant concludes that\n\nhis sentence was unreasonable. Id.\n\n      The     Commonwealth     responds       that   Appellant     failed    to   raise    a\n\nsubstantial    question.    Commonwealth’s           Brief   at   24.       Further,      the\n\nCommonwealth contends that the trial court was “aware of and appropriately\n\nweighed all relevant information regarding [Appellant’s] character along with\n\nany alleged mitigating factors, and adequately explained the reasons for its\n\nsentence.” Id. at 30. Therefore, the Commonwealth asserts that Appellant\n\nis not entitled to relief. Id. at 35.\n\n      “Challenges to the discretionary aspects of sentencing do not entitle an\n\nappellant to review as of right.” Commonwealth v. Derry, 150 A.3d 987,\n\n991 (Pa. Super. 2016) (citation omitted). Before reaching the merits of such\n\nclaims, we must determine:\n\n      (1) whether the appeal is timely; (2) whether Appellant\n      preserved his issues; (3) whether Appellant’s brief includes a\n      [Pa.R.A.P. 2119(f)] concise statement of the reasons relied upon\n      for allowance of appeal with respect to the discretionary aspects\n      of sentence; and (4) whether the concise statement raises a\n      substantial question that the sentence is inappropriate under the\n      sentencing code.\n\nCommonwealth v. Corley, 31 A.3d 293, 296 (Pa. Super. 2011) (citations\n\nomitted).\n\n      “The determination of what constitutes a substantial question must be\n\nevaluated on a case-by-case basis.” Commonwealth v. Battles, 169 A.3d\n\n\n\n                                        - 25 -\n\fJ-S07028-20\n\n\n\n1086, 1090 (Pa. Super. 2017) (citation omitted).      “A substantial question\n\nexists only when the appellant advances a colorable argument that the\n\nsentencing judge’s actions were either: (1) inconsistent with a specific\n\nprovision of the Sentencing Code; or (2) contrary to the fundamental norms\n\nwhich underlie the sentencing process.”      Commonwealth v. Grays, 167\n\nA.3d 793, 816 (Pa. Super. 2017) (citation omitted).\n\n      Here, Appellant preserved his sentencing claims in a post-sentence\n\nmotion, filed a timely notice of appeal, and included a Rule 2119(f)\n\nstatement in his brief. See id. Further, Appellant has raised a substantial\n\nquestion for our review.   See Commonwealth v. Swope, 123 A.3d 333,\n\n338 (Pa. Super. 2015) (stating that a “challenge to the imposition of [the\n\ndefendant’s] consecutive sentences as unduly excessive, together with [a]\n\nclaim that the court failed to consider [the defendant’s] rehabilitative needs\n\nand mitigating factors upon fashioning its sentence, presents a substantial\n\nquestion”); see also Commonwealth v. Caldwell, 117 A.3d 763, 769-70\n\n(Pa. Super. 2015) (stating that an allegation that a sentence was excessive\n\nalong with a claim that the court failed to consider certain mitigating factors\n\nraises a substantial question).    Therefore, we will review the merits of\n\nAppellant’s claim.\n\n      Our well-settled standard of review is as follows:\n\n      Sentencing is a matter vested in the sound discretion of the\n      sentencing judge, and a sentence will not be disturbed on appeal\n      absent a manifest abuse of discretion. In this context, an abuse\n      of discretion is not shown merely by an error in judgment.\n      Rather, the appellant must establish, by reference to the record,\n\n                                    - 26 -\n\fJ-S07028-20\n\n\n      that the sentencing court ignored or misapplied the law,\n      exercised its judgments for reasons of partiality, prejudice, bias\n      or ill will, or arrived at a manifestly unreasonable decision.\n\nCommonwealth v. Raven, 97 A.3d 1244, 1253 (Pa. Super. 2014) (citation\n\nomitted).\n\n      “A sentencing court need not undertake a lengthy discourse for its\n\nreasons for imposing a sentence or specifically reference the statute in\n\nquestion, but the record as a whole must reflect the sentencing court’s\n\nconsideration of the facts of the crime and character of the offender.”\n\nCommonwealth v. Crump, 995 A.2d 1280, 1283 (Pa. Super. 2010)\n\n(citation omitted). Further, where a PSI exists, “we shall . . . presume that\n\nthe sentencing judge was aware of relevant information regarding the\n\ndefendant’s   character   and    weighed   those   considerations   along   with\n\nmitigating statutory factors.”   Commonwealth v. Conte, 198 A.3d 1169,\n\n1177 (Pa. Super. 2018) (citation omitted), appeal denied, 206 A.3d 1029\n\n(Pa. 2019).\n\n      Where a sentence is imposed within the guidelines, we may only\n\nreverse the trial court if we find that the circumstances of the case rendered\n\nthe application of the guidelines “clearly unreasonable.”       42 Pa.C.S. §\n\n9781(c)(2).   Our review of the reasonableness is based upon the factors\n\ncontained in 42 Pa.C.S. § 9781(d) and the trial court’s consideration of the\n\n\n\n\n                                     - 27 -\n\fJ-S07028-20\n\n\n\ngeneral sentencing standards contained in 42 Pa.C.S. § 9721(b). 11         See\n\nCommonwealth v. Baker, 72 A.3d 652, 663 (Pa. Super. 2013). However,\n\n“[w]e cannot re-weigh the sentencing factors and impose our judgment in\n\nthe place of the sentencing court.” Commonwealth v. Macias, 968 A.2d\n\n773, 778 (Pa. Super. 2009) (citation omitted).\n\n       Finally, it is well settled that “Pennsylvania law affords the sentencing\n\ncourt discretion to impose its sentence concurrently or consecutively to other\n\nsentences being imposed at the same time or to sentences already\n\nimposed.” Commonwealth v. Austin, 66 A.3d 798, 808 (Pa. Super. 2013)\n\n(citation omitted); see also Commonwealth v. Zirkle, 107 A.3d 127, 134\n\n(Pa. Super. 2014) (reiterating that a defendant “is not entitled to a ‘volume\n\ndiscount’ because the various crimes occurred in one continuous spree.”\n\n(citation and quotation marks omitted)).\n\n       Here, at sentencing, the trial court stated:\n\n\n\n____________________________________________\n\n\n11 Section 9721(b) states that “the sentence imposed should call for total\nconfinement that is consistent with . . . the protection of the public, the\ngravity of the offense as it relates to the impact on the life of the victim and\non the community, and the rehabilitative needs of the defendant.” 42\nPa.C.S. § 9721(b).\n\nSection 9781(d) provides that, in reviewing the record, we must have regard\nfor: “(1) The nature and circumstances of the offense and the history and\ncharacteristics of the defendant[;] (2) The opportunity of the sentencing\ncourt to observe the defendant, including any presentence investigation[;]\n(3) The findings upon which the sentence was based[; and] (4) The\nguidelines promulgated by the commission.” 42 Pa.C.S. § 9781(d).\n\n\n\n                                          - 28 -\n\fJ-S07028-20\n\n\n     The courts are required to follow the general principle that the\n     sentence imposed should call for confinement that is consistent\n     with the protection of the public, the gravity of the offense as it\n     relates on the impact on the life of the victim and on the\n     community, as well as addressing the rehabilitative needs of the\n     defendant. I also am required to consider the guidelines. . . .\n\n     Th[is c]ourt has considered all the factors specified in our\n     sentencing code. And the difficult part is balancing the specific\n     background and character and circumstances of the defendant\n     with the circumstances of the crime to determine the need to\n     incarcerate him to prevent future offenses by him, as well as the\n     possibility of his rehabilitation.  So as you can see, it’s a\n     mouthful.\n\n     I studied the PSI. In my balancing, there were things that were\n     favorable to the defense. And in my balancing there were things\n     favorable to the Commonwealth, as most of the time there are.\n     This young man did come from a difficult childhood. To quote\n     his mother, difficulty raising her children by herself and\n     contemplating putting her children up for adoption. And his\n     father took the defendant to Mexico. And he lived there for\n     years and so forth.\n\n     He had juvenile problems and just seems like he never adjusted\n     even after going to the Youth Forestry School and so forth. I\n     also, when I tried this case with the jury, I obviously had no idea\n     what his record would be. . . . [H]e really graduated from theft\n     ‘07, false ID to police in ‘15 and DUI in ‘15. And in ‘04 he had\n     paraphernalia. Graduating from these misdemeanors to these\n     major, serious felonies is quite a jump.\n\n     His adjustment to probation as a juvenile was poor.           He\n     continued drug usage, fighting in school, causing disturbances, I\n     mentioned that, as well about his RRRI eligibility. I believe on\n     term number 2199 of ‘07, it’s his sixth violation. I do note this\n     young man has two children.             He used heroin and\n     methamphetamine, I believe, according to the PSI. He has not\n     completed any drug and alcohol treatment successfully.\n\n     A couple things come up. The way these homes were entered\n     and so forcefully, so damagingly, it was appalling. I pictured the\n     entrances like it happened yesterday because I saw all the\n     photographs. People work very hard to buy a home, pay off a\n     mortgage, only to have people such as this fellow destroying\n     their dreams, the sanctity of their home. The feeling of security\n\n                                   - 29 -\n\fJ-S07028-20\n\n\n     is forever taken. It was mentioned here. The victims fear is now\n     great. The sense of security is gone.\n\n     Irreplaceable items are gone. It was horrific horror to these\n     victims.   The entry was very, very violent.        It was very\n     dangerous. The situation with the person being home was\n     dangerous. There were multiple current convictions. Until now\n     there was little remorse by this fellow.     There was some\n     remorse. I noticed an apology. But I have to -- if I give a lesser\n     sentence than I’m going to give, I believe would depreciate the\n     seriousness of the crime, extreme disregard to people’s\n     property, multiple victims.\n\n     I’m considering the recommendation of the prosecutor. The\n     property damage here was extreme and unnecessary. The mode\n     of entry was very violent. And some of the things in the house,\n     the way they were tampered with and destroyed showed a\n     complete, utter distain for law abiding citizens and their\n     property. I remember papers were destroyed. And it was just\n     an awful situation.\n\nN.T. Sentencing Hr’g, 11/20/18, at 37-39.\n\n     In its Rule 1925(a) opinion, the trial court further explained:\n\n     [Appellant] merely contends that the imposed sentences fail to\n     address his rehabilitative needs and does not account for\n     mitigating circumstances.      [Appellant] fails to state with\n     particularity how the court failed to address his rehabilitative\n     needs or which mitigating circumstances the [trial c]ourt failed\n     to consider. [Appellant’s] boilerplate allegations in this case are\n     inadequate to meet his burden of demonstrating that the [trial\n     c]ourt committed an error of law.         We are constrained to\n     conclude that the aforesaid assertions are undeveloped,\n     confusing, or too vague, and, therefore, impede meaningful\n     review. Accordingly, these issues are waived and can form no\n     successful basis for relief.\n\n     Even if this claim is not waived, [Appellant] is otherwise not\n     entitled to the requested relief. The record reflects that the [trial\n     c]ourt considered all of the sentencing factors relevant to\n     [Appellant], including both aggravating and mitigating factors.\n     At sentencing, the [trial c]ourt had the benefit of reviewing the\n     PSI, which was completed by Chester County Adult Probation.\n     The PSI described in great detail [Appellant’s] prior criminal\n\n                                    - 30 -\n\fJ-S07028-20\n\n\n     history, attempts, or lack thereof of rehabilitation, and abysmal\n     supervision history.      Specifically, the PSI revealed that\n     [Appellant] has been on supervision in [Chester] County since\n     2007. At the time of sentencing on the present case, [Appellant]\n     was on his sixth probation/parole violation on Criminal Docket\n     Number CP-15-CR-2199-2007 and second probation/parole\n     violation on CP-15-CR-4650-2015. [Appellant’s] violations on\n     those cases resulted from absconding, continuing drug use, and\n     the filing of new criminal charges, including the present cases.\n     Because [Appellant’s] sentence was legal, within the Sentencing\n     Guidelines, and substantially less than the sentence requested\n     by the Commonwealth; this issue lacks arguable merit.\n\n                                *     *      *\n\n     In the present case, we emphasize that the jury found\n     [Appellant] guilty of all charges. These offenses stemmed from\n     [Appellant] and co-defendants’ systematic string of burglaries\n     encompassing four separate homes, and an attempted burglary\n     of a fifth home, all of which occurred over a nine day span. This\n     is not a case where the same home was broken into multiple\n     times or a case in which all of the homes at issue were\n     burglarized on the same day.\n\n     We write further on this issue to point out that the aggregate\n     sentence in this case of nine to twenty years did not exceed the\n     statutory limits nor was it manifestly excessive as to constitute\n     an abuse of discretion. Not only did [Appellant and his co-\n     defendants]     burglarize   or    attempt   to  burglarize   the\n     aforementioned homes and steal anything they deemed to have\n     value, but they also ransacked the homes, broke things, and\n     ripped up important documents. [Appellant] is not entitled to a\n     “volume discount” for his crimes by having the sentences run\n     concurrently.     To impose such a volume discount would\n     depreciate the seriousness of the burglaries and would\n     incorrectly appear that the [trial c]ourt somehow placed a higher\n     emphasis on certain burglaries over others.        Burglary is a\n     personal injury crime and can have long-lasting effects on\n     victims.\n\n     Whereas here, despite four of the homeowners not actually\n     being present during the commission of the crimes; burglary is\n     still a very traumatic experience for these victims. Not only is\n     the home, which is supposed to be a sacred place, invaded but\n     items of great personal value, monetary and/or sentimental,\n\n\n                                    - 31 -\n\fJ-S07028-20\n\n\n      were stolen or destroyed, many of which were never recovered\n      and cannot be replaced.\n\n      A look at the planning and execution of these burglaries makes\n      clear why [Appellant] needs a substantial state sentence. This\n      was far more than an impulsive decision to break into a house,\n      steal items that belonged to homeowners, and sell them [sic]\n      items for quick cash for drugs. [Appellant] violated the intimacy\n      of five homes and took valuable, sentimental, items from\n      homeowners, which can never be replaced. Thus, concurrent\n      sentences would not have had the same deterrent effect, would\n      not have adequately protected the public, and would have\n      inherently revictimized the homeowners. Lastly, it is important\n      to note that all of the burglaries were committed while\n      [Appellant] was already under Chester County supervision for\n      two other unrelated cases.\n\n      Based on a review of the record, we are compelled to conclude\n      that this issue is meritless.    An extensive three-hour long\n      sentencing hearing was conducted in which the background of\n      [Appellant] was exhaustively probed. The record reveals that\n      the court was informed by a PSI and that it clearly stated the\n      reasons for the guideline sentence imposed.\n\nTrial Ct. Op. at 7-9 (citations omitted and some formatting altered).\n\n      As noted previously, the trial court had the benefit of a PSI report,\n\nwhich it reviewed prior to sentencing.       See N.T. Sentencing Hr’g at 37.\n\nFurther, based on our review of the record, it is evident that the trial court\n\nconsidered the relevant information and mitigating factors in fashioning\n\nAppellant’s sentence. See Conte, 198 A.3d at 1177. Additionally, the trial\n\ncourt explicitly referred to Appellant’s difficult childhood, his history of\n\nsubstance abuse, and the fact that he was the father of two children. See\n\nN.T. Sentencing Hr’g at 37-38.     Therefore, to the extent Appellant claims\n\nthat the trial court failed to consider his mitigating circumstances, he is not\n\nentitled to relief.\n\n                                    - 32 -\n\fJ-S07028-20\n\n\n\n        Based on our review of the record, we discern no abuse of discretion\n\nby the trial court in fashioning Appellant’s sentence. In addition to the PSI\n\nreport, the trial court also considered the nature and circumstances of the\n\noffenses, the impact on the victims, and the protection of the public. See 42\n\nPa.C.S. § 9721(b); see also Baker, 72 A.3d at 663.            Although the trial\n\ncourt imposed consecutive sentences, the trial court explained that a lesser\n\nsentence “would depreciate the seriousness of the crime.” N.T. Sentencing\n\nHr’g at 39. Under these circumstances, we cannot conclude that Appellant’s\n\nsentence was “clearly unreasonable” or excessive.            See 42 Pa.C.S. §\n\n9781(d); see also Austin, 66 A.3d at 808; see also Zirkle, 107 A.3d at\n\n134. Accordingly, Appellant is not entitled to relief. See Raven, 97 A.3d at\n\n1253.\n\n        For the reasons herein, we affirm the trial court’s judgment of\n\nsentence.\n\n        Judgment of sentence affirmed.\n\n        Judge Strassburger joins the memorandum.\n\n        Judge King did not participate in the consideration or decision of this\n\n        case.\n\n\n\n\n                                      - 33 -\n\fJ-S07028-20\n\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 8/12/2020\n\n\n\n\n                          - 34 -\n\f",
            "ocr": false,
            "opinion_id": 4554958
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}