{
    "id": 4778198,
    "judges": null,
    "date_filed": 1598313600000,
    "date_filed_is_approximate": false,
    "slug": "people-v-darley-ca3",
    "case_name_short": null,
    "case_name": "People v. Darley CA3",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 29.0,
            "download_url": "https://www.courts.ca.gov/opinions/nonpub/C087161.PDF",
            "author_id": null,
            "opinion_text": "Filed 8/25/20 P. v. Darley CA3\n                                           NOT TO BE PUBLISHED\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n\n\n                IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n                                      THIRD APPELLATE DISTRICT\n                                                        (Shasta)\n                                                            ----\n\n\n\n\n    THE PEOPLE,                                                                                C087161\n\n                    Plaintiff and Respondent,                                       (Super. Ct. No. 16F2503)\n\n           v.\n\n    KELLE SMITH DARLEY,\n\n                    Defendant and Appellant.\n\n\n\n\n         A jury convicted defendant Kelle Smith Darley of nine counts of lewd or\nlascivious acts on a child under the age of 14 (Pen. Code, § 288, subd. (a)),1 one count of\nproviding lewd material to a minor (§ 288.2, subd. (a)), and one count of attempted\npenetration with a foreign object on a child under the age of 14 by a perpetrator more\nthan 10 years older (§§ 289, subd. (j), 664). The jury also found three of the counts of\n\n\n\n\n1        Undesignated statutory references are to the Penal Code.\n\n                                                             1\n\flewd and lascivious acts involved defendant’s substantial sexual contact with the victim\nwho was under the age of 14. (§ 1203.066, subd. (a)(8).) The trial court sentenced\ndefendant to serve 22 years in state prison and imposed various fines and fees.\n       On appeal, defendant contends (1) the trial court committed reversible error by\ndisallowing the defense from impeaching the victim with evidence of her prior sexual\nhistory, (2) his trial attorney provided ineffective assistance of counsel by failing to\nobject to the prosecutor “disingenuously arguing” to the jury that there were no “other\nincidents” of sexual conduct by the victim, (3) he also received ineffective assistance of\ncounsel for lack of objection to the prosecutor’s argument that defense counsel “was\ntrying to deceive the jury,” (4) the cumulative effect of the errors he alleges requires\nreversal of his convictions, and (5) the trial court applied the wrong legal standard in\nconsidering his motion for a new trial.\n       We conclude the trial court properly excluded evidence of claimed sexual history\nof the victim. Defendant’s trial attorney did not provide constitutionally ineffective\nrepresentation by not objecting to the prosecutor’s closing arguments. There were no\nerrors to cumulate into prejudice. We are not persuaded the trial court applied the wrong\nstandard in ruling on defendant’s motion for a new trial. Finally, we order the abstract of\njudgment corrected to conform to the sentence actually imposed by the trial court.\nAccordingly, we affirm the judgment but order the clerk of the superior court to issue a\ncorrected abstract of judgment.\n                       FACTUAL AND PROCEDURAL HISTORY\n                                   Prosecution Evidence\n       In the summer of 2009, 12-year-old K. went to stay with her grandmother and\ndefendant at their rural home in Shasta County. At the time, K.’s grandmother and\ndefendant had lived together for 22 years. K. thought defendant was her biological\ngrandfather and saw him as a grandfather figure. K. testified they “had a great\nrelationship.” While K. stayed with her grandmother and defendant, the rest of her\n\n                                              2\n\ffamily went on their annual trip to visit relatives in Hawaii. K. testified she was not\nallowed to come along on the trip to Hawaii “[b]ecause I was acting up in school and\ngetting in trouble a lot, and so they decided – they didn’t really know how to punish me,\nso they decided taking the trip away from me would be my punishment.” K.\nacknowledged the behavior leading to her punishment: “I was, like, stealing stuff and\nlying to my teachers and my parents about everything that I was doing.” K. had stolen\n“candy and stuff” from a store and money from a friend. She acknowledged her lying\nand stealing made things “difficult growing up” because she “would be getting in trouble\nfor lying and not actually what [she] was doing.” When she was not allowed to go to\nHawaii, K. felt angry and hurt.\n       During the first week or two, K. had fun learning to drive a lawnmower and\nparticipated in farming-related tasks. One evening, her grandmother fell asleep while\nwatching television. Defendant asked K. if she wanted “to see something.” K. responded\npositively, and they went out to the bedroom of the guest quarters in a large barn on the\nproperty. Defendant showed K. a pornographic movie on his laptop. K. thought “it was\nkind of, like, fun.” K. looked up to defendant and “didn’t think anything was wrong if it\nwas coming from him.”\n       Defendant took off his clothes and asked K. to remove hers. K. took off her\nclothes and lay on the same bed as defendant. Defendant’s penis was erect and he asked\nif K. wanted to touch it. K. said, “yes” and touched it. Defendant then put a birthday\ncandle into the hole of his penis. Defendant got out a bag of marshmallows and asked if\nK. wanted to play a game. K. testified she could not remember the details of the game\nbut that it was sexual. K. got approximately five marshmallows. Defendant directed K.’s\nattention to the pornographic movie, pulled out a vibrator, and asked her to put it on her\nvagina. While K. put the vibrator on her vagina, defendant put his hands on her body and\ntouched her vagina. He pinched her nipples and “was a little bit . . . rough.” Defendant\ntried to put his fingers into her vagina, but it started to hurt K. K. told him she “didn’t\n\n                                              3\n\flike that,” and defendant stopped. Before they went back to the main house, defendant\nadmonished K. they “couldn’t tell anybody, including [her] grandmother” because “it\nwas [their] secret.”\n       The first molestation occurred two weeks into her stay. Thereafter, the\nmolestations continued every two nights to every other night – always in the guest house.\nThe molestations did not occur when the grandmother stayed awake so that defendant\nand K. “couldn’t sneak off.” During one of the molestations, defendant put a candle into\nhis penis, lit it, and asked K. to blow it out. K. touched his penis and blew out the candle.\nDefendant and K. were naked during that incident.\n       That summer, K. did not think anything happening between defendant and her was\nwrong. Every time defendant and K. went to the guest house at night she was molested.\nDefendant sometimes showed her pornographic videos. After every molestation,\ndefendant told her that it was their secret and that K. couldn’t tell anyone, including the\ngrandmother and K.’s parents.\n       K. had to wake up early on the morning she went home. Defendant tried to wake\nher up, but she would not wake up. Defendant shook the bunk bed on which she was\nsleeping on the top tier. K. reflexively kicked him in the face. Defendant “came up and\nhit [her] in the face.” This was a shock to K. because defendant had never been violent\nwith her. K. was surprised and hurt.\n       Defendant drove K. home. At home, K. did not tell anyone about the\nmolestations. She testified: “[A]t the time I was kind of known as a liar in the family,\nand I just didn’t think anybody would believe me.” She also did not want to cause any\n“family drama.” She believed drama would ensue because she had falsely accused her\nfather of beating and molesting her while defendant drove her home. K. explained, “[O]n\nthe drive home with [defendant], I had told him that I had felt that my dad was\nunnecessarily putting his hands on me because I was angry at them for leaving me behind\nfor the vacation. And I was over-exaggerating – my dad spanked me with a belt, but he\n\n                                              4\n\fnever really hurt me, and I told [defendant] that he had. And [defendant] ended up telling\nthe whole family that my dad was abusing me and stuff. . . . And so all that going on, I\ndidn’t want to open my mouth about what happened [with defendant] either.” On further\nquestioning, K. admitted that during the car ride with defendant, she “stretched the truth a\nlittle bit . . . and told [defendant] maybe more than there was to it.”\n         During subsequent years, K. came to realize lying was wrong and therefore\nregretted her past lies. She testified her past lies bothered her “[b]ecause I’m not a liar\nanymore, and I used to think it was okay to, like, make stuff up. But, like, I look back\nand I don’t know why I did that.”\n         K.’s mother testified that K. had a rough period in 2009 when her grades suffered\nand she was bullied at school. During that year, there were “[d]efinitely” times when K.\nlied to her mother. K. was sent to her grandmother and defendant’s house that summer\nfor failing grades and “some behavioral issues at school.” K.’s mother took away K.’s\ncell phone and all electronics before leaving for Hawaii. K. stayed with her grandmother\nand defendant for three weeks.\n         After K. returned from staying with her grandmother and defendant, K.’s mother\nnoticed behavioral changes. K.’s mother testified that K. “was more withdrawn from the\nfamily. She didn’t really want to be hugged much anymore. And she didn’t sit and kind\nof snuggle with us when we were watching TV anymore which was very typical prior to\nthat.”\n         When K. was almost 17 years old, K. and her mother got into an argument. K.’s\nmother ended up apologizing and saying she was sorry if she had ever punished K. too\nharshly, such as not allowing K. to go with them to Hawaii. K. became upset and told her\nmother about being molested by defendant that summer. At some point, K. told her\nmother “to go ahead and contact the police” about the molestations.\n\n\n\n\n                                               5\n\f                                        Defense Evidence\n       K.’s grandmother was called as a witness on behalf of the defense. She testified as\nfollows: She and defendant lived together for more than 22 years. They married in\nAugust 2017. In the summer of 2009, K.’s mother called her to ask if K. could stay with\nher and defendant while the rest of the family went to Hawaii. At the time, K. and her\ngrandmother had a good relationship. The grandmother agreed and drove to San\nFrancisco to pick up K. K. had a bad attitude when she first arrived, and it took her a\nwhile to become friendly. During her visit, K. had a cell phone that she used constantly\nfor at least several hours every day.\n       The grandmother suffered from three migraine headaches during the four weeks\nthat K. stayed with them. Although she received injections for her migraines, K.’s\ngrandmother did not take pills for them. The injections did not make her sleepy. For her\nmigraines, the grandmother took only a single nap during the four-week period.\n       Defendant went to work at 8:00 a.m., and would usually return to the house\naround 7:00 p.m. K., her grandmother, and defendant would usually eat dinner, then\nwatch television or play a board game. There was never a time when the grandmother\nfell asleep before K. went to bed.\n       The property consisted of 20 acres that included a main house and a large barn. K.\nwould go there almost every day to hang out. It had numerous things for kids to do\nbecause defendant had raised his children on the property. In the upstairs portion, the\nbarn had a kitchen, bedroom, and bathroom.\n       During much of the visit, K. was “an angry child.” Also during the visit, K. “lied\nquite often.” The grandmother explained, “You know, the things that I would catch her\nin were just stupid, unnecessary things that didn’t mean a lot but, you know, that I never\nknew when she was being honest and when she wasn’t.” K.’s grandmother agreed “that\nkind of dishonesty permeate[d] the whole stay” at her house. K.’s grandmother stated\nthere were no marshmallows in the house during K.’s stay.\n\n                                               6\n\f       The grandmother testified that, to her knowledge, K. and defendant were not alone\ntogether even once during K.’s stay with them. K.’s grandmother also stated that she is a\nvery light sleeper and would know about every time defendant got out of bed.\n       On the day before K. went home, the grandmother instructed defendant to wake\nher up. K. accidentally punched defendant in the face. At no time did K. say defendant\nhad punched her in the face. That day, K. called her father and “got very upset while she\nwas talking on the phone . . . .” She cried the entire night.\n       On the day K. did go home, the grandmother had a migraine and asked defendant\nto drive her. About an hour into the drive, K. spoke with her grandmother on the\ntelephone and “she said she was afraid to go home because she was going to get in a lot\nof trouble and her father was going to be very angry at her. And when he gets angry at\nher at her, he takes her into the bedroom and spanks her with a belt and does other things\nto her . . . .” When K.’s mother got back from Hawaii, she called K.’s grandmother and\nscreamed at her. They have not spoken since then.\n       On cross-examination, K.’s grandmother acknowledged she sent a Christmas card\nto K.’s family that stated in pertinent part: “Hi, dear ones. I just want to say that I miss\nyou all very much and I love you. [Defendant] wants me to tell you that he is very sorry\nfor any pain or suffering you may have experienced because of him. He never meant to\ncause anyone any injury or ill will or suffering because of him. Once again, he is very\nsorry.” K.’s grandmother testified this message related to “[t]he incident that had\nhappened and when she was taken home and that [K.’s mother] was angry with us, the\nincident with her father that [K.] told [defendant] and I about and my daughter . . . , her\ngetting beat and stripped down.” The message did not relate to the criminal charges filed\nagainst defendant for molesting K.\n       K.’s grandmother testified that she and defendant lived together for 22 years and\nwere intimate. However, defendant did not enjoy receiving oral sex and therefore it was\nnot in their “repertoire.”\n\n                                              7\n\f                                     Rebuttal Evidence\n       The prosecution called Shasta County Sheriff’s Office Detective Kyle Wallace on\nrebuttal. Detective Wallace interviewed K.’s grandmother on April 27, 2015. During\nthat interview, the grandmother said she would occasionally get migraines. When she\nhad a migraine, “she would go into her room for the day.” While the grandmother slept,\nK. “would be left alone with [defendant].” K. also “often” went to the upstairs of the\nbarn “when she wanted to be alone.” During the interview, the grandmother did not\nreport K. ever lied or had her cell phone taken away. The grandmother also did not\nmention speaking with K. during the drive while defendant was taking her home.\nInstead, she “heard that all from [defendant] at the time once he arrived back home from\ndropping [K.] off.”\n                                       DISCUSSION\n                                              I\n                      Limitation on Excluding Victim’s Sexual History\n       Defendant argues the trial court committed reversible error by excluding\nimpeachment evidence regarding “several sexual acts of” K. We disagree.\n                                              A.\n                                 Alleged Sexual Acts of K.\n       Prior to trial, defendant’s trial attorney filed an affidavit “to admit evidence of\nsexual conduct of [K.]”2 In pertinent part, the affidavit stated that “[d]uring the handling\n\n\n\n\n2      We refer to the document filed by defendant’s trial attorney as an affidavit even\nthough it did not qualify as an affidavit or a declaration. An affidavit must be sworn\nbefore an officer authorized to administer oaths. (Code Civ. Proc., § 2012.) Here,\ndefense counsel did not swear an oath before any officer. The document is also not a\ndeclaration because it was not made under penalty of perjury under the laws of the State\nof California. (Code Civ. Proc., § 2015.5.)\n\n                                              8\n\fof this case,” defense counsel “bec[a]me aware of the sexual acts of [K.]” that the defense\nintended to “be used to impeach the credibility of [K.]” These alleged acts were that:\n       K. had “numerous photos of naked people and videos of people engaging in sexual\nintercourse” on her cell phone. K. twice took defendant’s vibrator without permission.\nWhile defendant was taking a bath, K. “suddenly” came into the bathroom, got “into the\ntub straddling the defendant.” Several incidents during which K. “would sit on the lap of\nthe defendant and squirm against his penis and reach under her butt and touch the\ndefendant’s groin area and the defendant and/or grandmother would tell her to stop and\nget off.” When defendant played tag with K., “she would tag him in his groin area.”\nOnce, when the grandmother and defendant were sunbathing nude, K. joined them in\ntaking off her clothes. She then sprayed defendant with a garden hose. “When the\ndefendant asked [K.] why she was so involved in sexual activity she stated she liked it,\nthat she had engaged in such activity with her step brother and that she was planning to\nhave sex with her boyfriend.” When defendant drove her home, K. told defendant that\nher father beat her and sexually molested her.\n       In response to the motion to admit the evidence, the trial court conducted a hearing\noutside the presence of the jury. In response to questioning by defendant’s trial attorney,\nK. testified as follows: At the time she stayed with her grandmother and defendant, she\ndid not own or have a cell phone. K. never saw or used a vibrator inside the main house.\nShe only used a vibrator in the guest house when instructed to do so by defendant. K.\nnever got into a tub with defendant. K. did sit on defendant’s lap. She squirmed because\ndefendant “liked to tickle kids a lot.” While sitting on his lap, she never tried to touch\ndefendant’s penis. At some point, K. played tag with defendant. She could not\nremember if it was during her 2009 visit. There was never a time when she saw\ndefendant and her grandmother sunbathing. K. never undressed outside. K. admitted it\nwas “very possible” she got into a water fight with hoses with defendant. K. could not\n\n\n\n                                              9\n\fremember being asked by defendant about why she was so involved in sexual activity.\nShe never told him she had a boyfriend.\n       Defendant did drive her home from her 2009 visit. K. told defendant her father\nspanked her with a belt but did not say her father touched her inappropriately. K. did not\nremember talking with her grandmother by cell phone during that car ride.\n       On questioning by the prosecution, K. testified she had never engaged in sexual\nactivity prior to June 2009. She had never used a vibrator, had sexual intercourse, or\nmasturbated.\n       In support of the motion, defendant’s trial attorney argued: “I went through each\nelement in my affidavit, and [K.’s] denying everything, so it clearly sets her up for\nimpeachment.” The prosecutor argued against the motion and highlighted K.’s testimony\nthat she did not have a cell phone during 2009 saying: “So just because someone denies\nsomething doesn’t mean it’s actually impeachment if that never actually happened.” The\nprosecutor further argued the only evidence regarding the vibrator was that she used one\nat the direction of defendant. Whether she used one on her own was not relevant to her\ncredibility. So too, whether she got into the bathtub with defendant was not relevant to\nher credibility regarding defendant’s actions. Squirming on defendant’s lap was not a\nlewd act. K. denied playing tag with defendant in 2009, seeing defendant and her\ngrandmother engage in nude sunbathing, and she was never outside naked with them.\nThere was no evidence K. engaged in sexual conduct with her stepbrother or anyone else\nprior to 2009. The prosecutor ended by noting consent was not a defense with the minor\nand that even if any of K.’s conduct had been sexual, it was not admissible under\nEvidence Code section 782.\n       The trial court excluded evidence of the alleged sexual conduct. The trial court\nstated, “I will say that my very strong tentative ruling on the motion is that the Court\nfinds insufficient evidence of any sexual conduct on the part of the victim that is\n\n\n\n                                             10\n\fsufficiently probative to be offered for impeachment purposes. [¶] . . . I agree with most\neverything the People have argued.”\n                                             B.\n                                Evidence Code Section 782\n       As a general rule, a defendant may not question the victim of an alleged sex crime\nabout the victim’s prior sexual activity. (People v. Bautista (2008) 163 Cal.App.4th 762,\n781 (Bautista).) Evidence Code section 782 provides a limited exception when a victim’s\nprior sexual activity is relevant to the victim’s credibility. (Evid. Code, § 1103,\nsubd. (c)(4); People v. Chandler (1997) 56 Cal.App.4th 703, 707 (Chandler).) “Evidence\nCode section 782 applies when the defense seeks to introduce relevant evidence of prior\nsexual conduct by a child.” (People v. Mestas (2013) 217 Cal.App.4th 1509, 1514\n(Mestas).)\n       “Evidence Code section 782 provides for a strict procedure that includes a hearing\noutside of the presence of the jury prior to the admission of evidence of the complaining\nwitness’s sexual conduct. (Chandler, [supra, 56 Cal.App.4th] at p. 708; People v.\nDaggett (1990) 225 Cal.App.3d 751, 757 (Daggett).) Evidence Code section 782 is\ndesigned to protect victims of molestation from ‘embarrassing personal disclosures’\nunless the defense is able to show in advance that the victim’s sexual conduct is relevant\nto the victim’s credibility. (People v. Harlan (1990) 222 Cal.App.3d 439, 447.) If, after\nreview, ‘the court finds the evidence relevant and not inadmissible pursuant to Evidence\nCode section 352, it may make an order stating what evidence may be introduced and the\nnature of the questions permitted.’ (Daggett, at p. 757.) ‘A trial court’s ruling on the\nadmissibility of prior sexual conduct will be overturned on appeal only if appellant can\nshow an abuse of discretion.’ (Chandler, at p. 711.)” (Bautista, supra, 163 Cal.App.4th\nat p. 782.)\n       Evidence Code section 782 does not open the door to impeachment of a sex crime\nvictim’s credibility by resorting to matters collateral to the charged offenses. “A party\n\n                                             11\n\fmay not cross-examine a witness upon collateral matters for the purpose of eliciting\nsomething to be contradicted.” (People v. Lavergne (1971) 4 Cal.3d 735, 744\n(Lavergne).) Evidence Code section 782 does “not . . . allow a fishing expedition based\non sketchy and unconfirmed allegations.” (Mestas, supra, 217 Cal.App.4th at p. 1518.)\n                                             C.\n                          Exclusion of Impeachment Evidence\n       The trial court properly excluded the impeachment evidence offered by the\ndefense. The possibility K. had a cell phone and the cell phone contained pictures of a\nsexual nature was not relevant. Because the victim was 12 years old at the time of the\noffenses, consent was not a defense to the charges against defendant. “For over 100\nyears, California law has consistently provided that children under age 14 cannot give\nvalid legal consent to sexual acts with adults.” (People v. Soto (2011) 51 Cal.4th 229,\n238 (Soto).) None of the testimony introduced at trial by the prosecution would have\nbeen contradicted by evidence K. possessed sexually-oriented photos on a cell phone.\nThus, the evidence was intended to elicit irrelevant testimony solely for purposes of\nimpeaching it. As the California Supreme Court has held, “it is improper to elicit\notherwise irrelevant testimony on cross-examination merely for the purpose of\ncontradicting it . . . .” (People v. Mayfield (1997) 14 Cal.4th 668, 748 (Mayfield),\noverruled on another point in People v. Scott (2015) 61 Cal.4th 363, 391.)\n       Similarly, we conclude the trial court properly excluded evidence intended to\nimpeach K. by showing she took a vibrator without permission, got into a tub with\ndefendant, tried to touch defendant’s groin while she sat on his lap, and tried to tag him in\nthe groin while playing games. None of this proffered evidence contradicted any of the\ntestimony offered by the prosecution at trial. Further, none of the evidence was\nadmissible to show willingness or consent by K. to engage in sexual conduct due to her\nyoung age. Instead, the evidence was intended only to set up K. for impeachment by her\ndenial of these alleged events. The defense, however, was not entitled to introduce\n\n                                             12\n\firrelevant evidence merely to impeach K. on tangential matters. (Mayfield, supra, 14\nCal.4th at p. 748; Lavergne, supra, 4 Cal.3d at p. 744.)\n       The purported evidence regarding K. taking off her clothes and getting into a\nwater fight with hoses is not evidence of sexual conduct. The offer of proof itself\nindicates the grandmother and defendant intended only to sunbathe. The evidence does\nnot indicate the 12-year-old victim engaged in this conduct with any kind of sexual aspect\nto it. This evidence was therefore not admissible under Evidence Code section 782.\n       Evidence offered to show K. was “involved in” or “liked” sexual activity prior to\nbeing molested by defendant was also irrelevant because her consent was not a defense to\nthe charges. (Soto, supra, 51 Cal.4th at p. 238.) Moreover, a victim’s sexual experience\nwith others prior to the incidents giving rise to criminal charges is the epitome of\nevidence barred from admission by Evidence Code section 782. (Bautista, supra, 163\nCal.App.4th at pp. 781-782.) Thus, this evidence was properly excluded.\n       Regarding the evidence K. told defendant her father molested her, that evidence\nwas introduced at trial. Moreover, the evidence was used to portray K. as a liar at the\ntime of the molestations. There can be no claim of error regarding the exclusion of this\nevidence, which was admitted during trial both in the prosecution’s case-in-chief and the\ndefense’s case.\n       Having concluded the trial court properly denied defense counsel’s motion in\nlimine to introduce impeachment evidence based on alleged sexual conduct of K., we\nalso reject defendant’s claim of federal constitutional error. “[W]e find no violation of\ndefendant’s right to due process of law or of the confrontation clause. ‘Although the\ncomplete exclusion of evidence intended to establish an accused’s defense may impair his\nor her right to due process of law, the exclusion of defense evidence on a minor or\nsubsidiary point does not interfere with that constitutional right.’ (People v. Cunningham\n(2001) 25 Cal.4th 926, 999.) ‘A trial court’s limitation on cross-examination pertaining\nto the credibility of a witness does not violate the confrontation clause unless a\n\n                                             13\n\freasonable jury might have received a significantly different impression of the witness’s\ncredibility had the excluded cross-examination been permitted. [Citations.]’ (People v.\nQuartermain (1997) 16 Cal.4th 600, 623-624 (Quartermain).)” (Bautista, supra, 163\nCal.App.4th at p. 783.) In sum, the trial court did not commit error by excluding the\nevidence purporting to show sexual conduct by K.\n                                             II\n       Prosecutorial Misconduct in Advancing an Argument Known to Be False\n       Defendant argues the prosecutor engaged in misconduct by “disingenuously\narguing that there was no proof brought forward to show that the other incidents\ninvolving [K.] occurred, when the prosecutor knew that evidence of the incidents existed\nbut had been excluded . . . .” Defendant’s trial attorney did not object to the claimed\nmisconduct and did not request that the jury be admonished. Thus, defendant contends\nthe failure to object or request admonishment constituted ineffective assistance of his trial\nattorney. We review the claimed error through the lens of defendant’s constitutional right\nto the effective assistance of counsel. We conclude there was no error.\n                                             A.\n       Review of Claims of Prosecutorial Misconduct During Closing Arguments\n       As the California Supreme Court has explained, “ ‘a prosecutor commits\nreversible misconduct if he or she makes use of “deceptive or reprehensible methods”\nwhen attempting to persuade either the trial court or the jury, and it is reasonably\nprobable that without such misconduct, an outcome more favorable to the defendant\nwould have resulted.’ ” (People v. Fuiava (2012) 53 Cal.4th 622, 679 (Fuiava), quoting\nPeople v. Riggs (2008) 44 Cal.4th 248, 298.) Under the federal constitution,\nprosecutorial misconduct results if “the challenged action ‘ “so infected the trial with\nunfairness as to make the resulting conviction a denial of due process.” ’ ” (Riggs, at\np. 298, quoting Darden v. Wainwright (1986) 477 U.S. 168, 181 [91 L.Ed.2d 144].)\nHowever, “ ‘ “[a] defendant may not complain on appeal of prosecutorial misconduct\n\n                                             14\n\funless in a timely fashion—and on the same ground—the defendant made an assignment\nof misconduct and requested that the jury be admonished to disregard the impropriety.\n[Citation.]” ’ ” (Riggs, at p. 298, quoting People v. Stanley (2006) 39 Cal.4th 913, 952.)\n         Here, defendant’s trial attorney did not preserve the issues of prosecutorial\nmisconduct for lack of request that the jury be admonished as to any claimed instance of\nmisconduct. Anticipating forfeiture, defendant asserts he received ineffective assistance\nof counsel for lack of objection or request for admonition by his trial attorney. “A\ndefendant whose counsel did not object at trial to alleged prosecutorial misconduct can\nargue on appeal that counsel’s inaction violated the defendant’s constitutional right to the\neffective assistance of counsel. The appellate record, however, rarely shows that the\nfailure to object was the result of counsel’s incompetence; generally, such claims are\nmore appropriately litigated on habeas corpus, which allows for an evidentiary hearing\nwhere the reasons for defense counsel’s actions or omissions can be explored.” (People\nv. Lopez (2008) 42 Cal.4th 960, 966.) To establish ineffective assistance of counsel,\ndefendant must show that “ ‘(1) counsel’s representation fell below an objective standard\nof reasonableness under prevailing professional norms, and (2) counsel’s deficient\nperformance was prejudicial, i.e., there is a reasonable probability that, but for counsel's\nfailings, the result would have been more favorable to the defendant.’ ” (People v.\nJohnson (2015) 60 Cal.4th 966, 980, quoting People v. Scott (1997) 15 Cal.4th 1188,\n1211.)\n         As the California Supreme Court has held, “ ‘Unless a defendant establishes the\ncontrary, we shall presume that “counsel’s performance fell within the wide range of\nprofessional competence and that counsel’s actions and inactions can be explained as a\nmatter of sound trial strategy.” ’ [Citations.] When the record on direct appeal sheds no\nlight on why counsel failed to act in the manner challenged, defendant must show that\nthere was ‘ “ ‘no conceivable tactical purpose’ ” for counsel’s act or omission.’ ” (People\n\n\n\n                                               15\n\fv. Centeno (2014) 60 Cal.4th 659, 674-675.) With these principles in mind, we turn to\ndefendant’s claim of prosecutorial misconduct.\n                                             B.\n                           The Prosecutor’s Closing Argument\n       During closing argument, the prosecutor argued to the jury: “And ladies and\ngentlemen, just because an attorney implies something in a question doesn’t make it true\nunless the answer makes it true. There was a lot of implications happening when defense\ncounsel asked [K.] questions, and she denied them, and there wasn’t any other proof then\nbrought forward that those actually occurred.” Defendant’s trial attorney neither objected\nto the argument nor asked that the jury be admonished.\n                                            C.\n                                         Analysis\n       As a general rule, “[t]he prosecution may argue all reasonable inferences from the\nrecord, and has a broad range within which to argue the facts and the law. [Citation.]\nThe prosecutor, however, may not mislead the jury.” (People v. Daggett (1990) 225\nCal.App.3d 751, 757-758.) For this reason, a prosecutor may not ask “jurors to draw an\ninference that they might not have drawn if they had heard the evidence the judge had\nexcluded.” (Id. at p. 758.) In short, a prosecutor engages in misconduct when “arguing a\nfalsehood.” (People v. Varona (1983) 143 Cal.App.3d 566, 570.)\n       Here, defendant contends the prosecutor committed misconduct by making an\nargument that “misled the jury into believing facts that the prosecutor knew were false.”\n(Italics added.) The Attorney General counters that “[t]here is absolutely no indication in\nthe record that the prosecutor believed the baseless allegations to be true.” We agree with\nthe Attorney General for two reasons.\n       First, the acts of sexual conduct by K. alleged in the defense’s motion in limine\nwere not alleged in a proper offer of proof. The affidavit did not identify the source of\nthe allegations. An unsworn assertion in a document that alleges evidence without a\n\n                                            16\n\fsource does not constitute an adequate offer of proof. (People v. Schmies (1996) 44\nCal.App.4th 38, 53; People v. Foss (2007) 155 Cal.App.4th 113, 127-128.) Although we\nresolved defendant’s challenge to the exclusion of the evidence alleged in the affidavit on\ngrounds of admissibility, we would have been justified in affirming on the basis that the\n“affidavit” was defective and therefore failed to properly advance any factual assertion.\n(Finnie v. District No. 1 - Pacific Coast Dist. etc. Assn. (1992) 9 Cal.App.4th 1311, 1316\n[noting that, on appeal, we review the result rather than the reasoning employed by the\ntrial court].)\n        Second, K. testified during the hearing outside the presence of the jury that she\nwas a young child in 2009 and had no prior sexual experience. The prosecutor was not\nrequired to accept unsworn assertions of unnamed sources and reject K.’s testimony that\nshe had not engaged in prior sexual conduct as a 12-year-old child. Notably, the trial\ncourt concluded there was insufficient evidence of prior sexual conduct of K.\n        In reply, defendant backtracks to argue that “[i]t didn’t matter whether the\nprosecutor personally believed the proffered testimony from [defendant or his wife].”\nThis is an argument raised for the first time in the reply. Defendant’s opening brief\nconsistently asserted deception by the prosecutor in arguing facts known to her to be\nfalse. “Arguments raised for the first time in the reply brief are untimely and may be\ndisregarded.” (WorldMark, The Club v. Wyndham Resort Development Corp. (2010) 187\nCal.App.4th 1017, 1030, fn. 7.) Consequently, the new argument is deemed forfeited.\n        Because we reject the argument that the prosecutor engaged in misconduct during\nclosing argument, we also conclude defendant’s trial attorney was not ineffective for\nfailure to object. “Counsel’s failure to make a meritless objection does not constitute\ndeficient performance.” (People v. Mitcham (1992) 1 Cal.4th 1027, 1080 (Mitcham).)\nAccordingly, we reject defendant’s claim of ineffective assistance of counsel regarding\nthe lack of objection to the prosecutor’s closing argument.\n\n\n\n                                             17\n\f                                             III\n      Prosecutorial Misconduct in Accusing the Defense of “Twisting the Facts”\n       Defendant argues the prosecutor engaged in misconduct by arguing defendant’s\ntrial attorney was attempting to deceive the jury. For lack of a timely objection at trial,\ndefendant advances this argument by asserting he received ineffective assistance of\ncounsel. We are not persuaded.\n                                             A.\n                                     Closing Argument\n       During closing argument, the prosecutor argued to the jury that defendant’s trial\nattorney was trying to “twist” the facts of the case. For the first time on appeal,\ndefendant objects to the italicized portions of the prosecutor’s argument as follows:\n       “It is up to you, ladies and gentlemen, to decide what the facts are in this case.\nEach one of you have listened to this case. I’m sure you listened to the time frames of\nthings that happened in this case, time frames of things that defense counsel got up here\nand twisted around. Now all of the sudden the accidental kicking occurred before a\nphone call which then occurred before they went to the guest house. That was not [K.’s]\ntestimony.\n       “What else did he try to twist around? That the vibrator came from a bag. [K.]\nnever said that. [K.] was very clear that that vibrator came from a box that the defendant\ngot. Again, something that was twisted around.\n       “How about the idea that the bathroom was on the first floor? Because yesterday\nwhen defense counsel was arguing, all of the sudden the bathroom was on the first floor\nof the barn rather than outside the guest house loft area in the hallway.\n       “His own witness testified that the bathroom was in that hallway, not on the first\nfloor. How many things can we twist to make it seem like there’s reasonable doubt?\nLet’s just twist and twist and twist until everyone’s confused.\n\n\n\n                                             18\n\f       “[K.] told you it was the night before she kicked the defendant accidentally in the\nface was the last time she went out to the guest house with the defendant and something\nsexual happened to her. That’s what she told you.\n       “And you know what – defense counsel and [grandmother] want to do is create\nsituations in which [K.] was somehow mad at her grandma and step-grandpa, the\ndefendant, while she was there. Because she was mad at them while she was there, then\nobviously she’s lying about this.\n       “That’s what’s happening. [K.] made it very clear to you – by the way, she never\nsaid she was held in the house. That was another let’s twist the facts around. That’s not\nwhat this is about. Trials are about juries listening to the evidence, deciding what the\ntruth is and making a decision, not taking facts and twisting them how we see fit.\n       “That’s not how this works. That’s not appropriate. That’s not justice. That’s not\nthe truth-finding process of a trial. Another twist of the facts. First, it was yesterday that\nDetective Wallace did a horrible investigation because he never talked to [K]. Yet all of\nthe sudden today Detective Wallace talked to [K.] and told Detective Wallace she got the\nvibrator in the bathroom. Where did that fact come from? Yesterday, Detective Wallace\ndidn’t talk to her; and today, Detective Wallace talked to her.” (Italics added.)\n       The prosecution then asserted K. was interviewed by the police in “a place\ndesigned for interviews, a place to take care of victims.” Defense counsel objected that\nthere had not been evidence in support of that statement. The trial court responded as\nfollows:\n       “THE COURT: . . . [¶] Let me respond to that objection. I’m going to overrule\nthe objection, but I’m overruling the objection because I don’t recall exactly what the\nevidence was in this regard. And, I’ll just remind the jury that you are the triers of fact.\nIt’s up to you to determine what the evidence is in this case. And as I’ve instructed you,\nthe attorneys’ comments in closing argument are not evidence. [¶] Evidence is what we\n\n\n\n                                              19\n\fhear from the witness stand, and it’s up to you to determine whether the attorneys are\naccurate or not with respect to what evidence was produced in this case.”\n       The prosecutor resumed her closing argument. Again, we italicize the portion to\nwhich defendant now objects as misconduct. The prosecutor argued:\n       “You heard what Detective Wallace testified to about a children’s advocacy\ncenter; that he sent [K.] there; that he then reviewed her recorded interview. Detective\nWallace told you that. So again, another twist of the facts.” (Italics added.)\n       “[K.] also never said her grandmother had migraines every day. That’s not what\nshe said. She never said her grandmother took pills every day either. That’s not what she\nsaid. Again, twisting the facts to try to fit your version of the story that your client didn’t\ndo anything. Trying to fit them right in to what [grandmother] testified to. [K.] described\npill bottles being around. Her grandma took them at certain times. I believe [K.] said the\namount of times her grandma had a migraine was two or three times while she was there.\nShe didn’t say every day. Again, a twisting of the facts.” (Italics added.)\n       Later during the argument, the prosecutor told the jury:\n       “It would be inappropriate to put people on the witness stand you had never talked\nto, especially when you are putting them on the witness stand to talk about things of an\nintimate nature. But again, we want to make this about everybody other than the\ndefendant. We’re going to go after the prosecutor. We’re going to go after the detective.\nWe’re going to go after the victim because victims always get smeared.\n       “We’re going to go after the victim’s mother. We’re going to mock the idea that a\nmom would have a conversation with her daughter about having difficulty raising her\ndaughter and decisions she has made. We’re going to mock that and say that’s made up\nbased on nothing. No evidence that that was made up in any way, shape or form. None.\n       “Twisting the facts, twisting the case to make it fit yours, to make it fit what you\nwant it to fit, to try to poke holes, to try to find reasonable doubt. That’s what this entire\nargument was about.” (Italics added.)\n\n                                              20\n\f       The prosecutor summed up her argument as follows:\n       “It comes down to you using your common sense, you looking at the evidence and\nsaying: What is reasonable? What is not reasonable? What is credible? What is not\ncredible? That’s your job. It’s not to twist the facts. It’s not to advocate for one side or\nthe other. It’s to look at the information from a reasonable, neutral-party perspective.\nThat’s why we have jurors.”3\n                                             B.\n                              Fair Comment on the Evidence\n       During closing argument to the jury, the prosecution has the prerogative to make\nfair comments on the evidence introduced during trial. “It is misconduct for the\nprosecutor in argument to impugn the integrity of defense counsel or to suggest defense\ncounsel has fabricated a defense. (People v. Bemore (2000) 22 Cal.4th 809, 846; People\nv. Hawthorne (1992) 4 Cal.4th 43, 59.) Counsel may not state or assume facts in\nargument that are not in evidence. (People v. Stankewitz (1990) 51 Cal.3d 72, 102.) That\nsaid, we accord counsel great latitude at argument to urge whatever conclusions counsel\nbelieves can properly be drawn from the evidence.” (People v. Cash (2002) 28 Cal.4th\n703, 732.) Consistent with this rule, “ ‘ “ ‘argument may be vigorous as long as it\namounts to fair comment on the evidence, which can include reasonable inferences, or\ndeductions to be drawn therefrom.’ ” ’ ” (People v. Stanley (2006) 39 Cal.4th 913, 951,\nquoting People v. Williams (1997) 16 Cal.4th 153, 221.)\n       In reviewing defendant’s argument, we benefit from the California Supreme\nCourt’s guidance in People v. Stitely (2005) 35 Cal.4th 514 (Stitely). Stitely involved an\nargument that the prosecutor had denigrated defense counsel during closing arguments.\n\n\n\n3      Defendant does not italicize any part of this last statement in quoting it in the\nopening brief. Nonetheless, we construe defendant’s argument to extend to the reference\nto avoiding the twisting of facts in the jury’s discharge of its duties.\n\n                                             21\n\f(Id. at p. 559.) In Stitely, the prosecutor warned the jury “to avoid ‘fall[ing]’ for\ncounsel’s argument . . . , to view counsel’s argument as a ‘ridiculous’ attempt to allow\ndefendant to ‘walk’ free, to view counsel’s statement as an ‘outrageous’ attempt to\ndemean the victim and treat her as a ‘Jane Doe’, and to view counsel's argument as a\n‘legal smoke screen.’ ” (Ibid., fn. omitted.) The Supreme Court held these statements\ndid not constitute misconduct because they did “not involve such forbidden prosecutorial\ntactics as falsely accusing counsel of fabricating a defense or otherwise deceiving the\njury.” (Id. at p. 560.) Instead, “[t]he prosecutor simply used colorful language to\npermissibly criticize counsel’s tactical approach.” (Ibid.) Because the prosecutor’s\ncomments were directed at defense counsel’s argument and not defense counsel\npersonally, there was no misconduct. (Ibid.)\n                                               C.\n                                Comments on the Evidence\n       We conclude the prosecutor did not engage in misconduct during closing\nargument in suggesting to the jury that the defense strategy was to “twist” the facts to\nexonerate defendant. Our review of the portion of the closing argument to which\ndefendant now assigns misconduct reveals the prosecutor hewed closely to the facts\nintroduced during trial. The prosecutor began by reminding jurors they were the ones\nresponsible for finding the facts of the case. The prosecutor then argued the specific\ndetails of the testimony including: the sequence of events to which K. testified, that K.\nnever said the vibrator came from a bag, that the grandmother’s testimony regarding the\nlocation of the bathroom did not agree with defense counsel’s argument, the location of\nthe molestations, where K. was interviewed, and K.’s testimony regarding the timing of\nher grandmother’s naps after she took pills.\n       In short, the prosecutor’s argument represented a comparison of facts introduced at\ntrial with arguments made by defense counsel. This comparison did not constitute\nmisconduct. (Stitely, supra, 35 Cal.4th at pp. 559-560.) As a corollary, defendant’s trial\n\n                                               22\n\fattorney was not ineffective for failure to object to the closing argument because there\nwas no misconduct to which to object. (Mitcham, supra, 1 Cal.4th at p. 1080.)\n                                             IV\n                                     Cumulative Error\n       Defendant contends the multiple errors he claims occurred during trial cumulated\nin reversible prejudice. We reject the contention because defendant has not demonstrated\nany error. Without any showing of error, there is no prejudice to cumulate. (People v.\nJablonski (2006) 37 Cal.4th 774, 832.)\n                                              V\n                                   Motion for New Trial\n       Defendant argues the trial court denied his motion for a new trial under the wrong\nstandard. We are not persuaded.\n                                              A.\n                 Motions for Judgment of Acquittal and for a New Trial\n       After the prosecution rested its case, defense counsel moved for a judgment of\nacquittal on grounds the prosecution had not met its burden to prove every element of the\ncharged offenses. Defense counsel argued K.’s testimony revealed gaps in memory and\ndiscrepancies that rendered it untrustworthy. The prosecutor countered that K. testified\nclearly about the length of her stay with her grandmother and defendant and each of the\ncharges could be clearly parsed based on the evidence. The trial court denied the motion,\nnoting that “if there’s a conviction, I’m sure we’ll return to this discussion – or a version\nof this discussion – in terms of consecutive, concurrent or 654 issues or things like that.”\n       Immediately prior to sentencing, defendant’s trial attorney moved for a new trial\nbased on insufficient evidence. Defense counsel argued the jury did not deliberate\nproperly on every element of every charged offense even though counsel had “no direct\nevidence to present to the Court.” Defense counsel further argued K.’s testimony was not\ncredible because she was “extremely sufficiently impeached on cross-examination . . . .”\n\n                                             23\n\fHaving previously considered defense counsel’s arguments in ruling on the motion for a\njudgment of acquittal, the trial court invited counsel to expand on the prior arguments:\n       “THE COURT: . . . [L]et me get more detail on the nature of the motion. With –\nyour 1118.1 motions [for a judgment of acquittal] were duly noted on the record and\ndiscussed and ruled on during the trial. Do you wish to add any further detail as to why\nyou feel the evidence was insufficient to support these findings?”\n       Defense counsel accepted the invitation and argued that K. was impeached on\ncross-examination and that her mother characterized her as a liar. Defense counsel\nreiterated the assertion the jury could not have done its job properly in the short amount\nof time that it deliberated.\n       The trial court denied the motion for new trial, and explained:\n       “You know, the Court is very aware of that danger . . . and that’s why, especially\nin my note-taking during the trial, I’m scrutinizing every count and noting how many\ncounts there are and making sure that there is a sufficient showing to at least make a\nprima facie case to support each of these counts. [¶] I’m very aware of the danger that\nthe – that a jury can do that, make an assumption that if there’s guilt on one count, that\nthere must be guilt on others. [¶] So I – I look very carefully at the facts during the\ncourse of the trial anticipating a possible 1118.1 motion on that very issue. And then in\nthis case I made that ruling and obviously found that there was a sufficient showing.\n       “What – what’s quite interesting about this case, which we don’t very often see, is\na very detailed response from the defendant in the probation report admitting very\nsubstantial conduct. And that – and I – as egregious as the conduct was, that fact that\nthere is that open discussion in the probation report, I – I think – and I haven’t heard from\nthe People yet, but in my view, eliminates consideration of an aggravated term. There is\nan acknowledgement of a great deal of conduct that was discussed during the trial.\n       “You know, granted, I was disturbed by other factors in that discussion. It\nappeared to me that the defendant was somewhat minimizing some of the conduct but the\n\n                                             24\n\ffact that a lot of the conduct discussed during the trial was admitted and the wrongfulness\nof the conduct too, certainly motivated me not to aggravate the term.\n       “But I do not that it – it sort of corroborates or confirms the integrity of the jury’s\nverdict. Now, granted, in reviewing a new trial motion on this basis, I’m not – I just find\nthat intellectually interesting. I think the law requires that I make an evaluation as to\nwhether there was sufficient evidence to do so on the basis of what was the state of affairs\nat the end of trial. But I – I – tentatively speaking, I do feel like the – each of the counts\nwas well supported and that the People made clear, especially in their closing argument,\nwhat facts they were relying on to support each count.” (Italics added.)\n       The trial court invited comment from the prosecutor, who argued the evidence was\nsufficient and the jury properly convicted on all counts. The trial court responded in\npertinent part:\n       “Okay. I – well, I agree with your comments. The – and I have just been focusing\non the first basis for the new trial motion, the insufficiency of evidence. I should have\ncontributed a few more comments about the second basis, and that is jury misconduct\n. . . .” On this point, the trial court noted that “there is no evidence before the Court as to\nany anomaly in the jury room.”\n                                              B.\n                                          Forfeiture\n       At the outset, we address the Attorney General’s contention the argument has not\nbeen preserved for appeal because defendant’s trial attorney did not object to the trial\ncourt’s statements in support of its denial of the motion for a new trial. We reject the\ncontention. Defendant’s trial attorney properly tendered the motion for a new trial and\narticulated the reasons in support of the motion. The argument by defense counsel\nclearly argued that the trial court should find the evidence insufficient to support the\nverdict. The argument sufficed to preserve this issue for appeal. (People v. Carter\n(2014) 227 Cal.App.4th 322, 327, fn. 2 (Carter).)\n\n                                              25\n\f                                              C.\n                  Motion for New Trial Based on Insufficient Evidence\n       Section 1181, case (6), provides that after “a verdict has been rendered or a finding\nmade against the defendant, the court may, upon his [or her] application, grant a new\ntrial” in circumstances “[w]hen the verdict or finding is contrary to law or evidence . . . .”\n       As the California Supreme Court has explained, “ ‘In reviewing a motion for a\nnew trial, the trial court must weigh the evidence independently. [Citation.] It is,\nhowever, guided by a presumption in favor of the correctness of the verdict and\nproceedings supporting it. [Citation.] The trial court “should [not] disregard the verdict\n. . . but instead . . . should consider the proper weight to be accorded to the evidence and\nthen decide whether or not, in its opinion, there is sufficient credible evidence to support\nthe verdict.” [Citation.] [¶] A trial court has broad discretion in ruling on a motion for a\nnew trial, and there is a strong presumption that it properly exercised that discretion.\n“ ‘The determination of a motion for a new trial rests so completely within the court’s\ndiscretion that its action will not be disturbed unless a manifest and unmistakable abuse\nof discretion clearly appears.’ ” [Citation.]’ ” (Fuiava, supra, 53 Cal.4th at pp. 729-730,\nquoting People v. Davis (1995) 10 Cal.4th 463, 523-524.) The trial court abuses its\ndiscretion when “it misconceives its duty, applies an incorrect legal standard, or fails to\nindependently consider the weight of the evidence.” (Carter, supra, 227 Cal.App.4th at\np. 328.)\n                                              D.\n                                          Analysis\n       Defendant asserts the trial court “never stated that it was reviewing the motion\nunder the 13th juror standard, and never actually undertook such an independent\nweighing of the evidence before denying the motion.” We disagree.\n       Section 1181 does not require the trial court to state on the record that it is\nreviewing a motion for new trial under the 13th juror standard. Where a statute does not\n\n                                              26\n\frequire express findings on a particular issue, we do not imply such a requirement.\n(Laabs v. City of Victorville (2008) 163 Cal.App.4th 1242, 1273.) Notably, defendant\ncites no authority supporting the proposition that a trial court must make particular\nstatements regarding the standard employed while considering a motion for new trial.\nThus, we reject the contention the trial court had to state on the record that it was\nconsidering the evidence as a 13th juror.\n       We are not persuaded by the contention the trial court did not independently weigh\nthe evidence in ruling on the motion for new trial. Instead, the record establishes the trial\ncourt paid close attention to the testimony at trial because it knew it had to independently\nsatisfy itself the evidence supported every charge. The trial court also stated on the\nrecord its understanding that “the law requires that I make an evaluation as to whether\nthere was sufficient evidence” based on all the testimony at trial. As to this evaluation,\nthe trial court stated it found that “each of the counts was well supported . . . .” (Italics\nadded.) In short, the trial court indicated it viewed the evidence independently of the jury\nand the evidence in support of each count was sufficient.\n       Defendant attempts to equate the trial court’s reference to the motion for a\njudgment of acquittal to the incorrect application of that standard to rule on the motion\nfor a new trial. We reject the argument. The trial court referred to the prior motion for a\njudgment of acquittal and invited defense counsel to “add . . . further detail as to why [the\ndefense thought] the evidence was insufficient.” With this invitation, the trial court\nunderstood the motion for new trial required the court to consider the evidence as a whole\n– including the testimony of K.’s grandmother – in assessing whether the evidence was\nsufficient to convict. Had the trial court erroneously believed it could have recycled the\nsame standard as for a motion for a judgment of acquittal, it would not have called for\nadditional details regarding the argument of insufficient evidence.\n       We are also not persuaded by defendant’s reliance on the prosecutor’s statements\nto the court in order to establish the court used the wrong standard. The prosecutor\n\n                                              27\n\fmentioned that the jury found the evidence sufficient to convict. As the Supreme Court\nhas held, a trial court may be guided by a presumption in favor of the correctness of the\nverdict so long as it independently weighs the evidence. (Fuiava, supra, 53 Cal.4th at pp.\n729-730.) In other words, the trial court is not required to ignore the jury’s implied\nfinding that K. was credible.\n       Although the trial court stated its agreement with the prosecutor’s arguments\nagainst the new trial motion, the statement was not error. Instead, the agreement appears\nto address the trial court’s recognition it also needed to address defense counsel’s\nassertion of jury misconduct. The trial court’s response cannot be read as an abdication\nof its duty to independently weigh the evidence introduced during trial. Instead, as we\nexplained above, the record shows the trial court independently weighed the evidence\nintroduced during trial.\n                                             VI\n                           Correction of the Abstract of Judgment\n       Finally, we note the Attorney General asserts the abstract of judgment erroneously\nindicates a two-year concurrent sentence for count 2 (§ 288.2, subd. (a)) when the trial\ncourt actually imposed a three-year concurrent sentence for count 2. “ ‘Courts may\ncorrect clerical errors at any time, and appellate courts . . . that have properly assumed\njurisdiction of cases have ordered correction of abstracts of judgment that did not\naccurately reflect the oral judgments of sentencing courts.’ ” (People v. High (2004) 119\nCal.App.4th 1192, 1200, quoting People v. Mitchell (2001) 26 Cal.4th 181, 185.)\nAccordingly, we order the abstract of judgment corrected to reflect the sentence imposed\nby the trial court.\n                                      DISPOSITION\n       The judgment is affirmed. The clerk of the superior court is directed to prepare a\ncorrected abstract of judgment that reflects defendant was sentenced to serve a three-year\n\n\n\n                                             28\n\fconcurrent term for count 2 (§ 288.2, subd. (a)), and to forward a certified copy of the\ncorrected abstract of judgment to the Department of Corrections and Rehabilitation.\n\n\n\n                                                  /s/\n                                                 HOCH, Acting P. J.\n\n\n\nWe concur:\n\n\n\n /s/\nKRAUSE, J.\n\n\n\n /s/\nBUTZ, J.*\n\n\n\n\n* Retired Associate Justice of the Court of Appeal, Third Appellate District, assigned by\nthe Chief Justice pursuant to article VI, section 6 of the California Constitution.\n\n                                            29\n\f",
            "ocr": false,
            "opinion_id": 4558545
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}