{
    "id": 4777421,
    "judges": null,
    "date_filed": 1597968000000,
    "date_filed_is_approximate": false,
    "slug": "people-v-sullivan-ca6",
    "case_name_short": null,
    "case_name": "People v. Sullivan CA6",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "https://www.courts.ca.gov/opinions/nonpub/H044277.PDF",
            "author_id": null,
            "opinion_text": "Filed 8/21/20 P. v. Sullivan CA6\n                      NOT TO BE PUBLISHED IN OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n                IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                      SIXTH APPELLATE DISTRICT\n\n THE PEOPLE,                                                          H044277\n                                                                     (Monterey County\n           Plaintiff and Respondent,                                  Super. Ct. No. SS160904)\n\n           v.\n\n MICAH BENJAMIN SULLIVAN,\n\n           Defendant and Appellant.\n\n         A jury convicted defendant Micah Benjamin Sullivan of robbery relating to a\npurse-snatching incident. He argues his conviction must be reversed because the trial\ncourt erred when it sustained an objection to a closing argument of defense counsel about\nthe prosecution’s burden of proof. We find any error related to defendant’s trial\nharmless. However, after inviting supplemental briefing regarding defendant’s\nentitlement to consideration for mental health diversion under Penal Code\nsection 1001.36, we will conditionally reverse the judgment and remand the matter to the\ntrial court with directions to conduct a diversion eligibility hearing.\n         Defendant’s appellate counsel also filed a petition for writ of habeas corpus\nalleging ineffective assistance of trial counsel, and a supplemental petition for writ of\nhabeas corpus seeking remand for a mental health diversion eligibility hearing. We\ndispose of those petitions by separate order filed this day. (See Cal. Rules of Court, rule\n8.387(b)(2)(B).)\n\f                          I.    TRIAL COURT PROCEEDINGS\n        Defendant was charged with a single count of robbery (Pen. Code, § 211).\nAccording to testimony at trial, a woman was walking in Salinas after dropping off her\ncar for an oil change when she noticed a man (whom she identified as defendant) walking\ntoward her on the sidewalk. He appeared to be “arguing with someone [who] wasn’t\nthere.” As he came closer, the woman heard him yell something like: “ ‘Leave me alone\nor I’ll have to hurt someone like this nice woman.’ ” The woman became concerned, but\ndecided to walk past. Immediately after passing him, the woman felt a tug on her purse\nand turned to see defendant grabbing the strap. A struggle ensued over the purse,\ndescribed by the woman as a tug of war. Defendant was stronger than the woman and\nshe was being pulled toward him. Defendant fell down but maintained his grip on the\npurse. The woman eventually let go because she was afraid he might have a weapon.\nDefendant fled, and the woman screamed for help. Multiple people called 911 to report\nthe crime, and recordings of those calls were admitted into evidence and played for the\njury.\n        A bystander testified to seeing a scuffle on the sidewalk between a man and a\nwoman as he drove past. He saw the man and woman both fall down and then the man\n(whom he also identified at trial as defendant) got up and ran away with a purse. The\nbystander drove after defendant and blocked his path with the car. He told defendant to\ngive him the purse and defendant complied. When he asked defendant why he took the\npurse defendant responded “ ‘I’m sick, I’m sick.’ ”\n        A police officer who responded to the 911 calls testified that he got out of his\npatrol car, approached defendant, and asked him if he had been involved in an incident\ninvolving a woman. Defendant initially denied any involvement, then told the officer he\nhad found the purse on the ground. Defendant eventually admitted he took the purse\nfrom the woman and stated that he took full responsibility for his actions, which he\nblamed on his heroin addiction. The officer testified that defendant was calm,\n                                              2\n\fcooperative, coherent, and appeared to understand all of the officer’s questions.\nDefendant did not appear to be under the influence of any controlled substance. The\nofficer arrested defendant and advised him of his Miranda rights. (Miranda v. Arizona\n(1966) 384 U.S. 436.) While en route to the police station, defendant volunteered\n(without questioning by the officer) that he was glad he had been arrested because it\nmeant he could seek treatment for his heroin addiction. He also asked the officer to\napologize to the victim on his behalf and expressed hope that he did not hurt her.\n       Relevant to this appeal, the prosecution and defense each discussed the reasonable\ndoubt standard during closing argument. The prosecutor argued: “when thinking about\nreasonable doubt, the key word there is ‘reasonable.’ And it’s helpful to think about\nwhat ... reasonable doubt is not. It’s not beyond all pcossible doubt. It’s not beyond all\nimaginary doubt. And it’s not to an absolute certainty. [¶] It’s what’s reasonable.\nWhat’s reasonable given all the evidence. What’s reasonable given everything that you\nknow. And what’s reasonable employing your common sense.”\n       Defense counsel argued: “You need to make sure the decision you made today is\nan abiding conviction. ... That you don’t have second guesses. That you don’t regret the\ndecision you made today. [¶] ... [¶] Now, the standard of proof in this country in a\ncriminal setting is beyond a reasonable doubt. That’s the highest standard in any arena in\na court in America. [¶] To take your children away ... requires a standard of clear and\nconvincing evidence. To take your children away, it requires a lesser standard of clear\nand convincing evidence.” The trial court sustained an objection by the prosecutor and\nadmonished the jury: “Ladies and gentlemen of the jury, I’m going to instruct you to\ndisregard the last comments relating to children and the standard of law. That’s stricken\nfrom the record.” Defense counsel continued to address the reasonable doubt standard,\narguing “[i]f one of you thinks it’s an issue, that’s a reasonable doubt. That’s enough for\nyou to consider and say ‘there is doubt here.’ ”\n\n\n                                             3\n\f       The jury found defendant guilty of robbery, and he was sentenced to the low term\nof two years in prison.\n                                    II.   DISCUSSION\n   A. CLOSING ARGUMENT\n       Defendant argues the trial court abused its discretion and violated his federal\nconstitutional right to counsel by sustaining the objection to defense counsel’s argument\nabout the clear and convincing evidence standard.\n       “It shall be the duty of the judge to control all proceedings during the trial, and to\nlimit the introduction of evidence and the argument of counsel to relevant and material\nmatters, with a view to the expeditious and effective ascertainment of the truth regarding\nthe matters involved.” (Pen. Code, § 1044.) The total denial of the opportunity for\ndefense counsel to provide closing argument is a violation of the U.S. Constitution’s\nSixth Amendment. (Herring v. New York (1975) 422 U.S. 853, 858–860.) But trial\ncourts retain “great latitude in controlling the duration and limiting the scope” of closing\nargument. (Id. at p. 862.) And the constitutional right to counsel “ ‘is not infringed when\n“the opportunity [of the defense] to participate fully and fairly in the adversary\nfactfinding process” [citation] is not significantly limited.’ ” (People v. Memro (1995)\n11 Cal. 4th 786, 876.)\n       Defendant has not demonstrated that the trial court’s decision to sustain one\nobjection during closing argument significantly limited counsel’s ability to participate\nfully and fairly in the adversary process. Defense counsel was allowed to describe the\napplicable standard of proof both before and after the trial court sustained the objection at\nissue here. And the trial court did not deter counsel from the main defense argument that\nthe evidence was insufficient to support the force and specific intent elements of robbery.\nWe therefore find no federal constitutional violation.\n       As for defendant’s state law claim, we review a trial court’s exercise of its\nauthority to control proceedings under Penal Code section 1044 for abuse of discretion,\n                                              4\n\fand we review error in that exercise under the state law standard for prejudice: whether it\nis reasonably probable that defendant would have obtained a more favorable result had\nthe error not occurred. (People v. Chenault (2014) 227 Cal. App. 4th 1503, 1521.)\nDefendant acknowledges that “ ‘it [is] for the judge, not counsel, to explain the law to the\njury.’ ” (Quoting U.S. v. Kramer (7th Cir. 1983) 711 F.2d 789, 794 [finding no violation\nof the due process right to a fair trial where the trial judge forbade defense counsel from\ndefining reasonable doubt for the jury].) Defendant argues the prosecutor’s description\nof the reasonable doubt standard was misleading and required clarification from defense\ncounsel. But the trial court instructed on the reasonable doubt standard and also properly\ninstructed—both before closing argument and with multiple admonitions during\nargument—that the jurors were to follow the law as the court described it even if the\nattorneys’ comments conflicted with the court’s instructions. (See CALCRIM No. 200.)\nThough defendant notes “the jury was not instructed on the law again” after closing\nargument, there is no evidence the jurors lacked access during deliberations to a paper\ncopy of the instructions given. We presume the jury acted reasonably and followed the\ncourt’s instructions. (People v. Cunningham (2001) 25 Cal. 4th 926, 1014.) Having\nproperly instructed the jury on reasonable doubt with CALCRIM No. 220, the trial court\ncould rationally view counsel’s comparison of that standard to the inapplicable clear and\nconvincing evidence standard as potentially confusing to the jury. We acknowledge,\nhowever, that defense counsel’s argument could also be viewed as a fair response to the\nprosecutor’s characterization of reasonable doubt as “[w]hat’s reasonable given all of the\nevidence.”\n       We need not conclusively determine whether the trial court abused its discretion in\nsustaining the objection because on this record the error would be harmless. The victim’s\ntestimony about defendant pulling on the purse strap hard enough that she was pulled\ntoward him is sufficient evidence of force necessary to convict defendant of robbery.\nDefendant’s flight once the woman let go of her purse is sufficient circumstantial\n                                             5\n\fevidence of defendant’s specific intent to permanently deprive her of her property.\nThough defendant argues the asserted error would be prejudicial because his intent was a\nmaterial fact in dispute (based on the possibility that a mental disorder affected his ability\nto form a specific intent), his coherence when talking to the officer soon after the\nincident, as well as his request that the officer apologize to the victim, is strong\ncircumstantial evidence that his ability to form a specific intent had not been overcome\nby a mental disease, defect, or disorder. Defendant has not shown a reasonable\nprobability of a more favorable verdict had the jury been allowed to consider counsel’s\nargument comparing the reasonable doubt standard to the clear and convincing evidence\nstandard.\n   B. MENTAL HEALTH DIVERSION (PEN. CODE, § 1001.36)\n       After reviewing the parties’ arguments in the related habeas matter (case\nNo. H045613), we sought supplemental briefing regarding defendant’s entitlement to a\nmental health diversion eligibility hearing under Penal Code section 1001.36. Penal\nCode section 1001.36 allows for pretrial diversion for individuals diagnosed with\nqualifying mental disorders including, among other things, schizophrenia. To qualify for\ndiversion, a court must find that a defendant meets six criteria: the defendant suffers\nfrom a qualifying mental disorder; the disorder played a significant role in the\ncommission of the charged offense; a qualified expert has opined that the defendant’s\nsymptoms are treatable; the defendant has consented to diversion and has waived his or\nher right to a speedy trial; the defendant agrees to treatment as a condition of diversion;\nand the defendant does not pose an unreasonable risk of danger to public safety.\n(Pen. Code, § 1001.36, subd. (b)(1)(A)–(b)(1)(F).)\n       In People v. Frahs (2020) 9 Cal. 5th 618 (Frahs), the Supreme Court considered\nwhether the mental health diversion statute applies retroactively to cases in which the\njudgment is not yet final under the reasoning of In re Estrada (1965) 63 Cal. 2d 740\n(Estrada), and whether the proper remedy for a non-final judgment pending on appeal is\n                                               6\n\fto conditionally reverse the judgment and remand the matter for a diversion hearing. The\nSupreme Court concluded that Estrada applies to Penal Code section 1001.36, and\naffirmed the appellate court’s “determination that defendant is entitled to a limited\nremand for the trial court to decide whether he should receive diversion under [Penal\nCode] section 1001.36.” (Frahs, at p. 625.)\n       The Attorney General argues that defendant is not entitled to a remand under\nPenal Code section 1001.36 “[b]ecause there is no evidence appellant suffered from a\nqualifying mental disorder.” But we find adequate evidence in the record to suggest that\ndefendant was suffering from a mental disorder when he committed the robbery. The\nvictim testified that defendant appeared to be arguing with someone who was not there\nand that he yelled: “ ‘Leave me alone or I’ll have to hurt someone like this nice\nwoman.’ ” Indeed, there was enough evidence that the trial court instructed the jury with\nCALCRIM No. 3428 regarding the effect of a mental disease, defect, or disorder on the\ndefendant’s ability to form the requisite intent or mental state.\n       Though it appears from the record that defendant is no longer in custody, we note\nthat this issue is not moot because defendant can still obtain relief. He is entitled to a\ndetermination of his eligibility for mental health diversion. If found eligible, in addition\nto access to mental health services, the charge in this case could eventually be dismissed\nupon satisfactory completion of diversion. (See Pen. Code, § 1001.36, subd. (e) [“If the\ndefendant has performed satisfactorily in diversion, at the end of the period of diversion,\nthe court shall dismiss the defendant’s criminal charges that were the subject of the\ncriminal proceedings at the time of the initial diversion.”].) We will therefore\nconditionally reverse the judgment and remand for a mental health diversion eligibility\nhearing.\n                                   III.   DISPOSITION\n       The judgment is conditionally reversed and the matter is remanded with\ninstructions to conduct a mental health diversion eligibility hearing (Pen. Code,\n                                              7\n\f§ 1001.36). If the trial court finds that defendant suffers from a mental disorder, does not\npose an unreasonable risk of danger to public safety, and otherwise meets the six\nstatutory criteria (as nearly as possible given the postconviction procedural posture of this\ncase), the court may grant diversion. If defendant successfully completes diversion, then\nthe court shall dismiss the charges. However, if the court determines that defendant does\nnot meet the criteria under Penal Code section 1001.36, or if defendant does not\nsuccessfully complete diversion, then the conviction and sentence shall be reinstated.\n\n\n\n\n                                             8\n\f                                   ____________________________________\n                                   Grover, J.\n\n\n\n\nWE CONCUR:\n\n\n\n\n____________________________\nGreenwood, P. J.\n\n\n\n\n____________________________\nDanner, J.\n\n\n\n\nH044277 - The People v. Sullivan\n\f",
            "ocr": false,
            "opinion_id": 4557768
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}