{
    "id": 4780616,
    "judges": null,
    "date_filed": "2019-09-13",
    "date_filed_is_approximate": true,
    "slug": "state-v-martinez",
    "case_name_short": "Martinez",
    "case_name": "State v. Martinez",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "306 Neb. 516"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 26.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00007278PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n08/28/2020 01:07 AM CDT\n\n\n\n\n                                                      - 516 -\n                               Nebraska Supreme Court Advance Sheets\n                                        306 Nebraska Reports\n                                              STATE v. MARTINEZ\n                                               Cite as 306 Neb. 516\n\n\n\n\n                                   State of Nebraska, appellee, v. Juan\n                                     Gonzalez Martinez, appellant.\n                                                  ___ N.W.2d ___\n\n                                        Filed July 17, 2020.    No. S-19-758.\n\n                 1. Rules of Evidence. In proceedings where the Nebraska Evidence Rules\n                    apply, the admissibility of evidence is controlled by the Nebraska\n                    Evidence Rules; judicial discretion is involved only when the rules make\n                    discretion a factor in determining admissibility.\n                 2. Rules of Evidence: Appeal and Error. Where the Nebraska Evidence\n                    Rules commit the evidentiary question at issue to the discretion of the\n                    trial court, an appellate court reviews the admissibility of evidence for\n                    an abuse of discretion.\n                 3. Judgments: Words and Phrases. An abuse of discretion occurs when a\n                    trial court’s decision is based upon reasons that are untenable or unrea-\n                    sonable or if its action is clearly against justice or conscience, reason,\n                    and evidence.\n                 4. Rules of Evidence: Hearsay: Appeal and Error. Apart from rulings\n                    under the residual hearsay exception, an appellate court reviews for\n                    clear error the factual findings underpinning a trial court’s hearsay rul-\n                    ing and reviews de novo the court’s ultimate determination to admit\n                    evidence over a hearsay objection.\n                 5. Rules of Evidence: Hearsay: Witnesses: Interpreters: Proof. Where\n                    the translator of a defendant’s out-of-court verbal or written statements\n                    from a foreign language to English is initially shown by the State to be\n                    qualified by knowledge, skill, experience, training, or education to per-\n                    form such translation, and where the translator testifies at trial and is\n                    subject to cross-examination, the translation is admissible as nonhearsay\n                    under Neb. Evid. R. 801(4), and any challenges to the accuracy of the\n                    translation go to the weight of the evidence and not to its admissibility.\n                 6. Appeal and Error. An objection, based on a specific ground and prop-\n                    erly overruled, does not preserve a question for appellate review on any\n                    other ground.\n\f                                    - 517 -\n           Nebraska Supreme Court Advance Sheets\n                    306 Nebraska Reports\n                            STATE v. MARTINEZ\n                             Cite as 306 Neb. 516\n\n 7. Rules of Evidence: Hearsay. In determining whether a statement is\n    admissible under the residual hearsay exception to the hearsay rule, a\n    court considers five factors: a statement’s trustworthiness, the materi-\n    ality of the statement, the probative importance of the statement, the\n    interests of justice, and whether notice was given to an opponent.\n 8. Rules of Evidence: Notice. An adverse party’s knowledge of a state-\n    ment is not enough to satisfy the notice requirement of Neb. Evid.\n    R. 803(23).\n 9. Rules of Evidence: Hearsay: Pretrial Procedure: Notice. The pro-\n    ponent of the evidence must provide notice before trial to the adverse\n    party of his or her intentions to use the statement to take advantage of\n    the residual hearsay exception.\n10. Trial: Evidence: Appeal and Error. Because overruling a motion in\n    limine is not a final ruling on admissibility of evidence and, therefore,\n    does not present a question for appellate review, a question concerning\n    admissibility of evidence which is the subject of a motion in limine is\n    raised and preserved for appellate review by an appropriate objection to\n    the evidence during trial.\n11. ____: ____: ____. The procedure of renewing an objection at trial fol-\n    lowing a motion in limine provides an important procedural safeguard\n    against reversible error, because it provides the court with a final oppor-\n    tunity to (1) determine the potential for prejudice within the context\n    of other evidence at trial and (2) exclude unduly prejudicial evidence\n    before it is revealed to the jury if the court determines that it is indeed\n    prejudicial.\n12. Motions to Suppress: Confessions: Constitutional Law: Miranda\n    Rights: Appeal and Error. In reviewing a motion to suppress a state-\n    ment based on its claimed involuntariness, including claims that law\n    enforcement procured it by violating the safeguards established by the\n    U.S. Supreme Court in Miranda v. Arizona, 384 U.S. 436, 86 S. Ct.\n    1602, 16 L. Ed. 2d 694 (1966), an appellate court applies a two-part\n    standard of review. Regarding historical facts, an appellate court reviews\n    the trial court’s findings for clear error. Whether those facts meet con-\n    stitutional standards, however, is a question of law, which an appellate\n    court reviews independently of the trial court’s determination.\n13. Motions to Suppress: Appeal and Error. In reviewing a motion to\n    suppress, an appellate court does not reweigh the evidence or resolve\n    conflicts in the evidence, but, rather, recognizes the trial court as the\n    finder of fact and considers that the trial court observed the witnesses\n    testifying in regard to such motions.\n14. Miranda Rights: Waiver. Miranda warnings are an absolute prereq-\n    uisite to custodial interrogation; statements made during a custodial\n\f                                      - 518 -\n             Nebraska Supreme Court Advance Sheets\n                      306 Nebraska Reports\n                              STATE v. MARTINEZ\n                               Cite as 306 Neb. 516\n\n      interrogation in the absence of these warnings and a valid Miranda\n      waiver are inadmissible, even if otherwise voluntarily made.\n15.   Miranda Rights: Waiver: Proof. If a defendant seeks suppression of\n      a statement because of an alleged violation of Miranda v. Arizona, 384\n      U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966), the State must prove\n      that the defendant validly waived his or her Miranda rights by a prepon-\n      derance of the evidence.\n16.   Miranda Rights: Waiver: Words and Phrases. To be a valid waiver\n      of Miranda rights, the waiver must be knowing and voluntary. A waiver\n      is knowing if it is made with a full awareness of both the nature of the\n      right being abandoned and the consequences of the decision to abandon\n      it. A waiver is voluntary if it is the product of a free and deliberate\n      choice rather than through intimidation, coercion, or deception.\n17.   Miranda Rights: Waiver: Appeal and Error. An appellate court looks\n      to the totality of the circumstances to determine whether a defendant\n      validly waived his or her Miranda rights.\n18.   Convictions: Evidence: Appeal and Error. In reviewing a criminal\n      conviction for a sufficiency of the evidence claim, whether the evidence\n      is direct, circumstantial, or a combination thereof, the standard is the\n      same: An appellate court does not resolve conflicts in the evidence, pass\n      on the credibility of witnesses, or reweigh the evidence; such matters\n      are for the finder of fact. The relevant question for an appellate court\n      is whether, after viewing the evidence in the light most favorable to the\n      prosecution, any rational trier of fact could have found the essential ele-\n      ments of the crime beyond a reasonable doubt.\n19.   Sexual Assault: Testimony: Proof. The State is not required to cor-\n      roborate a victim’s testimony in cases of first degree sexual assault; if\n      believed by the finder of fact, the victim’s testimony alone is sufficient.\n20.   Sentences: Appeal and Error. Absent an abuse of discretion by the trial\n      court, an appellate court will not disturb a sentence imposed within the\n      statutory limits.\n21.   Sentences. In determining a sentence to be imposed, relevant factors\n      customarily considered and applied are the defendant’s (1) age, (2) men-\n      tality, (3) education and experience, (4) social and cultural background,\n      (5) past criminal record or record of law-abiding conduct, and (6) moti-\n      vation for the offense, as well as (7) the nature of the offense and (8) the\n      amount of violence involved in the commission of the crime.\n22.   ____. The appropriateness of a sentence is necessarily a subjective judg-\n      ment and includes the sentencing judge’s observation of the defendant’s\n      demeanor and attitude and all the facts and circumstances surrounding\n      the defendant’s life.\n\f                               - 519 -\n          Nebraska Supreme Court Advance Sheets\n                   306 Nebraska Reports\n                        STATE v. MARTINEZ\n                         Cite as 306 Neb. 516\n\n   Appeal from the District Court for Lancaster County: Jodi\nL. Nelson, Judge. Affirmed.\n\n   Joseph D. Nigro, Lancaster County Public Defender, Jennifer\nM. Houlden, and Ella Newell, Senior Certified Law Student,\nfor appellant.\n\n   Douglas J. Peterson, Attorney General, and Nathan A. Liss\nfor appellee.\n\n  Heavican, C.J., Miller-Lerman, Cassel, Stacy, Funke,\nand Papik, JJ.\n\n  Cassel, J.\n                       I. INTRODUCTION\n   Juan Gonzalez Martinez appeals from his conviction, pur-\nsuant to a jury verdict, and sentence for first degree sexual\nassault. Martinez primarily argues that the English transla-\ntion of his Spanish out-of-court statements was inadmissible\nhearsay. Because the State made a threshold showing of the\ntranslator’s qualifications, the translator testified at trial, and\nthe translator was subject to cross-examination, the translation\nwas admissible as nonhearsay and the challenges to it went to\nits weight. We find no merit in his remaining claims regarding\nthe exclusion of residual hearsay evidence, admission of prior\nsexual conduct, waiver of his Miranda rights, sufficiency of the\nevidence to sustain his conviction for sexual assault, and exces-\nsive sentence. We affirm.\n\n                     II. BACKGROUND\n   In this section, we summarize only the central facts and\nprocedures. Additional background will be set forth in the\nanalysis section.\n   The State filed an information against Martinez for three\ncounts of first degree sexual assault upon his daughter, M.F.\nShe was born in 1995. Because a verdict of acquittal was\ndirected on counts 2 and 3 and Martinez was convicted only\n\f                              - 520 -\n         Nebraska Supreme Court Advance Sheets\n                  306 Nebraska Reports\n                       STATE v. MARTINEZ\n                        Cite as 306 Neb. 516\n\non count 1, we summarize only the evidence regarding that\nconviction. It addressed the time period from January 2001 to\nJuly 2006.\n   In September 2017, M.F. reported the incidents to law\nenforcement authorities. At trial, she testified to the following\nevents, which occurred while she was between the ages of 5\nand 11. In accordance with our standard of review, we summa-\nrize them in the light most favorable to the State.\n\n                           1. Mexico\n   Prior to trial, Martinez filed a motion for the State to dis-\nclose what evidence it intended to offer at trial of “other\ncrimes, wrongs and/or acts of the defendant” and for an evi-\ndentiary hearing.\n   At the evidentiary hearing, the State offered M.F.’s testi-\nmony regarding sexual contact that had occurred in Mexico.\nM.F. stated that, when she was 5 years old, she woke up to\nMartinez “rubbing on [her] vagina over [her] underwear.” She\nstated that in Mexico, it happened only once. In September\n2001, M.F. moved from Mexico to Lincoln, Nebraska, where\nthe sexual conduct escalated.\n   The court found that evidence of the sexual contact which\noccurred in Mexico was admissible under Neb. Evid. R. 414,\nNeb. Rev. Stat. § 27-414 (Reissue 2016). It was relevant to\nshow the progression of the sexual assault, and its probative\nvalue was not outweighed by the danger of unfair prejudice.\n   At trial, M.F. testified to the same events. She stated\nthat Martinez rubbed his fingers on her vagina in a circular\nmotion and told her to stay quiet. Martinez did not renew\nhis objection.\n\n                    2. Lincoln, Nebraska\n  At trial, M.F. stated that when she moved to Lincoln, her\nfamily lived in a mobile home. At that residence, when M.F.\nwas 6 years old, she woke up to Martinez “rub[bing] on my\nvagina over my underwear.” She stated that it lasted several\n\f                              - 521 -\n         Nebraska Supreme Court Advance Sheets\n                  306 Nebraska Reports\n                       STATE v. MARTINEZ\n                        Cite as 306 Neb. 516\n\nminutes where “[Martinez] would use his fingers . . . in a cir-\ncular motion, to rub on my vagina.” This was the only sexual\ncontact which occurred at that residence.\n   M.F. and her family moved to an apartment. At this resi-\ndence, two incidents occurred. When M.F. was 7 years old,\nMartinez asked M.F. to perform oral sex on him. Martinez took\noff both his and M.F.’s pants and underwear. He put his penis\ninto her mouth. Simultaneously, he began to lick M.F.’s vagina.\nShe felt uncomfortable and got off of Martinez. She stated that\nthis was the only occurrence of oral sex.\n   When M.F. was 7 or 8 years old, the second sexual contact\nat this residence occurred. Martinez took off M.F.’s pants and\nunderwear and laid her face down on a bed. He grabbed onto\nher hips, pulled her toward him, and inserted his penis into her\nanus. She stated that his penis was inserted for only a few sec-\nonds, because she “launched forward” from the pain. She got\noff the bed and ran to the bathroom.\n   M.F. and her family then moved to a house. At this resi-\ndence, when M.F. was 9 or 10 years old, Martinez had sexual\nintercourse with her. Martinez pulled off her pants and under-\nwear, retrieved “a square package” from under the mattress,\nand placed it on his penis. M.F. believed the square package to\nbe a condom. He inserted his penis into her vagina, moved up\nand down for a few minutes, removed his penis and condom,\nand ejaculated onto her stomach.\n   In July 2017, M.F. told her mother about the sexual contact.\nIn September, M.F. reported it to law enforcement.\n\n                 3. Verdict and Sentencing\n   After the State rested, counts 2 and 3 of the information\nwere dismissed. Martinez presented no evidence. Count 1 was\nsubmitted to the jury, which found Martinez guilty of first\ndegree sexual assault. The district court sentenced Martinez\nto imprisonment for not less than 30 years and not more than\n40 years.\n\f                                  - 522 -\n            Nebraska Supreme Court Advance Sheets\n                     306 Nebraska Reports\n                           STATE v. MARTINEZ\n                            Cite as 306 Neb. 516\n\n               III. ASSIGNMENTS OF ERROR\n   Martinez assigns, reordered and restated, that the district\ncourt erred when (1) it admitted Luz Aguirre’s translations of\nMartinez’ out-of-court statements as a language conduit, (2)\nit failed to admit the statements of Cindy West and M.F. as\nresidual hearsay, (3) it admitted evidence of sexual contact\nthat occurred outside of the time period and geographical\njurisdiction of the charges, and (4) it admitted the videotaped\nlaw enforcement interview in violation of Martinez’ Miranda\nrights. He further assigns that (5) the evidence was insuf-\nficient to sustain a conviction for first degree sexual assault\nand (6) the court abused its discretion by imposing an exces-\nsive sentence.\n                          IV. ANALYSIS\n                            1. Hearsay\n                      (a) Standard of Review\n   [1,2] In proceedings where the Nebraska Evidence Rules\napply, the admissibility of evidence is controlled by the\nNebraska Evidence Rules; judicial discretion is involved only\nwhen the rules make discretion a factor in determining admis-\nsibility. 1 Where the Nebraska Evidence Rules commit the evi-\ndentiary question at issue to the discretion of the trial court,\nan appellate court reviews the admissibility of evidence for an\nabuse of discretion. 2\n   [3] An abuse of discretion occurs when a trial court’s deci-\nsion is based upon reasons that are untenable or unreasonable\nor if its action is clearly against justice or conscience, reason,\nand evidence. 3\n   [4] Apart from rulings under the residual hearsay excep-\ntion, we review for clear error the factual findings underpin-\nning a trial court’s hearsay ruling and review de novo the\n1\n    State v. Lierman, 305 Neb. 289, 940 N.W.2d 529 (2020).\n2\n    Id.\n3\n    State v. Epp, 278 Neb. 683, 773 N.W.2d 356 (2009).\n\f                                  - 523 -\n            Nebraska Supreme Court Advance Sheets\n                     306 Nebraska Reports\n                           STATE v. MARTINEZ\n                            Cite as 306 Neb. 516\n\ncourt’s ultimate determination to admit evidence over a hear-\nsay objection. 4\n\n               (b) Spanish-to-English Translations\n                       (i) Additional Facts\n   Michael Barry, a Lincoln Police Department investigator,\nconducted an investigation into the sexual assault allegations.\nBarry interviewed M.F. and later conducted two controlled\ncalls from M.F. to Martinez. Both calls were made in Spanish\nand recorded. M.F. consented to a search of her cell phone.\nLaw enforcement extracted text messages between Martinez\nand M.F., which were in Spanish.\n   Barry and Luis Herrera, another Lincoln Police Department\ninvestigator, conducted and recorded an interview with\nMartinez. Herrera, who spoke Spanish fluently, acted as an\ninterpreter. During the interview, Herrera asked additional fol-\nlowup and clarification questions.\n   Aguirre, who testified at trial and was a bilingual records\ntechnician for the city of Lincoln, translated transcripts of the\ncell phone calls, text messages, and law enforcement inter-\nview. At trial, the recordings of the law enforcement interview\nand controlled cell phone calls were played for the jury. The\noriginal text messages, in Spanish, were admitted along with\nAguirre’s English translation.\n   At trial, Martinez objected to each transcript based on foun-\ndation and hearsay.\n   Martinez questioned Aguirre concerning each transcript.\nRegarding the cell phone call transcripts, Martinez focused on\nAguirre’s qualifications. Aguirre had no certifications issued\nby the State of Nebraska or state court system concerning lan-\nguage interpretation. Aguirre was born in Mexico, is a native\nSpanish speaker, and primarily speaks Spanish in her home.\n   Regarding the text messages, Martinez’ questions to Aguirre\nfocused on the addition of punctuation and grammar. The\n4\n    State v. Montoya, 305 Neb. 581, 941 N.W.2d 474 (2020).\n\f                              - 524 -\n         Nebraska Supreme Court Advance Sheets\n                  306 Nebraska Reports\n                       STATE v. MARTINEZ\n                        Cite as 306 Neb. 516\n\ntext messages from Martinez did not contain any punctua-\ntion. Aguirre stated that she added punctuation because “I\njust feel that that’s where a different sentence starts.” And\n“[a]s I’m reading it, it is a sentence because that’s the way\nI’m reading it in Spanish.” Regarding one translated statement,\nMartinez’ questions focused on its accuracy. Aguirre testi-\nfied that the meaning-for-meaning translation was: “Look, you\ndon’t remember what your mom did to me, and what I did to\nyou is unforgivable.” Aguirre further stated that a word-for-\nword translation was: “Look, your mom” “you don’t remem-\nber” “[w]hat you did to me” “[w]hat I did with you” “does not\nhave forgiveness or apology.”\n   Regarding the law enforcement interview, Martinez’ exami-\nnation of Aguirre focused on the translation of the word “uh-\nhuh.” Throughout the law enforcement interview, Martinez\nreplied “uh-huh” to several questions and statements, which\nappears in the transcript. Aguirre stated that when translating,\nthere is a shortcut key for the response “uh-huh” that will add\n“(Yes).” Aguirre agreed that she makes no distinction “based\non [her] perception of what [she is] listening to, whether the\nperson is agreeing with what they’ve been told or acknowledg-\ning that they’re hearing and understanding what’s being said\nto them.”\n   The district court overruled each objection and found that\nAguirre was acting as a language conduit for Martinez.\n\n                         (ii) Discussion\n   Martinez makes four arguments that the district court\nimproperly admitted Aguirre’s translated text messages and law\nenforcement interview as nonhearsay. First, he contends that\nthe district court did not apply the factors under the language\nconduit theory. Second, he asserts that Aguirre created a new\nexpression when she translated the text messages and added\npunctuation to his statements. Third, he asserts that Aguirre\nimposed a new meaning to the expression “uh-huh” when\nshe translated it to “(Yes).” Lastly, he further contends that\n\f                                   - 525 -\n            Nebraska Supreme Court Advance Sheets\n                     306 Nebraska Reports\n                            STATE v. MARTINEZ\n                             Cite as 306 Neb. 516\n\nthe application of agency, under Neb. Evid. R. 801(4)(b)(iv),\nNeb. Rev. Stat. § 27-801(4)(b)(iv) (Reissue 2016), was an\ninaccurate application of the relationship between Aguirre and\nMartinez to admit the translations as nonhearsay.\n   The State argues that Aguirre’s translated statements were\nnot hearsay and were properly admitted. It explained the tes-\ntimony showed that Aguirre confirmed the translations were\na true and accurate translation of the conversations and that\nHerrera reviewed the law enforcement interview translation\nand confirmed it was a true and accurate translation. The State\ncontends that the evidence “was sufficient . . . to establish that\nthe English translations in this case were an accurate recitation\nof Martinez’s statements.” 5\n   We first note that, on appeal, Martinez has challenged\nonly the admission of the English translations based only on\nhearsay. Although at oral argument, Martinez claimed to have\nasserted his foundation objection in his brief, we observe that\nthe word “foundation” appears nowhere in the argument sec-\ntion of his brief addressing the translations. We conclude that\non appeal, he has abandoned his foundation objection.\n   Second, at oral argument, Martinez conceded that no\nConfrontation Clause objection was asserted at trial. As we note\nbelow, much of the discussion of a language conduit theory in\ncase law addresses claimed violations of the Confrontation\nClause. 6 Here, Martinez did not raise a Confrontation Clause\nobjection at trial, and therefore, we address only his objection\nbased on hearsay.\n   Third, this is not a challenge to the accuracy of a court-\nappointed interpreter’s rendition between Spanish and English\nduring the course of a trial. Rather, Martinez contests the\naccuracy of Spanish-to-English translations of recordings of\n\n5\n    Brief for appellee at 21.\n6\n    See, U.S. v. Charles, 722 F.3d 1319 (11th Cir. 2013); U.S. v. Nazemian,\n    948 F.2d 522 (9th Cir. 1991); State v. Lopez-Ramos, 929 N.W.2d 414\n    (Minn. 2019).\n\f                                     - 526 -\n              Nebraska Supreme Court Advance Sheets\n                       306 Nebraska Reports\n                              STATE v. MARTINEZ\n                               Cite as 306 Neb. 516\n\nMartinez’ spoken words and of text messages containing his\nwritten words. At trial, he thoroughly examined the translator\nregarding the translations’ correctness. And he had the oppor-\ntunity—which he did not exercise—to present other evidence\nbearing on the translations’ precision or shortcomings.\n\n                  a. Language Conduit Theory\n   A language conduit theory has generally been applied to the\nrole of a foreign language interpreter. 7 In our post-Crawford v.\nWashington 8 era, a split among courts has emerged as to the\ntreatment of a foreign language interpreter’s out-of-court trans-\nlation of a defendant’s statements.\n   The majority of courts 9 still follow the “Ninth Circuit’s\nconclusion in Nazemian v. United States 10 . . . that the\nConfrontation Clause is not violated by the admission of\ntranslated statements.” 11 In U.S. v. Nazemian, 12 the Ninth\nCircuit viewed the threshold question as whether the inter-\npreter’s statements were viewed as the defendant’s own and\nconstituted admissions properly characterized as nonhear-\nsay under Fed. R. Evid. 801(d)(2)(C) or (D). The Ninth\nCircuit adopted a factored approach, which considered “which\nparty supplied the interpreter, whether the interpreter had any\nmotive to mislead or distort, the interpreter’s qualifications\nand language skill, and whether actions taken subsequent\nto the conversation were consistent with the statements as\n 7\n     See id.\n 8\n     Crawford v. Washington, 541 U.S. 36, 124 S. Ct. 1354, 158 L. Ed. 2d 177\n     (2004).\n 9\n     See, U.S. v. Martinez-Gaytan, 213 F.3d 890 (5th Cir. 2000); United States\n     v. Beltran, 761 F.2d 1 (1st Cir. 1985); United States v. Da Silva, 725 F.2d\n     828 (2d Cir. 1983); State v. Lopez-Ramos, supra note 6; Hernandez v.\n     State, 291 Ga. App. 562, 662 S.E.2d 325 (2008); Correa v. Superior Court,\n     27 Cal. 4th 444, 40 P.3d 739, 117 Cal. Rptr. 2d 27 (2002).\n10\n     U.S. v. Nazemian, supra note 6.\n11\n     State v. Lopez-Ramos, supra note 6, 929 N.W.2d at 420.\n12\n     U.S. v. Nazemian, supra note 6.\n\f                                     - 527 -\n              Nebraska Supreme Court Advance Sheets\n                       306 Nebraska Reports\n                              STATE v. MARTINEZ\n                               Cite as 306 Neb. 516\n\ntranslated.” 13 This approach generally treats a translation as\nthe defendant’s own statement.\n   The minority view adopts the position that post-Crawford\nout-of-court statements made by a defendant to law enforce-\nment and translated by an interpreter are testimonial. 14 The\nminority view found “Nazemian . . . irreconcilable with\nCrawford because the analysis in Nazemian depends on analo-\ngies to the evidentiary rules and premises the admissibility\nof an interpreter’s statements on assumed reliability.” 15 The\nminority view likened the interpreter to a third-party witness\nand has held that Crawford guaranteed the defendant’s right to\ncross-examine the interpreter.\n   The decision of a divided Minnesota Supreme Court illus-\ntrates the divergent approaches. 16 The majority likened a\nforeign language interpreter to a court reporter, who trans-\nlates oral communications into a written format, conveying\ninformation but not adding content. 17 The majority noted that\na defendant bears the burden of proving a translation was\ninadequate. 18 The dissent conceded that the Spanish versions\nof the defend­ant’s statements were admissible. Because the\ninterpreter was not available for cross-examination, the dissent\nasserted that the translations were inadmissible. The dissent\nwould have remanded the matter for a new trial where the\nState “could either offer the live testimony of the . . . inter-\npreter, or have a different interpreter in the courtroom trans-\nlate [the defend­ant’s] recorded statement.” 19\n13\n     Id. at 527.\n14\n     See, U.S. v. Charles, supra note 6; Taylor v. State, 226 Md. App. 317, 130\n     A.3d 509 (2016).\n15\n     State v. Lopez-Ramos, supra note 6, 929 N.W.2d at 421.\n16\n     Id.\n17\n     Id.\n18\n     Id.\n19\n     Id., 929 N.W.2d at 429 (Hudson, J., dissenting; Lillehaug and Thissen, JJ.,\n     join).\n\f                                   - 528 -\n             Nebraska Supreme Court Advance Sheets\n                      306 Nebraska Reports\n                            STATE v. MARTINEZ\n                             Cite as 306 Neb. 516\n\n                           b. Resolution\n   In the context of a courtroom interpreter, courts do not\nexpect perfection. We have noted that while a word-for-word\ntranslation best ensures that the quality of the translation does\nnot fall below the constitutionally permissible threshold, there\nis no constitutional right to a “‘flawless’” interpretation. 20\n“‘[C]ourtroom interpretation is a demanding and inexact art,\nand . . . the languages involved may not have precise equiv-\nalents for particular words or concepts.’” 21 It follows that\nminor or isolated inaccuracies, omissions, interruptions, or\nother defects in translation are inevitable and do not warrant\nrelief where the translation is on the whole reasonably timely,\ncomplete, and accurate, and the defects do not render the pro-\nceeding fundamentally unfair. 22\n   We do not believe that in a criminal case, translation of a\ndefendant’s written words or a recording of his or her spoken\nwords requires a higher standard of accuracy than is required\nfor courtroom interpreters. Our Legislature has directed this\ncourt to prescribe standards for court interpreters requiring\nthem to “demonstrate the ability to interpret effectively, accu-\nrately, and impartially, both receptively and expressively, using\nany necessary special vocabulary.” 23 But the oath prescribed by\nstatute—requiring an interpreter, “to the best of his or her skill\nand judgment, [to] make a true interpretation”—recognizes that\nperfection is not the standard. 24 Thus, our statutes articulate\nconcepts similar to those on both sides of the language con-\nduit theory.\n   The heart of the hearsay rule is the inability to cross-examine\nthe declarant to test the testimonial infirmities of (1) sincerity,\n20\n     See Tapio-Reyes v. Excel Corp., 281 Neb. 15, 27, 793 N.W.2d 319, 328\n     (2011).\n21\n     Id. (quoting Annot., 32 A.L.R.5th 149, § 72 (1995)).\n22\n     Id.\n23\n     Neb. Rev. Stat. § 25-2407 (Reissue 2016).\n24\n     Neb. Rev. Stat. § 25-2405 (Reissue 2016).\n\f                                  - 529 -\n            Nebraska Supreme Court Advance Sheets\n                     306 Nebraska Reports\n                           STATE v. MARTINEZ\n                            Cite as 306 Neb. 516\n\n(2) ambiguity, (3) perception, and (4) memory. 25 According\nto a respected commentator, our evidence rules adopted an\nassertion-oriented definition of hearsay, while retaining non-\nhearsay categorization for specific declarant-oriented state-\nments. 26 The commentator also noted that admissions were\ndefined as nonhearsay as a matter of adversarial justice. 27\n   Clearly, Martinez’ writings or verbal statements in Spanish\nare nonhearsay. Under rule 801(4)(b)(i), “[a] statement is not\nhearsay if . . . [t]he statement is offered against a party and\nis . . . his [or her] own statement.”\n   We think the proper analogy regarding a translation of a\ndefendant’s statements is testimony by a witness, who heard\nor read such statements, describing what the witness heard or\nread. In U.S. v. DiDomenico, Judge Posner stated:\n       Because a statement to be admissible as the statement of\n       a party need not have been against interest when made\n       (or at any time for that matter), . . . the admissibility of\n       such a statement cannot convincingly be grounded in the\n       presumed trustworthiness of a statement that is against the\n       utterer’s self-interest to give. . . . The standard justifica-\n       tion of its admissibility is a kind of estoppel or waiver\n       theory, that a party should be entitled to rely on his oppo-\n       nent’s statements. 28\nEven if a witness does not recall a party opponent’s statement\nwith perfect accuracy, the statement is still admissible.\n   For example, in State v. Devers, 29 two jailhouse informants\ntestified that the defendant told the defendant’s cousin that he\nhad a “‘lick’” for him. 30 One jailhouse informant stated that\n25\n     R. Collin Mangrum, Mangrum on Nebraska Evidence § 27-801[D](4)(a)\n     (2019).\n26\n     See id.\n27\n     See id.\n28\n     U.S. v. DiDomenico, 78 F.3d 294, 303 (7th Cir. 1996).\n29\n     State v. Devers, ante p. 429, ___ N.W.2d ___ (2020).\n30\n     Id. at 437, ___ N.W.2d at ___.\n\f                              - 530 -\n         Nebraska Supreme Court Advance Sheets\n                  306 Nebraska Reports\n                       STATE v. MARTINEZ\n                        Cite as 306 Neb. 516\n\nthe word “lick” meant a target for robbery, and the other stated\nthat it was a robbery of a drug dealer. Both of their interpre-\ntations were admitted without objection. Interpretation takes\nplace in testimony regarding modern slang or colloquial terms,\nand we do not preclude such testimony as hearsay. The keys\nare that the statement being translated from a foreign language\noriginated as the defendant’s own statement and that the wit-\nness making the translation testifies in court and is subject to\ncross-examination.\n    [5] We hold that where the translator of a defendant’s out-\nof-court verbal or written statements from a foreign language\nto English is initially shown by the State to be qualified by\nknowledge, skill, experience, training, or education to perform\nsuch translation, and where the translator testifies at trial and\nis subject to cross-examination, the translation is admissible as\nnonhearsay under rule 801(4), and any challenges to the accu-\nracy of the translation go to the weight of the evidence and not\nto its admissibility.\n    Here, Aguirre testified at trial and was subject to cross-\nexamination. Martinez thoroughly cross-examined Aguirre\nand adduced both a meaning-for-meaning and word-for-word\n­translation of the statements at issue. Martinez failed to show\n how Aguirre’s translation was inaccurate or created a new\n meaning. Moreover, the jury was presented with Martinez’\n original Spanish text messages, and they were available to him\n to present his own translation. Accordingly, the district court\n did not err in admitting the nonhearsay evidence.\n\n                    (c) Residual Hearsay\n                     (i) Additional Facts\n   In 2002, M.F. disclosed to her first grade teacher, West,\nthat someone was hurting her and identified the person. A\nLincoln police officer, Kevin Hinton, then interviewed M.F.\nat a child advocacy center. Subsequently, Hinton interviewed\nWest. Hinton compiled the interviews into a report.\n\f                                   - 531 -\n             Nebraska Supreme Court Advance Sheets\n                      306 Nebraska Reports\n                            STATE v. MARTINEZ\n                             Cite as 306 Neb. 516\n\n   During trial, Martinez notified the State of his intent to enter\nHinton’s report under the residual hearsay exception.\n   At trial, Hinton testified concerning the investigation he\nconducted and his interview with M.F. Martinez inquired into\nthe questions that West asked M.F. The State objected based\non hearsay. The court excused the jury, and Martinez made\nan offer of proof. Martinez argued that West’s statements to\nHinton in his police report qualify under the residual hear-\nsay exception of Neb. Evid. R. 803(23), Neb. Rev. Stat.\n§ 27-803(23) (Reissue 2016).\n   The district court sustained the hearsay objection.\n\n                          (ii) Discussion\n   Martinez argues that Hinton’s report should have been\nadmitted under the residual hearsay exception, because\nWest’s statements to Hinton were trustworthy and material\nto the identification of who sexually assaulted M.F. He fur-\nther argues that M.F.’s statements should have been admitted\nunder the excited utterance exception and that Hinton’s state-\nments were not hearsay but offered as context for M.F.’s and\nWest’s statements.\n   [6] Martinez’ arguments concerning excited utterance and\ncontext were not preserved for appellate review. An objection,\nbased on a specific ground and properly overruled, does not\npreserve a question for appellate review on any other ground. 31\nBecause at trial Martinez raised only the residual hearsay\nobjection, his other grounds for admission are not properly\npreserved. And we do not address them.\n   The State argues that Martinez “failed to comply with the\nnotice requirement [of rule 803(23)], which is . . . ‘manda-\ntory’ as a matter of law, so his proposed evidence was properly\nexcluded.” 32 We agree.\n31\n     See State v. Oldson, 293 Neb. 718, 884 N.W.2d 10 (2016).\n32\n     Brief for appellee at 25.\n\f                                    - 532 -\n             Nebraska Supreme Court Advance Sheets\n                      306 Nebraska Reports\n                             STATE v. MARTINEZ\n                              Cite as 306 Neb. 516\n\n   [7] We have stated that in determining whether a state-\nment is admissible under the residual hearsay exception to\nthe hearsay rule, a court considers five factors: a statement’s\ntrustworthiness, the materiality of the statement, the proba-\ntive importance of the statement, the interests of justice, and\nwhether notice was given to an opponent. 33 Rule 803(23) pro-\nvides in part:\n      A statement may not be admitted under this exception\n      unless the proponent of it makes known to the adverse\n      party, sufficiently in advance of the trial or hearing to\n      provide the adverse party with a fair opportunity to pre-\n      pare to meet it, his or her intention to offer the statement\n      and the particulars of it, including the name and address\n      of the declarant.\n   We have held that, under Neb. Evid. R. 804(2)(e), Neb.\nRev. Stat. § 27-804(2)(e) (Reissue 2016), “‘the notice require-\nment is mandatory.’” 34 And we have further held that “[w]e\nfind no principled ground for deciding differently under [rule]\n803(23).” 35\n   [8,9] Pretrial notice of an intent to admit evidence under\nthe residual hearsay exception is mandatory. An adverse par-\nty’s knowledge of a statement is not enough to satisfy the\nnotice requirement of rule 803(23). 36 The proponent of the\nevidence must provide notice before trial to the adverse party\nof his or her intentions to use the statement to take advantage\nof the residual hearsay exception. 37 On several occasions, we\n33\n     State v. Epp, supra note 3. See, also, State v. Stricklin, 290 Neb. 542,\n     861 N.W.2d 367 (2015) (applying Neb. Evid. R. 804(2)(e), Neb. Rev.\n     Stat. § 27-804(2)(e) (Reissue 2016): identical rule where declarant is\n     unavailable to testify).\n34\n     State v. Robinson, 271 Neb. 698, 734, 715 N.W.2d 531, 562 (2006) (citing\n     State v. Liesy, 207 Neb. 118, 295 N.W.2d 715 (1980)).\n35\n     State v. Castor, 262 Neb. 423, 431, 632 N.W.2d 298, 305 (2001).\n36\n     See State v. Draganescu, 276 Neb. 448, 755 N.W.2d 57 (2008).\n37\n     Id.\n\f                                     - 533 -\n             Nebraska Supreme Court Advance Sheets\n                      306 Nebraska Reports\n                             STATE v. MARTINEZ\n                              Cite as 306 Neb. 516\n\nhave affirmed the trial court’s exclusion of evidence based\nupon a failure to give proper pretrial notice of a party’s inten-\ntion to use an out-of-court statement under the residual hear-\nsay exception. 38\n   Here, the record reflects that no proper pretrial notice\nwas given. At trial, Martinez informed the State and district\ncourt that he sought to admit West’s and M.F.’s statements in\nHinton’s report under the residual hearsay exception. Martinez\nconcedes that he “informed the State during the trial, which\nwas as soon as reasonably possible under the circumstances.” 39\nThe record clearly shows that Martinez failed to comply with\nthe language of rule 803(23) and give proper pretrial notice of\nhis intent to admit evidence as residual hearsay. We conclude\nthat the district court did not abuse its discretion in determin-\ning that the evidence was not admissible under the residual\nhearsay exception.\n\n                    2. Prior Sexual Conduct\n   Martinez argues that M.F. should not have been allowed to\ntestify regarding sexual contact that occurred in Mexico. He\ncontends that the evidence “violate[d] the bar on propensity\nevidence” in Neb. Evid. R. 404(2) and (3), Neb. Rev. Stat.\n§ 27-404(2) and (3) (Reissue 2016), and lacked “sufficient\nindicia of reliability to meet the clear and convincing standard”\nof rule 414. 40 The record shows that regarding the evidence of\nsexual contact in Mexico, Martinez only filed a pretrial motion\nand made an objection at the evidentiary hearing on that\nmotion. No objection was made at trial.\n   [10,11] An objection at trial was necessary. We have held\nthat because overruling a motion in limine is not a final ruling\non admissibility of evidence and, therefore, does not present\n38\n     See, id; State v. Robinson, supra note 34; State v. Liesy, supra note 34;\n     State v. Reed, 201 Neb. 800, 272 N.W.2d 759 (1978).\n39\n     Brief for appellant at 41.\n40\n     Brief for appellant at 30.\n\f                                     - 534 -\n             Nebraska Supreme Court Advance Sheets\n                      306 Nebraska Reports\n                              STATE v. MARTINEZ\n                               Cite as 306 Neb. 516\n\na question for appellate review, a question concerning admis-\nsibility of evidence which is the subject of a motion in limine\nis raised and preserved for appellate review by an appropriate\nobjection to the evidence during trial. 41 We have explained\nthat the procedure of renewing an objection at trial following\na motion in limine provides an important procedural safeguard\nagainst reversible error, because it provides the court with a\nfinal opportunity to (1) determine the potential for prejudice\nwithin the context of other evidence at trial and (2) exclude\nunduly prejudicial evidence before it is revealed to the jury if\nthe court determines that it is indeed prejudicial. 42\n    The same reasoning applies here. Because Martinez failed to\nrenew his objection at trial, he has not preserved the claimed\nerror for appellate review. 43 Accordingly, we will not address\nit. We recognize that here, the pretrial proceeding occurred\noutside of the jury’s presence after the trial had begun. But that\nmakes no difference. When the matter came before the jury,\nour procedure required an objection (which could have been\ndone by a request to preserve the ruling made shortly before)\nin order to provide the trial court with the final opportunity for\nreconsideration before the evidence reached the jury.\n\n                     3. Motion to Suppress\n                       (a) Additional Facts\n   In December 2017, Barry and another plain clothes officer\nwent to Martinez’ home to discuss the sexual assault allega-\ntions. When Barry arrived at Martinez’ home, Barry spoke\nto Martinez in English and Martinez responded in English.\nMartinez agreed to talk with the officers and was given a ride\nto the police station. During the drive, the officers did not ask\nMartinez any questions.\n41\n     State v. Wood, 296 Neb. 738, 895 N.W.2d 701 (2017).\n42\n     See State v. Huston, 285 Neb. 11, 824 N.W.2d 724 (2013).\n43\n     See State v. Swindle, 300 Neb. 734, 915 N.W.2d 795 (2018) (failure to\n     make timely objection waives right to assert prejudicial error on appeal).\n\f                                  - 535 -\n            Nebraska Supreme Court Advance Sheets\n                     306 Nebraska Reports\n                           STATE v. MARTINEZ\n                            Cite as 306 Neb. 516\n\n   At the police station, Barry was joined by Herrera. Before\nthe interview began, Herrera read a copy of the Miranda\nwaiver form, in Spanish, to Martinez. Martinez signed the\nMiranda waiver form.\n   Prior to trial, Martinez moved to suppress any statements\nmade to law enforcement, asserting they were made in viola-\ntion of his Miranda rights. A hearing was held at which the\nparties presented evidence. In the district court’s order, it\nfound that based on Barry’s and Herrera’s testimony and the\nlaw enforcement interview, Martinez was fully informed of his\nMiranda rights. The court found that Martinez freely, volun-\ntarily, and intelligently waived his rights and that such waiver\n“was not the product of any promises, threats, force, fear,\noppression, coercion, trickery, or a will overborne.” It over-\nruled the motion to suppress.\n   At trial, Martinez renewed his motion to suppress. The court\noverruled the motion for the same reasons.\n\n                     (b) Standard of Review\n   [12] In reviewing a motion to suppress a statement based\non its claimed involuntariness, including claims that law\nenforcement procured it by violating the safeguards estab-\nlished by the U.S. Supreme Court in Miranda v. Arizona, 44\nan appellate court applies a two-part standard of review.\nRegarding historical facts, an appellate court reviews the\ntrial court’s findings for clear error. Whether those facts meet\nconstitutional standards, however, is a question of law, which\nan appellate court reviews independently of the trial court’s\ndetermination. 45\n   [13] In reviewing a motion to suppress, we do not reweigh\nthe evidence or resolve conflicts in the evidence, but, rather,\nrecognize the trial court as the finder of fact and consider that\n\n44\n     Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694\n     (1966).\n45\n     State v. Guzman, 305 Neb. 376, 940 N.W.2d 552 (2020).\n\f                                   - 536 -\n             Nebraska Supreme Court Advance Sheets\n                      306 Nebraska Reports\n                            STATE v. MARTINEZ\n                             Cite as 306 Neb. 516\n\nthe trial court observed the witnesses testifying in regard to\nsuch motions. 46\n                          (c) Discussion\n   Martinez argues that the evidence shows that law enforce-\nment misled Martinez in his appreciation of the detention and\nthat those efforts were coercive. Martinez further argues that\nthe district court “unreasonabl[y] reject[ed] [his] sworn testi-\nmony” that “he did not sign any Miranda waiver form.” 47 This\nargument invites us to pass on credibility or reweigh evidence.\nWe decline to do so.\n   [14,15] Miranda warnings are an “‘absolute prerequisite’”\nto custodial interrogation; statements made during a custodial\ninterrogation in the absence of these warnings and a valid\nMiranda waiver are inadmissible, even if otherwise volun-\ntarily made. 48 If a defendant seeks suppression of a statement\nbecause of an alleged violation of Miranda, 49 the State must\nprove that the defendant validly waived his or her Miranda\nrights by a preponderance of the evidence. 50\n   [16,17] To be a valid waiver of Miranda rights, the waiver\nmust be knowing and voluntary. A waiver is knowing if it is\nmade with a full awareness of both the nature of the right\nbeing abandoned and the consequences of the decision to aban-\ndon it. A waiver is voluntary if it is the product of a free and\ndeliberate choice rather than through intimidation, coercion,\nor deception. 51 An appellate court looks to the totality of the\ncircumstances to determine whether a defendant validly waived\nhis or her Miranda rights. 52\n46\n     See State v. Wenke, 276 Neb. 901, 758 N.W.2d 405 (2008).\n47\n     Brief for appellant at 37.\n48\n     State v. Hernandez, 299 Neb. 896, 917, 911 N.W.2d 524, 543 (2018).\n49\n     Miranda v. Arizona, supra note 44.\n50\n     State v. Burries, 297 Neb. 367, 900 N.W.2d 483 (2017).\n51\n     State v. Hernandez, supra note 48.\n52\n     See State v. Burries, supra note 50.\n\f                                     - 537 -\n             Nebraska Supreme Court Advance Sheets\n                      306 Nebraska Reports\n                             STATE v. MARTINEZ\n                              Cite as 306 Neb. 516\n\n   The undisputed evidence shows that Martinez knowingly,\nvoluntarily, and intelligently waived his Miranda rights.\nBoth Barry and Herrera stated that Herrera read Martinez the\nMiranda waiver in Spanish. When Herrera spoke Spanish,\nMartinez acknowledged that he understood Herrera. Martinez\nthen signed the Miranda waiver form. The recorded interview\ncaptured the same events. In the video, Martinez responded\ncoherently to each of the questions Herrera asked from the\nMiranda waiver form and signed the form. The express writ-\nten statement of a waiver is “strong proof of the validity of\nthat waiver.” 53 Under a totality of the circumstances, Martinez\nunderstood his Miranda rights and knowingly, voluntarily, and\nintelligently waived them. Accordingly, the district court did\nnot err in overruling Martinez’ motion to suppress.\n\n                  4. Sufficiency of Evidence\n                     (a) Standard of Review\n   [18] In reviewing a criminal conviction for a sufficiency\nof the evidence claim, whether the evidence is direct, circum-\nstantial, or a combination thereof, the standard is the same:\nAn appellate court does not resolve conflicts in the evidence,\npass on the credibility of witnesses, or reweigh the evidence;\nsuch matters are for the finder of fact. The relevant question\nfor an appellate court is whether, after viewing the evidence in\nthe light most favorable to the prosecution, any rational trier\nof fact could have found the essential elements of the crime\nbeyond a reasonable doubt. 54\n\n                        (b) Discussion\n   Martinez makes two arguments regarding the sufficiency\nof the evidence to support a conviction. First, he argues\nthat M.F.’s testimony lacked corroboration and, therefore, was\n53\n     North Carolina v. Butler, 441 U.S. 369, 373, 99 S. Ct. 1755, 60 L. Ed. 2d\n     286 (1979). See State v. Burries, supra note 50.\n54\n     State v. Devers, supra note 29.\n\f                                   - 538 -\n             Nebraska Supreme Court Advance Sheets\n                      306 Nebraska Reports\n                            STATE v. MARTINEZ\n                             Cite as 306 Neb. 516\n\ninsufficient to find Martinez guilty. Second, he argues that\nM.F.’s credibility was called into question when “she admit-\nted to lying to police officers about the alleged interactions\nbetween her and [Martinez] at the charging stage.” 55\n   [19] Both of Martinez’ arguments fail. First, the State is not\nrequired to corroborate a victim’s testimony in cases of first\ndegree sexual assault; if believed by the finder of fact, the\nvictim’s testimony alone is sufficient. 56 Therefore, if the jury\nbelieved M.F., her testimony alone was sufficient to sustain\nthe conviction. Second, Martinez’ argument concerning M.F.’s\ncredibility invites us to pass on credibility or reweigh the evi-\ndence. We decline to do so.\n   Viewing the evidence in the light most favorable to the\nprosecution and without passing on the credibility of wit-\nnesses, we conclude there was sufficient evidence for any\nrational trier of fact to find Martinez guilty beyond a reason-\nable doubt.\n                      5. Excessive Sentence\n                      (a) Standard of Review\n   [20] Absent an abuse of discretion by the trial court, an\nappellate court will not disturb a sentence imposed within the\nstatutory limits. 57 An abuse of discretion occurs when a trial\ncourt’s decision is based upon reasons that are untenable or\nunreasonable or if its action is clearly against justice or con-\nscience, reason, and evidence. 58\n                         (b) Discussion\n   Martinez does not dispute that his sentence is within the\nstatutory limits, but he contends that the district court abused\nits discretion by imposing an excessive sentence. Before\n55\n     Brief for appellant at 45.\n56\n     State v. Mrza, 302 Neb. 931, 926 N.W.2d 79 (2019).\n57\n     State v. Montoya, supra note 4.\n58\n     Id.\n\f                                         - 539 -\n              Nebraska Supreme Court Advance Sheets\n                       306 Nebraska Reports\n                                  STATE v. MARTINEZ\n                                   Cite as 306 Neb. 516\n\naddressing his two arguments, we recall the governing prin-\nciples of law.\n   [21,22] The law governing review of sentences in criminal\ncases is well settled. In determining a sentence to be imposed,\nrelevant factors customarily considered and applied are the\ndefendant’s (1) age, (2) mentality, (3) education and experi-\nence, (4) social and cultural background, (5) past criminal\nrecord or record of law-abiding conduct, and (6) motivation\nfor the offense, as well as (7) the nature of the offense and\n(8) the amount of violence involved in the commission of\nthe crime. 59 The appropriateness of a sentence is necessarily\na subjective judgment and includes the sentencing judge’s\nobservation of the defendant’s demeanor and attitude and\nall the facts and circumstances surrounding the defendant’s\nlife. 60 With these principles in mind, we turn to Martinez’\nspecific arguments.\n   First, Martinez argues that the district court “failed to ade-\nquately weigh” 61 his limited criminal history and positive\nbehavior while incarcerated. He relies on his “minimal” 62\ncriminal history of traffic violations and a first offense driving\nunder the influence conviction. Second, he argues that the pre-\nsentence investigation report “inflated the criminality of [his]\ncompanions.” 63 He contends that the high-risk rating of the\ncompanions section of his “LS/CMI” report was disproportion-\nate to the criminal history section, because both Martinez and\nhis friend have a driving under the influence conviction. He\nasserts that this categorization “demonstrate[d] the arbitrary\nnature of these categorizations.” 64\n59\n     Id.\n60\n     Id.\n61\n     Brief for appellant at 47.\n62\n     Id.\n63\n     Id.\n64\n     Id.\n\f                                    - 540 -\n             Nebraska Supreme Court Advance Sheets\n                      306 Nebraska Reports\n                             STATE v. MARTINEZ\n                              Cite as 306 Neb. 516\n\n   At the sentencing hearing, the court emphasized that\nMartinez’ continued denial and “victim blaming” was sig-\nnificant, that “[he was] not an appropriate candidate for proba-\ntion, that [he was] a risk to the community, [he was] a risk to\nre-offend and that a substantial sentence must be imposed.” It\nexplained that his crime was serious, because as a father he\nsubjected his daughter to harm both for many previous years\nand into the future.\n   The record shows that the district court reviewed the entire\npresentence report, which contained the information neces-\nsary to weigh the sentencing factors. In the “LS/CMI” report,\nMartinez scored high risk in education/employment, compan-\nions, procriminal attitude/orientation, and antisocial patterns.\nThe report explained that he scored high risk in the compan-\nions section, because “[Martinez] was not able to provide\ninformation about positive persons that he might associate with\n[or] if he identified only pro-social companions, but admitted\nto engaging in criminal activities using behaviors, or other\nanti-social behaviors with others.”\n   Martinez quarrels with the weight afforded to the factors\nby the sentencing court. As we have previously stated, “We\ndo not review sentences de novo, but only for an abuse of\ndiscretion.” 65 We conclude that the district court did not abuse\nits discretion when imposing the sentence.\n\n                      V. CONCLUSION\n   We conclude that the district court did not err in admitting\nthe translated English statements by Aguirre and excluding\nevidence under the residual hearsay exception. Based upon\nthe totality of the circumstances, we conclude that the dis-\ntrict court did not err in determining that Martinez waived\nhis Miranda rights. Viewing the evidence in the light most\nfavorable to the State, we further conclude that the evidence\n65\n     State v. Blaha, 303 Neb. 415, 421, 929 N.W.2d 494, 501 (2019).\n\f                              - 541 -\n         Nebraska Supreme Court Advance Sheets\n                  306 Nebraska Reports\n                       STATE v. MARTINEZ\n                        Cite as 306 Neb. 516\n\nat trial supported Martinez’ conviction. Finally, we conclude\nthat the district court did not abuse its discretion when impos-\ning Martinez’ sentence. Accordingly, we affirm Martinez’ con-\nviction and sentence.\n                                                      Affirmed.\n   Freudenberg, J., not participating.\n\f",
            "ocr": false,
            "opinion_id": 4560963
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}