{
    "id": 4801649,
    "judges": "Judge Timothy L. Easter",
    "date_filed": "2004-11-11",
    "date_filed_is_approximate": true,
    "slug": "state-of-tennessee-v-trevor-rochel-cullom-alias",
    "case_name_short": null,
    "case_name": "State of Tennessee v. Trevor Rochel Cullom, Alias",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "Defendant, Trevor Rochel Cullom, Alias, appeals from the trial court's decision to revoke his probation. After a review of the record, we determine that Defendant was denied due process during his revocation hearing. As a result, we reverse the judgment of the trial court and remand for a new hearing.",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/trevor_rochel_cullom_cca_opinion.pdf",
            "author_id": 8283.0,
            "opinion_text": "                                                                                       10/29/2020\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                       Assigned on Briefs September 29, 2020\n\n     STATE OF TENNESSEE v. TREVOR ROCHEL CULLOM, ALIAS\n\n                 Appeal from the Criminal Court for Knox County\n                        No. 105113A G. Scott Green, Judge\n\n                      ___________________________________\n\n                          No. E2019-01943-CCA-R3-CD\n                      ___________________________________\n\n\nDefendant, Trevor Rochel Cullom, Alias, appeals from the trial court’s decision to revoke\nhis probation. After a review of the record, we determine that Defendant was denied due\nprocess during his revocation hearing. As a result, we reverse the judgment of the trial\ncourt and remand for a new hearing.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Reversed\n                                  and Remanded\n\nTIMOTHY L. EASTER, J., delivered the opinion of the court, in which ROBERT L.\nHOLLOWAY, JR., and ROBERT H. MONTGOMERY, JR., JJ., joined.\n\nCameron D. Bell, Knoxville, Tennessee, for the appellant, Trevor Cullom.\n\nHerbert H. Slatery III, Attorney General and Reporter; Renee W. Turner, Senior Assistant\nAttorney General; Charme P. Allen, District Attorney General; and Ashley McDermott,\nAssistant District Attorney General, for the appellee, State of Tennessee.\n\n\n                                       OPINION\n\n       In March of 2015, the Knox County Grand Jury named Defendant in a\npresentment, charging him with one count of robbery and two counts of the fraudulent\nuse of a debit card. The presentment also included a separate count charging Defendant\nwith a criminal gang offense enhancement pursuant to Tennessee Code Annotated section\n40-35-121(a)(3).\n\f       Defendant pled guilty to one count of robbery and one count of fraudulent use of a\ndebit card. The guilty plea petition indicates that the parties recommended a nine-year\nsentence as a Range II, multiple offender for the robbery conviction and a four-year\nsentence as a Range II, multiple offender for the fraudulent use of a debit card conviction,\nto be served concurrently to the robbery sentence. The plea petition indicated that\nDefendant would “Apply [for] Probation” and pay restitution of $644.60 to Citizens\nNational Bank and $230 to the victim. The record does not include a transcript of the\nguilty plea hearing or judgment forms disposing of the two remaining counts of the\npresentment.\n\n       Even though the presentence report assessed Defendant as “high risk”, the trial\ncourt ordered Defendant to a sentence of split confinement. Defendant was ordered to\nspend one year in the Knox County Jail with the balance of the sentence on State\nsupervised probation. The judgments were entered on April 13, 2016. Defendant\nreceived pretrial jail credit from April 13, 2015 to April 13, 2016. On September 13,\n2019, a violation of probation warrant was issued alleging that Defendant violated the\nterms and conditions of his probation by receiving new felony charges.\n\n        The trial court held a hearing to determine whether Defendant violated the terms\nof his probation. At the hearing, Caleb Coffey, an officer with the Knoxville Police\nDepartment, testified that on September 12, 2019, he was working in West Knoxville.\nOfficer Coffey was “sitting at Ailor and Citico” watching a house when a call came in\nfrom an employee at a Pilot station about an argument between two individuals in the\nparking lot. According to Officer Coffey, the caller referenced an argument involving\n“[a] black male wearing red shorts and a white t-shirt” and a woman in a parking lot. The\ncaller reported that the man pulled a gun on the woman and put it in the small of her\nback. Officer Coffey arrived on the scene within thirty seconds of the call.\n\n        Officer Coffey knew Defendant prior to this date and saw him when he arrived at\nthe Pilot. Defendant was wearing red shorts but was not wearing a shirt. He was “yelling\nat another black female who was walking off.” Defendant’s body was halfway “into a\ngreen car” that Officer Coffey thought was a “Grand Marquis.” Officer Coffey was not\nable to talk to the female because she “walked off towards Middlebrook.” Defendant\ncomplied with the officer’s request to step out of the vehicle. He was placed into custody\non the ground about ten feet from the vehicle. The keys for the vehicle were later found\nin the area where Defendant was taken into custody.\n\n       Defendant started asking Officer Coffey various questions. Defendant then\n“spontaneously” told Officer Coffey that there might be marijuana and/or a gun in the\nvehicle. At that point, Defendant was given Miranda warnings. Defendant gave consent\nto the officer to search the vehicle. A gun was in plain view wedged in between the seats\n                                           -2-\n\fof the vehicle. The search also revealed “a pill bottle in the cup holder containing\nmarijuana and what [was] believed to be crack cocaine.” There was also a white shirt on\nthe center console of the vehicle near the gun.\n\n        Adelaide Stephens testified that Defendant was the father of her unborn twins.\nShe explained that Defendant drove the Mercury Grand Marquis on the day of the\nincident to get her some ice at the Pilot station. The car actually belonged to Defendant’s\nfather. Ms. Stephens had driven the car the day prior to the incident to take her “daughter\nto go enroll in a construction program at Austin East.” She saw a pill bottle on the\npassenger-side floor of the car when she was driving and thought that it had been there\nfor a few days. “[T]o her knowledge” there was not a gun in the car when she was in it.\n\n       Lukia Nixon testified that she was eighteen years of age and was Ms. Stephens’s\ndaughter. She confirmed that Defendant was driving the Mercury Marquis on the day of\nthe incident. She recalled riding in the vehicle with her mother the day prior to\nDefendant’s arrest. She left her firearm in the vehicle that she “carr[ies] for [her]\nprotection” because she was going into school and did not want to carry the gun with her\ninto the building. She placed the gun in between the seats and put the armrest down. She\nforgot about the gun when she got back into the car because she “was moving so fast and\nthat wasn’t the only thing that [she] was doing that day.”\n\n       She explained that she bought the gun a few months prior off “Arms List” online\nbecause her neighborhood was “dangerous.” She did not have a record of her purchase of\nthe gun and claimed that it came with enough ammunition to fill up the clip.\n\n        Before Defendant was given an opportunity to testify, counsel for Defendant\nrequested the opportunity to “get that cruiser video” and the “Pilot video.” The trial court\ninitially said, “that’s fine” and then said, “I don’t need that.” The trial court commented:\n\n       [Defendant], I don’t buy for one second that you didn’t know that gun was\n       in there. I’m not going to put this off any further. Stand up please.\n\n       I am a patient man, [Defendant], on many, many things and I give people\n       many, many more chances than what I probably should, but there is no\n       doubt in this court’s mind that you - - if you didn’t own that gun, that you\n       were in possession of it, actual or constructive. And I’ll just keep my\n       mouth shut about everything else that’s transpired in this hearing.\n\n       But when it’s proven to this Court that someone who is on probation out of\n       this court is in possession of a firearm, there is one thing I do and I do it\n\n                                           -3-\n\f       consistently, your probation is revoked. The nine year sentence heretofore\n       probated is now ordered to be served . . . .\n\n        Defendant asked to “say something” after the trial court found Defendant to be in\nviolation of his probation. The trial court told Defendant he “had the opportunity to\ntestify a minute ago.” Defendant claimed he was never “asked to come up there” and\nclaimed that the “officer lied on the stand” and “told a bald-face f[*]cking lie.”\n\n        After the hearing, the trial court entered a written order revoking Defendant’s\nprobation and ordering him to serve his sentence in incarceration. Defendant received\njail credit from “04-13-15 to 04-13-16; 09-13-19 to 09-25-19.” Defendant appealed.\n\n                                          Analysis\n\n       Defendant argues on appeal that the trial court erred by denying him the right to\nintroduce testimony in his own behalf at the probation revocation hearing. Specifically,\nDefendant argues that the trial court’s failure to allow him to testify was a violation of his\ndue process rights and that this Court should review the issue de novo because it involves\na question of law. The State disagrees.\n\n       A defendant who has been granted a suspended sentence and placed on probation\nhas a conditional liberty interest that is protected by due process of law. See State v.\nMerriweather, 34 S.W.3d 881, 884 (Tenn. Crim. App. 2000); State v. Stubblefield, 953\nS.W.2d 223, 225 (Tenn. Crim. App. 1997). However, because the issue in a probation\nrevocation proceeding is not the guilt or innocence of the defendant, both the United\nStates Supreme Court and Tennessee Supreme Court have recognized that “the full\npanoply of rights due a defendant” in criminal prosecutions do not apply to probation\nrevocations. State v. Wade, 863 S.W.2d 406, 408 (Tenn. 1993) (citing Black v. Romano,\n471 U.S. 606, 613 (1985); Bledsoe v. State, 387 S.W.2d 811, 814 (Tenn. 1965)). The\nminimum due process rights to which a defendant is entitled during a revocation\nproceeding include:\n\n       (a) written notice of the claimed violations of [probation]; (b) disclosure to\n       the [probationer] of evidence against him; (c) opportunity to be heard in\n       person and to present witnesses and documentary evidence; (d) the right to\n       confront and cross-examine adverse witnesses (unless the hearing officer\n       specifically finds good cause for not allowing confrontation); (e) a ‘neutral\n       and detached’ hearing body . . . ; and (f) a written statement by the fact\n       finders as to the evidence relied on and reasons for revoking probation . . . .\n\n\n\n                                            -4-\n\fGagnon v. Scarpelli, 411 U.S. 778, 786 (1973) (quoting Morrissey v. Brewer, 408 U.S.\n471, 489 (1972)) (emphasis added).\n\n        Here, we determine from the record that Defendant was given written notice of the\nclaimed violations of probation. He was served with a copy of the warrant and attended\nthe revocation hearing. In addition, Defendant heard the evidence against him through\nthe testimony of the arresting officer at the hearing. Likewise, Defendant confronted and\ncross-examined adverse witnesses at the “neutral and detached” hearing and received a\nwritten statement as to the reasons justifying the revocation. Id. We cannot find,\nhowever, that Defendant had the opportunity to be heard in person. At the conclusion of\nMs. Nixon’s testimony, counsel for Defendant asked the trial court for the police cruiser\nvideo and the surveillance tapes from the Pilot station. The trial court seemed to agree\nwith counsel momentarily before determining that the evidence was not necessary. The\ntrial court went on to rule on the revocation. While Defendant presented witnesses on his\nbehalf, both Ms. Stephens and Ms. Nixon, Defendant was not permitted to testify or\n“say” anything, even when he requested permission from the trial court to do so when the\ntrial court revoked his probation. We acknowledge that there was substantial evidence to\nsupport the revocation of probation by the trial court and understand the trial court’s\nlikely frustration with Defendant’s inability to successfully complete the term of\nprobation. This, however, does not obviate the trial court’s duty to ensure Defendant’s\ndue process rights are met at the hearing. As a result, the order of revocation is reversed\nand the cause is remanded for a hearing in accordance with the requirements of\nprocedural due process.\n\n                                       Conclusion\n\n       For the foregoing reasons, the judgment of the trial court is reversed and the\nmatter is remanded for a new hearing.\n\n\n                                             ____________________________________\n                                             TIMOTHY L. EASTER, JUDGE\n\n\n\n\n                                           -5-\n\f",
            "ocr": false,
            "opinion_id": 4581996
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}