{
    "id": 4814848,
    "judges": null,
    "date_filed": 299376000000,
    "date_filed_is_approximate": false,
    "slug": "mcconnell-v-commissioner",
    "case_name_short": "McConnell",
    "case_name": "McConnell v. Commissioner",
    "case_name_full": "MARK J. McCONNELL and ANNA MAE McCONNELL v. COMMISSIONER OF INTERNAL REVENUE",
    "attorneys": "Mark J. McConnell, pro se.   Melvin E. Lefkowitz ,  for the respondent.  ",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "38 T.C.M. 985",
        "1979 Tax Ct. Memo LEXIS 275",
        "1979 T.C. Memo. 247"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "MARK J. McCONNELL and ANNA MAE McCONNELL, Petitioners v. COMMISSIONER OF INTERNAL REVENUE, RespondentMcConnell v. CommissionerDocket No. 9034-78.United States Tax CourtT.C. Memo 1979-247; 1979 Tax Ct. Memo LEXIS 275; 38 T.C.M. (CCH) 985; T.C.M. (RIA) 79247; June 28, 1979, Filed Mark J. McConnell, pro se.  Melvin E. Lefkowitz, for the respondent.  TANNENWALDMEMORANDUM FINDINGS OF FACT AND OPINION TANNENWALD, Judge: Respondent determined a deficiency of $1,558 in petitioners' income tax for 1976.  At issue is whether petitioners are entitled to a deduction for casualty or theft losses.  FINDINGS OF FACT Some of the facts were stipulated and are found accordingly.  The stipulation of facts, together with the exhibits attached thereto, is incorporated herein by this reference.  Petitioners, Mark J. McConnell and Anna Mae McConnell, husband and wife, were residents of Woodbury, New Jersey, at the time of filing the petition herein.  They filed a joint individual income tax return for 1976 with the Internal Revenue Service Center, Holtsville, New York.  On May 8, 1968, Martin*276  J. McConnell, the father of petitioner Mark J. McConnell (hereinafter Mark), transferred to Mark and his brother, James P. McConnell (hereinafter James), property located at 3119 North Ninth Street, Philadelphia, Pennsylvania.  The property had been the McConnells' family residence since 1919.  The transfer to Mark and James was in trust with Martin J. McConnell reserving for himself a life estate in the property.  Martin J. McConnell lived in the house on Ninth Street until his death on July 8, 1975.  Upon his death, the property passed to Mark and James as joint tenants under the terms of the trust.  From the time of his father's death until late 1975, James lived in the house on Ninth Street.  In the spring of 1976, when James was no longer residing in the house, he hied a man to go into the house and clean it.  Bertha Price, a stranger to James and Mark, gained access to the house from the man James had hired and thereafter occupied the house with her son.  James and Mark took some steps toward a sale of the house to Bertha Price, but no agreement was ever reached.  Mark attempted to obtain legal assistance to evict Bertha Price and her son from the property but as of the time*277  of trial he had not been successful in evicting them or in retaining counsel to assist him.  Mark and James were still the owners of record of the property at the time of trial. During 1976, all local real property taxes on the Ninth Street property, with the exception of $9, were paid.  OPINION Petitioners seek a casualty loss or theft loss deduction under section 165 1 of the Internal Revenue Code for the alleged loss of the Ninth Street residence, of which petitioner Mark was, with his brother, joint owner, and of personal property allegedly contained therein.  In order to sustain their deduction, petitioners have the burden of providing that they suffered a loss in the taxable year in question as a result of a casualty or theft and the amount of the loss.  Welch v. Helvering,290 U.S. 111\">290 U.S. 111 (1933); Axelrod v. Commissioner,56 T.C. 248\">56 T.C. 248, 256 (1971). Petitioners have failed in all respects to meet this burden.  In regard to the alleged loss of the house, the record reveals only that a dispute*278  existed between Mark and James on one side an Bertha Price, who, with her son, was then occupying the premises, on the other side, over the right to possession of the house.  The record does not support the conclusion that a \"criminal appropriation of another's property to the use of the taker\" within the intendment of the word \"theft\" had occurred. Edwards v. Bromberg,232 F.2d 107\">232 F.2d 107, 110 (5th Cir. 1956); Sperzel v. Commissioner,52 T.C. 320\">52 T.C. 320, 328 (1969). Nor is there anywhere in the record any indication of the occurrence of a casualty, i.e., an event due to a sudden, unexpected, or unusual cause.  Matheson v. Commissioner,54 F.2d 537\">54 F.2d 537, 539 (2d Cir. 1931); Hoppe v. Commissioner,42 T.C. 820\">42 T.C. 820, 823 (1964), affd.  354 F.2d 988\">354 F.2d 988 (9th Cir. 1965). Furthermore, there is no evidence that petitioners actually sustained a loss of the house in 1976.  Mark and James were still the owners of record of the Ninth Street property on the date of the trial.  A temporary interruption in the use of property is not tantamount to the loss of the property itself.  J.G. Boswell Co. v. Commissioner,302 F.2d 682\">302 F.2d 682, 686 (9th Cir. 1962),*279  affg.  34 T.C. 539\">34 T.C. 539 (1960). Nor is a deduction allowable under section 165 for loss of potential income, Hendricks v. Commissioner,406 F.2d 269\">406 F.2d 269, 272 (5th Cir. 1969), affg. T.C. Memo. 1967-140; Thompson v. Commissioner,66 T.C. 1024\">66 T.C. 1024, 1057 (1976), on appeal (9th Cir. June 15, 1978); Alsop v. Commissioner,34 T.C. 606\">34 T.C. 606, 610 (1960), affd. on other grounds 290 F.2d 726\">290 F.2d 726 (2d Cir. 1961), or for a mere decline in value of property in the absence of its disposition or another closed and completed transaction, Pulvers v. Commissioner,48 T.C. 245\">48 T.C. 245 (1967), affd.  407 F.2d 838\">407 F.2d 838 (9th Cir. 1969); section 1.165-1(b), Income Tax Regs.2As to the personal property contained in the house for which petitioners claimed a deduction, there was no evidence that a loss of such property occurred in the taxable year before us.  Petitioners were relying on James' testimony to establish such loss.  James, however, to petitioners' *280  apparent surprise, testified that he had not been in the house since late 1975, at which time he was aware that a television set had been stolen from the house.  But James had no information as to whether any property had been removed from the property during 1976, the taxable year at issue, or thereafter, by theft or otherwise.  Finally, even if we were convinced that petitioners had incurred the alleged losses, we would be compelled to deny the deduction because the record contains scant evidence as to the fair market value of the house or the personal property in its and is completely devoid of evidence as to their basis.  Accordingly, we hold that petitioners have failed to prove they are entitled to a deduction under section 165.  Decision will be entered for the respondent.  Footnotes1. All section references are to the Internal Revenue Code of 1954, as amended and in effect in the taxable year at issue, unless otherwise provided.↩2. Cf.  Lewicki v. Commissioner,T.C. Memo 1970-225\">T.C. Memo. 1970-225, affd. by unpublished order (7th Cir. Jan. 2, 1973), and T.C. Memo. 1974-86↩.",
            "ocr": false,
            "opinion_id": 4602174
        }
    ],
    "court_short_name": "U.S. Tax Court",
    "court_full_name": "United States Tax Court",
    "court_type": "FS",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}