{
    "id": 4819949,
    "judges": null,
    "date_filed": "1991-07-29",
    "date_filed_is_approximate": true,
    "slug": "petree-v-commissioner",
    "case_name_short": "Petree",
    "case_name": "Petree v. Commissioner",
    "case_name_full": "Clyde E. Petree v. Commissioner.",
    "attorneys": "William E. Badgett, Esq., 608 Bank of Knoxville Bldg., Knoxville, Tenn., for the petitioner. Robert B. Milsten, Esq., for the respondent.  ",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": "Petitioner was in the illegal liquor business in 1950 and 1951. He was a jockeys' agent during 1950, 1951, and 1952, and made individual wagers in 1950 to 1953, inclusive. He operated a horse-book in 1953. He did not file income tax returns or declarations of estimated tax for any of the years 1950 to 1953, inclusive. \n\nHeld: 1. Petitioner's income for each of the years 1950 to 1953, inclusive, determined. \n\n2. Petitioner is liable for additions to tax for failure to file income tax returns for each of the years 1950 to 1953, inclusive. \n\n3. Petitioner is liable for additions to tax for failure to file declarations of estimated tax for each of the years 1950 to 1953, inclusive.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "21 T.C.M. 1184",
        "1962 Tax Ct. Memo LEXIS 82",
        "1962 T.C. Memo. 225"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Clyde E. Petree v. Commissioner.Petree v. CommissionerDocket No. 89390.United States Tax CourtT.C. Memo 1962-225; 1962 Tax Ct. Memo LEXIS 82; 21 T.C.M. 1184; T.C.M. (RIA) 62225; September 24, 19621962 Tax Ct. Memo LEXIS 82\">*82  Petitioner was in the illegal liquor business in 1950 and 1951. He was a jockeys' agent during 1950, 1951, and 1952, and made individual wagers in 1950 to 1953, inclusive. He operated a horse-book in 1953. He did not file income tax returns or declarations of estimated tax for any of the years 1950 to 1953, inclusive. Held: 1. Petitioner's income for each of the years 1950 to 1953, inclusive, determined. 2. Petitioner is liable for additions to tax for failure to file income tax returns for each of the years 1950 to 1953, inclusive. 3. Petitioner is liable for additions to tax for failure to file declarations of estimated tax for each of the years 1950 to 1953, inclusive.  William E. Badgett, Esq., 608 Bank of Knoxville Bldg., Knoxville, Tenn., for the petitioner. Robert B. Milsten, Esq., for the respondent.  BRUCE Memorandum Findings of Fact and Opinion BRUCE, Judge: Respondent determined deficiencies in income taxes and additions to tax for the years and in the amounts which follow: Additions to Tax, I.R.C. 1939YearDeficiencySec. 291(a)Sec. 293(b)Sec. 294(d)(1)(A)1950$ 715.00$ 178.75$ 357.50$ 64.3619512,573.88643.471,286.94224.35195214,657.843,664.467,328.921,311.91195331,452.487,863.1215,726.242,823.441962 Tax Ct. Memo LEXIS 82\">*83 At the time of trial, respondent conceded that there are no additions to tax due pursuant to section 293(b), Internal Revenue Code of 1939. Accordingly, the issues remaining are (1) whether petitioner had unreported income, and, if so, in what amounts; (2) whether petitioner is liable for additions to tax under section 291(a), Internal Revenue Code of 1939, for failure to file an income tax return for each of the years 1950, 1951, 1952, and 1953; and (3) whether petitioner is liable for additions to tax under section 294(d)(1)(A), Internal Revenue Code of 1939, for failure to file a declaration of estimated tax for each of the years 1950, 1951, 1952, and 1953. Findings of Fact The parties have stipulated certain facts. The stipulation and the exhibits are incorporated herein by this reference. Clyde E. Petree (hereinafter referred to as petitioner) resides in Knoxville, Tennessee. He did not file Federal income tax returns or declarations of estimated tax for the years 1950, 1951, 1952, and 1953. Petitioner's wife filed separate returns for those years. From about November 15, 1950, and until October of 1951, petitioner conducted a business of selling liquor illegally in \"dry\" Knox 1962 Tax Ct. Memo LEXIS 82\">*84 County, Tennessee. The liquor was purchased by him in Lake City, Tennessee, at the Lake City and Ace Liquor Stores. In 1950 he bought liquor which he paid for by checks totaling $2,596.55. During 1951 he purchased 102 1/2 cases of liquor at Ace Liquor Store for an average price of about $50 per case, or a total of approximately $5,125. Petitioner paid for this liquor by checks to J. N. Sharp, Jr., owner of Ace, in the total amount of $1,219.70. Source of payment in the approximate amount of $3,905.30 remaining is not shown.  In addition, he paid the Lake City Liquor Store $232.10 by check in 1951. At the time of trial, he was indebted to Lake City Liquor Store in the amount of $2,700 for liquor purchases. Petitioner's records of his liquor business were burned by his wife in about 1960, prior to initiation of the investigation in this case by respondent. Both the Lake City Liquor Store and the Ace Liquor Store maintained so-called 52-A and 52-B books, showing purchases and sales of liquor, as required by respondent. 1 The Lake City Store's 52-A and 52-B books were destroyed by respondent prior to the investigation in this case. Copies of the Ace Liquor Store's books were available, 1962 Tax Ct. Memo LEXIS 82\">*85 and a summary sheet of Ace Liquor Store sales to petitioner in 1951 was introduced in evidence. No records with respect to 1950 were introduced. Petitioner was an agent for horse jockeys during 1950, 1951, and 1952. He received $4 per mount secured by him for jockeys he represented. In cases in which a jockey wins a so-called \"stake race,\" his agent receives 10 percent of the jockey's winnings, but petitioner never obtained for any jockey he represented a mount which won such a race. Petitioner was suspended from his occupation as a jockeys' agent in 1952 by the office of the racing steward for the State of Florida for filing a false application with that office. During 1950 to 1953, inclusive, petitioner made personal wagers on horse races, football games, and other sporting events. During the years 1950, 1951, and 1952, petitioner maintained a checking account at the Park National Bank, South Knoxville Branch, Knoxville, Tennessee. During these years he made deposits to this bank account on the dates and in the amounts which follow: 1950Date of DepositAmount12/ 4/50$1,256.0012/ 6/50375.0012/ 8/50175.0012/11/50500.0012/14/50387.0012/20/50970.0012/26/50600.5012/26/50427.4812/27/50258.00Total$4,948.9819511/ 2/51$ 475.001/ 8/5195.001/12/51220.001/15/51232.001/16/5150.001/17/51227.001/22/51230.002/ 2/51449.002/ 5/5160.003/ 5/5175.004/ 4/511,200.004/11/51300.004/16/5175.625/19/51203.005/26/51245.006/ 8/51335.006/15/51350.006/25/51350.006/29/5175.007/ 7/51275.007/12/51200.007/18/51277.007/20/5160.007/23/51300.007/24/51260.007/31/51250.008/ 6/5150.008/15/51300.009/12/51150.009/28/51230.00Total$7,598.6219525/ 6/52$ 60.00Total$ 60.001962 Tax Ct. Memo LEXIS 82\">*86  During the year 1951 petitioner also maintained a savings account at the Park National Bank and made deposits thereto on the dates and in the amounts which follow: Date of DepositAmount2/ 5/51$ 8002/13/512004/16/511,000Total$2,000During 1952, he maintained a checking account at the Tennessee Valley Bank in Knoxville. He made deposits to this account on the dates and in the amounts which follow: Date of DepositAmount9/ 6/52$ 5009/16/522,0009/16/5220,00010/18/5240010/18/5250011/10/5288011/21/521,600Total$25,880The deposit of $20,000 on September 16, 1952, as shown above, does not appear on the ledger sheets of the bank. Petitioner made this $20,000 deposit on September 16, 1952, but he was not given credit therefor by the Tennessee Valley Bank. To receive credit for the deposit, plus interest, he instituted suit against the bank some six years after the deposit was made. The suit was ultimately decided in petitioner's favor. The $20,000 deposit was made up of petitioner's and his wife's accumulated savings, plus a loan from petitioner's brother. Prior to 1952 petitioner and his wife accumulated savings of approximately $13,600. Petitioner's employment prior to 1950 included jobs with 1962 Tax Ct. Memo LEXIS 82\">*87 the Southern Railway Company, the Tennessee Highway Patrol, the Southern Athletic Company, and the John Housley Cigar Company. Petitioner's wife was gainfully employed from the time of her marriage to petitioner in 1942 until the time of trial except during all of 1950 and parts of 1949 and 1951, when their children were born. J. C. Petree, petitioner's brother, loaned petitioner $6,500 in 1952. The loan was evidenced by a noninterest-bearing note, executed by petitioner and dated September 5, 1952. The money has never been repaid. Petitioner made the following cash payments on his automobile to the Park National Bank, South Knoxville Branch, on the dates and in the amounts which follow: DateAmount5/28/51$131.506/30/51131.508/16/51113.2510/ 2/51113.2510/11/51113.2512/22/51106.10Total in 1951$708.851/21/52$106.102/12/52106.10Total in 1952$212.20Grand Total$921.05After 1952 petitioner did not have any active bank accounts and did not run any of his business transactions through the bank. Petitioner began his own race-horse-booking business in April 1953, taking over a business formerly operated by Wilda Hankins. Wilda went broke and terminated her booking business in March 1953. On April 1962 Tax Ct. Memo LEXIS 82\">*88 8, 1953, petitioner filed a Special Tax Return and Application for Registry - Wagering (Form 11-C) for the period April 1953 to June 30, 1953. He filed a Form 11-C for the period July 23, 1953, to June 30, 1954, on July 23, 1953. He filed these applications as the sole owner of the wagering business. Petitioner filed Forms 730, Federal wagering excise tax returns, for each of the months of April 1953 through December 1953, showing the following amounts of gross wagers received by him and the following wagering excise taxes (10 percent of gross wagers) due: Gross WagersNet Wager-Receiveding ExciseMonthby PetitionerTax DueApril $725$72.50May93893.80June94394.30July18718.70August30030.00SeptemberNoneNoneOctoberNoneNoneNovember38238.20DecemberNoneNoneIn each of these monthly wagering excise tax returns, petitioner stated that he was the owner of the wagering business. Attached to petitioner's wagering excise tax return for the month of August 1953 was the following typewritten statement with petitioner's signature immediately following the statement: NOTE: My books were seized by the City of Knoxville on August 26, 1953, and have not been returned. For this reason the amounts shown above 1962 Tax Ct. Memo LEXIS 82\">*89 are estimated to the best of my knowledge and belief. (signed) Clyde E. Petree Petitioner's place of business for gambling operations was raided by the Knoxville police on August 26, 1953. Some of his records were seized by the police. Petitioner maintained records of his wagering business which disclose the following amounts of gross wagers and \"hits,\" or wins, by bettors: Gross Wagers(before 10%\"Hits\"Monthwagering tax)by BettorsApril$ 725 *$ 461.08 *May1,439758.45June974652.95July187245.65August300 **202.47 **SeptemberOctoberNovember355365.50Total$3,980$2,686.10 Petitioner paid $12.50 for a Federal wagering tax stamp in 1953. In addition, he paid about $20 per week for telephone, 1962 Tax Ct. Memo LEXIS 82\">*90 rent, and other miscellaneous expenses during the approximately 17 weeks he operated the business in that year. Sometime in 1952 or 1953, Clarence Cates saw petitioner with a large amount of cash in two rolls of bills. Cates flipped through one of the rolls and estimated the amount of money therein at $10,000 to $12,000. During 1953 petitioner made a trip to New Orleans to seek employment. He borrowed $50, which was wired to him by friends in Knoxville, to pay for his return trip to Knoxville. On December 20, 1945, petitioner was convicted of the crime of transporting and causing to be transported in interstate commerce a motor vehicle which had theretofore been stolen, with knowledge of the stolen character of the vehicle, in violation of Title 18, section 408, of the United States Code (now section 2312 of Title 18). The violation was a felony, more commonly known as a violation of the Dyer Act. At the time of conviction petitioner was 27 or 28 years old. On June 13, 1953, petitioner was convicted of the crime known as \"VBDL.\" This crime, under the laws of the State of Tennessee, is a violation of the \"bone dry law\" and involves the illegal possession, transportation, or sale of 1962 Tax Ct. Memo LEXIS 82\">*91 whiskey in a legally dry county. The conviction and sentence thereunder were affirmed by the State Supreme Court.  Opinion Respondent has determined deficiencies in this case for the years 1950 to 1953, inclusive, for which years petitioner filed no income tax returns. Deficiencies for 1950 to 1952, inclusive, are based on bank deposits made by petitioner to accounts which he maintained both for checking and savings. The 1953 deficiency is based on alleged records of petitioner's horse-book for one of the months of that year, together with figures taken from wagering tax returns, Forms 730, filed by petitioner for two other months. At the trial respondent conceded that no part of the asserted deficiencies was due to fraud and abandoned all claims for additions to tax for fraud. There is no controversy with respect to the amounts petitioner deposited in his bank accounts. Petitioner's principal source of income in 1950 and 1951 was an illegal liquor sales business conducted by him in Knox County, Tennessee. No books were available with respect to these years and, in the absence of books, respondent was justified in utilizing the bank-deposit method of reconstructing income.   Boyett v. Commissioner, 204 F.2d 2051962 Tax Ct. Memo LEXIS 82\">*92 (C.A. 5, 1953), affirming a Memorandum Opinion of this Court. Petitioner's bank deposits in 1950 totaled $4,948.98. All of the deposits were made during the last one and one-half months of the year when petitioner was in the liquor business. In the absence of records and where a source of income has been shown, the deposits constitute prima facie evidence of income.   Boyett v. Commissioner, supra.To compute net income, however, petitioner's cost of goods sold must be taken into account. Respondent did not do so. Checks written for the purchase of liquor during the 1 1/2-month period total $2,596.55. Thus, gross receipts less cost of goods sold in 1950 was $2,352.43. Petitioner argues that he had business expenses in 1950, but has made no showing as to the specific nature or amount, if any, of these expenses. Hence, he has failed to sustain his burden with respect thereto. There is no evidence to support petitioner's claim that he had additional cost of goods sold by reason of cash purchases of liquor in 1950 or, if so, that such purchases were made with funds constituting part of the gross receipts reflected by petitioner's deposits to his bank accounts. Petitioner operated the liquor 1962 Tax Ct. Memo LEXIS 82\">*93 business for the first ten months of 1951. During the year he made deposits to bank accounts in the total amount of $9,598.62 and made cash payments on his automobile of $708.85, for a total of $10,307.47. A record of checks written by petitioner shows a total of $1,451.80 paid for the purchase of liquor in 1951. Thus, gross receipts less cost of goods sold in 1951 were $8,855.67. Records of one of petitioner's suppliers disclose that in 1951 petitioner purchased 102 1/2 cases of liquor from him at an average price of $50 per case. Checks written to this dealer in 1951 (included in the $1,451.80 mentioned above) total only $1,219.70, leaving other purchases of approximately $3,905.30. Petitioner has not shown, however, that such other purchases were made with funds from his bank accounts upon which the deficiencies are based. Not having been included in gross receipts, such purchases may not appropriately be included as offsetting cost of goods sold. As is the case with respect to 1950, there is no proof that petitioner is entitled to deductions for business expenses in 1951. At the time of trial petitioner was still indebted to one of his suppliers in the amount of $2,700 for liquor 1962 Tax Ct. Memo LEXIS 82\">*94 purchased either in 1950 or in 1951. Petitioner claims this indebtedness is for liquor which was stolen from him. He has not demonstrated the theft to our satisfaction. Since the amount is still outstanding as a debt, it does not constitute an additional cost of goods sold to be taken into account in the present controversy. Petitioner has neither shown nor argued that he was on an accrual basis. Moreover, if the liquor was, in fact, stolen, no profit thereon could be reflected in our computations of gross profit for either of the years 1950 or 1951. The evidence of petitioner's activities in 1952 is scanty. It does not appear that he acted as a jockeys' agent and made personal wagers during that year. His bank deposits in 1952 totaled $25,940. In addition, he made cash payments on his automobile of $212.20 during the year, making a total with deposits of $26,152.20. Of this total, $20,000 represents a deposit made on September 16, 1952. Petitioner asserts that this deposit was made up of approximately $13,600 from his and his wife's prior savings, and $6,500 obtained through a loan from his brother. The corroborating testimony of petitioner's wife and brother, as well as the existence 1962 Tax Ct. Memo LEXIS 82\">*95 of a note, lead us to conclude that this $20,000 did not constitute current income. Respondent also determined that petitioner's income for 1952 included $5,000 in undeposited cash. We are satisfied on the record presented, however, that petitioner had no undeposited cash includable in income in 1952 and to this extent respondent's determination is not sustained. In 1952 petitioner had unexplained bank deposits of $5,940 and made cash payments on his car of $212.20, constituting prima facie evidence that he had gross income of $6,152.20 in that year. His activities as a bettor and as a jockeys' agent show taxable sources. He had proved neither offsetting business expenses nor a nontaxable source for this money. It is includable in income. Beginning in April 1953, petitioner owned and operated a horse-book in Knoxville. Respondent determined deficiencies based on gross wagers he alleges were made in August of 1953, plus gross wagers reported by petitioner for the months of April and July 1953. Petitioner, in fact, kept books for each of the months he operated the business in 1953. These books were not examined by respondent prior to making his determination in this case. With respect 1962 Tax Ct. Memo LEXIS 82\">*96 to the month of August, respondent relies on certain loose sheets of paper which he attributes to that month. Admittedly, the papers showing wagers and offsetting hits or wins by the bettors are in petitioner's handwriting. The facts demonstrate, however, that petitioner previously was employed by one Wilda Hankins in the operation of a horse-book. There is not one iota of evidence to demonstrate that these papers are not in fact attributable to the period when Wilda Hankins operated the book, as petitioner has claimed. Respondent has not demonstrated where he acquired the sheets of paper, although we may possibly conclude from the record that they constituted part of the records seized by Knoxville police when they raided petitioner's business in August 1953. It would be wholly speculative and clearly unjustified on the basis of the record before us to attribute these sheets of paper to petitioner's operation of the business in 1953. Petitioner's books for the year 1953, which have not been shown to be erroneous or substantially incomplete, disclose gross wagers of $3,980, including a total figure for part of the month of April in the amount of $658 and an estimate of $300 for gross 1962 Tax Ct. Memo LEXIS 82\">*97 wagers in August. Hits or wins by bettors, as disclosed by the books, and including an estimate for April and August based on the ratio of gross wagers to hits during the periods for which definite figures are available, totaled $2,686.10. Petitioner offered no adequate records or testimony with respect to expenses of operating the business during 1953. His noncontemporaneous summary of reported expenses is not satisfactory, There is evidence, however, that he had expenses for rent, telephone, and other miscellaneous costs in conducting the business. Such expenses, even though incurred in an illegal business, are deductible in computing the profit from the business.   Commissioner v. Sullivan, 356 U.S. 27\">356 U.S. 27 (1958). Accordingly, we have made a determination of these expenses on the basis of  Cohan v. Commissioner, 39 F.2d 540 (C.A. 2, 1930), and have allowed petitioner $20 per week for the approximately 17 weeks the business was operated, or a total of $340. In addition, petitioner is entitled to deduct as a business expense the $12.50 he paid for a wagering tax stamp in April 1953. Thus, allowable expenses total $352.50. From all of the preceding facts relevant to 1953, we have determined 1962 Tax Ct. Memo LEXIS 82\">*98 that petitioner had a net profit from operation of the horse-book in 1953 of $941.40. Respondent determined further that petitioner had $50,000 in undeposited cash which constituted income to him in 1953. Petitioner made a deposit in a Knoxville bank in 1952 in the amount of $20,000. The bank denied that he had made the deposit. Six years later petitioner sued the bank for the amount he allegedly deposited, plus interest. He recovered. In the trials of his case against the bank (the case was tried twice), petitioner offered the testimony of one Clarence Cates, a Knoxville car salesman. Cates testified as respondent's witness in the trial of the instant case. He said that he had seen petitioner with a substantial amount of cash at some time in 1952 or 1953; that he flipped through one of two rolls of cash petitioner had on his person at the time in question; and that the roll contained $10,000 to $12,000. It appears that he previously testified both to these amounts and to the possible amounts of $45,000 to $50,000. While respondent offered evidence that Cates associated the time petitioner had this cash with the time of sale of a car to a third party in 1953, Cates' testimony in this 1962 Tax Ct. Memo LEXIS 82\">*99 trial demonstrated that he was certain of neither the time he saw the money nor the amount thereof. Such evidence is too tenuous and uncertain upon which to base a deficiency in 1953. Petitioner's testimony at the trial was unconvincing in many respects. Moreover, he has been convicted of criminal offenses under the laws of both the United States and the State of Tennessee. There is also testimony that petitioner's reputation for truth and veracity in the community is bad. Accordingly, in making determinations of gross income, cost of goods sold, expenses, and nontaxable deposits for all of the years in issue, we have relied primarily upon records of third parties and the testimony of persons other than the petitioner. In summary, we have determined that petitioner had adjusted gross income of $2,352.43 in 1950, $8,855.67 in 1951, $6,152.20 in 1952, and $941.40 in 1953. Respondent determined additions to tax under sections 291(a)  and 294(d)(1)(A), Internal Revenue Code of 1939, by reason of petitioner's failure to file required income tax returns and declarations of estimated tax, respectively, for any of the years 1950 to 1953, inclusive. In the absence of any showing that such failures 1962 Tax Ct. Memo LEXIS 82\">*100 to file were due to reasonable cause, petitioner is liable for additions to tax under the above-cited sections for each of the years involved in such amounts as may appropriately be computed under Rule 50. Decision will be entered under Rule 50.  Footnotes1. See sections 2857(a) and 3252(a), (b), and (c), Internal Revenue Code of 1939↩.*.  The book shows specific wagers of only $67. A summary, or total, entry shows additional wagers of $658. Hits of $461.08 were computed by adding $17 in hits shown in the books on wagers of $67 to 67.49% of $658. This percentage was arrived at by comparing known gross wagers for 1953 to known hits for the year. a2 Gross wagers of $300 constitutes an estimate and is the amount reflected in the Form 730 filed by petitioner for August. Hits constitute 67.49% of gross wagers for the month. See footnote above.↩",
            "ocr": false,
            "opinion_id": 4612415
        }
    ],
    "court_short_name": "U.S. Tax Court",
    "court_full_name": "United States Tax Court",
    "court_type": "FS",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}