{
    "id": 4838485,
    "judges": null,
    "date_filed": 1607644800000,
    "date_filed_is_approximate": false,
    "slug": "filed",
    "case_name_short": "filed:",
    "case_name": "filed:",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "https://www.courts.ca.gov/opinions/nonpub/G058058.PDF",
            "author_id": null,
            "opinion_text": "Filed: 12/11/20 P. v. Warren CA4/3\n\n\n\n\n                      NOT TO BE PUBLISHED IN OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n                IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                     FOURTH APPELLATE DISTRICT\n\n                                                 DIVISION THREE\n\n\n THE PEOPLE,\n\n      Plaintiff and Respondent,                                        G058058\n\n           v.                                                          (Super. Ct. No. 07NF4496)\n\n MICHAEL JAMES WARREN,                                                 OPINION\n\n      Defendant and Appellant.\n\n\n\n                   Appeal from a postjudgment order of the Superior Court of Orange County,\nElizabeth G. Macias, Judge. Reversed and remanded.\n                   Christine Vento, under appointment by the Court of Appeal, for Defendant\nand Appellant.\n                   Xavier Becerra, Attorney General, Thomas S. Patterson, Assistant Attorney\nGeneral, Anthony R. Hakl and Nelson R. Richards, Deputy Attorneys General, as\nAmicus Curiae on behalf of Defendant and Appellant.\n                   Todd Spitzer, District Attorney, and Seton B. Hunt, Deputy District\nAttorney, for Plaintiff and Respondent.\n                                             *               *               *\n\f              In 2019, defendant Michael James Warren petitioned the superior court to\nvacate his murder conviction and to resentence him pursuant to Penal Code section\n1170.95.1 Section 1170.95 was enacted as part of Senate Bill No. 1437 (2017-2018 Reg.\nSess.) (Senate Bill 1437), which also amended sections 188 and 189 to limit accomplice\nliability for murder under the natural and probable consequences doctrine and the felony-\nmurder rule. (Stats. 2018, ch. 1015.) Under section 1170.95, qualifying defendants can\npetition the superior court to have their murder convictions vacated and to be\nresentenced. (Stats. 2018, ch. 1015, § 4.) Here, the court did not determine whether\ndefendant qualified for such relief; instead, the court denied the petition on the ground\nthat Senate Bill 1437 unconstitutionally amends statutes approved by voters with\nProposition 7 in 1978 and Proposition 115 in 1990.\n              Appealing from the order denying his petition, defendant argues Senate Bill\n1437 is constitutional as it does not amend either Proposition 7 or Proposition 115. The\nCalifornia Attorney General filed an amicus curiae brief on behalf of defendant,\ndefending the constitutionality of Senate Bill 1437. The Orange County District\nAttorney, representing the People in this appeal, maintains Senate Bill 1437\nunconstitutionally amends both propositions and the court’s order should be affirmed.2\n              Since the trial court’s ruling, Senate Bill 1437 has been upheld as\nconstitutional by panels of this court (People v. Cruz (2020) 46 Cal.App.5th 740 (Cruz);\nPeople v. Solis (2020) 46 Cal.App.5th 762 (Solis); People v. Prado (2020) 49\nCal.App.5th 480) and by our colleagues in Division One of this district (People v.\nSuperior Court (Gooden) 42 Cal.App.5th 270 (Gooden); People v. Lamoureux (2019) 42\nCal.App.5th 241 (Lamoureux)) and Division Two (People v. Lippert (2020) 53\n\n1             All further statutory references are to the Penal Code.\n\n2             We grant the district attorney’s unopposed request for judicial notice of\nlegislative materials concerning Senate Bill 1437, ballot pamphlet materials for\nPropositions 7 and 115, and former versions of sections 187 through 189.\n\n                                             2\n\fCal.App.5th 304; People v. Johns (2020) 50 Cal.App.5th 46). Several other appellate\ndistricts have concurred. (People v. Lombardo (2020) 54 Cal.App.5th 553, 560-561 [3d\nApp. Dist.]; People v. Murillo (2020) 54 Cal.App.5th 160, 166, fn. 3 [2d App. Dist., Div.\n1]; People v. Nash (2020) 52 Cal.App.5th 1041, 1053 [5th App. Dist.]; People v.\nSuperior Court (Ferraro) (2020) 51 Cal.App.5th 896, 902, 917 [3d App. Dist.]; People v.\nLopez (2020) 51 Cal.App.5th 589, 601-602 [2d App. Dist., Div. 2]; People v. Alaybue\n(2020) 51 Cal.App.5th 207, 211-222 [6th App. Dist.]; People v. Smith (2020) 49\nCal.App.5th 85, 91-92, rev. granted July 22, 2020, S262835 [2d App. Dist., Div. 5];3\nPeople v. Bucio (2020) 48 Cal.App.5th 300, 306-312 [2d App. Dist., Div. 6].) We agree\nwith these well-reasoned decisions and conclude Senate Bill 1437 is constitutional. We\nreverse the court’s order denying defendant’s petition and remand the matter for the court\nto consider the petition on its merits.\n\n\n                       FACTUAL AND PROCEDURAL HISTORY\n\n\n              Defendant and codefendant Raul Villalpando planned to rob a drug dealer.\nDuring the robbery attempt, Villalpando shot and killed the dealer.\n              Following a jury trial, defendant was convicted of first degree murder\n(§ 187, subd. (a)), conspiracy to commit attempted robbery (§ 182, subd. (a)(1)), and\nattempted robbery (§§ 664, 211, 212.5, subd. (c)). The court imposed a prison sentence\nof 25 years to life. Defendant appealed, and in an unpublished decision, we reversed his\nconviction for conspiracy to commit attempted robbery but otherwise affirmed the\njudgment. (People v. Warren et al. (June 18, 2012, G045028).)\n\n3              Review was granted in Smith, supra, 49 Cal.App.5th 85, S262835, on the\nissues of (1) whether a superior court can consider the record of conviction in\ndetermining whether a defendant made a prima facie showing of eligibility for relief\nunder section 1170.95 and (2) when the right to appointed counsel arises under section\n1170.95, subdivision (c).\n\n                                            3\n\f              In 2019, following the enactment of Senate Bill 1437, defendant petitioned\nthe superior court to vacate his murder conviction and resentence him under section\n1170.95. The district attorney opposed the petition on two grounds: (1) Senate Bill 1437\nis unconstitutional; and (2) defendant is statutorily ineligible for relief because he “was a\n‘major participant’ and acted with reckless indifference to human life, as defined\nby . . . section 190.2.” The court denied defendant’s petition, concluding Senate Bill\n1437 violates the state constitution because it “materially amends” section 190, as\nenacted by the voters in Proposition 7, and sections 189 and 190.2, as amended by the\nvoters in Proposition 115. Defendant appeals from the court’s order.\n\n\n                                       DISCUSSION\n\n\n              Senate Bill 1437 eliminated liability for murder under the natural and\nprobable consequences doctrine by amending section 188 to prohibit malice from being\nimputed to a defendant based only on his or her participation in a crime. (§ 188, subd.\n(a)(3), as amended by Stats. 2018, ch. 1015, § 2.) It also limited application of the\nfelony-murder rule by amending section 189 to provide that a defendant can only be\nconvicted of first degree felony-murder if the defendant 1) was the actual killer; or 2) was\nnot the killer but with the intent to kill, aided, abetted, induced or otherwise assisted the\nactual killer in the commission of first degree murder; or 3) “was a major participant in\nthe underlying felony and acted with reckless indifference to human life . . . .” (§ 189,\nsubd. (e), as amended by Stats. 2018, ch. 1015, § 3.)4 In section 1170.95, the Legislature\ncreated a process for the retroactive application of these statutory changes. Pursuant to\n\n\n4             These limitations on the felony-murder rule do not apply when the victim is\na peace officer killed in the course of the officer’s duties and the defendant knew or\nreasonably should have known that the victim was a peace officer engaged in the\nperformance of his/her duties. (§ 189, subd. (f).)\n\n                                               4\n\fsection 1170.95, a defendant previously convicted of murder under either the natural and\nprobable consequences doctrine or the felony-murder rule, who could not be convicted of\nmurder now under the amended statutes, can petition the court for vacatur of the murder\nconviction and resentencing. (Stats. 2018, ch. 1015, § 4.)\n              Here, the court denied defendant’s section 1170.95 petition on the ground\nthat Senate Bill 1437 violates article II, section 10, subdivision (c) of the California\nConstitution by amending Propositions 7 and 115. This constitutional provision prohibits\nthe Legislature from amending a statute enacted through a voter initiative unless the\namendment is approved by the voters or “the initiative measure itself permits amendment\nor repeal without voter approval.” (People v. Cooper (2002) 27 Cal.4th 38, 44.)\nHowever, our Supreme Court has explained, “[T]he Legislature remains free to enact\nlaws addressing the general subject matter of an initiative, or a ‘related but distinct area’\nof law that an initiative measure ‘does not specifically authorize or prohibit.’” (People v.\nKelly (2010) 47 Cal.4th 1008, 1026, fn. 19; accord, People v. Superior Court (Pearson)\n(2010) 48 Cal.4th 564, 571.)\n              We previously considered whether Senate Bill 1437 constitutes an\nunconstitutional amendment of Propositions 7 and 115 in Cruz, supra, 46\nCal.App.5th 740 and Solis, supra, 46 Cal.App.5th 762. In these decisions, we concluded\nSenate Bill 1437 amends neither initiative and is constitutional.5 The arguments raised\nby the district attorney here are the same ones we rejected in Cruz and Solis. We see no\nreason to depart from our analysis and conclusions in our prior cases.\n              In Cruz, we rejected the district attorney’s assertion that Senate Bill 1437’s\namendments to sections 188 and 189 altered the punishment for murder in section 190 as\napproved by the voters in Proposition 7. (Cruz, supra, 46 Cal.App.5th at p. 754.) We\nexplained, “After the enactment of Senate Bill 1437, a first degree murder conviction still\n\n5              We reached the same conclusion in People v. Prado, supra, 49 Cal.App.5th\n480, albeit through a different analysis.\n\n                                              5\n\fresults in a penalty of life imprisonment with the possibility of parole after 25 years and a\nsecond degree murder conviction results in a penalty of life imprisonment with the\npossibility of parole after 15 years, as required by Proposition 7. Senate Bill 1437 does\nnot authorize reduced sentences for such convictions. Thus, Senate Bill 1437’s\namendments do not take away from Proposition 7’s provisions.” (Ibid.)\n              The district attorney contends the Legislature cannot alter the elements of\nmurder without voter approval because the punishment for murder approved by voters in\nProposition 7 necessarily incorporated the definition of murder at that time. We rejected\nthis contention in Cruz and explained the Legislature was free to amend sections 188 and\n189 because the elements of murder are related to but distinct from the punishment for\nmurder set by Proposition 7. (Cruz, supra, 46 Cal.App.5th at pp. 755-757.) We similarly\nrejected the district attorney’s contention in Solis, supra, 46 Cal.App.5th at page 779. In\nSolis, we reviewed the ballot materials for Proposition 7 and concluded Senate Bill 1437\ndoes not circumvent the voter’s intent. (Solis, at pp. 776-779.)\n              In Cruz and Solis, we also rejected the district attorney’s assertion that\nSenate Bill 1437 unconstitutionally amends Proposition 115. (Cruz, supra, 46\nCal.App.5th at pp. 759-761; Solis, supra, 46 Cal.App.5th at pp. 780-783.) Proposition\n115 amended section 189 by adding five serious felonies to the list of predicate offenses\nfor first degree felony-murder. (Cruz, at p. 759.) We found unpersuasive the district\nattorney’s contention that Senate Bill 1437 “substantially changes” section 189 “by\nrequiring additional elements be proved for accomplices.” In Cruz, we concluded, “The\nonly change made to section 189 by Proposition 115 was the addition of five serious\nfelonies to the list of predicate felonies for first degree felony-murder liability. That is all\nthe electorate voted on in this regard. The voters were not asked to consider the\ncircumstances under which an aider and abettor should be liable for first degree felony\nmurder. While the Legislature cannot remove Proposition 115’s five felonies from the\n\n\n\n                                               6\n\flist for first degree felony-murder liability, it can limit liability for accomplices under the\nfelony-murder rule.” (Cruz, at p. 760.)\n              We also rejected the district attorney’s argument that the Legislature was\nprohibited from addressing accomplice liability for felony murder in Senate Bill 1437\nbecause accomplice liability in death penalty cases was addressed in Proposition 115.\n(Cruz, supra, 46 Cal.App.5th at p. 760.) We explained Senate Bill 1437’s limitations on\naccomplice liability “in section 189 is an area of law related to but distinct from\naccomplice liability in special circumstance murder in section 190.2” and “Senate Bill\n1437 did not improperly amend Proposition 115 by adding such restrictions to felony\nmurder in section 189.” (Cruz, at p. 760.)\n              In Solis, we rejected the district attorney’s assertion that the Legislature was\nprohibited from amending any portion of section 189 by a simple majority “because\nProposition 115 reenacted section 189 in full.” (Solis, supra, 46 Cal.App.5th at p. 782.)\nBased on relevant case law, we concluded “reenactment of section 189 in full by\nProposition 115 did not affect the Legislature’s ability to revise any portion of section\n189 not directly addressed by the initiative.” (Id. at p. 783.)\n              In Cruz and Solis, we found ourselves in agreement with our Division One\ncolleagues in Gooden, supra, 42 Cal.App.5th 270 and Lamoureux, supra, 42 Cal.App.5th\n241, who concluded that Senate Bill 1437 does not amend either “Proposition 7 or\nProposition 115 because it neither added to, nor took away from, the initiatives.”\n(Gooden, at p. 275; accord, Lamoureux, supra, at p. 251.) In Gooden, the court\nexplained, “Senate Bill 1437 presents a classic example of legislation that addresses a\nsubject related to, but distinct from, an area addressed by an initiative.” (Gooden, supra,\n42 Cal.App.5th at p. 282; accord, Cruz, supra, 46 Cal.App.5th at p. 756.) “[T]he voters\nwho approved Proposition 7 and Proposition 115 got, and still have, precisely what they\nenacted—stronger sentences for persons convicted of murder and first degree felony-\nmurder liability for deaths occurring during the commission or attempted commission of\n\n                                               7\n\fspecified felony offenses. By enacting Senate Bill 1437, the Legislature has neither\nundermined these initiatives nor impinged upon the will of the voters who passed them.”\n(Gooden, at p. 289.)\n              In conclusion, Senate Bill 1437 amends neither Proposition 7 nor\nProposition 115 within the meaning of article II, section 10, subdivision (c) of the\nCalifornia Constitution. We reverse the court’s order denying defendant’s section\n1170.95 petition and remand for further proceedings on the merits of defendant’s petition.\n\n\n                                      DISPOSITION\n\n\n              The postjudgment order denying defendant’s petition for resentencing\nunder section 1170.95 is reversed and the matter is remanded for further proceedings on\nthe merits of defendant’s petition.\n\n\n\n                                                 IKOLA, J.\n\nWE CONCUR:\n\n\n\nBEDSWORTH, ACTING P. J.\n\n\n\nARONSON, J.\n\n\n\n\n                                             8\n\f",
            "ocr": false,
            "opinion_id": 4642264
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}