{
    "id": 4843677,
    "judges": null,
    "date_filed": "2018-01-07",
    "date_filed_is_approximate": true,
    "slug": "com-v-yarbrough-h",
    "case_name_short": "Com.",
    "case_name": "Com. v. Yarbrough, H.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-A20014-20m - 104646229123967170.pdf",
            "author_id": null,
            "opinion_text": "J-A20014-20\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\n COMMONWEALTH OF PENNSYLVANIA             :   IN THE SUPERIOR COURT OF\n                                          :        PENNSYLVANIA\n                                          :\n              v.                          :\n                                          :\n                                          :\n HARRY D. YARBROUGH, JR.                  :\n                                          :\n                    Appellant             :   No. 218 WDA 2019\n\n          Appeal from the PCRA Order Entered January 11, 2019\n  In the Court of Common Pleas of Erie County Criminal Division at No(s):\n                        CP-25-CR-0002185-2015\n\n COMMONWEALTH OF PENNSYLVANIA             :   IN THE SUPERIOR COURT OF\n                                          :        PENNSYLVANIA\n                                          :\n              v.                          :\n                                          :\n                                          :\n HARRY D. YARBROUGH, JR.                  :\n                                          :\n                    Appellant             :   No. 219 WDA 2019\n\n          Appeal from the PCRA Order Entered January 11, 2019\n  In the Court of Common Pleas of Erie County Criminal Division at No(s):\n                        CP-25-CR-0002187-2015\n\n\nBEFORE: BOWES, J., OLSON, J., and MUSMANNO, J.\n\nMEMORANDUM BY BOWES, J.:                         FILED DECEMBER 29, 2020\n\n      Harry D. Yarbrough, Jr. appeals pro se from the order that dismissed his\n\npetition filed pursuant to the Post Conviction Relief Act (“PCRA”). We affirm.\n\n      On May 22, 2014, Amelia May Marsh was working as a loss prevention\n\nofficer in the Sears store at Mill Creek Mall in Erie County, when she noticed a\n\nman concealing a pair of socks in his clothing. See N.T. Jury Trial, 1/14/16,\n\nat 101-02. Ms. Marsh left the security office, where she had been watching\n\fJ-A20014-20\n\n\n\nthe store’s surveillance cameras, in order to observe him. Id. at 103. She\n\nfound the man in the hardware department and, from an obscured position,\n\nwatched as the man broke a screwdriver off from a multi-pack and concealed\n\nit in his coat.   Id.   He then did the same with some bolt cutters before\n\nproceeding to the store exit. Once the man exited the store with the concealed\n\nitems on his person, Ms. Marsh and her supervisor stopped the man and asked\n\nhim to come back with them to their office.       When prompted, the man\n\nidentified himself as Tony Young and returned the stolen items. Since the\n\nman was unable to verify his identity, Ms. Marsh called the Millcreek Police\n\nDepartment. Id. at 112.\n\n      Patrolman Jeffrey Keller arrived and met with Ms. Marsh, who had the\n\nindividual and another male loss prevention officer in her office. Id. at 160.\n\nWhen the man saw Patrolman Keller he “got very excitable,” apologized for\n\nwhat he did, and told them that he would pay for the merchandise. Id. at\n\n161. While Ms. Marsh recounted what had transpired, the suspect began to\n\nmove around nervously and started reaching into his pockets. Id. at 162. In\n\norder to ensure that he did not have any weapons, Patrolman Keller initiated\n\na pat down. However, the suspect refused to comply with his commands and\n\nbegan struggling with him. Patrolman Keller requested backup and placed the\n\nman in handcuffs while he waited for an additional officer to arrive. Id. at\n\n162-63.\n\n      Eventually, Patrolman Keller found a box cutter on the suspect’s person.\n\nDespite a record search indicating that no such person existed, the suspect\n\n                                     -2-\n\fJ-A20014-20\n\n\n\ncontinued to assert that his name was Tony Young.         Accordingly, he was\n\nplaced under arrest and taken to the police station so that they could\n\nfingerprint him. After officers ran the fingerprints, they determined that the\n\nindividual was Appellant. When confronted with this information, Appellant\n\nlaughed, smiled, and told the officers that they had done a “good job.” Id. at\n\n167. Appellant was charged with retail theft, furnishing false identification to\n\nlaw enforcement, and a summary count of disorderly conduct.\n\n      On June 28, 2014, Ms. Marsh, still working as a loss prevention officer\n\nat Sears, received a picture of an individual who had been breaking into\n\nunmanned cash registers in JC Penney and Bon Ton stores in the mall. Id. at\n\n116. The suspect’s face was unclear, but she could identify his attire. After\n\nreviewing the image, Ms. Marsh exited Sears and began walking through the\n\nmall concourse to see if she could find anyone matching the clothing\n\ndescription. Id. at 116. She walked approximately fifty feet before she saw\n\nAppellant, whom she recognized from the previous incident. Appellant was\n\nwearing the same shirt she saw in the aforementioned photograph. Id. at\n\n117. Ms. Marsh contacted her supervisor, who reached out to the manager\n\nat Bon Ton, Chris Castillo. The Millcreek Police were summoned and, while\n\nthe employees awaited their arrival, Ms. Marsh continued to follow Appellant.\n\nId.\n\n      Millcreek Patrolman Herbert Lucas responded and met with Mr. Castillo,\n\nwho informed Patrolman Lucas that they had been investigating a series of\n\ncash register break-ins and that they believed they had found the person\n\n                                     -3-\n\fJ-A20014-20\n\n\n\nresponsible in the mall. Id. at 171-72. Mr. Castillo guided Patrolman Lucas\n\nto Ms. Marsh, who pointed out Appellant. At the moment he was identified,\n\nAppellant was inside of yet another store, where he had a piece of\n\nmerchandise in his hand and appeared to be fiddling with a security device.\n\nId. at 173.\n\n      Patrolman Lucas approached Appellant, grabbed his left arm, and said\n\n“you need to come with me.” Id. at 174. Appellant turned to face him and a\n\nshort scuffle ensued that spilled out into the main mall concourse. During the\n\nscuffle, Patrolman Lucas pulled Appellant’s shirt and backpack off of him. Id.\n\nSomething in Appellant’s hand cut Patrolman Lucas between two of his fingers,\n\nforcing him to relinquish his grip and fall down. Appellant fled, with Ms. Marsh\n\nin close pursuit, out into the parking lot. Id. at 182. Once outside, Appellant\n\nturned his head towards Ms. Marsh and told her that “he would cut her.” Id.\n\nat 124, 183. Appellant’s remark scared Ms. Marsh and she stopped chasing\n\nhim. Id. at 125. Appellant continued running and fled down an embankment\n\ninto a creek. Id. at 126. A search of Appellant’s backpack uncovered a box\n\ncutter with removable utility blades. Id. at 180. As a result of this incident,\n\nAppellant was arrested and charged with possession of instruments of crime\n\n(“PIC”), terroristic threats, and resisting arrest.\n\n      The above-captioned cases were joined, and after a preliminary hearing,\n\nthe aforementioned charges were held for trial.        On October 16, 2015,\n\nAppellant’s appointed counsel, Stephen Lagner, Esquire, filed a motion to\n\nwithdraw based upon Appellant’s desire to represent himself. The trial court\n\n                                       -4-\n\fJ-A20014-20\n\n\n\nsubsequently held a hearing at which he informed Appellant that he was free\n\nto hire private counsel, represent himself, or continue to be represented by\n\nAttorney Lagner. Appellant chose to continue with Attorney Lagner and the\n\ntrial court denied the motion to withdraw.\n\n       Appellant filed a counseled omnibus pretrial motion challenging the\n\nsufficiency of the evidence to establish a prima facie case of disorderly conduct\n\nand requesting that the cases be tried separately.         Prior to the hearing,\n\ncounsel filed a second motion to withdraw, contending Appellant sought once\n\nagain to represent himself.           The trial court orally denied the motion,\n\nconcluding that it was a delay tactic by Appellant, and proceeded with the\n\nhearing.1 In relevant part, Attorney Lagner objected to the admission of any\n\nvideos of the incidents without proper authentication, but his objection was\n\noverruled. Id. at 8-11. On December 23, 2015, the trial court issued an\n\norder denying Appellant’s omnibus pretrial motion and counsel’s second\n\nrequest to withdraw.\n\n       On January 13, 2016, Appellant appeared for jury selection and again\n\nstated that he wished to represent himself. The trial court conducted an oral\n\nand written colloquy, before granting Appellant the right to proceed pro se\n\nwith Attorney Lagner as stand-by counsel. See N.T. Jury Trial, 1/13/16, at 7.\n\n____________________________________________\n\n\n1 These two cases were initially joined with a third case, CP-25-CR-0002189-\n2015. At the hearing, the Commonwealth moved to dismiss that case,\nconcluding that the surveillance footage did not support the charges. See\nN.T. Omnibus Pretrial Motion Hearing, 12/22/15, at 15. The trial court granted\nthe Commonwealth’s request and the charges were dismissed.\n\n                                           -5-\n\fJ-A20014-20\n\n\n\nAt the conclusion of jury selection for the day, Appellant informed the trial\n\ncourt that he had not been able to watch any of the surveillance footage of\n\nthe incidents. Id. at 60. Attorney Lagner provided context, explaining that\n\nwhile the defense had the DVDs, Appellant had not been able to view them\n\nbecause the jail did not have the necessary computer program. Id. at 60-61.\n\nAppellant also requested the dispatch records from Patrolman Lucas. Id. at\n\n64. The Commonwealth responded that it did not believe any dispatch records\n\nexisted, or would be relevant if they did, but that it would investigate further.\n\nId. at 66. The Commonwealth agreed to play the DVDs for Appellant in the\n\ndistrict attorney’s office before jury selection resumed the next morning. Id.\n\nat 62.\n\n         On January 14, 2016, after Appellant reviewed the DVDs and dispatch\n\nrecords, the parties concluded the jury selection process.      Next, Appellant\n\nproceeded to orally raise a motion in limine, seeking to exclude from trial two\n\nscrewdrivers and a box cutter that were found in his backpack. See N.T. Jury\n\nTrial, 1/14/16, at 66. After receiving argument from both sides, the trial court\n\ngranted Appellant’s motion regarding the screwdrivers, but allowed the\n\nadmission of the box cutter. Id. at 71.\n\n         At trial, Appellant did not testify, but he did attempt to admit the\n\ndispatch tapes he had requested to review earlier. Appellant argued that the\n\ndispatch tapes were needed to show that Patrolman Lucas did not initially tell\n\nanyone that he was cut by Appellant. See N.T. Jury Trial 1/15/16, at 7-8.\n\nSince the Commonwealth agreed that Patrolman Lucas did not mention his\n\n                                      -6-\n\fJ-A20014-20\n\n\n\ninjuries to dispatch, the trial court decided to issue an instruction regarding\n\nthe dispatch tapes instead of playing them for the jury.       Id. at 8-13, 21.\n\nUltimately, the jury convicted Appellant of false identification, retail theft,\n\nterroristic threats, and resisting arrest, but acquitted him of PIC. Afterwards,\n\nthe trial court convicted Appellant of summary disorderly conduct. Sentencing\n\nwas deferred so that a pre-sentence investigation report could be prepared.\n\nIn the meantime, Appellant filed pro se motions in which he, inter alia,\n\nchallenged the weight of the evidence, asked the court to compel Attorney\n\nLagner to provide him with the dispatch CD, and requested an extension of\n\ntime for the filing of additional post-trial motions.\n\n      On March 9, 2016, Appellant proceeded to sentencing where he received\n\nan aggregate term of four to eight years of incarceration. The trial court also\n\nconsidered Appellant’s post-trial motions, granting the motion to compel\n\ncounsel to turn over the dispatch CD, accepting Appellant’s motion challenging\n\nthe weight of the evidence as a post-sentence motion, and granting additional\n\ntime for Appellant to supplement the motion if he wished.\n\n      Thereafter, Appellant filed pro se post-sentence motions requesting,\n\ninter alia, all of the transcripts from the case, which was granted. Appellant\n\nalso sought the appointment of standby counsel to help with his direct appeal\n\nand petitioned for a new trial. Finally, he challenged the denial of his pretrial\n\nmotions, raised evidentiary issues from trial, alleged that discovery had not\n\nbeen turned over to him, claimed that he had discovered new evidence about\n\na juror, and pled multiple instances of pre-trial counsel ineffectiveness.\n\n                                       -7-\n\fJ-A20014-20\n\n\n\n       On March 30, 2016, the trial court held a hearing on Appellant’s motion\n\nfor the appointment of standby counsel. At the hearing, Appellant requested\n\nmore time at the prison library and petitioned the trial court to direct stand-\n\nby counsel to help him structure his appellate argument and make copies of\n\nhis filings. N.T. Hearing, 3/30/16, at 6-8. Following a discussion about the\n\ndifferent roles that appointed counsel and stand-by counsel play, Appellant\n\nconfirmed that he wanted to continue representing himself with stand-by\n\ncounsel.    Id. a 16-18.      After the hearing, the trial court issued an order\n\nappointing stand-by counsel and reiterating that stand-by counsel would\n\nrespond to Appellant’s request for advice and consultation, but would not draft\n\ncorrespondence or pleadings, conduct legal research, or perform clerical\n\nduties for Appellant. See Order, 3/31/16.\n\n       On May 2, 2016, the trial court issued an order collectively denying the\n\nremaining balance of Appellant’s post-trial motions. The court also notified\n\nAppellant that he had thirty days to file a direct appeal.\n\n       Appellant filed a timely notice of appeal and complied with the trial\n\ncourt’s order to file a concise statement, raising twenty-three separate issues.\n\nOn July 27, 2016, the trial court issued a Pa.R.A.P. 1925(a) opinion addressing\n\nall of Appellant’s issues, which it grouped into three categories. After several\n\ncontinuance requests, and a brief remand for a Grazier2 hearing, the appeal\n\nwas dismissed due to Appellant’s failure to file a brief.     See N.T. Grazier\n\n____________________________________________\n\n\n2   Commonwealth v. Grazier, 713 A.2d 81 (Pa. 1998).\n\n                                           -8-\n\fJ-A20014-20\n\n\n\nHearing, 11/4/16; see also Trial Court Order, 11/18/16, at 1 (stating that\n\nAppellant shall continue to represent himself on appeal as he has knowingly,\n\nvoluntarily, and intelligently waived his right to counsel); see also Superior\n\nCourt Order, 2/8/18, at 1 (dismissing appeal due to Appellant’s failure to file\n\nan appellate brief).\n\n      On August 13, 2018, Appellant filed a timely pro se PCRA petition, in\n\nwhich he raised the same issues that he had sought to litigate on direct appeal.\n\nHowever, Appellant did not request the reinstatement of his direct appellate\n\nrights. Instead, he sought a release from custody and discharge. The court\n\nappointed William Hathaway, Esquire, who filed a supplemental PCRA petition.\n\nTherein, counsel alleged that Appellant was denied the right to self-\n\nrepresentation and forced into accepting hybrid counsel, as well as a litany of\n\nother claims that he conceded should have been asserted on direct appeal.\n\nHowever, counsel explained that waiver should be overlooked because there\n\nwas confusion over whether Appellant was represented by counsel on direct\n\nappeal. On December 24, 2018, the PCRA court issued notice of intent to\n\ndismiss the PCRA petition without a hearing on the basis that Appellant’s\n\nclaims could have been presented on direct appeal, but were not. On January\n\n11, 2019, the PCRA court dismissed the petition.\n\n      Attorney Hathaway filed a timely notice of appeal.        The next day,\n\nAppellant filed a motion to proceed pro se wherein he alleged that PCRA\n\ncounsel was ineffective when he did not include any citations in his\n\nsupplemental PCRA petition and did not respond to the PCRA court’s notice of\n\n                                     -9-\n\fJ-A20014-20\n\n\n\nintent to dismiss. Appellant asked for everything to be “redone” with new\n\nPCRA counsel, or for Appellant to be given the option to proceed pro se. See\n\nMotion for Change of Appointed Counsel, 2/15/19. While Appellant’s motion\n\nwas pending, Attorney Hathaway filed a concise statement pursuant to\n\nPa.R.A.P. 1925(b), in which he reiterated the claims that he had raised in the\n\nsupplemental PCRA petition.\n\n      A Grazier hearing was scheduled, and rescheduled several times, after\n\nthe original PCRA judge retired. Once the case was reassigned, a Grazier\n\nhearing was held.      At the hearing, Appellant completed a right-to-counsel\n\ncolloquy and elected to proceed pro se with his PCRA appeal. A month later,\n\nthe PCRA court filed its Rule 1925(a) opinion upholding dismissal, relying on\n\nthe rationale previously articulated in the notice of intent to dismiss.\n\nAccordingly, both Appellant and the PCRA court have complied with their\n\nrespective obligations under Pa.R.A.P. 1925.\n\n      Appellant presents the following issues, which we have reordered for\n\nease of disposition:\n\n      A.    Did standby counsel undermine [Appellant’s] state and\n            federal constitutional rights to self[-]representation?\n\n      B.    Was [Appellant] convicted of resisting arrest CC 5104\n            despite being actually innocent? And/or was the evidence\n            insufficient as a matter of law?\n\n      C.    Did the trial court [err] by sending a box cutter to the jury\n            during deliberations after granting [Appellant’s] motion of\n            acquittal as to any charges emanating from possession of\n            said article?\n\n\n\n                                     - 10 -\n\fJ-A20014-20\n\n\n      D.    Did the Commonwealth witnesses commit perjury?\n\n      E.    [Were] the videos altered,         fabricated   and    deleted\n            exculpatory evidence?\n\n      F.    Was the evidence insufficient as a matter of law and factual\n            support the conviction of retail theft CC 3929(a)(1) and/or\n            was [Appellant] actually innocent?\n\n      G.    Did the lower court [err] in not severing the charges of retail\n            theft, disorderly conduct and false identification to law\n            enforcement which came about as the result of an incident\n            that transpired thirty-six days earlier than the incident for\n            which he was arrested for in “theory only” and which gave\n            rise [to] this appeal?\n\n      H.    Was the evidence legally insufficient to convict [Appellant]\n            of terroristic threats and/or was [Appellant] actually\n            innocent?\n\n      I.    Did the Commonwealth commit a Brady error?\n\n      J.    Was PCRA counsel ineffective?\n\nAppellant’s brief at VIII-VIIII.\n\n      We begin with a discussion of the pertinent legal principles. Our “review\n\nis limited to the findings of the PCRA court and the evidence of record,” and\n\nwe do not “disturb a PCRA court’s ruling if it is supported by evidence of record\n\nand is free of legal error.” Commonwealth v. Rykard, 55 A.3d 1177, 1183\n\n(Pa.Super. 2012).     Similarly, “[w]e grant great deference to the factual\n\nfindings of the PCRA court and will not disturb those findings unless they have\n\nno support in the record. However, we afford no such deference to its legal\n\nconclusions.”   Id.    “[W]here the petitioner raises questions of law, our\n\nstandard of review is de novo and our scope of review is plenary.” Id.\n\n\n                                     - 11 -\n\fJ-A20014-20\n\n\n       A petitioner is not entitled to PCRA relief on claims that have been\n\nwaived. Commonwealth v. Fletcher, 986 A.2d 759, 772 (Pa. 2009). It is\n\nwell-established that a claim is waived if “the petitioner could have raised it\n\nbut failed to do so before trial, at trial, during unitary review, on appeal or in\n\na prior state post-conviction proceeding.” 42 Pa.C.S. § 9544(b). An appellant\n\ncannot overcome waiver by alleging ineffective assistance of counsel during a\n\nproceeding where he represented himself, because the law prohibits a\n\ndefendant who chooses to represent himself from alleging his own\n\nineffectiveness. See Commonwealth v. Williams, 196 A.3d 1021, 2029-30\n\n(Pa. 2018); see also Commonwealth v. Bryant, 855 A.2d 726, 736-37 (Pa.\n\n2004). Importantly, the fact that standby counsel was appointed to assist, at\n\ntrial or on appeal, does not alter this conclusion. See Fletcher, supra at\n\n774.\n\n       The first nine of Appellant’s ten claims concern issues that Appellant\n\ncould have raised on direct appeal. Indeed, he raised them in his pro se post-\n\nverdict motions and concise statement filed in connection with his direct\n\nappeal. The fact that the issues were not reviewed by this Court resulted from\n\nAppellant’s failure to file an appellate brief.    Nonetheless, the claims are\n\nwaived pursuant to 42 Pa.C.S. § 9544(b). Furthermore, as detailed above,\n\nAppellant elected to proceed pro se with stand-by counsel at trial and during\n\nthe appellate phase of the proceedings. Therefore, he cannot overcome the\n\n\n\n\n                                      - 12 -\n\fJ-A20014-20\n\n\nwaiver of his first nine claims by alleging his own, or stand-by counsel’s,\n\nineffectiveness.3\n\n       In Appellant’s remaining allegation, he contends that PCRA counsel was\n\nineffective when he failed to seek the reinstatement of Appellant’s direct\n\nappeal rights nunc pro tunc. See Appellant’s brief at 1, 8. Appellant explains\n\nthat because the librarian at SCI Greene refused him access to the library, he\n\ncould not make copies of his brief.            Accordingly, he was unable to file an\n\nappellate brief. Id.\n\n       A review of the certified record reveals that Appellant has not preserved\n\nthis issue for review in the instant appeal.               Claims of PCRA counsel\n\nineffectiveness cannot be raised for the first time on appeal.                  See\n\nCommonwealth v. Vo, 235 A.3d 365, 370 (Pa.Super. 2020); see also\n\nCommonwealth v. Smith, 121 A.3d 1049, 1054 (Pa.Super. 2015) citing\n\nCommonwealth v. Ford, 44 A.3d 1190, 1201 (Pa.Super. 2012) (“[A]bsent\n\nrecognition of a constitutional right to effective collateral review counsel,\n\nclaims of PCRA counsel ineffectiveness cannot be raised for the first time after\n\n\n____________________________________________\n\n\n3 In making this finding, we note that our Supreme Court has allowed\nineffective assistance claims in those situations where stand-by counsel has\ntaken over trying the case during the jury trial. See Commonwealth v.\nBryant, 855 A.2d 726, 737 (Pa. 2004) (deeming claims of ineffective\nassistance of counsel waived as to the part of the trial when the defendant\nwas representing himself, but reviewing the merits of claims related to\ncounsel’s performance after the defendant requested that standby counsel\ntake over). However, this situation is not relevant here, since Appellant\nrepresented himself for the entire trial and never requested that standby\ncounsel take over.\n\n                                          - 13 -\n\fJ-A20014-20\n\n\na notice of appeal has been taken from the underlying PCRA matter.”).\n\nInstead, such claims are properly raised by filing a pro se response to the Rule\n\n907 notice, by retaining private counsel while the PCRA petition is still\n\npending, or by raising them in a subsequent PCRA petition. See Vo, supra\n\nat 369 (citing Commonwealth v. Jette, 23 A.3d 1032, 1044 n. 14 (Pa.\n\n2011)).\n\n      Appellant had an affirmative duty to preserve his claims in the lower\n\ncourt. If he sought to assert claims of ineffective assistance of PCRA counsel,\n\nhe should have requested to proceed pro se or hired private counsel before\n\nthe conclusion of the PCRA proceedings in the court below. Instead, Appellant\n\ndid nothing between the issuance of the Rule 907 notice and dismissal of his\n\npetition. Specifically, Appellant alleged the ineffectiveness of PCRA counsel\n\nand requested to proceed pro se after the PCRA court had dismissed his\n\npetition and appointed counsel had already filed a notice of appeal. Since\n\nAppellant raised the PCRA counsel ineffectiveness claims for the first time on\n\nappeal, we may not consider them. See Ford, supra at 1201. Consequently,\n\nAppellant’s only potential avenue for relief on these issues is through pursuit\n\nof a new PCRA petition once he has finished litigating this one. See Vo, supra\n\nat 369.\n\n      As Appellant has waived his claims, we affirm the PCRA court’s order\n\ndismissing his petition.\n\n\n\n\n                                     - 14 -\n\fJ-A20014-20\n\n\n       Order affirmed.4\n\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 12/29/2020\n\n\n\n\n____________________________________________\n\n\n4 During the pendency of this appeal, Appellant filed a motion seeking to\nsupplement the certified record with a DVD from one of the incidents and a\nCD containing Patrolman Lucas’s dispatch calls. We granted the motion. On\nOctober 29, 2020, Appellant filed a motion to compel the lower court to\nforward the relevant CD and DVD after he was unable to send his copies, due\nto a transfer from SCI Greene to SCI Somerset. Since we resolve Appellant’s\nappeal on procedural grounds, we dismiss Appellant’s motion to compel as\nmoot.\n\n                                          - 15 -\n\f",
            "ocr": false,
            "opinion_id": 4647456
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}