{
    "id": 4850418,
    "judges": null,
    "date_filed": 1611532800000,
    "date_filed_is_approximate": false,
    "slug": "reginald-ross-v-state",
    "case_name_short": null,
    "case_name": "Reginald Ross v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 2.0,
            "download_url": "https://efast.gaappeals.us/download?filingId=524c3135-ddec-4da3-aeb7-54b0f2ec863d",
            "author_id": null,
            "opinion_text": "Court of Appeals\nof the State of Georgia\n\n                                       ATLANTA,____________________\n                                                January 19, 2021\n\nThe Court of Appeals hereby passes the following order:\n\nA21D0169. REGINALD ROSS v. THE STATE.\n\n      While on parole in 2017, Reginald Ross was charged with theft by receiving\nstolen property and possession of a firearm by a convicted felon. On May 30, 2018,\nthe charges were placed on a dead docket. Thereafter, Ross filed motions to set aside\na void judgment and to dismiss court appointed counsel.1 The trial court dismissed\nthe motions on November 18, 2020, on the ground that there was no judgment to be\nset aside and that no court-appointed attorney represented Ross at the time of his\nfiling. Ross filed a motion for reconsideration, which the trial court also denied. On\nDecember 21, 2020, Ross, appearing pro se, filed his application for discretionary\nappeal challenging the trial court’s order of November 18, 2020 dismissing his\nmotions, as well as the motion for reconsideration. We, however, lack jurisdiction.\n      An application for discretionary review must be filed within 30 days of entry\nof the judgment or trial court order sought to be appealed. OCGA § 5-6-35 (d). The\nrequirements of OCGA § 5-6-35 are jurisdictional, and this Court cannot accept an\napplication for appeal not made in compliance therewith. See Boyle v. State, 190 Ga.\nApp. 734, 734 (380 SE2d 57) (1989). Pretermitting whether a timely discretionary\napplication would have authorized appellate review of the trial court order at issue\nhere, Ross’s application was untimely filed 33 days after the trial court entered its\norder of November 18, 2020. To the extent that Ross seeks to appeal the order\ndenying his motion for reconsideration, the motion did not extend the time to appeal\n\n\n      1\n       Ross has not provided copies of his motions, in violation of Court of Appeals\nRule 31 (e).\n\fthe November 18 order, and the order on the motion for reconsideration is not\nappealable in its own right. See Bell v. Cohran, 244 Ga. App. 510, 510-511 (536\nSE2d 187) (2000); Savage v. Newsome, 173 Ga. App. 271, 271 (326 SE2d 5) (1985).\nThus, this application is untimely as to the dismissal order and invalid as to the order\ndismissing his motion for reconsideration. For these reasons, the application is hereby\nDISMISSED for lack of jurisdiction. See Boyle, 190 Ga. App. at 734.\n\n                                        Court of Appeals of the State of Georgia\n                                               Clerk’s Office, Atlanta,____________________\n                                                                         01/19/2021\n                                               I certify that the above is a true extract from\n                                        the minutes of the Court of Appeals of Georgia.\n                                               Witness my signature and the seal of said court\n                                        hereto affixed the day and year last above written.\n\n\n                                                                                        , Clerk.\n\f",
            "ocr": false,
            "opinion_id": 4654197
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}