{
    "id": 4851845,
    "judges": null,
    "date_filed": 1611792000000,
    "date_filed_is_approximate": false,
    "slug": "people-v-mcclary-ca12",
    "case_name_short": null,
    "case_name": "People v. McClary CA1/2",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "https://www.courts.ca.gov/opinions/nonpub/A158242.PDF",
            "author_id": null,
            "opinion_text": "Filed 1/28/21 P. v. McClary CA1/2\n                  NOT TO BE PUBLISHED IN OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication or\nordered published for purposes of rule 8.1115.\n\n\n\n          IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                      FIRST APPELLATE DISTRICT\n\n                                                   DIVISION TWO\n\n\n THE PEOPLE,\n             Plaintiff and Respondent,\n                                                                        A158242\n v.\n ROBERT ANTHONY MCCLARY,                                                (Contra Costa County\n                                                                        Super. Ct. No. 5-170844-5)\n             Defendant and Appellant.\n\n         Defendant Robert McClary was charged with murder and pleaded no\ncontest to voluntary manslaughter as part of a plea agreement. He later\npetitioned for resentencing under Senate Bill No. 1437, which made certain\nchanges to the felony murder rule and the natural and probable consequences\ndoctrine. The trial court denied McClary’s petition, concluding that he is not\neligible for relief under Senate Bill No. 1437 because he was not convicted of\nmurder. We affirm.\n                                                  BACKGROUND\n         On May 22, 2017, the Contra Costa District Attorney filed an\ninformation alleging that on August 18, 2015, McClary and Montino Keith\nLewis committed felony murder in the course of a burglary and an attempted\nrobbery (Pen. Code, § 187, subd. (a))1 (count 1), attempted first degree\n\n\n         1   Further undesignated statutory references are to the Penal Code.\n\n                                                               1\n\fresidential robbery (§§ 211, 664) (count 2), and first degree burglary (§ 459)\n(count 3), along with various firearm enhancements.\n      On April 10, 2018, McClary entered into a plea agreement whereby he\npleaded no contest to count 3 and a new count 4—voluntary manslaughter\n(§ 192, subd. (a))—and admitted two prior conviction enhancements (§ 667,\nsubd. (a)(1)), in exchange for a sentence of 14 years 4 months. That same\nday, the trial court sentenced McClary to 14 years 4 months in prison—1 year\n4 months on count 3, 3 years on count 4, plus 5 years each for the two prior\nconviction enhancements. The remaining charges were dismissed.\n      On September 30, 2018, Senate Bill No. 1437 was signed into law.\n“ ‘Senate Bill [No.] 1437 was enacted to “amend the felony murder rule and\nthe natural and probable consequences doctrine, as it relates to murder, to\nensure that murder liability is not imposed on a person who is not the actual\nkiller, did not act with the intent to kill, or was not a major participant in the\nunderlying felony who acted with reckless indifference to human life.” (Stats.\n2018, ch. 1015, § 1, subd. (f).) Substantively, Senate Bill [No.] 1437\naccomplishes this by amending section 188, which defines malice, and\nsection 189, which defines the degrees of murder, and as now amended,\naddresses felony murder liability. Senate Bill [No.] 1437 also adds . . .\nsection 1170.95, which allows those “convicted of felony murder or murder\nunder a natural and probable consequences theory . . . [to] file a petition with\nthe court that sentenced the petitioner to have the petitioner’s murder\nconviction vacated and to be resentenced on any remaining counts . . . .”\n(§ 1170.95, subd. (a).)’ ” (People v. Anthony (2019) 32 Cal. App. 5th 1102, 1148,\nquoting People v. Martinez (2019) 31 Cal. App. 5th 719, 723–724.)\n      On January 17, 2019, McClary filed a petition for resentencing under\nsection 1170.95, using a standard form and checking a box to request that\n\n                                        2\n\fcounsel be appointed to represent him. The trial court appointed counsel,\nand the parties filed briefs.\n      On July 16, 2019, in a 10-page written order, the trial court denied\nMcClary’s petition, concluding that he was not eligible for resentencing under\nsection 1170.95 because the statute applies only to those convicted of murder.\n      McClary appeals.\n                                 DISCUSSION\n      McClary argues that (1) the trial court erred in concluding that he is\nnot eligible for relief under section 1170.95 because he was not convicted of\nmurder, and (2) excluding him from relief under section 1170.95 violates his\nconstitutional right to equal protection. These are questions of law that we\nreview de novo. (See People v. Turner (2020) 45 Cal. App. 5th 428, 435\n(Turner); People v. Health Laboratories of North America, Inc. (2001)\n87 Cal. App. 4th 442, 445.)\n      Section 1170.95, subdivision (a) provides:\n      “A person convicted of felony murder or murder under a natural and\nprobable consequences theory may file a petition with the court that\nsentenced the petitioner to have the petitioner’s murder conviction vacated\nand to be resentenced on any remaining counts when all of the following\nconditions apply:\n      “(1) A complaint, information, or indictment was filed against the\npetitioner that allowed the prosecution to proceed under a theory of felony\nmurder or murder under the natural and probable consequences doctrine.\n      “(2) The petitioner was convicted of first degree or second degree\nmurder following a trial or accepted a plea offer in lieu of a trial at which the\npetitioner could be convicted for first degree or second degree murder.\n\n\n\n                                        3\n\f      “(3) The petitioner could not be convicted of first or second degree\nmurder because of changes to Section 188 or 189 made effective January 1,\n2019.”\n      McClary argues that section 1170.95 should be read to apply to those\nconvicted of voluntary manslaughter through a plea agreement, focusing on\nthe phrase “or accepted a plea offer in lieu of a trial at which the petitioner\ncould be convicted for first degree or second degree murder” in section\n1170.95, subdivision (a)(2). He also relies heavily on the legislative finding\nthat there is a need for “statutory changes to more equitably sentence\noffenders in accordance with their involvement in homicides,” a term which\nincludes manslaughter. (Stats. 2018, ch. 1015, § 1, subd. (b), emphasis\nadded.)\n      We need not address these arguments in detail, because approximately\nsix weeks before McClary’s opening brief was filed, we extensively considered\nand rejected them in People v. Paige (2020) 51 Cal. App. 5th 194, 200–204\n(Paige)—a case that McClary’s opening brief does not even mention, let alone\nmake any effort to distinguish. In Paige, the defendant was, as here, charged\nwith murder but pleaded guilty to voluntary manslaughter as part of a plea\nagreement, and sought resentencing pursuant to section 1170.95 after the\npassage of Senate Bill No. 1437. (Id. at pp. 198–199.) We concluded that the\nplain text of section 1170.95 is unambiguous and applies only to murder\nconvictions. (Id. at pp. 201–202.) We found that “read in the context of the\nstatute as a whole, considering both its structure and its language,\n[section 1170.95,] subdivision (a)(2) cannot reasonably be understood to\nencompass persons who accept a plea offer in lieu of trial for a crime other\nthan murder.” (Id. at p. 202.) We went on to “reject Paige’s argument based\non a snippet of language from the uncodified section of Senate Bill No. 1437\n\n                                        4\n\fstating the purpose of the bill is to more equitably sentence offenders ‘in\naccordance with their involvement in homicides’ (Stats. 2018, ch. 1015, § 1,\nsubd. (b), italics added), that the statute extends beyond murder.” (Paige,\nsupra, 51 Cal.App.5th at pp. 202–203.) We concluded: “In short, we agree\nwith our colleagues in the Second, Fourth and Fifth Districts holding that\ndefendants charged with felony murder but convicted of voluntary\nmanslaughter pursuant to a plea agreement are not eligible for relief under\nsection 1170.95.” (Id. at p. 204; see People v. Cervantes (2020) 44 Cal. App. 5th\n884, 887 [“The plain language of [section 1170.95] is explicit; its scope is\nlimited to murder convictions”]; Turner, supra, 45 Cal.App.5th at pp. 435–\n436; People v. Flores (2020) 44 Cal. App. 5th 985, 992–997; People v. Sanchez\n(2020) 48 Cal. App. 5th 914, 917–920.) And we considered and rejected the\ndefendant’s argument that our interpretation of section 1170.95 violated the\nequal protection provisions of the federal and California constitutions.\n(Paige, supra, 51 Cal.App.5th at pp. 205–206.)\n      On reply, McClary purports to address our decision in Paige. He\nargues that our interpretation of section 1170.95 renders the phrase “or\naccepted a plea offer in lieu of a trial at which the petitioner could be\nconvicted for first degree or second degree murder” superfluous, because if\nthe Legislature meant to include only those defendants actually convicted of\nmurder, there was no need to distinguish between convictions after trial and\nconvictions obtained through plea agreements. He further argues that the\nuse of the phrase “vacating the conviction” in the Legislative Counsel’s Digest\nof Senate Bill No. 1437 demonstrates a legislative intent that the statute\napplies to manslaughter convictions. And he argues that our interpretation\nwould lead to absurd results because those convicted of felony murder could\n\n\n\n                                        5\n\fend up serving shorter sentences than defendants who instead plead guilty to\nvoluntary manslaughter.\n      Our decision in Paige answers these arguments. We acknowledged\nthat “read in isolation,” section 1170.95, subdivision (a)(2) could be read to\ninclude defendants who plead guilty to manslaughter, but concluded that\n“read in the context of the statute as a whole, considering both its structure\nand its language, section 1170.95, subdivision (a)(2) cannot reasonably be\nunderstood to encompass persons who accept a plea offer in lieu of trial for a\ncrime other than murder.” (Paige, supra, 51 Cal.App.5th at p. 202.) We\nfound this interpretation supported by the legislative history, and relied on\nthe Turner court’s examination of the “full history” of the statute to reach the\nsame conclusion. (Paige, at pp. 202–203; see Turner, supra, 45 Cal.App.5th\nat pp. 436–438.) And we rejected the argument that our interpretation would\nlead to absurd results. (Paige, supra, 51 Cal.App.5th at p. 204; see Turner,\nsupra, 45 Cal.App.5th at pp. 438–439.) In sum, McClary does not persuade\nus to reconsider Paige, and that decision is dispositive of his appeal.\n                                DISPOSITION\n      The order is affirmed.\n\n\n\n\n                                        6\n\f                                  _________________________\n                                  Richman, J.\n\n\nWe concur:\n\n\n_________________________\nKline, P.J.\n\n\n_________________________\nStewart, J.\n\n\n\n\nPeople v. McClary (A158242)\n\n\n\n\n                              7\n\f",
            "ocr": false,
            "opinion_id": 4655624
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}