{
    "id": 4853074,
    "judges": null,
    "date_filed": "1983-11-21",
    "date_filed_is_approximate": true,
    "slug": "people-v-jimenez-ca5",
    "case_name_short": null,
    "case_name": "People v. Jimenez CA5",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "https://www.courts.ca.gov/opinions/nonpub/F080209.PDF",
            "author_id": null,
            "opinion_text": "Filed 2/2/21 P. v. Jimenez CA5\n\n\n\n\n                  NOT TO BE PUBLISHED IN THE OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n           IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n                                     FIFTH APPELLATE DISTRICT\n\n\n    THE PEOPLE,\n                                                                                             F080209\n           Plaintiff and Respondent,\n                                                                               (Super. Ct. No. F14908403)\n                    v.\n\n    JESUS MANUEL JIMENEZ,                                                                 OPINION\n           Defendant and Appellant.\n\n\n\n                                                   THE COURT*\n         APPEAL from a judgment of the Superior Court of Fresno County. Alvin M.\nHarrell III, Judge.\n         Richard L. Fitzer, under appointment by the Court of Appeal, for Defendant and\nAppellant.\n         Office of the State Attorney General, Sacramento, California, for Plaintiff and\nRespondent.\n                                                        -ooOoo-\n\n\n\n*        Before Peña, Acting P.J., Smith, J. and Snauffer, J.\n\f       Appointed counsel for defendant Jesus Manuel Jimenez asked this court to review\nthe record to determine whether there are any arguable issues on appeal. (People v.\nWende (1979) 25 Cal.3d 436.) Defendant was advised of his right to file a supplemental\nbrief within 30 days of the date of filing of the opening brief. Defendant did not respond.\nFinding no arguable error that would result in a disposition more favorable to defendant,\nwe affirm.\n                                     BACKGROUND\n       On September 8, 2014, at 12:51 a.m., defendant and three other men lured a man\n(the boyfriend of the ex-wife of one of the three men) out of his residence by banging on\nthe front door and yelling that someone was breaking into his car. When the man came\nout, they attacked him. He retreated into his residence, but the group broke down the\ndoor and continued the assault. Defendant pulled splintered wood from the broken door\nframe and stabbed the man in the shoulder. Defendant then tried to stab him in the chest,\nbut the man was able to move to avoid the strike. The group left the man bleeding from\nhis head, arm/shoulder, and hand.\n       On November 1, 2017, the Fresno County District Attorney filed a third amended\ninformation charging defendant with attempted murder (Pen. Code, §§ 664, 187;1\ncount 1), assault with a deadly weapon (§ 245, subd. (a)(1); count 2), and first degree\nburglary with a nonparticipant present (§§ 459, 460; count 3). As to counts 1 and 2, the\ninformation further alleged defendant personally used a deadly and dangerous weapon\n(§ 12022, subd. (b)(1)) and had suffered a prior “strike” conviction within the meaning of\nthe “Three Strikes” law (§§ 667, subds. (b)–(i), 1170.12, subds. (a)–(d)).\n       The same day, defendant pled no contest to counts 2 and 3 and admitted the prior\nstrike conviction allegation, in return for an indicated sentence of nine years.\n\n\n\n1      All statutory references are to the Penal Code.\n\n\n                                             2.\n\f       On September 13, 2019, the trial court sentenced defendant to nine years in prison:\non count 3, eight years (four years, doubled pursuant to the Three Strikes law), plus a\none-year weapon use enhancement; on count 2, six years (three years, doubled pursuant\nto the Three Strikes law), stayed pursuant to section 654. The court ordered the nine-\nyear sentence to run consecutively to the 16-month sentence imposed in another case.\n       On October 30, 2019, defendant filed a notice of appeal.\n       After reviewing the record, we find no arguable error on appeal that would result\nin a disposition more favorable to defendant.\n                                     DISPOSITION\n       The judgment is affirmed.\n\n\n\n\n                                            3.\n\f",
            "ocr": false,
            "opinion_id": 4656853
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}