{
    "id": 4853674,
    "judges": null,
    "date_filed": 1612396800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-dickinson",
    "case_name_short": "Dickinson",
    "case_name": "State v. Dickinson",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://www.azcourts.gov/Portals/0/OpinionFiles/Div1/2021/1%20CA-CR%2020-0127%20PRPC%20-%20STATE%20v.%20DICKINSON%20-%20FINAL.pdf",
            "author_id": null,
            "opinion_text": "                     NOTICE: NOT FOR OFFICIAL PUBLICATION.\n UNDER ARIZONA RULE OF THE SUPREME COURT 111(c), THIS DECISION IS NOT PRECEDENTIAL\n                 AND MAY BE CITED ONLY AS AUTHORIZED BY RULE.\n\n\n\n\n                                    IN THE\n             ARIZONA COURT OF APPEALS\n                                DIVISION ONE\n\n\n                     STATE OF ARIZONA, Respondent,\n\n                                        v.\n\n                      JAYSON DICKINSON, Petitioner.\n\n                         No. 1 CA-CR 20-0127 PRPC\n                             FILED 02-04-2021\n\n\n     Petition for Review from the Superior Court in Navajo County\n                            No. CR2019-247\n                  The Honorable Ralph E. Hatch, Judge\n\n                  REVIEW GRANTED; RELIEF DENIED\n\n\n                                   COUNSEL\n\nNavajo County Attorney’s Office, Holbrook\nBy Michael R. Shumway\nCounsel for Respondent\n\nJayson Dickinson, Safford\nPetitioner\n\f                           STATE v. DICKINSON\n                            Decision of the Court\n\n\n\n                      MEMORANDUM DECISION\n\nPresiding Judge Samuel A. Thumma, Judge Jennifer B. Campbell and Judge\nDavid D. Weinzweig delivered the decision of the Court.\n\n\n\nPER CURIAM:\n\n¶1          Petitioner Jayson Dickinson petitions this court for review\nfrom the dismissal of his petition for post-conviction relief. We grant\nreview and deny relief.\n\n¶2            Dickinson pled guilty to burglary in the third degree and theft\nof means of transportation with a stipulation to probation. If Dickinson\nfailed to appear for sentencing, the plea agreement permitted the court to\nimpose any lawful sentence not exceeding the maximum term of\nimprisonment. Dickinson did not personally appear for sentencing in July\n2019, though he appeared telephonically. The court reset sentencing and\nrejected the stipulations in the plea agreement. The court sentenced\nDickinson to concurrent sentences of imprisonment, the longest being 3.5\nyears. Not long after, the court vacated Dickinson’s sentence and\nresentenced him to 2.5 years for burglary in the third degree followed by 3\nyears of intensive probation for theft of means of transportation.\n\n¶3            Dickinson timely petitioned the superior court for post-\nconviction relief of-right in propria persona after his counsel found no\ncolorable claims for relief. The court summarily dismissed the petition.\nDickinson seeks review. We will not disturb the ruling unless the court\nclearly abused its discretion. See State v. Swoopes, 216 Ariz. 390, 393, ¶ 4\n(App. 2007).\n\n¶4             Dickinson raises the same arguments rejected in the superior\ncourt, including that his telephonic appearance at sentencing was not a\ntriggering event to reject the stipulations of the plea agreement and\nineffective assistance of counsel. Dickinson does not, however, identify any\nfactual or legal error in the court’s ruling. He cites no evidence or authority\nand fails to meaningfully develop his argument. See Ariz. R. Crim. P.\n33.7(b), (e) (“A petition . . . must include a memorandum that contains\ncitations to relevant portions of the record and to relevant legal\nauthorities[,] . . . [and] any affidavits, records, or other evidence currently\n\n\n\n                                      2\n\f                           STATE v. DICKINSON\n                            Decision of the Court\n\navailable to the defendant supporting the allegations in the petition.”). For\nthese reasons, Dickinson has not shown a colorable claim and his\narguments are waived. See State v. Donald, 198 Ariz. 406, 414, ¶ 21 (App.\n2000) (to warrant an evidentiary hearing, a Rule 32 claim “must consist of\nmore than conclusory assertions”); see also State v. Stefanovich, 232 Ariz. 154,\n158, ¶ 16 (App. 2013) (insufficient argument waives claim on review); State\nv. French, 198 Ariz. 119, 122, ¶ 9 (App. 2000) (summarily rejecting claims not\ncomplying with rules governing form and content of petitions for review),\ndisapproved on other grounds by Stewart v. Smith, 202 Ariz. 446, 450, ¶ 10\n(2002).\n\n¶5            We grant review and deny relief.\n\n\n\n\n                           AMY M. WOOD • Clerk of the Court\n                           FILED:    JT\n\n\n                                        3\n\f",
            "ocr": true,
            "opinion_id": 4657453
        }
    ],
    "court_short_name": "Court of Appeals of Arizona",
    "court_full_name": "Court of Appeals of Arizona",
    "court_type": "SA",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Robbery"
}