{
    "id": 4867983,
    "judges": null,
    "date_filed": "1985-01-24",
    "date_filed_is_approximate": true,
    "slug": "state-v-starks",
    "case_name_short": "Starks",
    "case_name": "State v. Starks",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "308 Neb. 527"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00007637PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n03/26/2021 08:08 AM CDT\n\n\n\n\n                                                          - 527 -\n                               Nebraska Supreme Court Advance Sheets\n                                        308 Nebraska Reports\n                                                  STATE v. STARKS\n                                                  Cite as 308 Neb. 527\n\n\n\n\n                                        State of Nebraska, appellee. v.\n                                          Gary L. Starks, appellant.\n                                                    ___ N.W.2d ___\n\n                               Filed February 26, 2021.   Nos. S-20-585 through S-20-587.\n\n                 1. Sentences: Appeal and Error. An appellate court will not disturb a sen-\n                    tence imposed within statutory limits unless the sentence was an abuse\n                    of discretion.\n                 2. ____: ____. An abuse of discretion takes place when the sentencing\n                    court’s reasons or rulings are clearly untenable and unfairly deprive a\n                    litigant of a substantial right and a just result.\n                 3. ____: ____. When a defendant challenges a sentence imposed by the\n                    district court as excessive and the State believes the sentence to be\n                    erroneous but has not cross-appealed in accordance with Neb. Rev. Stat.\n                    § 29-2315.01 (Cum. Supp. 2020) or Neb. Rev. Stat. § 29-2321 (Reissue\n                    2016), an appellate court considers the State’s suggestion of error to the\n                    extent that the court chooses, at its option, to notice plain error.\n                 4. Appeal and Error. Plain error exists where there is an error, plainly\n                    evident from the record but not complained of at trial, which prejudi-\n                    cially affects a substantial right of a litigant and is of such a nature that\n                    to leave it uncorrected would cause a miscarriage of justice or result in\n                    damage to the integrity, reputation, and fairness of the judicial process.\n                 5. Sentences: Appeal and Error. A sentence that is contrary to the court’s\n                    statutory authority is an appropriate matter for plain error review.\n                 6. ____: ____. Whether a sentence is authorized by statute presents a ques-\n                    tion of law, which an appellate court reviews de novo.\n                 7. ____: ____. In reviewing whether an abuse of discretion occurred during\n                    sentencing, an appellate court determines whether the sentencing court\n                    considered and applied the relevant factors and any applicable legal\n                    principles in determining the sentence to be imposed.\n                 8. ____: ____. Relevant factors in determining whether an abuse of dis-\n                    cretion occurred during sentencing may include the defendant’s (1)\n                    age, (2) mentality, (3) education and experience, (4) social and cultural\n\f                                    - 528 -\n            Nebraska Supreme Court Advance Sheets\n                     308 Nebraska Reports\n                              STATE v. STARKS\n                              Cite as 308 Neb. 527\n\n      background, (5) past criminal record or record of law-abiding conduct,\n      and (6) motivation for the offense, as well as (7) the nature of the\n      offense and (8) the amount of violence involved in the commission of\n      the crime.\n 9.   ____: ____. While the factors for determining whether an abuse of dis-\n      cretion occurred during sentencing should instruct a sentencing court,\n      they do not comprise a mathematical formula that must be rigidly\n      implemented. Rather, they are among the relevant factors that may\n      be considered.\n10.   Sentences. A sentence should be tailored and based on factors that fit\n      the offender and not merely the crime.\n11.   ____. The appropriateness of a sentence is necessarily a subjective judg-\n      ment that includes the sentencing judge’s observation of the defendant’s\n      demeanor and attitude and of all the facts and circumstances surround-\n      ing the defendant’s life.\n12.   Sentences: Appeal and Error. It is not an appellate court’s function to\n      conduct a de novo review and a reweighing of the sentencing factors in\n      the record.\n13.   Sentences. A determinate sentence is imposed when the defendant is\n      sentenced to a single term of years.\n14.   ____. When imposing an indeterminate sentence, a sentencing court\n      ordinarily articulates either a minimum term and maximum term or a\n      range of time for which a defendant is to be incarcerated.\n15.   ____. The fact that the minimum term and maximum term of a sentence\n      are the same does not affect the sentence’s status as an indetermi-\n      nate sentence.\n16.   Sentences: Appeal and Error. The failure to impose an indeterminate\n      sentence when required to do so by statute constitutes plain error.\n17.   ____: ____. An appellate court has the power on direct appeal to remand\n      a cause for the imposition of a lawful sentence where an erroneous one\n      has been pronounced.\n\n   Appeal from the District Court for Douglas County: James\nT. Gleason, Judge. Affirmed in part, and in part vacated and\nremanded for resentencing.\n  Thomas C. Riley, Douglas County Public Defender, and Ann\nO. Petersen for appellant.\n  Douglas J. Peterson, Attorney General, and Siobhan E.\nDuffy for appellee.\n\f                                  - 529 -\n            Nebraska Supreme Court Advance Sheets\n                     308 Nebraska Reports\n                            STATE v. STARKS\n                            Cite as 308 Neb. 527\n\n  Heavican, C.J., Miller-Lerman, Cassel, Stacy, Funke,\nand Papik, JJ.\n\n    Heavican, C.J.\n                       INTRODUCTION\n   Based on Gary L. Starks’ plea-based convictions for one\nClass IIA felony and three Class IV felonies, he was sen-\ntenced to consecutive terms of 8 to 16 years’ imprisonment\nfor the Class IIA felony and 2 years’ imprisonment for each\nClass IV felony. Starks appeals the terms of his total sentence\nas excessive. The State notes that the determinate sentences\nfor Starks’ Class IV felonies may have violated Neb. Rev. Stat.\n§ 29-2204.02 (Reissue 2016).\n   We affirm the sentence for Starks’ Class IIA felony, but\nvacate the sentences imposed for his Class IV felonies and\nremand the cause for resentencing.\n\n                        BACKGROUND\n   In September 2019, Starks was charged by information with\npossession of a controlled substance, a Class IV felony. 1 The\ncharge stemmed from the police’s discovery, during a routine\ntraffic stop, of marijuana “joints” and .7 gram of methamphet-\namine in Starks’ vehicle. Starks pled guilty and, in February\n2020, was sentenced to 18 months’ probation.\n   Over the next 2 months, Starks failed to report for at least\nthree scheduled appointments with his probation officer. He\nalso failed to submit for drug tests and to apprise his proba-\ntion officer of his places of employment. In June 2020, on the\nbasis that Starks had violated his probation, the district court\nreinstated Starks’ Class IV felony charge for possession of a\ncontrolled substance. 2\n   While on probation, Starks was also charged with six\ncounts of theft by shoplifting. The informations alleged that\n1\n    See Neb. Rev. Stat. § 28-416(3) (Supp. 2017).\n2\n    See Neb. Rev. Stat. § 29-2268 (Cum. Supp. 2020).\n\f                                  - 530 -\n            Nebraska Supreme Court Advance Sheets\n                     308 Nebraska Reports\n                            STATE v. STARKS\n                            Cite as 308 Neb. 527\n\nbetween December 2019 and March 2020, Starks had misap-\npropriated merchandise from various retail stores. Based on\nthe value of the items taken, and on Starks’ status as a repeat\nshoplifter, four shoplifting counts were charged as Class IV\nfelonies and two shoplifting counts were charged as Class IIA\nfelonies. 3\n   Represented by counsel, Starks appeared before the district\ncourt for Douglas County in June 2020. Starks informed the\ncourt that he had reached a plea agreement with the State.\n   Pursuant to the plea agreement, Starks pled guilty to violat-\ning his probation, a Class IV felony, and to three counts of\nshoplifting, including two Class IV felonies and one Class IIA\nfelony. In exchange, the State dismissed Starks’ remaining\ncharges. The court accepted Starks’ guilty pleas and ordered a\npresentence investigation (PSI). 4\n   A sentencing hearing was held on July 28, 2020. At the hear-\ning, Starks’ counsel urged the court to impose a sentence “on\nthe lower range” of what was statutorily authorized. Starks’\ncounsel noted that Starks’ offenses were nonviolent, that the\nPSI report had rated Starks as a low risk for violence and\naggression, and that Starks’ behavior could be partly explained\nby the physical abuse he had suffered as a child and by his\ndrug addiction and lack of stable housing as an adult.\n   Starks himself testified that while growing up, he had learned\nto steal to survive. As an adult, Starks pawned his stolen wares\nso that he could afford drugs and temporary housing. He stated\nthat he was sorry for his actions and expressed a desire to “get\nhelp for my drug addiction. Using methamphetamine, I’ve been\nstruggling with that for about, like, six years now.” Starks peti-\ntioned the court for “another opportunity out there in society”\nto become rehabilitated and to take care of his family, includ-\ning his girlfriend and six children.\n   The State responded by observing that the PSI report indi-\ncated Starks was a “very high” risk to reoffend, that the value\n3\n    See Neb. Rev. Stat. § 28-518 (Reissue 2016).\n4\n    See Neb. Rev. Stat. § 29-2261 (Cum. Supp. 2020).\n\f                                  - 531 -\n            Nebraska Supreme Court Advance Sheets\n                     308 Nebraska Reports\n                            STATE v. STARKS\n                            Cite as 308 Neb. 527\n\nof goods he had shoplifted was significant, and that Starks had\nnot consistently expressed remorse for his actions. The State,\naccordingly, recommended to the court a “straight sentence”\nof incarceration.\n   After noting that it had considered the PSI report and the\nparties’ arguments and testimony, the court ordered a sentence\nof incarceration for each offense. For Starks’ Class IIA felony\nconviction, he was sentenced to 8 to 16 years’ imprisonment,\nand for each Class IV felony conviction, he was sentenced to\n2 years’ imprisonment. Subject to 190 days’ credit for time\nserved, the sentences were ordered to run consecutively from\nthe date of sentencing.\n   Starks perfected timely appeals, which we moved to\nour docket. 5\n\n                  ASSIGNMENT OF ERROR\n   Starks assigns that the district court imposed excessive\nsentences.\n   The State contests this assigned error but, in its responsive\nbrief, notes that the determinate sentences for Starks’ Class\nIV felonies may have violated § 29-2204.02. Although the\nState has not cross-appealed Starks’ sentences on this basis, it\nrequests that we notice plain error.\n\n                  STANDARD OF REVIEW\n   [1,2] An appellate court will not disturb a sentence\nimposed within statutory limits unless the sentence was an\nabuse of discretion. 6 An abuse of discretion takes place when\nthe sentencing court’s reasons or rulings are clearly unten-\nable and unfairly deprive a litigant of a substantial right and a\njust result. 7\n5\n    See Neb. Rev. Stat. §§ 24-1106(3) and 25-1912 (Cum. Supp. 2020).\n6\n    See State v. Clausen, 307 Neb. 968, 951 N.W.2d 764 (2020). See, also,\n    Neb. Rev. Stat. § 29-2308(1) (Reissue 2016).\n7\n    State v. McCulley, 305 Neb. 139, 939 N.W.2d 373 (2020).\n\f                                    - 532 -\n             Nebraska Supreme Court Advance Sheets\n                      308 Nebraska Reports\n                              STATE v. STARKS\n                              Cite as 308 Neb. 527\n\n   [3] When a defendant challenges a sentence imposed by the\ndistrict court as excessive and the State believes the sentence\nto be erroneous but has not cross-appealed in accordance with\nNeb. Rev. Stat. § 29-2315.01 (Cum. Supp. 2020) or Neb. Rev.\nStat. § 29-2321 (Reissue 2016), an appellate court consid-\ners the State’s suggestion of error to the extent that the court\nchooses, at its option, to notice plain error. 8\n   [4-6] Plain error exists where there is an error, plainly evi-\ndent from the record but not complained of at trial, which prej-\nudicially affects a substantial right of a litigant and is of such\na nature that to leave it uncorrected would cause a miscarriage\nof justice or result in damage to the integrity, reputation, and\nfairness of the judicial process. 9 A sentence that is contrary to\nthe court’s statutory authority is an appropriate matter for plain\nerror review. 10 Whether a sentence is authorized by statute\npresents a question of law, which we review de novo. 11\n                           ANALYSIS\n                   Excessive Sentences Claim\n    We begin by considering Starks’ claim that his sentences\nare excessive.\n    The first step in analyzing whether sentences are exces-\nsive is to examine the statutory limits on penalties for such\n­offenses. 12 Neb. Rev. Stat. § 28-105 (Cum. Supp. 2020) sets\n maximum penalties for the felony offenses at issue here. Under\n that statute, a Class IIA felony is punishable by a maximum\n term of 20 years’ imprisonment and a Class IV felony is pun-\n ishable by a maximum term of 2 years’ imprisonment. 13\n 8\n     See State v. Guzman, 305 Neb. 376, 940 N.W.2d 552 (2020).\n 9\n     See Clausen, supra note 6.\n10\n     State v. Galvan, 305 Neb. 513, 941 N.W.2d 183 (2020), modified on denial\n     of rehearing 306 Neb. 498, 945 N.W.2d 888.\n11\n     See State v. Kantaras, 294 Neb. 960, 885 N.W.2d 558 (2016).\n12\n     See Clausen, supra note 6.\n13\n     § 28-105(1).\n\f                                    - 533 -\n             Nebraska Supreme Court Advance Sheets\n                      308 Nebraska Reports\n                              STATE v. STARKS\n                              Cite as 308 Neb. 527\n\n   Starks was sentenced to 8 to 16 years’ imprisonment for\nhis Class IIA felony and 2 years’ imprisonment for each of\nhis Class IV felonies. Those sentences did not exceed the\nlimits of § 28-105(1). Consequently, our analysis of whether\nStarks’ sentences are excessive is limited to a review for abuse\nof discretion. 14\n   Before imposing Starks’ sentences, the district court stated\nthat it “ha[d] considered everything in the [PSI report]” and\neverything stated at the sentencing hearing. Starks character-\nizes this analysis as inadequate. He contends that it demon-\nstrates the district court’s failure to adequately weigh various\nfactors that mitigated the severity of his offenses. According to\nStarks, “the district court abused its discretion by tailoring the\nsentence to the crime, not the individual offender.” 15\n   [7,8] In reviewing whether an abuse of discretion occurred\nduring sentencing, an appellate court determines whether the\nsentencing court considered and applied the relevant factors\nand any applicable legal principles in determining the sentence\nto be imposed. 16 Relevant factors in that analysis may include\nthe defendant’s (1) age, (2) mentality, (3) education and expe-\nrience, (4) social and cultural background, (5) past criminal\nrecord or record of law-abiding conduct, and (6) motivation\nfor the offense, as well as (7) the nature of the offense and\n(8) the amount of violence involved in the commission of\nthe crime. 17\n   [9-11] While these factors should instruct a sentencing\ncourt, they do not comprise a mathematical formula that\nmust be rigidly implemented. 18 Rather, they are among the\nrelevant factors that may be considered. 19 A sentence should\n14\n     See Clausen, supra note 6.\n15\n     Brief for appellant at 5.\n16\n     See State v. Stack, 307 Neb. 773, 950 N.W.2d 611 (2020).\n17\n     See Clausen, supra note 6.\n18\n     See State v. Gray, 307 Neb. 418, 949 N.W.2d 320 (2020).\n19\n     See id. See, also, Clausen, supra note 6.\n\f                                  - 534 -\n            Nebraska Supreme Court Advance Sheets\n                     308 Nebraska Reports\n                            STATE v. STARKS\n                            Cite as 308 Neb. 527\n\nbe tailored and based on factors that “fit the offender and\nnot merely the crime.” 20 The appropriateness of a sentence is\nnecessarily a subjective judgment that includes the sentencing\njudge’s observation of the defendant’s demeanor and attitude\nand of all the facts and circumstances surrounding the defend­\nant’s life. 21\n   Here, the sources cited in the district court’s order amply\nsupport the sentences that were imposed. Both the parties’\ntestimony and the PSI report provide highly personalized,\nrelevant evidence about Starks’ life, character, and previous\nconduct. 22\n   And while some of that evidence mitigated the severity of\nStarks’ offenses, other evidence did not. The evidence revealed,\nfor example, Starks’ lengthy criminal history, including previ-\nous convictions for drug use and theft; his troubling signs of\ndrug and alcohol abuse and of antisocial behavior; and his\nresistance to rehabilitative efforts in the past, as demonstrated\nby his noncooperation with the terms of probation following\nhis possession of a controlled substance conviction. These\nindividualized factors led to a sentencing recommendation in\nthe PSI report of a term of incarceration based on Starks’ “very\nhigh risk to re-offend.”\n   [12] It is not this court’s function to conduct a de novo\nreview and a reweighing of the sentencing factors in the\nrecord. 23 Instead, it is enough for us to conclude that the district\ncourt’s reasons for Starks’ sentences are not clearly untenable\nand do not unfairly deprive him of a substantial right and just\nresult. 24 We thus cannot say that Starks’ sentences are an abuse\nof discretion. Starks’ lone assigned error is without merit.\n20\n     See State v. Gibson, 302 Neb. 833, 844, 925 N.W.2d 678, 686 (2019)\n     (citing State v. Harrison, 255 Neb. 990, 588 N.W.2d 556 (1999)).\n21\n     Clausen, supra note 6.\n22\n     See State v. Hurd, 307 Neb. 393, 949 N.W.2d 339 (2020).\n23\n     See State v. Montoya, 305 Neb. 581, 941 N.W.2d 474 (2020).\n24\n     See id. See, also, Clausen, supra note 6.\n\f                                     - 535 -\n             Nebraska Supreme Court Advance Sheets\n                      308 Nebraska Reports\n                              STATE v. STARKS\n                              Cite as 308 Neb. 527\n\n                      Plain Error Analysis\n   The State notes in its brief that even though Starks’ sen-\ntences are not excessive, the district court’s formulation of\nthose sentences was, in part, erroneous. According to the State,\nthe district court erred in rendering determinate sentences for\neach of Starks’ Class IV felonies.\n   [13-15] We recently explained the distinction between a\ndeterminate and indeterminate sentence:\n      “A determinate sentence is imposed when the defendant\n      is sentenced to a single term of years, such as a sentence\n      of 2 years’ imprisonment. . . . In contrast, when imposing\n      an indeterminate sentence, a sentencing court ordinarily\n      articulates either a minimum term and maximum term or\n      a range of time for which a defendant is to be incarcer-\n      ated. In Nebraska, the fact that the minimum term and\n      maximum term of a sentence are the same does not affect\n      the sentence’s status as an indeterminate sentence.” 25\n   Starks’ sentences for the Class IV felonies were determi-\nnate because they each consisted of a single term of 2 years’\nimprisonment. The district court did not list a range of terms or\nminimum and maximum terms. For each Class IV felony, only\na single period of incarceration—2 years—was ordered.\n   Accordingly, the State contends that the district court’s\nformulation of Starks’ sentences was plain error under Neb.\nRev. Stat. § 29-2204 (Reissue 2016) and § 29-2204.02. Under\n§ 29-2204, the general rule is that the sentence for most\nfelonies—except Class III, Class IIIA, and Class IV felonies—\nshould be indeterminate. In complement, § 29-2204.02(4) then\nprovides an indeterminacy requirement for some Class III,\nClass IIIA, and Class IV felony sentences:\n      For any sentence of imprisonment for a Class III, IIIA,\n      or IV felony for an offense committed on or after\n25\n     State v. Thompson, 301 Neb. 472, 483, 919 N.W.2d 122, 130 (2018)\n     (quoting State v. Artis, 296 Neb. 172, 893 N.W.2d 421 (2017), modified on\n     denial of rehearing 296 Neb. 606, 894 N.W.2d 349).\n\f                                    - 536 -\n             Nebraska Supreme Court Advance Sheets\n                      308 Nebraska Reports\n                              STATE v. STARKS\n                              Cite as 308 Neb. 527\n\n      August 30, 2015, imposed consecutively or concurrently\n      with . . . a sentence of imprisonment for a Class I, IA,\n      IB, IC, ID, II, or IIA felony, the court shall impose an\n      indeterminate sentence within the applicable range in sec-\n      tion 28-105 that does not include a period of post-release\n      supervision, in accordance with the process set forth in\n      section 29-2204.\n(Emphasis supplied.)\n   For purposes of this indeterminacy requirement, it matters\nnot when the underlying offenses occurred in relation to each\nother or that some of the relevant charges were brought via\ndifferent charging documents. Section 29-2204.02(4) is broad\nenough that it theoretically could be read to impose an indeter-\nminacy requirement upon a Class III, Class IIIA, or Class IV\nfelony sentence imposed consecutively or concurrently with a\nClass I, IA, IB, IC, ID, II, or IIA felony sentence that is already\nin progress. What matters under § 29-2204.02(4) is that the\nsentences for those offenses are “imposed consecutively or\nconcurrently” to each other.\n   On our de novo review, we agree with the State. Because\nStarks’ Class IIA and Class IV felony sentences were imposed\nconsecutively, § 29-2204.02(4) required that the Class IV\nfelony sentences be formulated as “indeterminate sentence[s].”\nYet, Starks was sentenced to determinate terms of 2 years’\nimprisonment. These sentences violated § 29-2204.02(4).\n   [16,17] The failure to impose an indeterminate sentence\nwhen required to do so by statute constitutes plain error. 26\nAn appellate court has the power on direct appeal to remand\na cause for the imposition of a lawful sentence where an\nerroneous one has been pronounced. 27 We therefore find that\nStarks’ three sentences for Class IV felonies were plain error,\n26\n     See, Galvan, supra note 10; Guzman, supra note 8.\n27\n     Guzman, supra note 8. See State v. Valdez, 305 Neb. 441, 940 N.W.2d 840\n     (2020).\n\f                                  - 537 -\n            Nebraska Supreme Court Advance Sheets\n                     308 Nebraska Reports\n                            STATE v. STARKS\n                            Cite as 308 Neb. 527\n\nand we vacate those sentences and remand the cause to the\ndistrict court for resentencing.\n                        CONCLUSION\n   We vacate in their entirety the sentences imposed by the\ndistrict court for Starks’ three Class IV felonies. We other-\nwise affirm the judgment of the district court and remand the\ncause to the district court for resentencing for Starks’ three\nClass IV felonies.\n                    Affirmed in part, and in part vacated\n                    and remanded for resentencing.\n   Freudenberg, J., not participating.\n   Cassel, J., concurring.\n   Because (1) the court today correctly holds that Neb.\nRev. Stat. § 29‑2204.02(4) (Reissue 2016) applies to charges\n“brought via different charging documents,” i.e., in separately\ndocketed cases; (2) this court has characterized the failure to\nimpose an indeterminate sentence when required to do so by\nstatute as plain error 1; and (3) it is not unusual for the sentenc-\ning judgment in a particular case to record only the sentence(s)\nimposed in that case, I make two suggestions. An appellate\ncourt should be careful to find plain error only where it is\nreasonably certain it has the “whole picture.” A sentencing\ncourt should craft its judgment in each case with some thought\nregarding how that judgment, viewed in isolation, might appear\nto an appellate court.\n1\n    See State v. Guzman, 305 Neb. 376, 940 N.W.2d 552 (2020). See, also,\n    State v. Dill, 300 Neb. 344, 913 N.W.2d 470 (2018).\n\f",
            "ocr": false,
            "opinion_id": 4671762
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}