{
    "id": 4885733,
    "judges": null,
    "date_filed": "2014-05-18",
    "date_filed_is_approximate": true,
    "slug": "people-v-escareno",
    "case_name_short": "Escareno",
    "case_name": "People v. Escareno",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.courts.ca.gov/opinions/documents/A160209.PDF",
            "author_id": null,
            "opinion_text": "Filed 5/24/21\n                     CERTIFIED FOR PUBLICATION\n\n       IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                        FIRST APPELLATE DISTRICT\n\n                                DIVISION TWO\n\n\n THE PEOPLE,\n        Plaintiff and Respondent,\n                                              A160209\n v.\n FRANCISCO CARRILLO                           (Napa County Super Ct.\n ESCARENO,                                     No. 20CR000557)\n        Defendant and Appellant.\n\n\n       Francisco Carrillo Escareno pleaded no contest to two felonies, four\nmisdemeanors and an infraction arising from a single incident of driving\nunder the influence of alcohol and without a valid license. He contends the\ntrial court erred in refusing to dismiss the misdemeanor and infraction\ncounts pursuant to Vehicle Code section 41500 after sentencing him to prison\non the felony counts. We will affirm the judgment.\n                               BACKGROUND\n       The following facts are taken from the preliminary hearing testimony\nof Napa County Police Officer Kyle Cadena. About 10:07 p.m., on February\n29, 2020, Napa dispatch broadcast a lookout for a possible drunk driver at\nState Route 29 and Oak Knoll Avenue. A caller had reported a gold Toyota\nAvalon with California license plate No. 8CUW108, driving at rapidly\nalternating speeds, crossing the double line into opposing lanes of traffic and\nthe solid line at the shoulder of the road. About 40 minutes later, Cadena\nwas dispatched to Valle Verde and Shelter Creek, where the same vehicle\n\n\n                                       1\n\fhad been observed parked, engine still running, with its lights on and the\ndriver apparently asleep and unresponsive to knocking on his window.\n      When Officer Cadena arrived at the scene, paramedics had taken the\nkeys from the driver. Cadena contacted the driver, appellant, once the\nparamedics determined there was no medical emergency. Appellant\nappeared impaired, likely due to alcohol: He was slurring his words,\nrepeating himself, and having difficulty balancing and walking steadily.\nAppellant said he was driving home from work and had consumed 10 beers in\nthe last seven hours, having stopped drinking within the last hour. There\nwas an empty 12-ounce can of beer in plain view on the floorboard of the front\npassenger seat. Appellant performed poorly on field sobriety tests, a\npreliminary screening of a breath sample indicated the presence of alcohol,\nand he was placed under arrest. A blood sample was taken at 12:33 a.m. and\nsubsequent testing found a blood alcohol level of .208. Appellant was on post\nrelease community supervision (PRCS) with alcohol and testing terms, and\nhis driver’s license was suspended. He had terms on his driver’s license\nrequiring use of an ignition interlock device but the Avalon was not equipped\nwith one.\n      Appellant was charged by information filed on March 17, 2020, with\nfelony driving under the influence of alcohol after two prior felony convictions\nfor the same (Veh. Code,1 §§ 23152, subd. (a), 23550.5) (count 1); felony\ndriving with .08 percent or higher blood alcohol after two prior felony\nconvictions for the same (§§ 23152, subd. (b), 23550.5) (count 2); misdemeanor\nunlawful operation of a vehicle not equipped with a functioning ignition\ninterlock device (§ 23247, subd. (e)) (count 3); misdemeanor driving when\n\n\n      1Further statutory references will be to the Vehicle Code except as\notherwise specified.\n\n\n                                       2\n\fprivilege suspended for driving under the influence, with priors (§ 14601.2,\nsubd. (a)) (count 4); misdemeanor driving while license suspended or revoked,\nwith priors (§ 14601.5, subd. (a)) (count 5); misdemeanor driving without a\nvalid license (§ 12500, subd. (a)) (count 6); and possession of an open\ncontainer of alcoholic beverage while driving, an infraction (§ 23222,\nsubd. (a)) (count 7). It was alleged in connection with counts 1 and 2 that\nappellant’s blood alcohol concentration was 0.15 percent by weight and more\nwithin the meaning of section 23578.\n      On March 23, 2020, appellant entered pleas of no contest to all counts\nand admitted the special allegations and prior convictions.\n      At sentencing on April 21, 2020, the court imposed the three-year\naggravated term on count 1 and the same sentence on count 2, stayed\npursuant to Penal Code section 654; the court imposed certain fees associated\nwith these felony counts and waived others. As the court turned to\nsentencing on the misdemeanors and infraction, defense counsel interjected\nthat these counts had to be dismissed pursuant to section 41500 because the\ncourt was sentencing appellant to prison. The prosecutor disagreed and the\ncourt concurred, stating it did not read section 41500 as applying to charges\nfiled concurrently with a pending felony case. Proceeding with the\nmisdemeanor counts, the court imposed a sentence of 104 days in county jail\nand a fine, both stayed pursuant to Penal Code section 654. The court also\nstayed the fine on the infraction pursuant to Penal Code section 654.\n      This appeal followed.\n                                 DISCUSSION\n      Section 41500, subdivision (a), provides: “A person shall not be subject\nto prosecution for a nonfelony offense arising out of the operation of a motor\nvehicle . . . that is pending against him or her at the time of his or her\n\n\n\n                                        3\n\fcommitment to the custody of the Secretary of the Department of Corrections\nand Rehabilitation, the Division of Juvenile Justice in the Department of\nCorrections and Rehabilitation, or to a county jail pursuant to subdivision (h)\nof Section 1170 of the Penal Code.”\n      This statute “is an exception to the rule that all criminal offenses are\nsubject to prosecution.” (Joseph v. Superior Court (1992) 9 Cal.App.4th 498,\n503.) “ ‘[T]here is . . . strong public policy that allows felons sentenced to\nstate institutions to obtain relief from detainers that might render their\nrelease date uncertain and thus adversely affect their eventual\nrehabilitation.’ ” (People v. Lopez (2013) 218 Cal.App.4th Supp. 6, 11 (Lopez),\nquoting People v. Freeman (1987) 225 Cal.App.3d Supp. 1, 4 (Freeman).) “A\nprisoner serving time often faces other charges or proceedings when his term\nof imprisonment is completed. These are sometimes referred to as ‘detainers’\nor ‘holds.’ They render the prisoner’s final date of release into the community\nuncertain, and often adversely affect his security classification thereby\npreventing his participation in various programs otherwise available to\nprisoners.” (Freeman, at p. Supp. 4, fn. 2.)\n      The policy favoring relief from detainers “ ‘was expressly adverted to by\nthe Legislature in the enactment of section 41500. In amending the section\nin 1972, the Legislature noted that the purpose of section 41500 is to allow\nprisoners to leave prison with a clean record. [Citation.] The Legislature\nfurther noted in 1975, when the section was amended to extend coverage to\nYouth Authority wards, that the rehabilitative process is aided by\neliminating the interruptions due to arrest and prosecution for nonfelony\ntraffic violations . . . ,’ ” which occurred prior to commitment to the Youth\nAuthority. (Lopez, supra, 218 Cal.App.4th at p. Supp. 11, quoting Freeman,\nsupra, 225 Cal.App.3d at p. Supp. 4.) Furthermore, it is in the public interest\n\n\n\n                                         4\n\fthat courts not be burdened with the prosecution of minor cases where the\ndefendant has already been sentenced to serve a long term in prison or in the\nYouth Authority, and the additional prosecution will not substantially\nincrease that term. (Freeman, at p. Supp. 4.)\n      In appellant’s view, at the point he was sentenced to prison on the\nfelony offenses, the nonfelony charges were pending against him because\nsentence had not yet been imposed on them. He characterizes the issue on\nthis appeal as whether these “pending” misdemeanor charges and infraction\nwere subject to the section 41500, subdivision (a), ban on prosecution, or were\nexempt from that ban pursuant to the statutory exception stated in section\n41500, subdivision (d). Subdivision (d) provides: “The provisions of this\nsection shall not apply to a nonfelony offense if the department is required by\nthis code to immediately revoke or suspend the privilege of a person to drive\na motor vehicle upon receipt of a duly certified abstract of the record of a\ncourt showing that the person has been convicted of that nonfelony offense.”\nAppellant contends none of the nonfelony offenses come within the\nsubdivision (d) exception and, therefore, they should have been dismissed.\n      Respondent, by contrast, views section 41500, subdivision (a), as\ninapplicable to the present case because the misdemeanors and infraction\nwere charged and prosecuted together with the felonies as part of a single,\nunitary proceeding. As part of this argument, respondent maintains the\nnonfelony offenses were not “pending” at the time of sentencing because they\nhad been resolved. Respondent notes the observation of the court in Joseph\nv. Superior Court, supra, 9 Cal.App.4th at page 505, that “sentencing occurs\nat the end of proceedings, not during their pendency.”\n      Countering the suggestion that criminal charges are no longer pending\nonce guilt or innocence has been determined—i.e., after conviction—appellant\n\n\n\n                                        5\n\frelies upon McAlpine v. Superior Court (1989) 209 Cal.App.3d 1 (McAlpine) to\nargue that criminal charges remain pending until judgment. In a criminal\ncase, the pronouncement of sentence is the judgment. (Id. at p. 7; People v.\nVillatoro (2020) 44 Cal.App.5th 365, 369.) McAlpine involved Government\nCode section 945.3, which tolls the statute of limitations on civil actions for\npolice misconduct while related criminal “charges are pending” against the\nplaintiff. The plaintiff was shot by a police officer who had stopped him for\nquestioning about a reported robbery and was subsequently convicted of\nrobbery; meanwhile, he filed a tort claim against the city, the denial of which\ntriggered the six-month statute of limitations for filing a civil action.\n(McAlpine. at p. 4.) The question in McAlpine was whether the criminal\nproceedings that served to toll the statute of limitations were “pending” only\nuntil conviction—in which case the complaint was untimely—or remained\n“pending” until judgment was entered at sentencing.\n      Relying on a dictionary definition of “pending” as “ ‘[b]egun, but not yet\ncompleted; during; before the conclusion of; prior to the completion of;\nunsettled; undetermined; in process of settlement or adjustment’ (Black’s\nLaw Dict. (5th ed. 1979) p. 1021, col. 1),” the city argued that “charges” are\npending only until resolved by plea or verdict. (McAlpine, supra, 209\nCal.App.3d at p. 6.) The court rejected this view on the basis of two factors:\nCode of Civil Procedure section 1049, which states that an “ ‘action is deemed\nto be pending from the time of its commencement until its final\ndetermination upon appeal . . . ,’ ” and language in Government Code section\n945.3 stating, “ ‘[f]or the purposes of this section, charges pending before a\njustice, municipal, or superior court do not include appeals . . . .’ ” Combined\nwith the definition of “pending” in Code of Civil Procedure section 1049, the\ncourt reasoned, the express exclusion of appeals in Government Code section\n\n\n\n                                        6\n\f945.3, showed “the Legislature intended the term ‘pending’ to include all\nproceedings leading to judgment.” (McAlpine, at p. 6.)\n      The McAlpine court did not purport to define the term “pending” for all\npurposes, and relied upon statutory language specific to the Government\nCode section it was interpreting. Even accepting for purposes of argument\nthat an offense remains “pending” after the defendant’s guilt has been\nresolved by conviction, the question in the present case is whether the\nreference in section 41500 to a “nonfelony offense . . . that is pending” against\na person “at the time of his or her commitment” to prison was intended to\nencompass offenses prosecuted in the same action as the offenses resulting in\nthe prison sentence.\n      On this point, respondent has the better argument. The concerns\nFreeman and Lopez described as underlying section 41500, subdivision (a),\nare not implicated where both felony and nonfelony offenses are charged and\nprosecuted in a single case. In this situation, prosecution of the nonfelony\noffenses threatens no detainer that might undermine the certainty of a\ndefendant’s prison release date or interruption of the rehabilitative process.\nInstead, prosecution and sentencing of the nonfelony offenses is simultaneous\nwith that of the felony offenses, and the sentence imposed is what the court\ndeems appropriate for all the offenses together.2 Describing the nonfelony\noffenses in the present case as “pending” when appellant was sentenced to\nprison creates an artificial distinction that does not serve the legislative\npurpose behind section 41500, subdivision (a).\n\n\n\n      2Here, as all the charged offenses arose from the same incident, the\nnonfelony offenses added neither custodial time nor financial penalty to the\npenal consequences of the felony offenses: The jail terms and fines for the\nnonfelony offenses were stayed pursuant to Penal Code section 654.\n\n\n                                        7\n\f      “The main goal of statutory interpretation is to effectuate the\nLegislature’s intent. (See Riverside County Sheriff’s Dept. v. Stiglitz (2014)\n60 Cal.4th 624, 630.) Thus, ‘the “plain meaning” rule does not prohibit a\ncourt from determining whether the literal meaning of a statute comports\nwith its purpose or whether such a construction of one provision is consistent\nwith other provisions of the statute. . . . Literal construction should not\nprevail if it is contrary to the legislative intent apparent in the statute. The\nintent prevails over the letter, and the letter will, if possible, be so read as to\nconform to the spirit of the act.’ (Lungren v. Deukmejian (1988) 45 Cal.3d\n727, 735; Riverside County Sheriff’s Dept.[, at p.] 630; People v. Mullendore\n(2014) 230 Cal.App.4th 848, 854.)” (People v. Henderson (2020) 46\nCal.App.5th 533, 545.)\n      In People v. Alwien (2017) 18 Cal.App.5th Supp. 9, a probationer who\nwas temporarily placed in a California Department of Corrections and\nRehabilitation diagnostic facility argued he was entitled to dismissal of traffic\noffenses pursuant to section 41500, subdivision (a), because he was\n“commit[ted] to the custody of the Secretary of the Department of Corrections\nand Rehabilitation” as described in the statute. Rejecting this claim, Alwien\nstated, “a literal construction, as appellant asserts, would not further the\nlegislative goal behind the statute—to give people a fresh start for\nrehabilitation upon release from a lengthy term of incarceration. (People v.\nLopez, supra, 218 Cal.App.4th at p. Supp. 6; . . . Freeman, supra,\n225 Cal.App.3rd at p. Supp. 4.)” The same is true here. Applying section\n41500 to a defendant being prosecuted in a single action for felony and\nnonfelony offenses arising out of a single incident would further none of the\nLegislature’s purposes in section 41500. To the contrary, it would offer a\nwindfall to a defendant who committed multiple offenses, contrary to the\n\n\n\n                                         8\n\f“strong public policy that drinking drivers, particularly repeating drinking\ndrivers, not drive a vehicle for specified periods of time, and not until they\nhave complied with certain corrective conditions.” (Freeman, at p. 4.)3\n                                DISPOSITION\n      The judgment is affirmed.\n\n\n\n\n      3  Our resolution of this issue makes it unnecessary for us to consider\nwhether the nonfelony offenses would come within section 41500, subdivision\n(d), as appellant contends.\n\n\n                                        9\n\f                                    _________________________\n                                    Kline, P.J.\n\n\nWe concur:\n\n\n_________________________\nRichman, J.\n\n\n_________________________\nStewart, J.\n\n\n\n\nPeople v. Escareno (A160209)\n\n\n\n\n                               10\n\fTrial Court:                Napa County Superior Court\n\nTrial Judge:                Hon. Elia Ortiz\n\n\nAttorney for Appellant:     By Appointment of the Court of Appeal\n                            First District Appellate Project\n                            Stanley Dale Radtke\n\nAttorneys for Respondent:   Attorney General of California\n                            Xavier Becerra\n\n                            Lance E. Winters\n                            Chief Assistant Attorney General\n\n                            Jeffrey M. Laurence\n                            Senior Assistant Attorney General\n\n                            Catherine A. Rivlin\n                            Supervising Deputy Attorney General\n\n                            Rene A. Chacon\n                            Supervising Deputy Attorney General\n\n\n\n\n                             11\n\f",
            "ocr": false,
            "opinion_id": 4689512
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}