{
    "id": 4908959,
    "judges": "Alexander, Chambers, Fairhurst, Johnson, Madsen, Owens, Sanders, Stephens",
    "date_filed": "2011-04-22",
    "date_filed_is_approximate": true,
    "slug": "state-v-powell",
    "case_name_short": "Powell",
    "case_name": "State v. Powell",
    "case_name_full": "The State of Washington v. Jason Vincent Powell",
    "attorneys": "Arthur D. Curtis, Prosecuting Attorney, and Tonya R. Riddell, Deputy, for petitioner., John A. Hays, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued June 26, 2008.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 49,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "166 Wash. 2d 73"
    ],
    "opinions": [
        {
            "author_str": "Fairhurst",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFairhurst, J.\n¶1 —A jury convicted Jason Vincent Powell for the attempted burglary of his ex-girlfriend’s home. The Court of Appeals reversed the conviction based on the trial court’s admission of evidence under ER 404(b) that Powell ingested methamphetamine prior to the attempted burglary to show his mental state. At trial, however, defense counsel initially condoned the testimony and later objected only to question the witness’ credibility. We hold Powell failed to preserve his ER 404(b) objection for appeal and has *75failed to demonstrate any manifest constitutional error supporting reversal. We reverse the Court of Appeals and affirm Powell’s conviction.\nI. FACTUAL AND PROCEDURAL HISTORY\n¶2 Powell and Amber Williams had an intermittent relationship for three and one-half years and had a son together named Zion. Three months before the attempted burglary, Powell told Williams he would kill her if she tried to keep him away from Zion. Williams “tried to laugh it off” but Powell reiterated, “[N]o, I will kill you if you ever try to keep Zion away from me.” 1 Verbatim Report of Proceedings (Feb. 6, 2006) (1 VRP) at 47-48. A few weeks before the attempted burglary, Powell and Williams were sitting with two friends in Powell’s living room. Powell cocked his gun and said someone was going to die. Williams tried to make light of the comment and replied, “[Y]eah, everybody dies some day.” 1 VRP at 49. Powell replied, “[N]o, some . . . sooner than others.” Id. Williams felt scared after both incidents.\n¶3 On the night of October 12, 2005, Powell and Williams had an argument over the phone while they were “on a break” in their relationship. 1 VRP at 46. At the time, Williams and her children lived with her parents, who regarded Powell as an uninvited guest. During their quarrel, Williams informed Powell she did not want him around Zion at that time. She hung up on him and turned off her cell phone.\n¶4 The following morning, Williams turned her cell phone, back on. As she prepared for the day, Williams heard someone trying to open the front door “really quietly.” 1 VRP at 52. Her 13-year-old son looked outside and said with a panicked look on his face, “[I]t’s Jason.” 1 VRP at 53. Williams’ son said Powell was headed for the back of the house. Williams went to the back of the house to close the curtains in front of the sliding glass door. As she held the curtains shut, she could hear Powell trying to open the *76sliding glass door. She gathered up her children and locked herself in the bedroom with them. On her way to the bedroom, she called 911 to report Powell’s presence. Moments before the police arrived, Williams heard Powell knock on the door.\n¶5 Officer Jason Watson arrived at Williams’ residence and first observed Powell at the front door slightly bent over looking like he was “working the mechanism.” 1 VRP at 92. When Powell noticed the officer approaching, Powell’s posture changed to “extremely rigid, staring one way and coming down the stairs very quickly with his arms barely moving at all.” Id. Officer Watson addressed Powell loudly three times, but Powell did not acknowledge him and tried to walk past. Officer Watson reached out to take Powell’s elbow and said, “[H]ey, we need to talk.” 1 VRP at 95. Powell pulled away shouting, “What the f[***] are you doing? Get the f[***] away from me.” 1 VRP at 96. A tussle ensued in which Powell attempted to escape from Officer Watson. Eventually, Officer Watson subdued Powell and placed him in handcuffs. As Officer Watson put handcuffs on Powell, a loaded handgun fell out of Powell’s shorts for which he did not have a concealed weapons permit. Powell was charged with one count of attempted burglary in the first degree with a firearm.\n¶6 Williams observed the arrest from inside the house. She noted Powell wore black cut-off pants with black socks, black shoes, a black beanie hat, and a camouflage-colored jacket. She testified Powell normally wore all black, but she had never seen him wear the camouflage jacket before.\n¶7 Prior to trial, the prosecutor submitted Williams should be allowed to testify to three incidents occurring before the night in question: (1) Powell had been convicted of attempted unlawful imprisonment and fourth degree assault for strangling Williams in 2004; (2) Powell had threatened Williams in 2005; and (3) Williams believed Powell used drugs, possibly on the night in question. The prosecutor stated this testimony would be elicited only from Williams. In response to that proffered evidence, defense counsel said:\n*77I don’t want the word drug used anywhere in this trial. It’s not a trial about drugs and I’d prefer — my problem is you say methamphetamines and drugs, he’s going to jail. I don’t want that to happen. I — it’s not a trial about drugs. I want to keep that out in particular.\n1 VRP at 12.\n¶8 When defense counsel made this statement, the only testimony mentioned by the State was that of Williams. Subsequently, the State informed the court it also wished to call Powell’s roommate, Greg Kincaid, who would testify he witnessed Powell ingest methamphetamine just before he left for Williams’ home. In response, defense counsel stated:\nAnd this Greg guy, I guess, can bring out that testimony. If in fact he was doing drugs with the Defendant the night before, he can bring... that stuff out, I imagine. But the things that Greg said was he was — he told me he was going to get his son.\n1 VRP at 15-16.\n¶9 The trial court ruled Williams could not testify to the 2004 strangling incident. The court allowed the evidence of the July and October threats against Williams. The court further ruled the evidence of drug use should not be mentioned in opening statement, but it would examine the evidence of drug use during an offer of proof.\n¶10 After opening statements, the prosecutor submitted the offers of proof for the testimonies of Williams and Kincaid. The court ruled on the offers of proof separately.\n¶11 During Williams’ offer of proof, the focus of the proffered testimony was on her general belief that Powell used drugs. The court ruled it would not allow Williams to testify that Powell had used drugs on the night in question because she had no personal knowledge. The court also ruled that, under ER 404(b), testimony that Williams did not want Powell around her son because Powell had used drugs was inadmissible. The court reasoned the prejudicial value outweighed the probative value of the evidence.\n¶12 After a lunch recess, in the second offer of proof, Kincaid testified he observed Powell with his friend, An*78drew, from around 3:00 a.m. until 7:00 or 8:00 a.m. He testified he witnessed Powell use methamphetamine right before he left with Andrew and that Powell was acting unusually agitated. Kincaid also testified Powell was “upset ’cause she was - I think they had an argument and he wanted to see his kid and she would - she wouldn’t let him see him.” 1 VRP at 34. The State sought to introduce the testimony regarding drug use under ER 404(b) to establish Powell’s agitated mental state. Defense counsel did not offer expert testimony or object to the admission of the testimony based on the lack of expert testimony. Defense counsel’s cross-examination focused on Kincaid’s memory of the night, that Kincaid had left drug paraphernalia at Powell’s house, and that Kincaid had told officers the drugs belonged to Powell when the officers were executing a search warrant on Powell’s home. During argument, defense counsel contended:\nI’d ask that you not include the in - the testimony because the motive in this case is so strong.\nIt’s uncontroverted that they got a - they got a warrant - warrant which gave them permission to go over there. But when they went over there, the officer testifies that he put a — or he writes that he put a piece of paper in the door and then came back and his paper was ~ had been gone. It tells him somebody’s been there. He went into the place, there’s new groceries that weren’t there the day before. Then he finds this Greg, the witness. And I’m sure inquiries were made and perhaps deals cut to clear himself.\n1 VRP at 39. After the prosecutor explained there was no deal, the court ruled that the evidence was admissible:\nWell, first of all, neither of these issues - arguments has anything to do with the admissibility of the evidence. In determining whether the evidence is admissible, it is - doesn’t make any difference whether I personally believe the witness or not. So, arguing his credibility to me is not something that I need to have considered. What I have to determine is whether the probative] value of the testimony outweighs its potential prejudicial effect.\n*79This witness is willing to testify, as I understand it, that shortly before the Defendant went over to the residence of Ms. Williams, his mental state was somewhat incoherent, he apparently was acting in an unusual manner, and that he consumed a controlled substance just before he left.\nThe pro[bative] value of that is pretty strong, in my opinion, because apparently, that’s the issue that we have here, is whether he intended to just go over and talk to her or whether he intended to commit some other crime. I don’t - haven’t heard any argument that its prejudicial effect is outweighed by its probative] value and I wouldn’t find that it was in this point. So I’m going to admit the testimony, as indicated by the witness.\nIt’s permissible for you to question the witness about credibility, whether he thought he was going to get a deal or not. Permissible for you to bring up that in fact he wasn’t offered any deal. That’s all credibility issues and it’s up to the jury to decide whether they’re going to give any weight to this testimony based on the credibility of the witness. Not my job.\n1 VRP at 40-41.\n¶13 At trial, Kincaid provided the following testimony:\n[Prosecutor]: Did you see the Defendant use methamphetamines that morning?\n[Kincaid]: Yes, I did.\n[Prosecutor]: And was the Defendant — what kind of mood was the Defendant in?\n[Kincaid]: Umm, oh, how would you say? He wasn’t being himself. He was anxious.\n[Prosecutor]: Uh-huh.\n[Kincaid]: Uh, you could tell he was getting ready to do something, you know.\n[Prosecutor]: Was he upset with Amber Williams?\n[Kincaid]: Yes.\n....\n[Prosecutor]: Did he say that he was going over to Amber’s house?\n[Kincaid]: Yes.\n*801 VHP at 120-21. Defense counsel did not object. When Powell testified, he denied either taking methamphetamine or being high on the day of the incident. He claimed he went to Williams’ home to reclaim a bicycle he left there three months earlier. Neither the State nor defense counsel referred to Powell’s drug use thereafter.\n¶14 A jury convicted Powell of attempted burglary in the first degree, and he was sentenced to 49 months of confinement and 18-36 months of community custody. Powell appealed his conviction arguing, inter alia,1 that the trial court’s admission of drug use evidence was prejudicial in violation of ER 403.2 The Court of Appeals, Division Two, reversed the conviction by split decision. State v. Powell, 139 Wn. App. 808, 811, 162 P.3d 1180 (2007). The majority found the trial court properly admitted evidence of Powell’s drug use, noting its relevance to explain Powell’s state of mind when he arrived at Williams’ door. Id. at 818. However, the Court of Appeals reversed the trial court due to the admission of Kincaid’s testimony without an expert’s explanation of the possible effect methamphetamine would have *81on its user. Id. This theory was neither advanced by the parties in their briefs nor raised at trial.\n¶15 We granted the State’s petition for review. State v. Powell, 163 Wn.2d 1017, 180 P.3d 1292 (2008).\nII. ISSUE\nWhether the trial court’s admission of drug use evidence under ER 404(b) without testimony explaining the potential effect of the drug constitutes reversible error even though neither party raised the issue at trial or in their briefs.\nIII. ANALYSIS\n¶16 Generally, evidence of a defendant’s prior misconduct is inadmissible to demonstrate the accused’s propensity to commit the crime charged. ER 404(b). However, the trial court may admit evidence of prior misconduct for other purposes like demonstrating intent so long as the probative value outweighs its prejudicial effect.3 Id.; State v. Foxhoven, 161 Wn.2d 168, 175, 163 P.3d 786 (2007). Generally, we defer to the assessment of the trial judge who is best suited to determine the prejudicial effect of a piece of evidence. State v. Posey, 161 Wn.2d 638, 648, 167 P.3d 560 (2007). Courts may admit ER 404(b) evidence to prove the defendant’s state of mind where the misconduct comes to bear on the defendant’s mental state at the time of the alleged offense. State v. Acosta, 123 Wn. App. 424, 434-35, 98 P.3d 503 (2004). For example, in State v. Lord, 117 Wn.2d 829, 872-73, 822 P.2d 177 (1991), we held the court did not abuse its discretion by admitting evidence of the defen*82dant’s alcohol and marijuana use under ER 404(b) to demonstrate his state of mind during the commission of the crime.\n¶17 Similarly here, the State offered the drug use evidence to show Powell’s agitated mental state when he went to Williams’ home. Defense counsel objected to the testimony solely on the ground that Kincaid lacked credibility. The trial court found the probative value of Kincaid’s testimony was “pretty strong” as it went to Powell’s state of mind and whether “he intended to just go over and talk to her or whether he intended to commit some other crime.” 1 VRP at 41. The court concluded the probative value of the testimony outweighed its prejudicial effect, noting no argument to the contrary had been made. It admitted the evidence of Powell’s drug use for the limited purpose of demonstrating his mental state. 1 VRP at 40-41.\n¶18 The Court of Appeals agreed the admission of Powell’s drug use was employed for the proper purpose — to show his state of mind. Powell, 139 Wn. App. at 818. However, the Court of Appeals reversed Powell’s conviction because the State failed to offer expert testimony to explain the actual or potential effect of methamphetamine. Id. It reasoned, without expert testimony “the jurors were left to speculate on this question from their own knowledge, knowing only that Powell was a law-breaking drug user.” Id.\n¶19 On appeal, a party may not raise an objection not properly preserved at trial absent manifest constitutional error. State v. Kronich, 160 Wn.2d 893, 899, 161 P.3d 982 (2007); RAP 2.5(a)(3). We adopt a strict approach because trial counsel’s failure to object to the error robs the court of the opportunity to correct the error and avoid a retrial. State v. Kirkman, 159 Wn.2d 918, 935, 155 P.3d 125 (2007). We will not reverse the trial court’s decision to admit evidence where the trial court rejected the specific ground upon which the defendant objected to the evidence and then, on appeal, the defendant argues for reversal based on an evidentiary rule not raised at trial. State v. Korum, 157 *83Wn.2d 614, 648, 141 P.3d 13 (2006); State v. Ferguson, 100 Wn.2d 131, 138, 667 P.2d 68 (1983); State v. Koepke, 47 Wn. App. 897, 911, 738 P.2d 295 (1987) (“A party may only assign error in the appellate court on the specific ground of the evidentiary objection made at trial.” (citing State v. Guloy, 104 Wn.2d 412, 422, 705 P.2d 1182 (1985))).\n¶20 The facts before the court mirror that which we confronted in Korum where the trial court considered the admission of misconduct evidence under ER 404(b) but defense counsel objected based on lack of foundation. 157 Wn.2d at 648. On appeal, the defendant alleged error under ER 403. Id. We found the defendant had not properly preserved the issue for appeal because, at trial, defense counsel objected only on the basis of lack of foundation. Id.\n¶21 Here, defense counsel’s only argument regarding Kincaid’s testimony was that Kincaid was not credible. Defense counsel explicitly stated that if the court believed Kincaid, then his testimony was admissible.4 The trial court rejected the argument, determining Kincaid’s credibility irrelevant to the court’s ER 404(b) analysis. The trial court noted for the record that defense counsel presented no argument regarding the probative or prejudicial value of the offered evidence.5 During trial, defense counsel did not *84object to Kincaid’s testimony at all. Further, defense counsel neither objected to the lack of nor offered or requested expert or lay testimony to connect Kincaid’s observations of drug use to the possible effect on Powell. On appeal, Powell challenged the admissibility of the evidence based on ER 403. Given defense counsel’s failure to properly object to Kincaid’s testimony at trial, the assignment of error is not properly preserved for appellate review. We may not review the unpreserved assignment of error unless we determine the admission of Kincaid’s testimony constitutes manifest constitutional error.\n¶22 First, the court must determine whether the alleged error is constitutional. Kronich, 160 Wn.2d at 899. An evidentiary error, such as erroneous admission of ER 404(b) evidence, is not of constitutional magnitude. State v. Everybodytalksabout, 145 Wn.2d 456, 468-69, 39 P.3d 294 (2002). This case concerns the allegedly erroneous admission of ER 404(b) evidence, and therefore the alleged error is not of constitutional magnitude.\n¶23 Even if the alleged error was constitutional, it is dubious whether the error was manifest. An error is “ ‘manifest’ ” where it had “ ‘practical and identifiable consequences in the trial of the case.’ ” State v. Kirkpatrick, 160 Wn.2d 873, 880, 161 P.3d 990 (2007) (quoting State v. Stein, 144 Wn.2d 236, 240, 27 P.3d 184 (2001)). “The admission of evidence on an uncontested matter is not prejudicial error.” Brown v. Quick Mix Co., 75 Wn.2d 833, 839, 454 P.2d 205 (1969) (citing Matthews v. City of Spokane, 50 Wash. 107, 96 P. 827 (1908)).\n¶24 Defense counsel specifically agreed that the State could introduce testimony from Kincaid regarding Powell’s drug use on the day of the attempted burglary. Defense counsel did not argue that the prejudicial effect of Kincaid’s testimony outweighed its probative value. Rather, defense counsel aired concerns about Kincaid’s credibility. There*85fore, that the probative value of Kincaid’s testimony outweighed its prejudicial effect was an uncontested issue. In addition, Powell has not shown how the admission of Kincaid’s testimony had practical and identifiable consequences on the outcome of the trial. The record shows the jury had ample testimony from Williams and Officer Watson to support its guilty verdict.\nIV. CONCLUSION\n¶25 We hold defense counsel failed to properly object to the admission of the drug use testimony under ER 404(b) and the record does not show the admission of the drug use testimony constitutes manifest constitutional error. We reverse the Court of Appeals and affirm Powell’s guilty verdict.\nMadsen, Owens, and J.M. Johnson, JJ., concur.\n\n Powell also advocated for reversal based on lack of substantial evidence, ineffective assistance of counsel, and imposing improper community custody conditions. In his statement of additional grounds, Powell argued the trial court gave erroneous jury instructions and infringed his constitutional right to bear arms. Except for the ER 403 issue, the Court of Appeals rejected all of Powell’s arguments.\nPowell based his ineffective assistance of counsel claim on defense counsel’s failure to object to hearsay testimony that Powell went to Williams’ home to get his son. Powell contended, but for defense counsel’s failure to object, it is likely the jury would have acquitted him because “the evidence the state presented at trial was extremely weak on the question of the defendant’s criminal intent.” Br. of Appellant at 23. However, in addressing Powell’s sufficiency of the evidence argument, the Court of Appeals found the entire body of evidence supported an inference of criminal intent. State v. Powell, 139 Wn. App. 808, 816, 162 P.3d 1180 (2007). Thus, the Court of Appeals held, “In light of our disposition [rejecting the sufficiency of the evidence argument], we need not consider Powell’s claim of ineffective assistance of counsel.” Id. In sum, once the court rejected Powell’s sufficiency argument, the ineffective assistance claim became a nullity. Because the Court of Appeals disposed ofPowell’s ineffective assistance claim, we need not reach the issue here.\n\n\n ER 403 provides, “Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of -undue delay, waste of time, or needless presentation of cumulative evidence.”\n\n\nEvidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\nER 404(b).\n\n\n In finding the assignment of error preserved, the concurrence and dissent emphasize defense counsel mentioned he did not want the word “drug” used in the trial. Concurrence at 85-86; dissent at 89-90. Both the concurrence and dissent miss the context of the statement and ignore subsequent statements by defense counsel.\n\n\n The concurrence and dissent nonetheless contend the ER 404(b) issue was raised and fully considered in the trial court. Concurrence at 87; dissent at 89-90. There are two flaws with this argument. First, defense counsel objected to Kincaid’s testimony only on credibility grounds and did not raise any argument it was not probative or would be unfairly prejudicial. The trial court agreed, finding, “I don’t - haven’t heard any argument that its prejudicial effect is outweighed by its pro[bative] value.” 1 VRP at 41. Second, to review and potentially reverse on ER 404(b) grounds, which were not objected to, would discourage the State from raising ER 404(b) issues pretrial. Unlike the Federal Rules of Evidence, the Washington Rules of Evidence do not require the State to submit ER 404(b) evidence pretrial or in an offer of proof. Contrast Fed. R. Evid. 404(b) with ER 404(b). By limiting the grounds for appellate review to only those arguments presented to the trial court forces the State and defense counsel to efficiently and carefully work through and remedy potential problems that could arise in the *84course of trial. Under the concurrence’s and dissent’s reasoning, the very mention of ER 404(b), regardless of which party mentions it and what is argued, could provide a ground for review and reversal.\n\n",
            "ocr": true,
            "opinion_id": 4714166
        },
        {
            "author_str": "Stephens",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nStephens, J.\n¶26 (concurring) — The majority holds that Jason Powell failed to preserve his objection to the admission of evidence of his drug use and that such admission did not constitute manifest constitutional error to allow us to address it on appeal. The majority reverses the Court of Appeals and upholds Powell’s conviction. I agree with this result, but not the reason. The record confirms that Powell adequately preserved his evidentiary objection; his counsel, the State’s counsel, and the trial court all understood the objection, and the trial court ruled on it. While I agree with Justice Sanders that the trial court erred in admitting evidence of Powell’s drug use, I believe the error was harmless and, for this reason, would affirm Powell’s conviction.\n\nPowell Preserved His Challenge to the Drug Use Evidence\n\n¶27 It is clear from the record that Powell’s counsel adequately stated his objection, and the issue was fully *86considered by the trial court. On the first day of trial, the State announced it would offer ER 404(b) testimony of Amber Williams and Greg Kincaid that touched on Powell’s use of methamphetamine. Powell’s counsel stated:\nI don’t want the word drug used anywhere in this trial. It’s not a trial about drugs and I’d prefer — my problem is you say methamphetamines and drugs, he’s going to jail. I don’t want that to happen. I — it’s not a trial about drugs. I want to keep that out in particular.\n1 Verbatim Report of Proceedings (VRP) (Feb. 6, 2006) at 12. The trial court made a limited ruling, subject to a later offer of proof:\nWith regard to the allegations involving drug use, they shouldn’t be mentioned in opening statement. I guess we’re going to need to have a — an offer of proof from the witnesses as to what it is that they are willing to testify to and the basis of their knowledge before I allow them to discuss potential drug use by the — by the Defendant.\nId. at 19. Ultimately, the court disallowed testimony from Amber Williams regarding Powell’s drug use, concluding the prejudice of this evidence, which did not relate to the specific drug use on the morning of the incident, outweighed any probative value. Id. at 28-29.\n¶28 As to Greg Kincaid, the trial court ruled his testimony was admissible to show Powell’s mental state. Id. at 40-42. During the State’s offer of proof, defense counsel challenged Kincaid’s credibility, but the trial court properly kept the focus on the relative probative value and prejudice of the evidence, noting:\nWell, first of all, neither of these issues - arguments has anything to do with the admissibility of the evidence. In determining whether the evidence is admissible, it is — doesn’t make any difference whether I personally believe the witness or not. So, arguing his credibility to me is not something that I need to have considered. What I have to determine is whether the probative value of the testimony outweighs its potential prejudicial effect.\n*87Id. at 40. The court advised counsel he would admit Kincaid’s testimony and also allow defense counsel to question Kincaid’s credibility. Id. at 41. The trial court stated:\nThe prohibitive [sic] value of that is pretty strong, in my opinion, because apparently, that’s the issue that we have here, is whether he intended to just go over and talk to her or whether he intended to commit some other crime. I don’t— haven’t heard any argument that its prejudicial effect is outweighed by its prohibitive [sic] value and I wouldn’t find that it was in this point. So I’m going to admit the testimony, as indicated by the witness.\n\nId.\n\n6\n\n\n¶29 As this review of the record confirms, the ER 404(b) issue was raised and fully considered in the trial court. The reasons for requiring an adequate objection are served here: the trial court was presented with the issue now before us and given an opportunity to rule on it. While the majority is correct that Powell’s counsel made a misguided credibility challenge to Kincaid’s testimony, this was not the sole basis of his objection. Rather, at the beginning of the colloquy over the admission of ER 404(b) evidence Powell’s counsel plainly objected to the admission of any drug evidence based on its potential for prejudice. 1 VRP at 12. Even granting the majority’s point that Powell’s objection was not clear with respect to Kincaid’s testimony, the nature of the objection was clearly understood — and acted upon — by the trial court. See ER 103(a)(1); State v. Black, 109 Wn.2d 336, 340, 745 P.2d 12 (1987) (noting ER 103(a)(1) allows appellate review when grounds for objection, though not specifically lodged at trial, are readily apparent from circumstances); 5 Karl B. Tegland, Washington Practice: Evidence Law and Practice § 103.11, at 58-59 (5th ed. 2007) (even if no specific objection was made, under ER 103(a) “the propriety of the ruling will be examined on appeal if *88the specific basis for the objection was ‘apparent from the context.’” (quoting ER 103(a)(1)).7 We should reach the merits of Powell’s claim.\n\nThe Trial Court Erroneously Admitted Evidence of Powell’s Drug Use\n\n¶30 On the merits, I find myself in agreement with Justice Sanders and the Court of Appeals below that the trial court erred in admitting Kincaid’s testimony. Though it was not error to conclude the evidence had some probative value, the admission of Kincaid’s testimony in the absence of competent expert testimony establishing how the use of methamphetamine affects a person was misleading at best. See dissent at 92; see also State v. Powell, 139 Wn. App. 808, 818, 162 P.3d 1180 (2007).\n¶31 The conclusion that the trial court erred does not end the inquiry, however. This court will not reverse a conviction based on “‘unsubstantial error[ ].’” State v. Jamison, 93 Wn.2d 794, 801, 613 P.2d 776 (1980) (emphasis omitted) (quoting State v. Martin, 73 Wn.2d 616, 627, 440 P.2d 429 (1968)). Where the error involves the violation of an evidentiary rule rather than a constitutional mandate, “we apply the rule that error is not prejudicial unless, within reasonable probabilities, the outcome of the trial *89would have been materially affected had the error not occurred.” State v. Tharp, 96 Wn.2d 591, 599, 637 P.2d 961 (1981). Here, the admission of Kincaid’s testimony was not so prejudicial as to warrant reversal of his conviction. The evidence was brief — a single sentence — and of minor significance when compared to the evidence as a whole.8 Cf. Maicke v. RDH, Inc., 37 Wn. App. 750, 754, 683 P.2d 227 (1984) (finding harmless error where improper evidence was minimal and not referenced in counsel’s argument to the jury); see also Powell, 139 Wn. App. at 826-27 (Hunt, J., dissenting) (listing other evidence in the record supporting Powell’s conviction). I would hold, therefore, that the admission of Kincaid’s testimony, while error, was harmless.\nCONCLUSION\n¶32 I concur in the result reached by the majority, but I do so on the ground of harmless error. Powell’s evidentiary objection was adequately preserved, and the trial court abused its discretion in admitting drug use testimony in the absence of expert testimony establishing the effect of drug use. In the context of this trial, however, the error was harmless. Accordingly, I would reverse the Court of Appeals and uphold Powell’s conviction.\nAlexander, C.J., and Chambers, J., concur with Stephens, J.\n\n Given the court’s reasoning and analysis, it appears clear he intended to say he heard no argument that the prejudicial effect outweighs the probative value and simply misspoke in saying, “is outweighed by.”\n\n\n The majority invokes the principle that counsel cannot raise one objection at trial and then rely on a different evidentiary rule on appeal. See majority at 82-83. This principle has no application here, especially if the suggestion is that Powell waived am ER 403 argument because the record does not show any reference to ER 403. We have long recognized that the balancing of probative value versus prejudicial effect of evidence is integral to an ER 404(b) analysis and should not require that counsel specify an ER 403 objection in addition to ER 404(b). See State v. Kelly, 102 Wn.2d 188, 198, 685 P.2d 564 (1984) (noting “[b]efore evidence of prior crimes, wrongs, or acts can be admitted, it must be shown to be logically relevant to a material issue before the jury and its probative value must be shown to outweigh its potential for prejudice”); see also State v. Saltarelli, 98 Wn.2d 358, 361-62, 655 P.2d 697 (1982) (same); 5 Tegland, supra, § 404.32, at 603-04 (“In keeping with common law tradition, Washington’s courts have emphasized that balancing is an integral part of the test for admissibility under Rule 404(b).” (footnote omitted)). The former comment to ER 404 also made this point. See State v. Jackson, 102 Wn.2d 689, 693, 689 P.2d 76 (1984) (citing former ER 404 cmt. (1991)). Accordingly, the fact that Powell did not rely on ER 403 until his appellate briefing does not affect the scope of our review.\n\n\n The extent of Greg Kincaid’s testimony concerning drug use was as follows: “Q. Did you see the Defendant use methamphetamines that morning? A. Yes, I did.” 1 VRP (Feb. 6, 2006) at 120-21.\n\n",
            "ocr": true,
            "opinion_id": 4714167
        },
        {
            "author_str": "Sanders",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSanders, J.\n¶33 (dissenting) — Even before Jason Vincent Powell’s trial, his attorney strenuously objected to the State’s mentioning anything about Powell’s alleged drug use. The objection was sustained regarding the proposed testimony by witness Amber Williams of drug use because it would have been too prejudicial. Nevertheless, the trial court allowed witness Gregory Kincaid to testify *90Powell ingested methamphetamine before the attempted burglary. However there was no showing how Powell’s alleged methamphetamine use had any relevance to whether Powell was guilty of the attempted burglary. Moreover no expert testified about the effect methamphetamine would likely have on a person, leaving the jury to speculate on what inference should be accorded this apparently unconnected testimony.\n¶34 Powell was convicted, but the Court of Appeals reversed, holding that testimony about Powell’s alleged drug use was not harmless error. But now our majority reverses the Court of Appeals, asserting Powell “failed to preserve his ER 404(b) objection for appeal and has failed to demonstrate any manifest constitutional error supporting reversal.” Majority at 74-75. But Powell did in fact preserve his evidentiary objection for appeal when his attorney expressly objected to the mention of drugs during the trial. The Court of Appeals got it right.\n¶35 Amber Williams was not permitted to testify about Powell’s alleged drug use. During the pretrial offer of proof regarding Williams’ testimony, defense counsel objected to any reference to drug use in the trial, not just Williams’ testimony:\nI don’t want the word drug used anywhere in this trial. It’s not a trial about drugs and I’d prefer - my problem is you say methamphetamines and drugs, he’s going to jail. I don’t want that to happen. I — it’s not a trial about drugs. I want to keep that out in particular.\n1 Verbatim Report of Proceedings (RP) at 12 (emphasis added). The majority asserts, “When defense counsel made this statement, the only testimony mentioned by the State was that of Williams.” Majority at 77. But this objection preserved his objection to any drug testimony for appeal. As such it is not necessary to establish a manifest constitutional error to reverse the trial court.\n¶36 Gregory Kincaid was permitted to testify he saw Powell ingest methamphetamine before the attempted bur*91glary. Supposedly Kincaid’s testimony was used to show Powell was in an agitated state of mind during the attempted burglary. However in the pretrial offer of proof, defense counsel specifically objected to the inclusion of Gregory Kincaid’s testimony in the trial, saying, “I’d ask that you not include . . . the testimony.” 1 RP at 39. Thus defense counsel’s objection to Kincaid’s testimony about Powell’s alleged drug use also preserved this issue for appeal.\n¶37 ER 401 states, “ ‘Relevant evidence’ means evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.” “Evidence is relevant if a logical nexus exists between the evidence and the fact to be established.” State v. Burkins, 94 Wn. App. 677, 692, 973 P.2d 15 (1999). But testimony Powell allegedly used methamphetamine is not relevant to determine if he attempted to commit a burglary. That Powell ingested methamphetamine does not have any tendency to make it more likely he attempted to commit a burglary. There is no logical nexus between Kincaid’s testimony and the fact that Powell attempted to commit a burglary. Although it was certainly prejudicial.\n¶38 The majority correctly states, “Courts may admit ER 404(b) evidence to prove the defendant’s state of mind where the misconduct comes to bear on the defendant’s mental state at the time of the alleged offense.” Majority at 81; State v. Acosta, 123 Wn. App. 424, 434-35, 98 P.3d 503 (2004). The majority asserts, “[T]he State offered the drug use evidence to show Powell’s agitated mental state when he went to Williams’ home.” Majority at 82. Even so, how is this “mental state” relevant here? Moreover admitting Kincaid’s testimony under 404(b) did not help prove Powell’s state of mind during the alleged attempted burglary. Kincaid’s testimony only showed Powell ingested methamphetamine, not what state of mind Powell was in when he went to Williams’ home.\n*92¶39 Even if testimony Powell used methamphetamine could ever be relevant to prove any element of this crime, an expert witness is still needed to explain the effects of methamphetamine on a person. A jury would not know these effects without an expert witness’ testimony. The Court of Appeals correctly stated,\nThe problem is that the State did not offer any expert testimony to explain the actual or even potential effects methamphetamine could have had on Powell. Thus the jurors were left to speculate on this question from their own knowledge, knowing only that Powell was a law-breaking drug user.\nState v. Powell, 139 Wn. App. 808, 818, 162 P.3d 1180 (2007).\n¶40 Furthermore, even if relevant, Kincaid’s testimony should also have been excluded under ER 4039 because it was misleading to the jury without the aid of an expert witness to demonstrate its relevant purpose. “An ER 403 analysis must be applied to facts on a case-by-case basis.” State v. Cohen, 125 Wn. App. 220, 226, 104 P.3d 70 (2005). The trial court judge supposedly weighed the probative value of admitting Kincaid’s testimony against its prejudicial effect and found the probative value outweighed any prejudice saying, “that’s the issue that we have here, is whether he intended to just go over and talk to her or whether he intended to commit some other crime.” 1 RP at 40-41. However how evidence a person ingested methamphetamine is probative to prove a person intended to commit a crime is left to speculation. There is no probative value whatsoever in knowing Powell ingested methamphetamine. On the contrary, it is only prejudicial. There was nothing to “weigh.”\n¶41 Although Powell did not object to the absence of an expert witness, that would not have been a proper objection *93in any event since it was up to the State to decide who it would call to the stand. However Powell did object to the drug testimony, which is the proper objection here. I would affirm the Court of Appeals.\n¶42 I dissent.\nC. Johnson, J., concurs with Sanders, J.\n\n ER 403 provides, “Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.”\n\n",
            "ocr": true,
            "opinion_id": 4714168
        }
    ],
    "court_short_name": "Washington Supreme Court",
    "court_full_name": "Washington Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}