{
    "id": 4933198,
    "judges": "Sweeney",
    "date_filed": 1017273600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-mora",
    "case_name_short": "Mora",
    "case_name": "State v. Mora",
    "case_name_full": "The State of Washington v. Machalle L. Mora",
    "attorneys": "Kevin L. Holt, for appellants., Andrew K. Miller, Prosecuting Attorney, and Scott W. Johnson, Deputy, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "110 Wash. App. 850"
    ],
    "opinions": [
        {
            "author_str": "Sweeney",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSweeney, J.\n— Jesse Mora and his wife, Machalle Mora, were each convicted of 20 counts of theft for depleting Jesse’s widowed mother’s funds from several bank ac*853counts. The Moras contend that the State failed to establish the essential elements of theft. They contend that they were legally entitled to withdraw the funds because their names were on the accounts. In the alternative, they contend that each count of theft by deception must be supported by a separate deceptive act. We hold that the original deception of inducing the mother to make them joint owners of her accounts gave rise to multiple instances of theft by deception. We affirm the convictions.\nFACTS\nLucia Mora’s husband of 45 years handled all the family finances. When he died in May 1997, Lucia1 had no experience with banking, had limited command of English, and did not drive. In July of that year, with the help of a daughter, Lucia opened a savings account at the Richland branch of Hanford Atomic Production Operations Community Credit Union with $17,280. She did not open a checking account because she did not know how to “do checks.” Report of Proceedings at 272. She never had an automated teller machine (ATM) card and did not know how to use one.\nA month later, she deposited $68,368.07 life insurance proceeds in a money market account. On February 2, 1998, she opened a checking account with $2,000. All three accounts were in Lucia’s name only.\nOn March 20, Lucia’s son, Jesse Mora, accompanied her to the bank. Jesse’s name was added as an authorized signatory to all three accounts. Three days later, on March 23, Machalle Mora’s name was added by mail. A single debit card was issued in the name of Jesse.\nOn the day Jesse’s name was added to the checking account, it contained $4,952.34. Prior to that day, activity had been limited. A transfer of $5,000 — the first of many— was made that day from the money market account. On the *854day Jesse was added, the money market account contained $53,877.37. By September 1, that balance was down to $5,982.86. By October 6, it was reduced to $1,493.93. On that day, $25,500 from the sale of property in Mexico was deposited.\nOn October 19, Jesse and Machalle took out a loan for $15,536.30, using the money market account as collateral and causing the account funds to be frozen. On November 9, the balance, including the frozen collateral, was $16,554.71. After making occasional payments, Jesse and Machalle stopped paying on the loan completely after a year. The bank transferred funds from the money market account to pay off the loan.\nAt last, in January 1999, Lucia’s other son, Frank Mora, stepped in. The savings account contained $6.74. The checking account was zero. The only funds in the money market account would be taken by the bank to pay off the loan. Lucia was upset and seemed not to know that Jesse and Machalle were on her accounts. The bank changed the account numbers and designated the ATM cards for seizure when next used.\nJesse and Machalle were charged with 4 counts of first degree theft, 4 counts of second degree theft, and 12 counts of third degree theft. They were tried to a jury.\nAt the close of the State’s case, Jesse and Machalle moved to dismiss the prosecution. They argued that the State had not presented evidence sufficient to support the charges. As the legal owners of the accounts, they argued it was no crime for them to remove funds. In the alternative, they argued that, even presuming the State had proved fraud or duress in obtaining joint ownership, this would support only a single count of theft by fraud. The single act of fraud would encompass the entire account, not each individual check or ATM transaction. Jesse also argued that the State had not proved that he was personally involved with any of the expenditures except for the loan.\nThe court denied the motion. Jesse and Machalle presented their case in chief. The jury returned guilty verdicts *855on all 20 counts. And Jesse and Machalle were each sentenced to 43 months in prison.\nDENIAL OF MOTION TO DISMISS — REVIEWABLE\nAs a preliminary matter, we address the State’s contention that the denial of a motion to dismiss at the close of the State’s case is not reviewable if the defendants proceeded with their case in chief. State v. Johnston, 100 Wn. App. 126, 132, 996 P.2d 629 (2000).\nA criminal defendant may challenge the sufficiency of the evidence before trial, at the end of the State’s case in chief, at the end of all the evidence, after the verdict, or on appeal. The reviewing court looks at the evidence at whatever point the sufficiency challenge is raised. The defendant is not barred from claiming insufficiency at a late stage of the proceedings, but the court will use the most complete record available at the time the claim is made. State v. Jackson, 82 Wn. App. 594, 608-09, 918 P.2d 945 (1996).\nJesse and Machalle presented a case in chief. We therefore review their sufficiency challenge based on the entire record.\nGOOD FAITH CLAIM OF TITLE\nJesse and Machalle begin by claiming a right to the money under a good faith claim of title.\nIt is a complete defense to any prosecution for theft that the property was “appropriated openly and avowedly under a claim of title made in good faith, even though the claim be untenable.” RCW 9A.56.020(2); State v. Ager, 128 Wn.2d 85, 92, 904 P.2d 715 (1995). This defense negates the essential element of intent to steal. It says a defendant cannot be guilty of theft if he or she takes property under a good faith subjective belief that he or she has the rights of ownership or is entitled to possession of the property. Ager, 128 Wn.2d at 92.\n*856On a showing of a good faith belief of ownership supported by evidence of some legal or factual basis for the belief, the defendant is entitled to a jury instruction on the defense. Id. at 96-97. The matter is then for the jury to decide. Id.\nJesse and Machalle do not contend that they requested and were denied a claim of title instruction. But even if they had, the jury believed the evidence of deception. It must necessarily have found no good faith belief in a claim of right.\nPROPERTY OF ANOTHER\nJesse and Machalle next contend that, as a matter of law, the State failed to prove the essential elements of theft, specifically that they wrongfully obtained or exerted unauthorized control over the property of another. RCW 9A.56.020(l)(a). They misunderstand the principles of ownership of bank accounts.\n Joint ownership of bank accounts is governed by statute. Anderson v. Anderson, 80 Wn.2d 496, 500-01, 495 P.2d 1037 (1972). The banking statute provides that funds on deposit in a joint account belong to each depositor in proportion to their ownership of the funds. RCW 30-.22.090(2). A joint tenant may have the right to withdraw funds, but this does not mean he or she owns the funds. In re Estate of Tosh, 83 Wn. App. 158, 166, 920 P.2d 1230 (1996) (nondepositing joint tenant of bank account did not acquire ownership by exercising right to withdraw funds).\nA “depositor” is one who has the right to payment of funds held under the contract of deposit, without regard to the actual rights of ownership thereof by the individuals named on the account. RCW 30.22.040(11). The bank is not liable for disbursement of funds to account signatories, regardless of the “actual ownership” of the funds. RCW 30.22.120.\nThus, even if Lucia freely and knowingly put Jesse and Machalle’s names on her accounts, with or without the right of survivorship, she established only a relationship *857with the bank whereby the bank was authorized to honor withdrawal requests. The signature cards did not make Jesse or Machalle the owners of the money.\nJesse and Machalle rely on Doty v. Anderson for the proposition that adding a signatory to a bank account creates the presumption of intent to confer ownership of the funds. Doty v. Anderson, 17 Wn. App. 464, 563 P.2d 1307 (1977). This is wrong. Doty stands for no more than that a joint tenancy creates a conclusive presumption that both tenants intend the right of survivorship. Id. at 466-67. In Doty, a mother named a joint tenant to her bank account shortly before she died. After she died, her son and heir unsuccessfully challenged the joint tenant’s right to the money.\nWhen a separate account is changed to add a joint tenant with the right of survivorship, survivorship is a property right which immediately vests in the joint tenant. Upon the death of the other joint tenant, the whole of each of the accounts becomes the survivor’s separate property. Anderson, 80 Wn.2d at 501 (interpreting former RCW 30.20.015 (1967)). But Lucia did not die.\nEven if their status as signatories of the accounts did endow Jesse and Machalle with some possessory interest in the funds, it is still theft under RCW 9.56.020 to take the property of another person who has a superior possessory interest. State v. Pike, 118 Wn.2d 585, 590, 826 P.2d 152 (1992) (theft of one’s own property subject to another’s lien). Superior possessory interest means that the defendant may not lawfully exert control over the property without the permission of that other person. State v. Longshore, 97 Wn. App. 144, 149, 982 P.2d 1191 (1999).\nThe record does not support any inference that Lucia intended to gift Jesse and Machalle with the money or that she permitted them to spend it without her permission.\nJesse and Machalle analogize to partnership law. But the comparison breaks down. In State v. Birch, we declined to modify the common law rule that a partner cannot be *858prosecuted for use of partnership property because the theft must be of property of another, and title to partnership property is not in another. State v. Birch, 36 Wn. App. 405, 408, 675 P.2d 246 (1984). Each partner is the ultimate owner of an undivided interest in all the partnership property. Id. Birch upholds State v. Eberhart.2 Jesse and Machalle concede that intent with respect to ownership of joint bank accounts is governed by statute, not the common law. Anderson, 80 Wn.2d at 500-01. Neither the partnership act nor decisions interpreting it help here.\nDECEPTION\nJesse and Machalle next contend that the State had to prove a separate act of fraud as an essential element of each theft.\nTo use deception to acquire control over the property of another with intent to deprive the other of it is theft. RCW 9A.56.020(l)(b); State v. Leffingwell, 106 Wn. App. 835, 842, 25 P.3d 484, review denied, 145 Wn.2d 1009 (2001). Deception means knowingly (a) to create or confirm another’s false impression about the disposition of the property, or (b) to fail to correct that impression, or (c) to prevent the other person from acquiring necessary information about the disposition of the property. Former RCW 9A.56.010(4)(a)-(c) (1998) (now RCW 9A.56.010(5)(a)-(c)).\n We need not address Jesse and Machalle’s contention that the State had to prove a separate act of deception for every transaction. An assignment of error unsupported by citation to authority is deemed abandoned. State v. Halstien, 122 Wn.2d 109, 130, 857 P.2d 270 (1993).\nHowever, the record contains plenty of evidence to support a jury finding that Jesse and Machalle maintained continuing control of the funds by deceiving Jesse’s mother about what they were up to.\n*859JOINT CULPABILITY\nFinally, Jesse challenges the sufficiency of the evidence to convict him of those counts in which Machalle alone performed the transaction. He contends that mere presence is not enough and that the State presented no evidence that he wrote any check or made any purchase. Jesse contends he not only committed at most a single act of deception, but there is no proof that he participated in the transactions by which the money was removed from the accounts. Again, he cites to no authority.\n Because any distinction between criminal accessories and principals has long been abrogated in Washington, it is not necessary to differentiate between them in charging. State v. Rodriguez, 78 Wn. App. 769, 773, 898 P.2d 871 (1995). An accessory may be convicted of the underlying offense even though he is the only one charged, if there is proof the crime was committed. State v. Dault, 25 Wn. App. 568, 573, 608 P.2d 270 (1980).\nA defendant who “advises and counsels” larceny, with the intention of receiving the benefits of the property taken, may be convicted as a principal, although the evidence shows that he was not present at the time the taking was done. State v. Nichols, 148 Wash. 412, 414, 269 P. 337 (1928). The only proviso is that the information must put the defendant on notice of the conduct with which he is being charged so that he can prepare an adequate defense. State v. Gifford, 19 Wash. 464, 467, 53 P. 709 (1898) (reversing rape conviction based on theory of accessory before the fact as procurer, where defendant prepared an alibi defense to the act of rape).\nHere, the State properly charged Jesse with each theft, by ATM, debit card, check, and loan, all committed by means of deceiving his mother about the consequences of naming him on the accounts, and maintaining that deception throughout the entire course of conduct.\n*860We hold that the evidence supports the jury’s verdicts, and affirm the judgments and sentences.\nKurtz, C.J., and Brown, J., concur.\nReview denied at 147 Wn.2d 1021 (2002).\n\n We mean no disrespect, but since everyone in this case has the same last name, for clarity we will use only his or her first name.\n\n\n 106 Wash. 222, 179 P. 853 (1919).\n\n",
            "ocr": true,
            "opinion_id": 4740878
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}