{
    "id": 4941138,
    "judges": "Brintnall, Quinn",
    "date_filed": 1149033600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-fankhouser",
    "case_name_short": "Fankhouser",
    "case_name": "State v. Fankhouser",
    "case_name_full": "The State of Washington v. Anthony Wayne Fankhouser",
    "attorneys": "Manek R. Mistry and Jodi R. Backlund (of Backlund & Mistry), for appellant., Deborah S. Kelly, Prosecuting Attorney, and Bruce Hanify, Deputy, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "133 Wash. App. 689"
    ],
    "opinions": [
        {
            "author_str": "Quinnbrintnall",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n¶1 A jury convicted Anthony Fankhouser of delivering a controlled substance to a police informant. Police set up the controlled buy with Fankhouser *691after the informant claimed that Fankhouser had sold him methamphetamine one week earlier. At trial, the State violated the court’s pretrial ruling excluding evidence of the prior delivery but Fankhouser was not permitted to offer evidence directly refuting that delivery. This was error and, because it was not harmless, we reverse and remand for a new trial.\nQuinn-Brintnall, C.J.\n*691FACTS\n¶2 Dale Lukes was arrested for unlawful possession of methamphetamine and marijuana on October 5, 2002. Lukes told the arresting officers that Fankhouser sold him the methamphetamine the day before. Lukes agreed to be a confidential informant and, on October 11, 2002, he wore a wire transmitter and made a controlled buy of methamphetamine in Fankhouser’s home. According to Lukes, it was again Fankhouser who sold him the methamphetamine. For the controlled buy, the State charged Fankhouser with unlawful delivery of a controlled substance.\n¶3 Before trial, the court granted the State’s motion to exclude testimony from Darrell Tuttle. Tuttle would have testified that he was continuously with Lukes on October 4, and that Lukes never purchased methamphetamine from Fankhouser or went to Fankhouser’s home. At trial, and after Lukes testified to being arrested with methamphetamine on October 5, the State asked Lukes where he had bought the methamphetamine. Lukes testified that he had purchased it the day before (October 4) in Fahkhouser’s driveway. The trial court sustained defense counsel’s objection.\n¶4 Defense counsel then asked the trial court to reconsider its ruling excluding Tuttle’s testimony, arguing that the State’s questioning had opened the door. The trial court denied the request, concluding that Tuttle’s testimony remained a matter of impeachment on a collateral matter.\n*692¶5 The State presented two copies of the wire recording to corroborate Lukes’s testimony that Fankhouser sold him methamphetamine during the controlled buy.1\n¶6 Fankhouser testified in his own defense. He explained that he was at a friend’s house when the controlled buy occurred. He also maintained that it was his brother’s voice on the recordings that were played to the jury. According to Fankhouser, his brother lived with him and often created legal problems for him.\n¶7 To rebut Fankhouser’s claim that his brother sold Lukes the methamphetamine, the State presented Officer Mark Poole’s testimony. Officer Poole testified to a 90 percent certainty that it was Fankhouser’s voice on the recording. Officer Poole also testified that he had interacted with Fankhouser’s brother on one or two prior occasions and that he believed Fankhouser’s voice was somewhat deeper than his brother’s.\n¶8 The jury found Fankhouser guilty of having delivered a controlled substance to Lukes on October 11, 2002. This appeal followed.\nANALYSIS\n¶9 Fankhouser maintains that the trial court erred in excluding Tuttle’s proffered testimony that he was with Lukes at all times on October 4, and that Lukes did not purchase methamphetamine from Fankhouser. Fankhouser also maintains that even if this testimony was initially inadmissible, it should have been admitted once the State violated the court’s pretrial ruling by eliciting testimony concerning the October 4 buy. We agree with both contentions.2\n*693¶10 The trial court concluded that Tuttle’s testimony involved an attempt to impeach Lukes on a collateral matter. A witness cannot be impeached on an issue collateral to the issues being tried. State v. Descoteaux, 94 Wn.2d 31, 37, 614 P.2d 179 (1980), overruled on other grounds by State v. Danforth, 97 Wn.2d 255, 257 &amp; n.1, 643 P.2d 882 (1982). An issue is collateral if it is not admissible independently of the impeachment purpose. Descoteaux, 94 Wn.2d at 37-38. Put another way, a witness may be impeached on only those facts directly admissible as relevant to the trial issue. See ER 401 (defining “relevant evidence”); State v. Oswalt, 62 Wn.2d 118, 121-22, 381 P.2d 617 (1963); State v. Fairfax, 42 Wn.2d 777, 780, 258 P.2d 1212 (1953).\n¶11 A brief discussion of two cases helps contrast the difference between collateral and direct impeachment. In In re Welfare of Shope, 23 Wn. App. 567, 596 P.2d 1361 (1979), Shope challenged a court finding that he had sexual contact with a 12-year-old child. Shope assigned error to the court’s refusal to hear the testimony of two witnesses who would have refuted the victim’s testimony that he never engaged in street hustling or appeared in public while dressed in women’s clothing. Division One of this court summarily rejected the argument: “The purported testimony of the excluded witnesses would not have affected the result. Whether at another time and place the victim acted in a manner from which a trier of fact might infer that he would initiate or participate in homosexual activity is not pertinent here.” Shope, 23 Wn. App. at 568-69.\n¶12 In State v. Hall, 10 Wn. App. 678, 519 P.2d 1305, review denied, 84 Wn.2d 1003 (1974), Hall robbed a store with Alderson, who later testified that a third accomplice, Reed, was waiting in a getaway car while the robbery occurred. On appeal, Hall assigned error to the trial court’s refusal to admit evidence that Reed was in a hospital on the *694day and night of the robbery. We agreed with Hall, stating that while the issue of Reed’s hospital stay “would appear to be collateral,” “there are certain facts which relate directly to a witness’ opportunity to observe, or knowledge of facts closely connected with the alleged offense that cannot properly be deemed collateral. . . . [T]his rule is even more persuasive where the witness himself is an accomplice.” Hall, 10 Wn. App. at 680, 682.\n ¶13 Tuttle’s testimony did not concern a collateral matter. At its core, Tuttle’s testimony was proof that Lukes made a recent false accusation against Fankhouser for the same crime — sale of methamphetamine — that Lukes was currently accusing Fankhouser of having committed. The prior accusation was also the precipitating event that led to Lukes working for the police and performing the controlled buy underlying the current charge. In this situation, proof establishing the falsity of the initial accusation is relevant and admissible to show the accuser’s ongoing bias or underlying motive for the current accusation. See State v. Demos, 94 Wn.2d 733, 736-37, 619 P.2d 968 (1980) (evidence of a prior allegation is irrelevant absent proof of falsity); State v. Harris, 97 Wn. App. 865, 872, 989 P2d 553 (1999) (same), review denied, 140 Wn.2d 1017 (2000); State v. Mendez, 29 Wn. App. 610, 630 P.2d 476 (1981) (trial court did not abuse its discretion in refusing to admit prior allegation since the date of the allegation was unknown). Our ruling is consistent with the wide latitude afforded a defendant in a criminal trial to explore fundamental elements such as the motive, bias, and credibility of the State’s key witnesses. State v. Darden, 145 Wn.2d 612, 619, 41 P.3d 1189 (2002).\n¶14 Whether Lukes actually purchased methamphetamine in Fankhouser’s driveway on October 4 was itself collateral as it did not make it more or less probable that the same transaction occurred on October 11. See ER 404(b). However, the trial court erred in refusing to admit Tuttle’s testimony. If believed, Tuttle’s testimony would have established the falsity of Lukes’s accusation that *695Fankhouser sold him drugs recently, and this was directly related to the veracity of Lukes’s testimony regarding the current charge.\n¶15 In addition, the court also erred in refusing to admit Tuttle’s testimony once the State directly contravened the pretrial ruling by eliciting Lukes’s testimony concerning the alleged October 4 buy. Even initially inadmissible evidence should be allowed if it is necessary to explain or contradict inadmissible evidence offered by the opposing party. State v. Avendano-Lopez, 79 Wn. App. 706, 714, 904 P.2d 324 (1995), review denied, 129 Wn.2d 1007 (1996). This rule guards against exactly what happened here: the State was allowed to present evidence that Fankhouser previously and recently sold methamphetamine to Lukes without Fankhouser being permitted to offer evidence that, if believed, would refute the claim. It is not proper to “allow[ ] one party to bring up a subject, drop it at a point where it might appear advantageous to him, and then bar the other party from all further inquiries about it.” State v. Gefeller, 76 Wn.2d 449, 455, 458 P.2d 17 (1969).\nf 16 The court’s error in refusing to admit Tuttle’s testimony requires reversal if there is a reasonable possibility that the testimony would have changed the outcome of trial. State v. Bourgeois, 133 Wn.2d 389, 403, 945 P.2d 1120 (1997). Fankhouser testified at trial and the crux of this case was the jury’s comparison of Fankhouser’s voice with the voice on the recording and the jury’s assessment of Lukes’s and Fankhouser’s credibility. The trial court’s ruling excluding Tuttle’s testimony severely hampered Fankhouser’s ability to challenge Lukes’s credibility and improperly permitted the jury to conclude “once a dealer, always a dealer.” From our review of the record, we cannot conclude that the court’s error was harmless.\n¶ 17 We reverse and remand for a new trial.\nArmstrong and Penoyar, JJ., concur.\n\n We need not discuss the recording except to note that it was a hotly contested issue at trial: the Sequim Police Department lost the original recording after failing to store it as departmental policy required; defense counsel was provided with a copy, which, according to her, contained no intelligible discussion about purchasing methamphetamine; there was an unexplained pause in the recording; and subsequent versions of the recording were admitted for which no explanation was provided as to how each became more audible.\n\n\n Our resolution of the appeal on this issue makes it unnecessary to address the other issues that Fankhouser raises.\n\n",
            "ocr": true,
            "opinion_id": 4748978
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}