{
    "id": 4949817,
    "judges": "Deren",
    "date_filed": 1299542400000,
    "date_filed_is_approximate": false,
    "slug": "in-re-the-detention-of-durbin",
    "case_name_short": null,
    "case_name": "In re the Detention of Durbin",
    "case_name_full": "In the Matter of the Detention of David Durbin",
    "attorneys": "Carolyn K. Morikawa (of Washington Appellate Project), for appellant., Robert M. McKenna, Attorney General, and Sarah Sappington, Senior Counsel, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "160 Wash. App. 414"
    ],
    "opinions": [
        {
            "author_str": "Deren",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*418f 1 David Durbin appeals from the trial court’s order civilly committing him as a sexually violent predator (SVP). He contends that (1) the State had no authority under former RCW 71.09.030 (2008) to file an SVP petition against him in Clark County because he had no Washington convictions for sexually violent crimes; (2) the current version of RCW 71.09.030, Laws of 2009, ch. 409, § 3, cannot be applied retroactively to justify filing the State’s petition in Clark County; (3) the trial court erred when it determined that the acts underlying his Clark County conviction, for which he was incarcerated when the State filed the SVP petition, would have qualified as a recent overt act because the acts were over five years old by the time the State filed its petition in Clark County; and (4) the State did not have jurisdiction to file an SVP petition in Clark County because he had been unlawfully confined under an incorrectly filed petition in Thurston County. We affirm the trial court’s commitment order.\nVan Deren, J.\nFACTS\nf 2 On July 19,1987, Durbin was at a Mormon church in Montana where a five-year-old girl, SE, had gone into a bathroom. When SE came out of the bathroom stall, Durbin was waiting inside the bathroom. He picked her up, asked her for her name and other questions, and then carried her out of the bathroom through a different door. He lifted up her dress and began touching her. SE testified that she felt uncomfortable and “either screamed ... or did something frantic.” Report of Proceedings (RP) at 29. Durbin testified that she began to cry and Durbin fled. Durbin pleaded guilty to sexual assault for this offense, and a Montana court sentenced him to 12 years in prison.\n¶3 In 1987, during an evaluation performed after his conviction, Durbin disclosed details of his earlier sexual abuse of LB, his brother’s 10-year-old stepdaughter. In November 1986, Durbin lived in Wyoming with his brother, his sister-in-law, and LB and, according to LB, Durbin began *419sexually abusing her almost immediately after he moved in and he sexually abused her on numerous subsequent occasions. More than once, Durbin woke her up to tell her to “take [her] clothes off and to get into bed with him.” RP at 10. He would tell her that she could not tell anyone about his acts, that it was okay, that his conduct was normal, and that he would hurt LB’s mother if LB disclosed what he did. At times, to prevent LB from screaming, Durbin would cover her mouth with his hand, and she felt that he would use force if she did not comply. Durbin admitted to the evaluator that he had a strong sexual desire for LB and that he had penetrated her vagina with his finger. Durbin also testified that he had continued to fantasize about his niece after having “cuddled” with her and that he had masturbated to those thoughts. RP at 21. On June 26,1989, Durbin pleaded guilty in Wyoming to third degree sexual assault of LB and was sentenced to confinement in Wyoming.\n|4 On the evening of June 15, 2003, Eduviges Villa Chavez and her four children, three boys and one girl, were in their Clark County apartment. The children ranged in age from 1 to 10. Villa Chavez’s apartment was on the ground floor next to a field and a church. She was in her bedroom ironing clothes while her three boys played in the living room. One of her sons called to her, saying that there was a man outside “playing on the grass” and that the man had watched the boys for 20 to 30 minutes. RP at 60. She saw Durbin kneeling by a tree outside the apartment’s sliding glass door and watching her and the boys “intently.” RP at 61. She immediately turned off the lights in the apartment and called her sister, who lived nearby. As she made the call, Durbin continued to sit against a pine tree outside the door. When her sister arrived, they approached Durbin and asked him to leave; he complied.\n¶5 But shortly thereafter, as Villa Chavez spoke on the telephone, she saw Durbin standing five to six feet away, looking into her apartment. Frightened, she called her sister again and gathered her children in the hallway where she could “keep [them] safe.” RP at 66. As she gathered the *420children, she saw Durbin going toward the back of the building and she remembered the rear apartment windows. She ran into the back rooms, closed the blinds, and made sure that the windows were closed. As she closed the blinds in the rooms, Durbin followed her from window to window, touching them to see if they were open. As she closed the blinds, Durbin made eye contact with her.\n¶6 Villa Chavez’s sister, her niece, and a police officer arrived shortly thereafter. Vancouver Police Officer Robert O’Meara found Durbin sitting on a park bench in a children’s play area next to the church. Durbin was sitting on the bench with a “jacket or something” over his hands, which were “kind of moving around.” RP at 122, 123. O’Meara was joined by a second police officer and the two officers placed Durbin in the back of a patrol car. Durbin tried to resist apprehension by swearing at, hitting, and kicking them. Later the officers discovered toys, candy, and condoms in a suitcase or backpack found near the tree where Durbin had squatted. They also found a church identification card in Durbin’s backpack or wallet that read “ ‘volunteer’ ” along with his name. RP at 130. Later that night, when O’Meara went to jail to see Durbin, he observed Durbin in a holding cell with his pants removed, lying in a fetal position, and Durbin appeared to be masturbating.\n¶7 On August 11, 2003, Durbin pleaded guilty to attempted residential burglary, and the trial court sentenced him to one year and one day in prison. On June 14, 2004, while Durbin was still in prison for the Clark County offenses, the State filed a petition in Thurston County under former ROW 71.09.030 (1995), alleging that Durbin met the criteria for commitment as an SVP.\nf 8 On an ex parte finding of probable cause, the State transferred Durbin to the Thurston County jail and, on September 30, 2004, Durbin stipulated that the petition established probable cause to believe that he was an SVP. The State transferred Durbin to the Special Commitment Center (SCO) on McNeil Island to await his commitment trial.\n*421¶9 On May 1, 2008, before Durbin’s commitment trial, our Supreme Court issued its opinion in In re Detention of Martin, 163 Wn.2d 501, 182 P.3d 951 (2008). On July 22, 2008, at the request of the Clark County prosecutor, the State filed an SVP petition against Durbin in Clark County under former RCW 71.09.030 (2008). The State subsequently requested and received dismissal without prejudice of its Thurston County SVP petition.1\n¶10 Before his commitment trial, the State asked the court to conclude as a matter of law that Durbin was confined for a crime that constituted a “recent overt act” under former RCW 71.09.030(5) (2008), in effect at the time, and former RCW 71.09.020(10) (2006) and to also find that the State was not required to prove a recent overt act at trial. The trial court granted the State’s motion and concluded that Durbin’s 2003 Clark County attempted residential burglary was a recent overt act under former RCW 71.09.030(5) (2008) and former RCW 71.09.020(10) (2006), and that the State did not need to prove a recent overt act at trial. The trial court, also on the State’s motion, concluded that Durbin’s 1987 Montana conviction for the sexual assault of SE was a sexually violent offense under Washington law.\nf 11 Durbin waived his right to a jury at his commitment trial. At trial, Durbin testified by videotaped deposition. He stated that he had first realized his attraction to young children when he was 23 or 24 years old. He has had sexual contact with approximately five female children. His first sexual contact was with LB, and his next four victims were all in Montana. All of the Montana sexual abuse was associated with the Mormon Church and occurred within a two month period. While Durbin attended the church, there were “ ‘times when [he] became aroused by kids and then it kind of turned into kind of an obsession.’ ” RP at 35. All of the victims were girls between 5 and 10 years old. Durbin felt both “ ‘[a]roused and frightened’ ” when having sexual *422contact with these children. RP at 40. After these incidents, Durbin would masturbate to thoughts of the victims.\n¶12 Durbin used items such as diapers and baby blankets, which he called “ ‘feel-good items,’ ” to masturbate. RP at 48. He has gone into school bathrooms to masturbate because of his arousal by children. Durbin has had a fantasy in which he removed a child’s clothing, hugged the child, and whispered into the child’s ear, “ T love you’ ” or, “ T want to have sex with you.’ ” Clerk’s Papers (CP) at 309. He would then remove his own clothing, feel the child’s body, “snuggle” up to the child, and anally penetrate the child with his penis. In 2003, Durbin admitted that possibly 40 percent of his sexual fantasies included children. In 2007, he admitted to masturbating three to four times a week to thoughts of “ ‘all kinds of girls.’ ” CP at 309. He also admitted that he did not try to stop sexually offending until his arrest in Montana, and that he stopped sexually offending against children because he was arrested. After evaluating Durbin, Brian Judd, PhD, a psychologist and the State’s expert witness, diagnosed Durbin with pedophilia, fetishism, and substance dependence.\n¶13 The trial court found that the State had proved beyond a reasonable doubt that Durbin met the statutory SVP definition and entered an order civilly committing him. He appeals.\nANALYSIS\nI. Chapter 71.09 RCW Chronology\n¶14 Durbin challenges the State’s ability to file an SVP petition against him under both the law in effect in 2008, when the State filed the Clark County petition, and under the 2009 amendments to chapter 71.09 RCW. To assist understanding of the analysis of the applicability of the various versions of chapter 71.09 RCW, we set out a brief chronology of legislative changes to chapter 71.09 RCW that we consider in addressing the issues Durbin raises.\nf 15 On May 18, 2000, our Supreme Court decided In re Detention of Henrickson, 140 Wn.2d 686, 697, 2 P.3d 473 *423(2000), stating that due process does not require the State to prove a recent overt act showing present dangerousness between arrest and release from incarceration when, at the time the SVP petition is filed, the person is incarcerated for a sexually violent offense or for an act that itself would have constituted a recent overt act. In 2000, former RCW 71.09.020 (1995) (defining terms used throughout chapter 71.09 RCW) was in effect. Former RCW 71.09.020(2) (1995) defined “mental abnormality” as “a congenital or acquired condition affecting the emotional or volitional capacity which predisposes the person to the commission of criminal sexual acts in a degree constituting such person a menace to the health and safety of others.”\n¶16 On May 1,2008, our Supreme Court decided Martin, 163 Wn.2d at 501, clarifying that an SVP petition must be filed where the person against whom the petition is filed has been convicted or charged. Former RCW 71.09.030 (1995) was in effect and applied to the Martin SVP petition. Former RCW 71.09.030 (1995) provided:\nWhen it appears that: (1) A person who at any time previously has been convicted of a sexually violent offense is about to be released from total confinement on, before, or after July 1, 1990; (2) a person found to have committed a sexually violent offense as a juvenile is about to be released from total confinement on, before, or after July 1,1990; (3) a person who has been charged with a sexually violent offense and who has been determined to be incompetent to stand trial is about to be released, or has been released on, before, or after July 1, 1990, pursuant to RCW 10.77.090(3); (4) a person who has been found not guilty by reason of insanity of a sexually violent offense is about to be released, or has been released on, before, or after July 1, 1990, pursuant to RCW 10.77.020(3), 10.77.110 (1) or (3), or 10.77.150; or (5) a person who at any time previously has been convicted of a sexually violent offense and has since been released from total confinement and has committed a recent overt act; and it appears that the person may be a sexually violent predator, the prosecuting attorney of the county where the person was convicted or charged or the attorney general if requested by the prosecuting attorney may file a petition *424alleging that the person is a “sexually violent predator” and stating sufficient facts to support such allegation.\n117 When the State filed the SVP petition against Durbin in Clark County on July 22, 2008, the recently amended former RCW 71.09.030 (2008) (describing where and under what circumstances the State may file an SVP petition) and former RCW 71.09.020 (2006) (defining terms used throughout chapter 71.09 RCW) were in effect and were applicable to the 2008 Durbin SVP petition. Former RCW 71.09.030 (2008) differed from former RCW 71.09.030 (1995) only in subsection (3), a change that does not affect our analysis.\n118 Former RCW 71.09.020(8) (2006) did not change the definition of “mental abnormality” from that in former RCW 71.09.020(2) (1995). Former RCW 71.09.020(10) (2006) defined “recent overt act” as “any act or threat that has either caused harm of a sexually violent nature or creates a reasonable apprehension of such harm in the mind of an objective person who knows of the history and mental condition of the person engaging in the act.” Former RCW 71.09.020(16) (2006) defined “sexually violent predator” as “any person who has been convicted of or charged with a crime of sexual violence and who suffers from a mental abnormality or personality disorder which makes the person likely to engage in predatory acts of sexual violence if not confined in a secure facility.”\n¶19 The 2009 amendments to chapter 71.09 RCW, including RCW 71.09.020 and RCW 71.09.030, became effective May 7, 2009. Laws of 2009, ch. 409, §§ 1, 3. As we discuss below, we hold that the legislature intended the 2009 amendments to chapter 71.09 RCW to apply retroactively “to all persons currently committed or awaiting commitment under chapter 71.09 RCW either on, before, or after [May 7, 2009], whether confined in a secure facility or on conditional release,” Laws of 2009, ch. 409, § 15, and retroactive application of the amendments does not violate Durbin’s due process rights.\n*425¶20 RCW 71.09.030 (2009), as amended, currently provides:\n(1) A petition may be filed alleging that a person is a sexually violent predator and stating sufficient facts to support such allegation when it appears that: (a) A person who at any time previously has been convicted of a sexually violent offense is about to be released from total confinement; (b) a person found to have committed a sexually violent offense as a juvenile is about to be released from total confinement; (c) a person who has been charged with a sexually violent offense and who has been determined to be incompetent to stand trial is about to be released, or has been released, pursuant to RCW 10.77.086(4); (d) a person who has been found not guilty by reason of insanity of a sexually violent offense is about to be released, or has been released, pursuant to RCW 10.77.020(3), 10.77.110 (1) or (3), or 10.77.150; or (e) a person who at any time previously has been convicted of a sexually violent offense and has since been released from total confinement and has committed a recent overt act.\n(2) The petition may be filed by:\n(a) The prosecuting attorney of a county in which:\n(i) The person has been charged or convicted with a sexually violent offense;\n(ii) A recent overt act occurred involving a person covered under subsection (l)(e) of this section; or\n(iii) The person committed a recent overt act, or was charged or convicted of a criminal offense that would qualify as a recent overt act, if the only sexually violent offense charge or conviction occurred in a jurisdiction other than Washington; or\n(b) The attorney general, if requested by the county prosecuting attorney identified in (a) of this subsection. If the county prosecuting attorney requests that the attorney general file and prosecute a case under this chapter, then the county shall charge the attorney general only the fees, including filing and jury fees, that would be charged and paid by the county prosecuting attorney, if the county prosecuting attorney retained the case.\n(Reviser’s note omitted.)\n*426¶21 RCW 71.09.020(8) (2009), which defines “Mental abnormality,” did not change that definition from the definitions in former RCW 71.09.020(2) (1995) and former RCW 71.09.020(8) (2006). RCW 71.09.020(12) (2009) currently defines “recent overt act” to mean “any act, threat, or combination thereof that has either caused harm of a sexually violent nature or creates a reasonable apprehension of such harm in the mind of an objective person who knows of the history and mental condition of the person engaging in the act or behaviors.” These changes to former RCW 71.09.020(10) (2006), defining “recent overt act,” do not materially affect our analysis. Finally, RCW 71.09.020(18) (2009), which defines “sexually violent predator,” does not change that definition in former RCW 71.09.020(16) (2006).\nII. Former RCW 71.09.030 (2008)\n|22 Durbin, citing Martin, 163 Wn.2d at 514, argues that the State had no statutory authority in 2008 under former RCW 71.09.030 (2008) to file an SVP petition because Durbin’s sexually violent offenses occurred outside Washington. The State counters that the statute permitted it to file a petition in Clark County because Durbin was charged and convicted in Clark County for an act that qualified as a recent overt act under Washington’s SVP statutes. We agree with the State.\n¶23 Statutory construction is a question of law we review de novo. Martin, 163 Wn.2d at 506. Our primary objective in a statutory construction inquiry is to ascertain and carry out legislative intent. Martin, 163 Wn.2d at 506. Chapter 71.09 RCW generally describes the criteria and procedures under which the State may civilly commit people as SVPs. In Martin, our Supreme Court interpreted former RCW 71.09.030 (1995). 163 Wn.2d at 506. Former RCW 71.09.030(5) (1995) enumerated the following pertinent category of people subject to civil commitment as an SVP: “[A] person who at any time previously has been convicted of a sexually violent offense and has since been *427released from total confinement and has committed a recent overt act; and it appears that the person may be a sexually violent predator.” When a person met the requirements of this category, “the prosecuting attorney of the county where the person was convicted or charged or the attorney general if requested by the prosecuting attorney [could] file a petition alleging that the person is a ‘sexually violent predator.’ ” Former RCW 71.09.030 (1995).\n¶24 Martin was convicted in Clark County of crimes that were not sexually violent offenses under Washington’s SVP laws. Martin, 163 Wn.2d at 505. While Martin was out on bail, law enforcement arrested him in Portland, Oregon, and he pleaded guilty there to crimes that constituted sexually violent offenses under Washington’s SVP laws. Martin, 163 Wn.2d at 505. Oregon returned Martin for incarceration in Washington. Martin, 163 Wn.2d at 505. When Martin neared the end of his Washington sentence in 2003, the attorney general’s office filed an SVP commitment petition in Thurston County at the county prosecutor’s request under former RCW 71.09.030 (1995). Martin, 163 Wn.2d at 505. The trial court denied Martin’s subsequent motion to dismiss the petition, determining that “any prosecutor [could] file a commitment petition when the basis of the petition is an out-of-state conviction for a sexually violent offense.” Martin, 163 Wn.2d at 505-06.\n¶25 On review, our Supreme Court reversed. Martin, 163 Wn.2d at 506. It determined that the phrase “the prosecuting attorney of the county where the person was convicted or charged or the attorney general if requested by the prosecuting attorney” in former RCW 71.09.030 (1995) was unambiguous. Martin, 163 Wn.2d at 508. It observed that Martin fell within the first class of people whom the State could commit as SVPs under former RCW 71.09.030(1) (1995) because “he was previously convicted of two sexually violent offenses (in Oregon) and was about to be released,” even though no Washington county prosecutor convicted Martin of or charged him with those particular offenses. Martin, 163 Wn.2d at 510, 512. It reasoned that\n*428[cjommon sense dictates when an alleged sexually violent predator enters our State, he or she simultaneously enters a county of our State. When an alleged sexually violent predator is about to be released from confinement, he or she is about to be released after being convicted of some offense in a county of our State. Anthoriziug only those prosecutors who convicted or charged the alleged sexually violent predator is understandable.\nMartin, 163 Wn.2d at 512. Thus, it held that because the Thurston County prosecutor never convicted or charged Martin of or with an offense, that prosecutor could not file the SVP petition or request that the attorney general’s office file it. Martin, 163 Wn.2d at 506, 516. The court expressly left open which prosecutor could take such an action. Martin, 163 Wn.2d at 506.\n¶26 Former RCW 71.09.030 (2008) contains no material changes affecting our Supreme Court’s analysis of former RCW 71.09.030 (1995) in Martin. Compare former RCW 71.09.030(3) (1995), with former RCW 71.09.030(3) (2008). Thus, the Martin court’s analysis applies here.\n¶27 Durbin was convicted in Montana of what would be considered a sexually violent offense in Washington and was released from custody before being convicted of attempted residential burglary in Clark County in 2003. When he neared the end of his sentence in 2004, the State erroneously filed an SVP petition in Thurston County under former RCW 71.09.030 (1995). When our Supreme Court decided Martin in 2008, the State properly filed its petition in Clark County, complying with former RCW 71.09.030 (2008) by filing the SVP petition in the county where Durbin was charged or convicted. This brought Durbin within the possible ambit of former RCW 71.09.030(5) (2008) because he had been released from confinement following his Montana offense that qualified in Washington as a sexually violent offense. In addition, the State asked the trial court to determine that Durbin’s Clark County conviction qualified as a recent overt act, relying on the underlying facts of his 2003 Clark County offense to show a recent overt act, *429justifying filing the petition in Clark County under former RCW 71.09.030 (2008). See In re Det. of Marshall, 156 Wn.2d 150, 158, 125 P.3d 111 (2005); Henrickson, 140 Wn.2d at 695. Thus, the State had statutory authority to file the petition in Clark County under former RCW 71.09.030 (2008) because Durbin had been convicted of a sexually violent offense, he had formerly been released to the community, he was currently confined for an act that allegedly constituted a recent overt act, and he was about to be released. Former RCW 71.09.030 (1995) and (2008). Durbin’s claim that the State could not file an SVP petition against him in Clark County because his sexually violent offense occurred outside Washington fails.\nIII. RCW 71.09.030\n¶28 Durbin also argues that the trial court erred in denying his motion to dismiss the SVP petition filed in Clark County because the 2009 amendments to RCW 71.09.030 do not apply retroactively to him and only the amended 2009 statute would allow the State to file an SVP petition against him under the facts of this case. We disagree.2\n¶29 In apparent response to our Supreme Court’s decision in Martin, 163 Wn.2d 501, the legislature amended RCW 71.09.030 in 2009. Laws of 2009, ch. 409, § 3. RCW 71.09.030 (2009) currently provides in pertinent part:\n(2) The petition may be filed by:\n(a) The prosecuting attorney of a county in which:\n(iii) The person committed a recent overt act, or was charged or convicted of a criminal offense that would qualify as a recent overt act, if the only sexually violent offense charge or conviction occurred in a jurisdiction other than Washington; or\n*430(b) The attorney general, if requested by the county prosecuting attorney identified in (a) of this subsection.\n¶30 Washington courts “disfavor retroactive application of a statute but may apply an amendment retroactively if (1) the legislature intended to apply the amendment retroactively, (2) the amendment is curative and ‘clarifies or technically corrects ambiguous statutory language,’ or (3) the amendment is remedial in nature.” In re Det. of Elmore, 162 Wn.2d 27, 35-36, 168 P.3d 1285 (2007) (quoting Barstad v. Stewart Title Guar. Co., 145 Wn.2d 528, 536-37, 39 P.3d 984 (2002)). We may look to a statute’s “purpose and language, legislative history, and legislative bill reports” to determine whether the legislature intended it to apply retroactively. Barstad, 145 Wn.2d at 537 (footnotes omitted). Even if one of these rules of statutory interpretation permits retroactive application, such application must comport with due process. In re F.D. Processing, Inc., 119 Wn.2d 452, 460, 832 P.2d 1303 (1992).\nA. Legislative Intent\n¶31 First, the legislature stated in the general application provision of the 2009 act amending RCW 71.09.030 that “[t]his act applies to all persons currently committed or awaiting commitment under chapter 71.09 RCW either on, before, or after [May 7, 2009], whether confined in a secure facility or on conditional release.” Laws or 2009, ch. 409, § 15. Thus, the legislature clearly intended that the 2009 amendments apply to individuals in Durbin’s position, i.e., individuals awaiting commitment under chapter 71.09 RCW and confined in a secure facility such as the SCC. See In re Det. of Brooks, 145 Wn.2d 275, 285, 36 P.3d 1034 (2001).\n¶32 The State complied with the 2009 amended version of the statute when it filed the SVP petition in Clark County. Durbin’s sexually violent offense occurred in Montana and the State filed the petition in Clark County, where he had been convicted of a crime that would qualify as a recent overt act. Former RCW 71.09.030(2)(a)(iii), (b) (2009).\n*431B. Retroactivity and Due Process\n¶33 Second, Durbin contends that retroactive application of RCW 71.09.030 (2009) would violate his due process rights. Durbin bases his argument on a misapprehension that the Martin court held that under former RCW 71.09.030 (1995), the State could not file an SVP petition against individuals who committed sexually violent offenses outside Washington.\n¶34 But this was not Martin’s holding. Our Supreme Court held that former RCW 71.09.030 (1995) authorized SVP petition filings by the prosecutor of the county in which the individual was charged or convicted of an offense; thus, filing a petition against Martin in Thurston County when he had committed no sexually violent offenses in Washington and no offenses of any type in that county deprived him of “the process due under the statute.” Martin, 163 Wn.2d at 511, 506, 516.\n¶35 Retroactive application of RCW 71.09.030(2)(a)(iii) and RCW 71.09.030(2)(b) (2009), which expressly authorize the county prosecutor (or attorney general on request) to file a petition under the same circumstances as those in Martin and under former RCW 71.09.030 (2008), does not contravene our Supreme Court’s interpretation of the process due each person who is the subject of an SVP petition. Durbin’s claim that the 2009 amendments to chapter 71.09 RCW do not apply retroactively to him fails.\nIV. Recent Overt Act Challenge\n¶36 Durbin also argues that the trial court erred in determining that his 2003 attempted residential burglary in Clark County was a recent overt act because the conduct on which the State based the SVP petition occurred five years before the State filed the petition in Clark County. Durbin does not assign error to or otherwise challenge the trial court’s conclusion of law following trial that he meets the statutory SVP definition. Durbin’s only challenge is that the conduct underlying the 2003 Clark County *432conviction occurred five years before the State filed the Clark County SVP petition and could not, therefore, be the basis of a “recent overt act” finding. But Durbin conflates the State’s initial burden to show that he remained confined based on a crime that would qualify as a recent overt act with the State’s ultimate trial burden to show current dangerousness beyond a reasonable doubt.3 Moreover, Durbin does not challenge the trial court’s findings of fact supporting its conclusion that the acts underlying his attempted residential burglary conviction were sufficient to determine that he committed a recent overt act. We consider unchallenged factual findings as verities on appeal, and the application of law to those facts is a question of law we review de novo. In re Det. of Anderson, 166 Wn.2d 543, 549, 211 P.3d 994 (2009).\nf 37 When a trial court makes a pretrial determination of whether a person’s continuing confinement is based on a recent overt act, it looks to the nature of the act that resulted in confinement because confinement may span several years or even decades. When the underlying act found to be a recent overt act occurred is relevant during trial of a continuously incarcerated person because the State must show that the person presently meets the SVP definition under former RCW 71.09.020(16) (2006), i.e., that he “suffers from *433a mental abnormality or personality disorder which makes the person likely to engage in predatory acts of sexual violence if not confined in a secure facility.” Compare former RCW 71.09.020(16) (2006) (defining “sexually violent predator”), with RCW 71.09.020(18) (2009) (currently and identically defining “sexually violent predator”).\n¶38 As our Supreme Court observed in Henrickson, under former RCW 71.09.020(8) (2006), “ ‘mental abnormality’ is tied directly to present dangerousness,” thus making the timing of the underlying acts relevant at trial. 140 Wn.2d at 692; compare former RCW 71.09.020(8) (2006) (defining “mental abnormality”), with former RCW 71.09.020(2) (1995) (identically defining (“mental abnornmality”); see also RCW 71.09.020(8) (2009) (currently and identically defining “mental abnormality”). The federal constitution also requires a direct tie between mental abnormality and present dangerousness because, before a person may be indefinitely committed, due process requires that an individual be both mentally ill and presently dangerous. In re Pers. Restraint of Young, 122 Wn.2d 1, 27, 31-32, 857 P.2d 989 (1993). Thus, here we affirm the trial court, but on different grounds than those the State suggests on appeal.4\n*434f 39 When a person remains confined for an offense that does not qualify as a sexually violent offense in Washington and the State seeks to show that the underlying facts of the confinement offense would qualify as a recent overt act under Washington’s statute, the prosecutor from the county in which the recent overt act allegedly occurred (or the attorney general at that prosecutor’s request) may file an SVP petition and ask the trial court to determine whether the offense leading to the confinement is a recent overt act under chapter 71.09 RCW. RCW 71.09.030(2)(a)(iii) (2009); RCW 71.09.030(2)(b) (2009); former RCW 71.09.030 (2008); see also Marshall, 156 Wn.2d at 156-58; Henrickson, 140 Wn.2d at 689, 692-93.\n¶40 The initial determination of whether a person is confined for an act that qualifies as a recent overt act is a two step inquiry. First, the trial court conducts a factual inquiry into the person’s history and mental condition; second, it determines on a legal basis whether “an objective person knowing the factual circumstances of the individual’s history and mental condition would have a reasonable apprehension that the individual’s act would cause harm of a sexually violent nature.” Marshall, 156 Wn.2d at 158 (citing State v. McNutt, 124 Wn. App. 344, 350, 101 P.3d 422 (2004)).\n ¶41 Here, the State asked the trial court to determine that Durbin’s confinement in Clark County was for an act that would itself qualify as a recent overt act, thereby satisfying the filing requirements of RCW 71.09-.030(2)(a)(iii) (2009) and former RCW 71.09.030 (2008) as well as due process. See Henrickson, 140 Wn.2d at 695 (determination that the person is confined for a sexually violent offense or an act that would qualify as a recent overt act satisfies due process). Division One of this court and our Supreme Court addressed this procedure and found that it satisfied due process in McNutt and Marshall. 124 Wn. App. at 346, 348-52; 156 Wn.2d at 157-59.\n¶42 Durbin’s history includes numerous instances of seeking out and molesting young children. His history also *435includes a pattern of seeking access to young children through churches or schools for sexual purposes. He was diagnosed as suffering from pedophilia and has admitted to an obsession with and sexual fantasies about children.\n¶43 When the State filed the 2004 SVP petition in Thurston County, Durbin stipulated to probable cause that led to his confinement at the SCC while the Martin case was awaiting resolution. After the SVP petition was filed in Clark County in 2008 following Martin, the State asked the trial court to address expressly the fact that Durbin was incarcerated on the Clark County offense for attempted residential burglary that involved staring at children from outside their apartment and seeking to gain entry to the apartment, and that he was apprehended with a backpack containing children’s toys, candy, and condoms.\nf 44 After reviewing the record, we hold that substantial evidence supports the trial court’s legal conclusion that Durbin’s Clark County attempted residential burglary conviction and criminal history of sexually abusing children would create a reasonable apprehension of harm of a sexually violent nature in the mind of an objective person, adequate for the State’s petition to be properly brought under RCW 71.09.030(2)(a)(iii) (2009) and former RCW 71.09.030 (2008) in Clark County. Furthermore, we hold that the trial court did not err in finding that Durbin was incarcerated for a recent overt act for acts occurring five years before the State filed the 2008 Clark County SVP petition and that the procedure provided in the statute and followed by the trial court satisfies due process.\n¶45 Because Durbin was incarcerated at the time the State filed the SVP petition, our Supreme Court’s decision in Henrickson and its analysis in Marshall foreclose consideration of when the acts occurred during the initial proceedings that Durbin challenges in this appeal, i.e., when the petition is filed and before the commitment trial. But, at trial, because due process allows the State to civilly commit only persons who are presently dangerous, Marshall, 156 Wn.2d at 157, consideration of when the acts underlying *436Durbin’s confinement occurred may have been relevant. The timing of the acts “may be a significant factor” in determining whether the State could prove at trial beyond a reasonable doubt that the person has a mental abnormality tied directly to present dangerousness under the statutory SVP definition. Henrickson, 140 Wn.2d at 697; former RCW 71.09.020(8), .020(16) (2006).\n146 Thus, Durbin’s claim that the trial court erred in determining that his 2003 attempted residential burglary in Clark County was a recent overt act because this conduct occurred five years before the State filed the 2008 petition in Clark County fails.\nV. Jurisdiction Following Detention Based on Thurston County Petition\n147 Durbin also contends that the trial court erred in concluding that he committed a recent overt act since the State had unlawfully confined him because it erroneously filed the initial SVP petition in Thurston County. But Durbin fails to support his argument with citation to authority. We do not consider arguments for which a party provides no supporting authority. See RAP 10.3(a)(6). We need not consider this argument, but we note and adopt as persuasive in this context Division Three’s analysis of a similar challenge in In re Detention of Keeney, 141 Wn. App. 318, 169 P.3d 852 (2007).\n148 In Keeney, Division Three of this court held that “there is no precedent in Washington that an unlawful detention of an inmate removes jurisdiction and precludes the State from obtaining subsequent civil commitment of that individual as an SVP.” 141 Wn. App. at 329. It concluded that its review of other jurisdictions showed that “the overwhelming weight of persuasive authority rejects the premise that the unlawful detention of a defendant strips a court of jurisdiction in civil commitment cases.” Keeney, 141 Wn. App. at 330. Based on its reading of the procedural protections and legislative intent of chapter 71.09 RCW, it concluded that “unlawful detention does not *437strip the court of jurisdiction in SVP civil commitment proceedings.” Keeney, 141 Wn. App. at 331. Finally, it concluded that “[a]n individual is not precluded from pursuing remedies for an unlawful detention. But the question of the lawfulness of an individual’s detention is a separate question, involving separate proceedings, and is not included in the inquiry as to whether an individual meets the criteria for civil commitment as an SVP.”5 Keeney, 141 Wn. App. at 331. Durbin’s claim fails.\n¶49 We affirm the trial court’s order civilly committing Durbin as a sexually violent predator.\nWorswick, A.C.J., and Armstrong, J., concur.\nReconsideration denied March 30, 2011.\nReview denied at 172 Wn.2d 1007 (2011).\n\n Durbin does not challenge this dismissed 2004 Thurston County petition.\n\n\n Even though, we hold that former RCW 71.09.030 (2008) allowed the State to file an SVP petition against Durbin, we also address the issue Durbin raises about whether RCW 71.09.030 (2009) is retroactive and how it applies to persons in Durbin’s circumstances because those issues involve matters of continuing and substantial public interest and are likely to be raised in future cases. State v. Ross, 152 Wn.2d 220, 228, 95 P.3d 1225 (2004).\n\n\n When a person who has in the past committed a sexually violent offense is no longer in confinement, chapter 71.09 RCW requires the State to plead and prove beyond a reasonable doubt at trial that the person against whom an SVP petition is filed committed a recent overt act. RCW 71.09.030(l)(e) (2009); RCW 71.09.060(1) (2009); former RCW 71.09.030(5) (2008); former RCW 71.09.060(1) (2008). But when a person is confined for a sexually violent offense or for an act that would qualify as a recent overt act on the day the petition is filed, neither the statutes nor due process require the State to plead or prove a recent over act beyond a reasonable doubt at trial. Marshall, 156 Wn.2d at 156-58; Henrickson, 140 Wn.2d at 689, 692-93. “For incarcerated individuals, a requirement of a recent overt act under the Statute would create a standard which would be impossible to meet.” In re Pers. Restraint of Young, 122 Wn.2d 1, 41, 857 P.2d 989 (1993). Nor does due process “ ‘require that the absurd be done before a compelling state interest can be vindicated.’ ” Young, 122 Wn.2d at 41 (quoting People v. Martin, 107 Cal. App. 3d 714, 725, 165 Cal. Rptr. 773 (1980)). The Henrickson court analyzed the language of former RCW 71.09.030(5) (1995), which is substantively identical to the language of former RCW 71.09.030(5) (2008), and current RCW 71.09.030(l)(e) (2009). 140 Wn.2d at 692-93. Thus, we continue to rely on the Henrickson court’s analysis as valid.\n\n\n The State suggests that we apply a chapter 71.05 RCW analysis in analyzing whether Durbin’s acts qualify as “recent” overt acts based on this court’s chapter 71.05 analysis of whether an overt act was “recent” in In re Detention of Pugh, 68 Wn. App. 687, 694-96, 845 P.2d 1034 (1993). Br. of Resp’t at 16. We decline the State’s invitation to consider a chapter 71.05 analysis even though Division One of this court concluded that such consideration was appropriate because Pugh “interpreted the same [recent overt act] language that was later codified” in the SVP statutes. In re Det. of Robinson, 135 Wn. App. 772, 780-81, 146 P.3d 451 (2006).\nPugh predated our Supreme Court’s analysis in Marshall, 156 Wn.2d 150. Further, Robinson involved a challenge to the jury’s finding beyond a reasonable doubt after trial that Robinson had committed a recent overt act. 135 Wn. App. at 777. We reiterate that Marshall and Henrickson demonstrate that, at the pretrial phase, the analysis focuses on whether the person is confined for a crime that would be defined as a recent overt act, even though the confining conviction is not based on a sexually violent offense, and the State’s burden at that point is not the equivalent of its ultimate trial burden to show present dangerousness. Marshall, 156 Wn.2d at 156-58; Henrickson, 140 Wn.2d at 697.\n\n\n See also In re Det. of Scott, 150 Wn. App. 414, 416-17, 424-25, 208 P.3d 1211, review denied, 167 Wn.2d 1014 (2009) (citing Keeney and rejecting appellant’s claim that alleged unlawful detention beyond expiration of his revised sentence deprived State of jurisdiction to file SVP petition); State v. Dudgeon, 146 Wn. App. 216, 223-24, 189 P.3d 240 (2008) (citing Keeney and rejecting appellant’s claim that trial court should have determined whether he was in lawful custody as part of determining whether the State had to prove a recent overt act), review denied, 165 Wn.2d 1028 (2009).\n\n",
            "ocr": true,
            "opinion_id": 4757843
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}