{
    "id": 8327555,
    "judges": "Konduros, Lockemy, Short",
    "date_filed": "1977-10-14",
    "date_filed_is_approximate": true,
    "slug": "state-v-jolly",
    "case_name_short": "Jolly",
    "case_name": "State v. Jolly",
    "case_name_full": "The STATE v. Robert Steve JOLLY",
    "attorneys": "Attorney General Alan McCrory Wilson, Chief Deputy Attorney General John W. McIntosh, Senior Assistant Deputy Attorney General Salley W. Elliott, Assistant Attorney General Mark Reynolds Farthing, all of Columbia, for Appellant., Chief Appellate Defender Robert Michael Dudek and Appellate Defender David Alexander, of Columbia, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Heard Jan. 10, 2013.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "405 S.C. 622",
        "749 S.E.2d 114"
    ],
    "opinions": [
        {
            "author_str": "Konduros",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKONDUROS, J.\nThe State appeals the circuit court’s dismissal of two counts of obtaining property by false pretenses against Robert Steve Jolly based on double jeopardy. The State contends the circuit court erred in finding Jolly’s being held in criminal contempt for the same conduct precluded his prosecution because the offenses were not identical and required proof of different elements. We reverse and remand.\nFACTS\nJolly was allegedly involved in a fraudulent mortgage scheme in which he induced distressed homeowners to transfer their mortgaged property to him through quitclaim deeds. Jolly represented to the victims he would pay off the mortgages on their behalf once they transferred their property to him and instructed them to submit their future mortgage payments to him instead of the original mortgage holder. Jolly’s scheme caused the filing of at least forty-five foreclosure actions against the victims’ properties. Jolly’s frivolous filings in the master-in-equity’s court caused an enormous backlog of *625cases. Additionally, Jolly filed claims against the masters-inequity for Horry and Georgetown County. Circuit Court Judge J. Michael Baxley was assigned to remedy the backlog of cases created by Jolly.\nOn March 12, 2009, Judge Baxley issued an order directing Jolly to appear for a hearing and rule to show cause as to why he should not be sanctioned, held in contempt, and dismissed from further involvement in pending cases. On April 3, 2009, the State filed a summons and complaint and a motion for a temporary injunction against Jolly. The court held a hearing on the matter on April 16, 2009. Jolly appeared pro se. Jolly informed the court he had removed the case to federal court but only presented a receipt for payment of a filing fee.1 He also indicated he had amended his answer to the State’s action to assert a third-party claim directly against Judge Baxley, requiring the recusal of Judge Baxley.\nAt the hearing, Ernest Mauck and Esther Reinhardt, two victims of Jolly’s alleged scheme, testified regarding their dealings with him. On May 4, 2009, Judge Baxley issued an order holding Jolly in criminal contempt of court and sentencing him to six months’ imprisonment. Judge Baxley found, “Jolly’s orchestration of the aforementioned Scheme, his conduct in the Foreclosure Actions, and his conduct before the Court at the April 16th hearing has interfered with judicial proceedings, exhibited disrespect for the Court, and hampered the parties and witnesses” as well as “were calculated to obstruct, degrade, and undermine the administration of justice.” The court also issued a temporary injunction prohibiting Jolly and his company from withdrawing funds collected through the fraudulent acts.2\nA grand jury indicted Jolly for one count of the unauthorized practice of law and five counts of obtaining property by false pretenses. Trial commenced on April 12, 2011. Jolly moved to dismiss the indictments, arguing double jeopardy *626would be violated because of Judge Baxley’s finding of criminal contempt. Following arguments, the State informed the court it would immediately appeal if the court dismissed the charges. The trial court granted Jolly’s motion to dismiss as to two counts3 of obtaining property by false pretenses.4 This appeal followed.\nLAW/ANALYSIS\nThe State argues the trial court erred in dismissing two indictments for obtaining property by false pretenses based on double jeopardy because the elements of obtaining property by false pretenses were distinctly different from the elements of criminal contempt and each required a proof of fact the other did not. We agree.\n“The Double Jeopardy Clauses of the United States and South Carolina Constitutions operate to protect citizens from being twice placed in jeopardy of life or liberty for the same offense.” State v. Brandt, 393 S.C. 526, 538, 713 S.E.2d 591, 597 (2011). “The United States Constitution, which is applicable to South Carolina via the Fourteenth Amendment provides: ‘[N]or shall any person be subject for the same offence to be twice put in jeopardy of life or limb....’” Id. (quoting U.S. Const, amend. V) (alterations by court). Additionally, the South Carolina Constitution states: “ ‘No person shall be subject for the same offense to be twice put in jeopardy for life or liberty....’” Id. (quoting S.C. Const, art. I, § 12) (alteration by court). “The Double Jeopardy Clause protects against a second prosecution for the same offense after acquittal or conviction, and protects against multiple punishments for the same offense.” Stevenson v. State, 335 S.C. 193, 198, 516 S.E.2d 434, 436 (1999).\n “A defendant may be severally indicted and punished for separate offenses without being placed in double jeopardy where a single act consists of two distinct offenses.” Brandt, 393 S.C. at 538, 713 S.E.2d at 597 (internal quotation marks omitted). The test for determining whether there are *627two offenses is whether each of the statutory provisions requires proof of a fact that the other does not. Blockburger v. United States, 284 U.S. 299, 304, 52 S.Ct. 180, 76 L.Ed. 306 (1932); see also Matthews v. State, 300 S.C. 238, 240, 387 S.E.2d 258, 259 (1990) (finding to determine whether the legislature intended multiple punishments under different statutes when the intent is not otherwise clear from the face of the statute or its legislative history, the test is whether each statute requires proof of a fact that the other does not); State v. Cuccia, 353 S.C. 430, 438, 578 S.E.2d 45, 49 (Ct.App.2003) (finding under traditional double jeopardy analysis, multiple punishments are not prohibited when each offense requires proof of a fact the other does not). Thus, to determine whether double jeopardy has been violated, the court must examine whether the offenses have the same elements. Blockburger, 284 U.S. at 304, 52 S.Ct. 180; State v. Easler, 327 S.C. 121, 130, 132, 489 S.E.2d 617, 622, 623 (1997). The Supreme Court of the United States has often concluded two statutes define the same offense when one is a lesser included offense of the other. Rutledge v. United States, 517 U.S. 292, 297, 116 S.Ct. 1241, 134 L.Ed.2d 419 (1996).\nThe Double Jeopardy Clause does not prohibit the imposition of any additional sanction that could be described as punishment. Hudson v. United States, 522 U.S. 93, 98-99, 118 S.Ct. 488, 139 L.Ed.2d 450 (1997); see also State v. Blick, 325 S.C. 636, 642, 481 S.E.2d 452, 455 (Ct.App.1997) (holding administrative punishment by prison officials does not render subsequent judicial proceedings violative of the prohibition against double jeopardy). The Clause protects against the imposition of multiple criminal punishments for the same offense, and only then when such occurs in successive pleadings. Hudson, 522 U.S at 99, 118 S.Ct. 488.\n“The United States Supreme Court and the South Carolina Supreme Court have determined that in the context of criminal penalties, the Blockburger ... same elements test is the sole test of double jeopardy in successive prosecutions and multiple punishment cases.” Brandt, 393 S.C. at 538-39, 713 S.E.2d at 597 (internal quotation marks omitted). “Under the Blockburger test, a defendant may be convicted of two separate crimes arising from the same conduct without being *628placed in double jeopardy where his conduct consists of two distinct offenses.” Id. at 539, 713 S.E.2d at 597-98 (internal quotation marks omitted). “An application of the Blockburger test requires a technical comparison of the elements of the offense for which the defendant was first tried with the elements of the offense in the subsequent prosecution.” Id. at 539, 713 S.E.2d at 598 (internal quotation marks omitted).\nIn Brandt, the defendant, Brandt, argued double jeopardy barred his forgery prosecution because he had been held in criminal contempt after producing a fraudulent document in a civil proceeding. Id. at 536, 713 S.E.2d at 596. Brandt advocated the court apply Justice Scalia’s “lesser-included offense” method of analysis instead of Chief Justice Rehnquist’s “literal same-elements analysis” as set forth in United States v. Dixon, 509 U.S. 688, 113 S.Ct. 2849, 125 L.Ed.2d 556 (1993). Brandt, 393 S.C. at 539, 713 S.E.2d at 598. The court interpreted Brandt’s arguments as applying the “same elements test” by comparing the underlying conduct between the offenses of criminal contempt and forgery.5 Id. The court found it did not need to choose between the divergent views of Chief Justice Rehnquist and Justice Scalia because the case did not involve a violation of a court order as Dixon did. Id. The court found that even if it “were to choose between the two views, we find this state’s post-Dixon jurisprudence definitively establishes that our courts have adopted a traditional, strict application of the Blockburger ‘same elements test.’ ” Id.\nTo apply the Blockburger analysis, the Brandt court compared the individual elements of the criminal contempt conviction and the forgery offense. Id. at 540, 713 S.E.2d at 598. The court found\n*629each offense requires proof of a fact that the other does not. Specifically, the offense of forgery does not require any interference with judicial proceedings that is “calculated to obstruct, degrade, and undermine the administration of justice.” In comparison, the commission of criminal contempt does not require the “uttering or publishing of a fraudulent document.”\nId. at 541, 713 S.E.2d at 598 (citation omitted). The court found, “Brandt’s subsequent prosecution for forgery did not violate the Double Jeopardy Clause as the prior criminal contempt conviction involved decidedly different elements.” Id. at 541, 713 S.E.2d at 599 (citing State v. Pace, 337 S.C. 407, 417, 523 S.E.2d 466, 471 (Ct.App.1999) (concluding that double jeopardy did not bar convictions for both forgery and insurance fraud, based on a forged “Affidavit of Total Theft of a Motor Vehicle” that was submitted to insurer “[bjecause each offense contains at least one element which must be proven by an additional fact that the other does not require”); Jay M. Zitter, Annotation, Contempt Finding as Precluding Substantive Criminal Charges Relating to Same Transaction, 26 A.L.R.4th 950, 952 (1983 &amp; Supp.2010) (discussing state and federal cases in which courts have determined double jeopardy safeguards were not involved when a defendant found in contempt is later prosecuted under penal statutes for the same actions; recognizing in those cases “the purpose of contempt citations is to maintain the dignity of and respect for the court and court proceedings, while the purpose of criminal charges is to punish violators of society’s norms”)).\n“The circuit court may punish by fine or imprisonment, at the discretion of the court, all contempts of authority in any cause or hearing before the same.” S.C.Code Ann. § 14-5-320 (1977). Direct contempt involves contemptuous conduct in the presence of the court. State v. Kennerly, 337 S.C. 617, 620, 524 S.E.2d 837, 838 (1999). “This State’s courts have held the ‘presence of the court’ extends beyond the mere physical presence of the judge or the courtroom to encompass all elements of the system.” Id. A person may be found guilty of direct contempt if his or her conduct interferes with judicial proceedings, exhibits disrespect for the court, or hampers the parties or witnesses. State v. Havelka, 285 S.C. 388, 389, 330 S.E.2d 288, 288 (1985).\n*630A person who by false pretense or representation obtains the signature of a person to a written instrument or obtains from another person any chattel, money, valuable security, or other property, real or personal, with intent to cheat and defraud a person of that property is guilty of a:\n(1) felony and, upon conviction, must be fined not more than five hundred dollars and imprisoned not more than ten years if the value of the property is five thousand dollars or more.\n(2) felony and, upon conviction, must be fined in the discretion of the court or imprisoned not more than five years if the value of the property is more than one thousand dollars but less than five thousand dollars....\nS.C.Code Ann. § 16-13-240(2) (2003).\nCriminal contempt occurs when a person acts contemptuously in the court’s presence. Jolly did this in a number of ways. He informed the court he had removed the case to federal court, but only provided the court with a receipt for payment of a filing fee and did not serve the State. The court found he repeatedly filed frivolous answers and other documents manifestly devoid of merit to impede the orderly progress and disposition of cases. The court also found his conduct required withdrawal of orders of reference and returns to the circuit court of over forty-five cases and interfered with the orderly adjudication of dozens of foreclosure actions. The court found Jolly’s involvement in the preparation, execution, and improper notarization of quitclaim deeds constituted fraud upon the court. Additionally, the court determined his “remarkable lack of candor evident in the testimony he elicited ... was an affront to the integrity of the judicial process and evinced an intention to obstruct, degrade, and undermine the administration of justice.”\nSimilarly to Brandt, 393 S.C. at 541, 713 S.E.2d at 598, the offense of obtaining property by false pretenses “does not require any interference with judicial proceedings that is ‘calculated to obstruct, degrade, and undermine the administration of justice.’ ” In comparison, the commission of criminal contempt does not require the obtaining from another person by false pretenses real property with the intent to cheat and defraud a person of that property. Simply because the court *631found Jolly’s orchestration of the scheme, in concert with his conduct in the foreclosure actions and his conduct before the court, amounted to contempt of court, does not prevent him from also being tried for obtaining property under false pretenses for that scheme. The elements of contempt and obtaining property would have to be the same, and they are not.6 Therefore, the trial court erred in finding double jeopardy barred Jolly’s prosecution for obtaining property under false pretenses. Accordingly, the trial court’s decision is\nREVERSED AND REMANDED.\nSHORT and LOCKEMY, JJ., concur.\n\n. The federal court ultimately did not accept removal, dismissing the petition and remanding the case back to circuit court.\n\n\n. On June 15, 2009, Judge Baxley issued a global order for all foreclosure cases in which Jolly was a party, dismissing him as a party and declaring void ab initio any deeds through which Jolly claimed an interest in those properties.\n\n\n. These counts related to his actions towards Mauck and Reinhardt.\n\n\n. Trial proceeded on the remaining counts, Jolly was convicted, and this court dismissed the appeal of those convictions. See State v. Jolly, Op. No. 2013-UP043 (S.C.Ct.App. filed Jan. 30, 2013).\n\n\n. The court noted Brandt filed a petition for writ of habeas corpus for his conviction of criminal contempt in the United States District Court for the District of South Carolina, which was granted, and the United States Court of Appeals for the Fourth Circuit affirmed the decision. Brandt, 393 S.C. at 536 n. 5, 713 S.E.2d at 596 n. 5 (citing Brandt v. Ozmint, 636 F.3d 124 (4th Cir.2011); Brandt v. Ozmint, 664 F.Supp.2d 626 (D.S.C.2009)). The court recognized that because this effectively vacated the prior conviction, Brandt could no longer assert Double Jeopardy barred his forgery prosecution. Id. However, the court analyzed the double jeopardy issue in the event the Fourth Circuit's decision was reversed. Id.\n\n\n. Jolly did not appeal the finding of criminal contempt. Because he did not, he is bound by the finding that he was in contempt. See Judy v. Martin, 381 S.C. 455, 458, 674 S.E.2d 151, 153 (2009) (\"Under the law-of-the-case doctrine, a party is precluded from relitigating, after an appeal, matters that were either not raised on appeal, but should have been, or raised on appeal, but expressly rejected by the appellate court.”).\n\n",
            "ocr": true,
            "opinion_id": 8295228
        }
    ],
    "court_short_name": "Court of Appeals of South Carolina",
    "court_full_name": "Court of Appeals of South Carolina",
    "court_type": "SA",
    "court_jurisdiction": "South Carolina, SC",
    "crime_category": "Robbery"
}