{
    "id": 4996796,
    "judges": "Cooks, Ezell, Painter",
    "date_filed": "2011-10-13",
    "date_filed_is_approximate": true,
    "slug": "state-v-newton",
    "case_name_short": "Newton",
    "case_name": "State v. Newton",
    "case_name_full": "STATE of Louisiana v. Brandon NEWTON",
    "attorneys": "John F. DeRosier, District Attorney, Carla S. Sigler, Karen C. McLellan, Assistant District Attorneys, Lake Charles, LA, for Appellee, State of Louisiana., Beth S. Fontenot, Louisiana Appellate Project, Lake Charles, LA, for Defendant/Appellant, Brandon Newton.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "129 So. 3d 11"
    ],
    "opinions": [
        {
            "author_str": "Cooks",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCOOKS, Judge.\n| .¿FACTS AND PROCEDURAL HISTORY\nOn the evening of March 27, 2010, Brandon Newton, his older brother, Sean, his cousin, Joshua Lambert, and three friends, Andre Broussard, Jarius Watson, and Marlon Kelly, left the Prien Lake Mall in Sean Newton’s car and drove to a neighborhood behind the mall called “Brownsville” in anticipation of fighting with another gang of young men. The confrontation had begun at the mall, but the two groups were sent out of the mall by the security guards. Sean Newton had in his posses*12sion a handgun. Defendant, Brandon Newton, was riding in the backseat. Meanwhile, fourteen-year-old Alexus Ran-kins, and two of her friends were walking through the “Brownsville” neighborhood on their way home from the theater in the mall. Sean Newton drove around the neighborhood until he and his companions found the group of men they were arguing with at the mall. When the men approached the car, taunting the occupants, Sean Newton fired a single shot into the group. The bullet struck the victim in the head. She died two days later as result of the gunshot wound.\nOn April 19, 2010, Defendant, Brandon Newton, age sixteen, was indicted by the grand jury for manslaughter, a violation of La.R.S. 14:31(A)(2)(a), accessory after the fact to first degree murder, a violation of La.R.S. 14:25, and obstruction of justice, a violation of La.R.S. 14:130.1.\nAlso, on April 19, 2010, the minute entry indicates that a continued custody hearing was held in the juvenile court. The minute entry specifies that the trial court ordered the matter transferred to adult criminal court pursuant to La.Ch.Code art. 305.\nOn May 16, 2011, prior to commencement of trial, the State amended the charge of manslaughter to inciting a riot, a violation of La.R.S. 14:329.2; the other charges remained the same.\n|3On May 18, 2011, trial commenced in adult criminal court, and Defendant was found guilty as charged by a jury. Defendant was tried with co-defendants Sean Newton, Nina Newton, and Rodney Newton.\nDefendant’s attorney filed several post-trial motions. The trial court granted the motions challenging the sufficiency of the evidence as to the convictions of obstruction of justice and accessory after the fact. As a result, those two convictions were vacated.\nOn December 5, 2011, Defendant was sentenced to seven years, all but two suspended, to be served in the parish jail. Defendant was placed on five years of supervised probation subject to special conditions.\nOn appeal, Defendant asserts the following errors:\n1. The trial court erred in failing to dismiss the prosecution when it lost jurisdiction over the charges against Brandon after the State amended the indictment to charge an offense for which Brandon could not be tried as an adult.\n2. The evidence was insufficient to find Brandon guilty of Inciting to Riot.\n3. The trial court erred in making its own factual determination as to whether the victim’s death resulted from the Inciting to Riot. Such a determination is an essential element of the offense and must be determined by the jury, not the trial judge.\nASSIGNMENT OF ERROR ONE\nDefendant asserts the trial court erred in failing to dismiss the prosecution when it lost jurisdiction over the charges because the State amended the indictment to charge an offense for which Defendant could not be tried as an adult. In his brief to this court, Defendant argues in pertinent part (record citations omitted):\nAlthough Brandon was 16 when the alleged incident occurred, the State elected to charge him as an adult by indicting him with Manslaughter. Manslaughter is an offense enumerated by Louisiana Children’s Code art. 305(B) as an offense for which a child may be tried as an adult when an indictment is filed for that offense. Before trial, however, the State amended the charge of Man*13slaughter to Inciting to Riot. Unlike Manslaughter, Inciting to Riot is not one of the offenses enumerated by La.Ch. Code art. 305(B). Arguing that the amendment caused the trial court to lose jurisdiction, Brandon’s ^defense counsel asked for a mistrial as well as a motion in arrest of judgment. The trial court denied both motions, finding that nothing in La.Ch.Code art. 305 provided for an adult court to be divested of jurisdiction once it obtained jurisdiction over a child. Specifically, the trial court noted La.Ch.Code art. 305(B)(4), which states that when an indictment is filed, the adult court has exclusive jurisdiction over the child for all subsequent procedures, including the review of bail applications. The trial court also referred to section D of article 305, which states that the adult court shall retain jurisdiction over the child even if the child pleads guilty to or is convicted of a lesser included offense. Neither of these provisions, however, provides for the adult court’s retention of jurisdiction when the State amends an indictment to charge a non-enumerated offense.\nIn a procedurally similar case, this Honorable Court found an adult court did not retain jurisdiction of a criminal case when, because of the State’s amendment to the charge, the defendant was not tried on an offense which would have subjected him to jurisdiction of the criminal court pursuant to La.Ch.Code arts. 305 or 857. State v. Bell, [an unpublished writ bearing docket number] 07-1106 (La.App. 3 Cir. 9/14/07). Although the procedural facts of Bell are not completely set forth in this Court’s opinion, trial counsel cited and attached the appellate brief filed in Bell in the record in this case. According to the brief, Bell was originally charged with an offense enumerated in La.Ch.Code art. 305. The State, however, amended the bill of information to charge Bell with an offense that is not enumerated in La.Ch.Code art. 305. Because the State amended the bill of information, Bell “was not tried on an offense which could have subjected him to the jurisdiction of the criminal court.” Bell, 07-1106 (La.App. 3 Cir. 9/14/07). This Court found that the provisions of La. Ch.Code art. 863 that allow the adult court to retain jurisdiction under limited circumstances (i.e., when a child pleads guilty to, or is convicted of, a lesser included offense) were not applicable. Thus, jurisdiction remained exclusively in juvenile court.\nLikewise, because of the State’s amendment to the indictment in the present case, Brandon was not tried on an offense which could have subjected him to the jurisdiction of the adult criminal court. Contrary to the trial court’s ruling, the limited circumstances under which the adult court retains jurisdiction (i.e., when a child pleads guilty to, or is convicted of, a lesser included offense) are not applicable since the State chose to delete the enumerated charge and charge a non-enumerated charge.\nThis same rationale was set forth by the Louisiana Supreme Court years ago in State ex rel Davis, 368 So.2d 1092 (La.1979). In Davis, the supreme court refused to allow the State to amend the charge to a non-enumerated offense without divesting the criminal district court of jurisdiction. The supreme court declined to allow such an expansion of jurisdiction by the State “particularly in view of the policy of the State that juveniles are not to be punished as adults, except as provided by the constitution.” Davis, 368 So.2d at 1093.\nLikewise, the State in the present case should not be allowed to expand the adult court’s jurisdiction over Brandon, *14a child, by simply | .¡amending the indictment to charge a non-enumerated offense. To hold otherwise would .give the State the unilateral ability to divest the juvenile court of jurisdiction by charging the child with an enumerated offense and then amend the charge to a non-enumerated offense. Allowing the State the ability to manipulate juvenile jurisdiction in this way would run contrary to the constitutional right of juveniles to have their guilt or innocence as well as their detention or custody determined “pursuant to special juvenile procedures ... provided by law.” La. Const, art. V, § 19 (2007).\nAdditionally, the trial court’s reliance on La.Ch.Code arts. . 305(B)(4) and 305(D) to retain jurisdiction is misplaced. Section 305(B)(4) simply clarifies that the adult court maintains jurisdiction over all procedural matters once it obtains jurisdiction over the child. Section D allows a child the benefit of entering a plea bargain or receiving a verdict to a lesser or included offense without having to return to the juvenile court for another trial. Neither one of these provisions allows the trial court to retain jurisdiction when the State amends the indictment to charge a non-enumerated offense.\nThe State responds in pertinent part (record citations omitted):\nUnder LSA-Ch.C. Art. 305, it is irrelevant that the defendant was tried on a lesser offense than his original indictment for second degree murder. While that fact certainly inured to his benefit, it did not alter the jurisdiction of the adult criminal court over him. The defendant cites no authority to the contrary, because none exists.\nIn addition, while the defendant claims that LSA-Ch.C. Art. 305 provides no authority for the State to amend to a lesser charge than that listed in the indictment, that authority is implicit in provision D’s language about a plea to a lesser offense, which of course would require the State’s downward departure from an original charge. See also LSA-Ch.C. Art. 305(B)(U), which provides for exclusive jurisdiction in the adult court for all subsequent procedures once the indictment is filed. Moreover, in State v. Hamilton, 96-0107 (La.7/2/96), 676 So.2d 1081, the Louisiana Supreme Court speaks of the “automatic and irreversible divestiture of jurisdiction from the juvenile court to the district court” under LSA-Ch.C. Art. 395. Hamilton, 676 So.2d at 1082.\nThe defendant also did not properly raise this issue. He first raised it via a mistrial motion, then in a motion to arrest judgment filed under LSA-C.Cr.P. Art. 859, in a motion for new trial. Defense counsel Thad Minaldi represented the defendant from the onset of the prosecution against him, and he did so in adult criminal court. Any objection to the adult criminal court’s jurisdiction over this defendant should have been made far sooner than during trial.\nThus, the State submits that this claim has been waived for failure to contemporaneously object pursuant to LSA-C.Cr.P. Art. 84-1. The defendant could have filed a supervisory writ application with this Court when he was indicted, or he could have filed a motion to quash in accordance with LSA-C.Cr.P. Art. 532 A 8. He failed to do so.\nIfiAll requirements for the vesting of criminal jurisdiction over this defendant’s case in adult criminal court were adhered to in this prosecution. The defendant was originally indicted for sec*15ond degree murderC1], and the State’s eventual reduction of that charge before trial, while unquestionably beneficial to him, did nothing to alter the adult trial court’s jurisdiction.\n\nIs this Issue Properly Before this Court?\n\nThe record indicates on May 16, 2011, before voir dire began, the State amended the charge of manslaughter to “inciting a riot a violation of 14:829.1.” During the trial, before the State rested, Defendant’s attorney moved for a mistrial on the ground that the trial court lacked jurisdiction. Defendant’s attorney explained that once the charge was amended from manslaughter to inciting a riot, the adult criminal court no longer had jurisdiction. Defendant’s attorney explained how, under La.Ch.Code art. 805, inciting a riot was not one of the included offenses which allowed the Defendant to be tried as an adult instead of a juvenile. The trial court took the matter under advisement.\nLater during the trial, the trial court addressed the issue. The trial court denied the motion, finding that it was not divested of jurisdiction when the bill was amended. The trial court stated in pertinent part:\nThere’s no specific portion of this rule, Article 305, that would divest this Court of jurisdiction once it has it, and the provisions that talk about the court exercising criminal jurisdiction does [sic] refer to cases where you plead to a lesser offense and so forth, and so I think the intent is pretty clear that it wouldn’t divest.\nFollowing the verdict, in the motion for arrest of judgment, Defendant’s attorney re-urged the argument. Again, the trial court denied the motion.\nDefendant did not file a motion to quash the amended bill, and he did not object at the time the bill was amended. The State now argues, as a result of this failure to file the motion to quash or object at the time of the amendment, the jurisdictional issue is waived.\n^Louisiana Children’s Code Article 887 provides in pertinent part:\nA. On motion of the child prior to disposition, a delinquency adjudication shall be vacated and the child discharged if, after contradictory hearing, the court finds that:\n[[Image here]]\n(3) The court making the adjudication lacked jurisdiction.\nIn Nerness v. Christian Fidelity Life Insurance Co., 98-1827, p. 6 (La.App. 3 Cir. 4/21/99), 733 So.2d 146, 151, this court explained:\nLack of subject matter jurisdiction, unlike other jurisdictional defects, may not be waived or conferred by the consent of the parties. La.Code Civ.P. art. 3; Tran v. Schwegmann’s Giant Super Market, 609 So.2d 887 (La.App. 4 Cir. 1992). Thus, a party may raise an exception of subject matter jurisdiction at any time during the proceedings. Id. Similarly, lack of subject matter jurisdiction may be raised on appeal by the court’s own motion. Id.\nIn State ex rel. K.S., 07-1045, p. 6 (La.App. 1 Cir. 11/2/07), 977 So.2d 35, 38-39, the court explained:\nWhile there has been no exception raised challenging the juvenile court’s subject matter jurisdiction, we are required to consider the issue. It is the duty of a reviewing court to examine *16subject matter jurisdiction sua sponte. Whittenberg v. Whittenberg, 97-1424, pp. 2-3 (La.App. 1 Cir. 4/8/98), 710 So.2d 1157, 1158. “Whenever there is a serious issue regarding subject matter jurisdiction, a court (including an appellate court) should consider and rule on the issue at anytime, and the issue can even be raised by the court on its own motion.” Lowenburg v. Entergy New Orleans, Inc., 99-2894, p. 1 (La.12/17/99), 751 So.2d 868, 868 (Lemmon, J., concurring opinion).\nBased upon the above, we find the issue is properly before this court.\n\nApplicable Law and Analysis.\n\nLouisiana Children’s Code Article 305 provides, in pertinent part:\nB. (1) When a child is fifteen years of age or older at the time of the commission of any of the offenses listed in Subparagraph (2) of this Paragraph, he is subject to the exclusive jurisdiction of the juvenile court until whichever of the following occurs first:\n(a) An indictment charging one of the offenses listed in Subparagraph (2) of this Paragraph is returned.\n(b) The juvenile court holds a continued custody hearing and finds probable cause that the child has committed any of the offenses | ^listed in Subparagraph (2)of this Paragraph and a bill of information charging any of the offenses listed in Subparagraph (2) of this Paragraph is filed....\n(2)(a) Attempted first degree murder.\n(b) Attempted second degree murder.\n(c) Manslaughter.\n(d) Armed robbery.\n(e) Aggravated burglary.\n(f) Forcible rape.\n(g) Simple rape.\n(h) Second degree kidnapping.\n(i) Repealed by Acts 2001, No. 301, § 2.\n(j) Aggravated battery committed with a firearm.\n(k) A second or subsequent aggravated battery.\n(l) A second or subsequent aggravated burglary.\n(m)A second or subsequent offense of burglary of an inhabited dwelling.\nAdditionally, La.Ch.Code art. 857 provides, in pertinent part:\nA. The court on its own motion or on motion of the district attorney may conduct a hearing to consider whether to transfer a child for prosecution to the appropriate court exercising criminal jurisdiction if a delinquency petition has been filed which alleges that a child who is fourteen years of age or older at the time of the commission of the alleged offense but is not otherwise subject to the original jurisdiction of a court exercising criminal jurisdiction has committed any one or more of the following crimes:\n(1) First degree murder.\n(2) Second degree murder.\n(3) Aggravated kidnapping.\n(4) Aggravated rape.\n(5) Aggravated battery when committed by the discharge of a firearm.\n(6) Armed robbery when committed with a firearm.\n(7) Repealed by Acts 2001, No. 301, § 2.\n(8) Forcible rape if the rape is committed upon a child at least two years younger than the rapist.\nSection D of La.Ch.Code art. 305 provides:\n|9The court exercising criminal jurisdiction shall retain jurisdiction over the *17child’s case, even- though he pleads guilty to or is convicted of a lesser included offense. A plea to or conviction of a lesser included offense shall not revest jurisdiction in the court exercising juvenile jurisdiction over such a child.\nAlthough State ex rel. Davis v. Criminal Dist. Court, 368 So.2d 1092 (La.1979), was decided before Article 305 was enacted, the holding is nevertheless instructive on this issue. Arthur Davis, a sixteen year old at the time the offense was committed, was jointly indicted by the State with a co-defendant for first degree murder. Before trial, the State amended the indictment to charge the jointly indicted defendants with second degree murder and had the indictment severed. Additionally, the State filed a new bill of information alleging that Davis had committed second degree murder. After a jury trial in the district court, Davis was convicted of second degree murder and sentenced to life imprisonment at hard labor, without benefit of parole for forty years. At that time, the legislature had enacted Act 337 of 1975, La.R.S. 13:1570, which provided in pertinent part:\nExcept as otherwise provided herein, the [juvenile] court shall have exclusive original jurisdiction in proceedings:\nA. Concerning any child whose domicile is within the parish or who is found within the parish:\n[[Image here]]\n(5) Who violates any law or ordinance, except a child who, after having become fifteen years of age, is charged with having committed a capital crime, or a crime defined by any law defining attempted aggravated rape; provided that once such a child has been actually charged with a capital crime, armed robbery, or attempted aggravated rape, the district court shall retain jurisdiction over his case, even though the child pleads guilty to, or is convicted of, a lesser included offense; and a plea to, or conviction of, a less included offense shall not revest the juvenile court with jurisdiction of such a child.\nThe State argued that under La.R.S. 13:1570(A)(5), once a grand jury found sufficient incriminating evidence to charge a juvenile over fifteen years of age with first degree murder, the district court retained jurisdiction over the juvenile’s case even after a new bill of information has been filed alleging that the juvenile | incbmmitted a crime other than a capital offense or attempted aggravated rape. The court rejected the State’s argument holding in pertinent part:\nThis Court specifically rejected a similar contention in State ex rel. Moore v. Warden, 308 So.2d 749 (La.1975), in which it observed:\nThe uniform jurisprudence of the State since 1921 holds that the jurisdiction of the district courts is limited to the determination of guilt and punishment for capital crimes (and the constitutionally provided for attempted aggravated rape). Although it can be argued that the constitutional deposit of jurisdiction in the district courts of the trial of juveniles in capital cases is the grant of jurisdiction embracing every part of the case, from arraignment to sentence, we decline to make such a departure from established jurisprudence, particularly in view of the policy of the State that juveniles are not to be punished as adults, except as provided by the constitution.\nAs we also observed in Moore, there was no intention by the adoption of the 1974 Louisiana Constitution to modify the rule respecting juveniles, that “the jurisdiction of the district court is limit*18ed to the determination of guilt and punishment for capital crimes (and the constitutionally provided for attempted aggravated rape).” Id. at 752.\nIn the final analysis, the state’s argument seems to be that La.R.S. 13:1570 authorizes the state to charge and prosecute a person as an adult for any offense committed before his seventeenth birthday, provided that the offense charged is included within a capital offense, or attempted aggravated rape, for which he has been validly indicted. If this were the legislative intent that portion of the statute would have been void because of a conflict with the clear wording of the constitution. Adult procedures are applicable without a waiver proceeding in the individual case of a person charged with an offense committed before his seventeenth birthday only where a person fifteen years of age or older “is alleged to have committed a capital offense or attempted aggravated rape.” Art. V, § 19, La. Const.1974. The uniform jurisprudence and the clear intent of the constitutional language is that adult procedures may be employed without waiver proceedings only in a valid capital or attempted aggravated rape prosecution. Moreover, the requirement that the legislature establish the individual waiver procedures by a two-thirds vote of both legislative houses, reflects a concern that the juvenile whom the state proposes to try by adult rules should be afforded full due process protection. See, State v. Everfield, 342 So.2d 648 (La.1977). Given the language and the obvious concerns of the constitutional section, it is evident that the state’s proposed statutory construction is at odds with the constitution. It would allow the prosecutor in effect to substitute an ex parte, secret probable cause determination by a grand jury for the judicial waiver procedures established by two-thirds of the elected members of each house of the legislature.\n11T Furthermore, careful reading of the statute reveals that the state’s interpretation is incorrect. The statute provides that the juvenile court shall have “exclusive original jurisdiction” in proceedings concerning a child who violates any law “except a child who, after having become fifteen years of age, is charged with having committed a capital crime, or ... attempted aggravated rape.” (emphasis added) La.R.S. 13:1570 A(5). The wording is consistent with the constitution. The juvenile must be charged with a capital offense or attempted aggravated rape in the proceeding under question before it may be conducted according to adult procedures.\nThe juvenile’s conviction and sentence are vacated and the case is remanded to the Orleans Parish Juvenile Court for further proceedings consistent with this opinion.\nId. at 1093-94 (footnote omitted).\nA similar situation was addressed by this Court in State v. Bell, an unpublished writ bearing docket number 07-1106.2 In that case, the defendant’s attorney argued the district court lacked jurisdiction to try him because he was a juvenile. The defen*19dant’s attorney explained that the juvenile had been charged with attempted second degree murder and conspiracy to commit second degree murder. Prior to commencement of trial, the State amended the bill to one count of conspiracy to commit second degree battery. The defendant was tried in the district court as an adult and found guilty as charged. The defendant filed a Motion in Arrest of Judgment alleging the district court lacked jurisdiction over the matter. The trial court denied the motion, and the defendant sought review by this court. This court granted relief and ruled in pertinent part:\nWRIT GRANTED AND MADE PEREMPTORY; STAY DENIED: The trial court erred in denying Defendant’s motion in arrest of judgment regarding his conviction for aggravated second degree battery. The Defendant was not tried on an offense which could have subjected him to the jurisdiction of the criminal court pursuant to either La.Ch. Code arts. 305 or 857; therefore the provision 1]2of La.Ch.Code art. 863, permitting the trial court to retain criminal jurisdiction over juvenile defendants under limited circumstances, is inapplicable, and jurisdiction remains exclusively in juvenile court.\nAccordingly, the ruling of the trial court denying Defendant’s motion in arrest of judgment, as to his conviction for aggravated second degree battery, is hereby reversed, vacated and set aside. The motion in arrest of judgment is granted, and the conviction for aggravated second degree battery is vacated.\nDefendant was charged and convicted in the district court for an offense which is not enumerated in Articles 305 or 857. If inciting a riot had been the original charge against Defendant, the offense, which is not listed in either Article 305 or Article 857, could not have served as the basis for Defendant’s trial in criminal court.3\nIt appears the trial court’s denial of the motion is the result of a misreading of Article 305(D). In State v. Petitto, 10-581, pp. 6-7 (La.3/15/11), 59 So.3d 1245, 1250, the court explained the applicable law regarding interpretation of a statute, stating in pertinent part:\nFor that reason, “where the words of a statute are clear and free from ambiguity, they are not to be ignored under the pretext of pursuing their spirit.” State v. Freeman, 411 So.2d 1068, 1073 (La.1982); See also LSA-R.S. 1:4. Although criminal statutes are subject to strict construction under the rule of lenity, the rule is not to be applied with such unreasonable technicality as to defeat the purpose of all rules of statutory construction, which is to ascertain and enforce the true meaning and intent of the statute. State v. Shaw, 06-2467, p. 14 (La.11/27/07), 969 So.2d 1233, 1242.\nFrom a plain reading of Article 305(D), that article is inapplicable to this ease. While Defendant was originally indicted for manslaughter, which is an enumerated offense in Article 305, the indictment was amended prior to trial, and Defendant was placed in jeopardy and ultimately convicted only for inciting a riot, which is not listed in Article 305 or as a transfer basis in Article 857. A conviction on this charge does not qualify as grounds for retention of jurisdiction under Article 305(D), as Defendant was neither convicted of an offense which could have | iaproperly served as the basis for criminal court jurisdiction nor a lesser included verdict or guilty plea. *20There is nothing in Article 305(D) to suggest that the offense originally charged which subjected the juvenile to the jurisdiction of the criminal court is retained once the charge has been amended by the State to an offense not otherwise serving as the basis for criminal court jurisdiction. In Davis, 368 So.2d 1092, the court noted that, to permit the state to circumvent the requirement that such matters normally be handled in juvenile court by simply charging a defendant with any crime it chooses, then lowering the charge at a later date to one which would not otherwise have provided a basis for jurisdiction in district court, is in direct conflict with the Louisiana Constitution, requiring disposition of juvenile offenders in juvenile court. Id. at 1094. Thus, we find the district court lacked jurisdiction to try Defendant as adult when the State amended the bill of indictment to charge him with inciting a riot.\nIn State ex rel. Moore v. Warden of Louisiana State Penitentiary at DeQuincy, 308 So.2d 749 (La.1975), the court found the district court did not have jurisdiction to accept the guilty plea of a fifteen-year-old juvenile. The Moore court held that the plea and sentence should be set aside and annulled. See also, State ex rel. A.N., 03-2776 (La.App. 1 Cir. 6/25/04), 886 So.2d 514.\nAdditionally, La.Code Crim.P. art. 595 provides, in pertinent part:\nA person shall not be considered as having been in jeopardy in a trial in which:\n(1) The court was illegally constituted or lacked jurisdiction[.]\nTherefore, we find Defendant’s conviction and sentence must be vacated and the case is remanded to the trial court for further proceedings consistent with this opinion.\nBecause Defendant’s conviction is vacated, Defendant’s remaining assignments of error are rendered moot.\n114DECREE\nFor the foregoing reasons, Defendant’s conviction and sentence are vacated and the case is remanded to the trial court for further proceedings.\nCONVICTION AND SENTENCE VACATED; REMANDED.\n\n. The State mistakenly refers to the charge as second degree murder instead of manslaughter.\n\n\n. We note the State objected to any use of the ruling in Bell as support for the issue because it was not designated for publication. Prior to 2007, Uniform Rules — Courts of Appeal, Rule 2-16.3 expressly provided that an opinion marked \"Not Designated for Publication” could not be \"cited, quoted, or referred to by any counsel, or in any argument, brief, or other materials presented to any court, except in continuing or related litigation.” In October 2007, Rule 2-16.3 was amended and became effective November 1, 2007. The amendment deleted the provision prohibiting use of unpublished opinions. Thus, there is no statutory prohibition to the use of such opinions.\n\n\n. Likewise the other offenses Defendant was charged with committing are not enumerated in Articles 305 or 857.\n\n",
            "ocr": true,
            "opinion_id": 4807568
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}