{
    "id": 5001867,
    "judges": "Bolin, Bryan, Main, Moore, Murdock, Parker, Shaw, Stuart, Wise",
    "date_filed": 1387497600000,
    "date_filed_is_approximate": true,
    "slug": "newman-v-state",
    "case_name_short": "Newman",
    "case_name": "Newman v. State",
    "case_name_full": "Ex parte Cornelius NEWMAN. (In re Cornelius Newman v. State of Alabama)",
    "attorneys": "David K. Hogg, Dothan, for petitioner., Luther Strange, atty. gen., and John C. Neiman, Jr., deputy atty. gen., and Jean A. Therkelsen, asst. atty. gen., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "143 So. 3d 746"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPER CURIAM.\nWRIT QUASHED. NO OPINION.\n*747STUART, BOLIN, SHAW, MAIN, WISE, and BRYAN, JJ., concur.\nMOORE, C.J., and PARKER and MURDOCK, JJ., dissent.\n",
            "ocr": true,
            "opinion_id": 4813147
        },
        {
            "author_str": "Moore",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMOORE, Chief Justice\n(dissenting).\nI dissent from the Court’s decision to quash the writ in this case. Cornelius Newman was convicted of first-degree robbery and was sentenced to 35 years in prison. In my view the trial court incorrectly permitted the Houston County prosecutor to try as a serious felony actions that should have been charged as one or more misdemeanors. By misconstruing the robbery and theft statutes, the Court of Criminal Appeals left undisturbed a serious miscarriage of justice. This theft-of-serviees case was improperly transposed into a robbery case when Newman brandished a weapon in a restaurant parking lot to avoid paying for a meal. Clearly Newman did not obtain by force property that was served to him in the restaurant, nor did he use force to compel acquiescence to the taking of food he had already eaten. Even the suggestion is ludicrous.1\nI would reverse the conviction imposed in the trial court because under Alabama law Newman did not commit first-degree robbery. Thus, his punishment far exceeds a sentence for theft of services and menacing or reckless endangerment, charges which would be applicable under the facts of this case.\nI.\nOn November 7, 2010, Newman entered a Waffle House restaurant in Dothan, ate a meal, and left. Upon being told by his waitress that Newman had not paid the $8.00 bill for his food, two Waffle House employees confronted him in the parking lot of the restaurant. Newman claimed that other patrons had paid for his meal. Becoming belligerent, he retrieved a shotgun from the trunk of his car, pointed it in the direction of the employees, and began cursing and yelling. Without paying the $8.00, Newman drove off with the shotgun in his lap. Responding to a 911 emergency call from the restaurant, the police stopped Newman’s vehicle and arrested him a few blocks away from the Waffle House.\nA Houston County grand jury indicted Newman for first-degree robbery under § 13A-8-41, Ala.Code 1975. Although the State drafted the indictment to allege a theft of United States currency, namely the $8.00 owed for the meal,2 the trial court did not find the theft-of-currency allegation plausible and amended the indictment “to allege the proper item, which was a meal that was stolen,” namely “the food that was allegedly eaten without being paid for.”\nA jury convicted Newman of first-degree robbery, a Class A felony, for stealing the meal and using a firearm to effectuate his escape. The court sentenced him to 35 years in prison. On appeal, Newman argued, among other things, that walking out of the restaurant without paying for a meal he had eaten was a theft of services, not a theft of property. Affirming his conviction, the Court of Criminal Appeals in an unpublished memorandum dismissed Newman’s argument, stating that “the food consumed by Newman were goods.” Newman v. State (No. CR-11-1408, Oct. 19, 2012), — So.3d—(Ala.Crim.App.2012) (table).\n*748II.\n“The standard of review in determining sufficiency of evidence is whether evidence existed at the time appellant’s motion for acquittal was made, from which the jury could by fair inference find the accused guilty.” Linzy v. State, 455 So.2d 260, 262 (Ala.Crim.App.1984). “In deciding this issue, we are required to view the evidence presented in the light most favorable to the state.” Id.\nIII.\n“A person commits the crime of robbery in the first degree if he violates Section 13A-8-43 and he: (1) Is armed with a deadly weapon or dangerous instrument; or (2) Causes serious physical injury to another.” § 13A-8-41(a), Ala.Code 1975. Section 13A-8-43 states:\n“(a) A person commits the crime of robbery in the third degree if in the course of committing a theft he:\n“(1) Uses force against the person of the owner or any person present with intent to overcome his physical resistance or physical power of resistance; or\n“(2) Threatens the imminent use of force against the person of the owner or any person present with intent to compel acquiescence to the taking of or escaping with the property.”\nBy brandishing a weapon in the parking lot, Newman both used force and threatened the imminent use of force. “Wielding a gun ... constitutes both the use of force and the threat of force as a matter of law.” Glover v. State, 610 So.2d 1253, 1254 (Ala. Crim.App.1992). Thus, my analysis turns on whether Newman’s actions constituted “theft” within the meaning of § 13A-8-43.\nSection 13A-8-43(a) is a single sentence that twice mentions a victimized “owner” and makes specific mention of “the property” in subsection (a)(2). Sections 13A-8-43(a)(1) and -43(a)(2) both require action, whether force or the threat of force, “against the person of the owner or any person present.” Chapter 8 of Title 13A (“Offenses Involving Theft”) defines “owner” as follows: “A person, other than the defendant, who has possession of or any other interest in the property involved, even though that interest or possession is unlawful, and without whose consent the defendant has no authority to exert control over the property.” § 13A-8-l(8), Ala. Code 1975 (emphasis added).3 Third-degree robbery is thus an attempted or accomplished4 taking of property from the owner of that property.5\n*749A further indication that use of the term “owner” in § 13A-8-43 limits its application to the theft of property is the prominent role of the term “owner” in the theft statutes.\n“A person commits the crime of theft of property if he or she:\n“(1) Knowingly obtains or exerts unauthorized control over the property of another, with intent to deprive the owner of his or her property;\n“(2) Knowingly obtains by deception control over the property of another, with intent to deprive the owner of his or her property;\n[[Image here]]\n§ 13A-8-2, Ala.Code 1975 (emphasis added). Thus, the theft-of-property statute dovetails with the third-degree-robbery statute. Both focus on the victimized owner of property.\nThe trial judge correctly instructed the jury that the offense of robbery required the taking of property:\n“[Robbery in the first degree] contains the following elements: First, that the defendant committed or attempted to commit a theft of property. Second, that the defendant used or threatened the use of force against another person in the taking or the escaping with the property. And, three, that the defendant was armed with a deadly weapon.”\n(Emphasis added.) But the judge failed to instruct the jury that a meal ordered and consumed at a restaurant is not “property” in the contemplation of the theft and robbery statutes but is instead a service.\nIV.\nAlabama law recognizes that the act of walking out of a restaurant without paying for a meal is a theft of services:\n“(a) A person commits the crime of theft of services if:\n“(1) He intentionally obtains services known by him to be available only for compensation by deception, threat, false token or other means to avoid payment for the services; ...\n[[Image here]]\n“(b) ‘Services’ includes but is not necessarily limited to labor, professional services, transportation, telephone or other public services, accommodation in motels, hotels, restaurants or elsewhere, admission to exhibitions, computer services and the supplying of equipment for use.\n“(c) Where compensation for services is ordinarily paid immediately upon the rendering of them, as in the case of motels, hotels, restaurants and the like, absconding without payment or bona fide offer to pay is prima facie evidence under subsection (a) that the services were obtained by deception.\n[[Image here]]\n§ 13A-8-10, Ala.Code 1975 (emphasis added).\nBy “absconding without payment” from the Waffle House restaurant, Newman, as a matter of law, committed theft of services, not theft of property. The definition section of the theft statutes defines “property” as:\n“Any money, tangible or intangible personal property, property (whether real or personal) the location of which can be changed (including things growing on, affixed to, or found in land and documents, although the rights represented hereby have no physical location), contract right, chose-in-action, interest in a claim to wealth, credit, or any other article or thing of value of any kind.\n“Commodities of a public utility nature, such as gas, electricity, steam, and water, constitute property, but the supplying of such a commodity to premises from an outside source by means of wires, pipes, conduits, or other equipment shall be deemed a rendition of a *750service rather than a sale or delivery of property.”\n§ 13A — 8—1 (10), Ala.Code 1975. The definition of “property” does not include theft of services. See Victoria Ferreira, Criminal Offenses and Defenses in Alabama 465 (Thomson West 3d ed. 2003) (“Services are not included in the general definition of property [in § 13A-8-l(10) ].”). The second paragraph of the property definition, in fact, distinguishes between “a rendition of a service” and “a sale or delivery of property,” thus indicating that services are not property.\nThe Commentary to the theft-of-services statutes states that theft of services is a crime distinct from theft of property. “Alabama imposes sanctions upon a person who wrongfully obtains services, thereby recognizing the distinction between ‘property’ and ‘services,’ and the necessity for giving protection to the latter not usually included in larceny-like crimes.” Commentary to §§ 13A-8-10 through 13A-8-10.3. The Commentary further emphasizes the distinction between theft of services and theft of property: “ ‘Services’ are not included in the general definition of ‘property’ [;] thus no conflict in subject-matter exists between this section and theft of property.” Id. (emphasis added). Additionally, the Code section on civil liability for theft has separate sections on “theft of property consisting of goods for sale on the premises of a merchant” and intentionally defrauding an eating establishment by leaving without paying, again indicating that failure to pay for a meal at a restaurant is not a theft of property. § 6-5-271(a) and (c), Ala.Code 1975.6\nBecause Newman did not use force to deprive an owner of property, he cannot be convicted of robbery. Walking out without paying a meal ticket of $500 or less is theft of services in the third degree, a Class A misdemeanor. § 13A-8-10.3. Newman’s threatening acts in the parking lot, of course, could have independently constituted other criminal or wrongful acts, such as reckless endangerment, a Class A misdemeanor, § 13A-6-24, Ala.Code 1975, or menacing, a Class B misdemeanor, § 13A-6-23, Ala.Code 1975. See Oliver v. City of Opelika, 950 So.2d 1229, 1233 (Ala.Crim.App.2006) (holding that pointing a pistol at a person with intent to frighten him is sufficient to support a charge of menacing).\nV.\nEven if we were to consider Newman’s eating a meal at the Waffle House and not paying for it to be a hybrid act consisting partly of a theft of services and partly of a theft of property, his act still would not come under the contemplation of the robbery statute. The meal served to Newman no longer existed after he ate it; thus, the property requirement of the robbery statute could no longer be satisfied at the time he displayed a gun in the parking lot. Dining in and then walking out, followed by brandishing a gun to avoid paying, lacks the necessary property element of the statute. See Ingram v. State, 878 So.2d 1208, 1213 (Ala.Crim.App.2003) (finding defendant guilty of robbery when he used force “in an attempt to flee with the stolen merchandise ” (emphasis added)). The use of force must coincide with compelling acquiescence to the taking of the property or the attempt to flee with it. Here the property no longer existed and the theft had ceased before force was used.\nIn Harris v. State, 451 So.2d 406 (Ala.Crim.App.1984), store personnel recovered a stolen cassette player before a perpetra*751tor pulled a knife and ran from the store. The theft did not qualify as robbery.\n“At the only time that he used force or threatened the imminent use of force against Mr. Pate, defendant was obviously attempting to escape or otherwise prevent his detention, arrest, and imprisonment, under circumstances that preclude the possibility of any intent on his part to compel acquiescence to the taking of or escaping with the property. He had failed in his attempted theft of the property. It was not on or about him at the time. He had taken it, but thereafter it had been taken from him, and it was not then within his power to take it again.”\n451 So.2d at 410. Similarly, when the use of force “took place after the theft itself had clearly ceased,” the theft could not be “transposed” into robbery. Ex parte Sapp, 497 So.2d 550, 551 (Ala.1986).7 In Newman’s case, once he consumed the meal, he had no power to return it to the restaurant or to escape with it. Once eaten, the meal no longer existed as property within the meaning of the robbery statute. See § 13A-8-l(10). When Newman arose from his seat in the restaurant after eating his meal, his theft of property “had clearly ceased.” See State v. Jackson, 40 Or.App. 759, 763, 596 P.2d 600, 602 (1979) (concluding that robbery was not proven when “there were no fruits of the theft for defendant to use force to retain”).\nVI.\nThis Court must respect the choices the legislature has made in enacting the theft-of-property, theft-of-serviees, and robbery statutes. As the Court of Criminal Appeals has explained:\n“This court stands firm on its commitment to honor the separate functions of the legislature and the judiciary.\n“‘[S]ince the power to declare what conduct is subject to penal sanctions is legislative rather than judicial, it would risk judicial usurpation of the legislative function for a court to enforce a penalty where the legislature had not clearly and unequivocally prescribed it. In other words, before a person can be punished his case must be plainly and unmistakably within the statute sought to be applied.’\n“3 Singer, [Sutherland Statutory Construction ] § 59.03 [ (5th ed. 1992),] at p. 104-05....”\nSheffield v. State, 708 So.2d 899, 910 (Ala.Crim.App.1997). Because the robbery statute requires the theft of property, the statute does not apply to a theft of services. Further, here, the theft, even if partly of property, ceased once the meal was eaten. “A basic rule of review in criminal cases is that criminal statutes are to be strictly construed in favor of those persons sought to be subjected to their operation, i.e., defendants.” Clements v. State, 370 So.2d 723, 725 (Ala.1979).\nVII.\nBecause the State presented insufficient evidence to satisfy the property element of the robbery statute, we should reverse the judgment of the Court of Criminal Appeals, in effect reversing Newman’s conviction. Because Newman was not tried on any other counts, we should render a judgment of acquittal on the first-degree-robbery charge. “Where a conviction is re*752versed solely on the basis of insufficiency of the evidence, retrial is barred because such a reversal is equivalent to an acquittal by the trial court.” Lindley v. State, 728 So.2d 1153, 1156 (Ala.1998) (citing Burks v. United States, 437 U.S. 1, 98 S.Ct. 2141, 57 L.Ed.2d 1 (1978)).\n“It is a fundamental concept of criminal law that the State must prove all the elements of the offense charged against the defendant. When the State fails to present sufficient proof of all the elements, a conviction must be reversed and a judgment for the defendant must be rendered under the principles of Burks v. United States, 437 U.S. 1, 98 S.Ct. 2141, 57 L.Ed.2d 1 (1978). ‘The Double Jeopardy Clause forbids a second trial for the purpose of affording the prosecution another opportunity to supply evidence which it failed to muster in the first proceeding.’ Burks, 437 U.S. at 11, 98 S.Ct. at 2147.”\nEx parte Roberts, 662 So.2d 229, 232 (Ala.1995). See also Cottonreeder v. State, 389 So.2d 1169, 1175 (Ala.Crim.App.1980) (holding that, because the State “failed to prove a prima facie case, ... the case must be reversed and [a judgment] rendered”).\nHad the trial court charged the jury on a lesser-included offense, such as third-degree theft, we could have entered a judgment on that offense.\n“It is well established that if an appellate court holds the evidence insufficient to support a jury’s guilty verdict on a greater offense, but finds the evidence sufficient to support a conviction on a lesser included offense, it may enter a judgment on that lesser included offense, provided that the jury was charged on the lesser included ojfense.”\nEx parte Roberts, 662 So.2d at 232 (emphasis added). Because Newman was charged only with first-degree robbery and not with any ancillary or lesser-included offenses, the Court of Criminal Appeals should have rendered a judgment in his favor.\nIn my view the Court of Criminal Appeals should have reversed Newman’s conviction for first-degree robbery as inconsistent with a proper interpretation of the applicable statutes and rendered a judgment in his favor. Accordingly, I respectfully dissent from this Court’s decision to quash the writ.\n\n. The Commentary to the theft-of-services statutes makes clear that items defined as services are not also property. See Part IV below.\n\n\n. The prosecutor explained: “[F]ood is not, like, an item, like, if a briefcase is stolen, where it can be returned in substantially the same or similar condition. And so, I admit that it is a little bit unique.”\n\n\n. The definition of \"owner” in § 13A — 8—1(8) applies to § 13A-8-43. \"The definitions contained in Section 13A-8-1 are applicable to this article unless the context otherwise requires.” § 13A-8-40(a), Ala.Code 1975. Article 2 (\"Robbery\") in Chapter 8 of Title 13A encompasses §§ 13A-8-40 through -44.\n\n\n. \" 'In the course of committing a theft' embraces acts which occur in an attempt to commit or the commission of theft, or in immediate flight after the attempt or commission.” § 13A-8-40(b), Ala.Code 1975.\n\n\n. That the robbery statute is based on theft of property reflects its roots in the common law. Prior to the adoption of the Alabama Criminal Code (now Title 13A), the punishment for certain crimes was defined by statute, but not the offense itself. \"For example, rape and robbery statutes provided only punishments and one had to look to the common law for a definition.” Joseph A. Colquitt, The Alabama Criminal Code — 25 Years and Counting, 56 Ala. L. Rev. 967, 971 (2005). Robbery was defined at common law as \"the felonious and forcible taking of the property of another from his person, or in his presence, against his will, by violence or by putting him in fear.”, Lambert v. State, 48 Ala.App. 600, 602, 266 So.2d 812, 814 (Ala.Crim.App.1972). The taking of property was thus an integral element of common-law robbery.\n\n\n. Thus, for example, taking a soft drink off the shelf in a grocery store, drinking it, and not paying for it is a theft of property, but ordering the same soft drink in a restaurant, drinking it, and leaving without paying is a theft of services.\n\n\n. On the same principle, the use of force to escape apprehension after the stolen property has been abandoned does not elevate the theft to robbery. \"[T]he use of force to merely effect an escape after the property taken has been abandoned does not supply the element of force necessary to make the taking a robbery.” Banks v. State, 575 So.2d 1244, 1245 (Ala.Crim.App.1991).\n\n",
            "ocr": true,
            "opinion_id": 4813148
        },
        {
            "author_str": "Murdock",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMURDOCK, Justice\n(dissenting).\nAlthough I understand that it is difficult to have much sympathy for someone who “pulls” a gun on another person for any reason, I must agree with Chief Justice Moore that it is hard to avoid the conclusion that there is an injustice in the result in this case: a conviction for robbery and a 35-year prison sentence for the theft of a meal from a restaurant. Unfortunately, of course, fairness and the result required by the law in a given case are not always the same. That said, I specifically am compelled to dissent because in this case I believe they are the same. I hold this belief for several reasons.\nAs Chief Justice Moore notes at the outset of Part IV of his dissent, Alabama law expressly provides that “ ‘the crime of theft of services’ ” includes the theft of “ ‘accommodation in ... restaurants.’ ” 143 So.3d at 749 (quoting § 13A-8-10, Ala. Code 1975 (emphasis omitted)). It cannot be disputed that Cornelius Newman took, without paying for, “accommodation in a restaurant” and therefore could have been prosecuted for theft of services under § 13A-8-10. Newman, however, was not prosecuted under that statute but instead was prosecuted under § 13A-8 — 41(a), Ala. Code 1975, for the crime of robbery, which, for the reasons explained in Chief Justice Moore’s dissent, has as an element a theft of property under § 13A-8-43, Ala. Code 1975. Such a conviction for robbery *753can be sustained in this case only if we can conclude that the legislature intended that the failure to pay a restaurant bill could be treated as either the crime of theft of services or the crime of theft of property, or both. I do not believe that we can conclude that the legislature intended such dual treatment in a case of a theft from a restaurant any more than we can conclude that it intended such dual treatment for the theft of a can of goods from a shelf in grocery store (which are available on that shelf only because of the “service” rendered by store clerks in “stocking” them on that shelf).\nPut more directly, the real question in this case is not whether the food served by a restaurant constitutes “property,” but whether the food was considered by the legislature to be part of the “accommodation” provided by the restaurant. In § 13A-8-10, the legislature chose to establish the crime of theft of services and, furthermore, to include within that crime the theft of “accommodation in ... restaurants.” § 18A-8-10(b), Ala.Code 1975. I believe the plain and “everyday” meaning of these provisions is that the legislature intended by these provisions to refer to a theft of whatever it is that restaurants provide to their customers. Common experience and the common understanding of the terms involved tell us that tangible food served to customers dining in a restaurant is part of the “accommodation in ... restaurants” to which the legislature was referring in § 13A-8-10.\nIn addition, this plain, everyday meaning is supported by dictionary definitions and the treatment of these same concepts in the statutory law and caselaw of this and other jurisdictions. The first definition of “accommodation” in Merriamr-Webster’s Collegiate Dictionary 8 (11th ed. 2003) is “[sjomething supplied for convenience or to satisfy a need: as a: lodging, food, and services or traveling space and related services. ...” Similarly, one definition of the term “accommodation” in Webster’s New International Dictionary of the English Language Unabridged 15 (2d ed. 1957) is “[wjhatever supplies a want or affords ease, refreshment, or convenience; anything furnished which is desired or needful; — often in pl[ural]; as, the accommodations (that is, lodgings and food) at a hotel.” (Final emphasis added.) These definitions indicate that the phrase “accommodation in ... restaurants” refers to both service of food to the customer and the food itself. Cf. § 13A-8-l(10), Ala. Code 1975 (defining “property” for purposes of theft and explaining the legislature’s intent that, although a delivered commodity constitutes property, the delivery of that commodity by a consumer is “deemed a rendition of a service rather than a sale or delivery of property”). See also State v. Rientjes, 130 Wash.App. 1029 (2005) (not reported in P.3d) (discussing a state statute making it a crime to obtain hotel or restaurant accommodations by fraud and applying the rule that where there is both a general and a special statute punishing conduct, an accused can be charged only under the special statute); Jankey v. Twentieth Century Fox Film Corp., 212 F.3d 1159, 1161 (9th Cir.2000) (discussing a federal statute defining “public accommodations” as including “a restaurant, bar or other establishment serving food or drink”); Gigliotti v. Wawa Inc., (No. CIV-A-99-3432, February 2, 2000) (E.D. Pa.2000) (not reported in F.Supp.2d) (discussing Title II of the Civil Rights Act of 1964 and its prohibition of discrimination in places of “public accommodation,” 42 U.S.C. § 2000a, and defining “public accommodation” as including “any restaurant, cafeteria, lunchroom, lunch counter, soda fountain, or other facility principally engaged in selling food for consumption on the premises”); Staron v. McDonald’s Corp., 872 F.Supp. 1092, 1093 *754(D.Conn.1994) (discussing the Americans with Disabilities Act and its applicability to “public accommodations” defined in the Act to include “a restaurant, bar or other establishment serving food or drink”); and State v. Hams, 6 Kan.App.2d 721, 722, 633 P.2d 1171, 1173 (1981) (discussing K.S.A. 36-206, which makes it a crime to obtain by fraud “food, lodging, or other accommodation at any restaurant”).\nFinally, the foregoing understanding of the statutes in question is bolstered by the “fundamental rule that criminal statutes are construed strictly against the State.” Ex parte Hyde, 778 So.2d 237, 239 n. 2 (Ala.2000). As this Court stated in Ex parte Bertram, 884 So.2d 889 (Ala.2003):\n“ ‘A basic rule of review in criminal cases is that criminal statutes are to be strictly construed in favor of those persons sought to be subjected to their operation, i.e., defendants. Schenher v. State, 38 Ala.App. 573, 90 So.2d 234, cert, denied, 265 Ala. 700, 90 So.2d 238 (1956).\n[[Image here]]\n“ ‘No person is to be made subject to penal statutes by implication and all doubts concerning their interpretation are to predominate in favor of the accused. Fuller v. State, [257 Ala. 502, 60 So.2d 202 (1952) ].’ ”\n884 So.2d at 891 (quoting Clements v. State, 370 So.2d 723, 725 (Ala.1979), quoted in whole or in part in Ex parte Murry, 455 So.2d 72, 76 (Ala.1984), and in Ex parte Walls, 711 So.2d 490, 494 (Ala.1997) (emphasis omitted)). See also State v. Rientjes, supra (holding that Washington’s more specific theft-of-services statute governs over its more general theft statute where both might otherwise be applicable); People v. Fiene, 226 Cal.App.2d 305, 308, 37 Cal.Rptr. 925, 927 (1964) (invoking a similar rationale).\nPARKER, J., concurs.\n",
            "ocr": true,
            "opinion_id": 4813149
        }
    ],
    "court_short_name": "Supreme Court of Alabama",
    "court_full_name": "Supreme Court of Alabama",
    "court_type": "S",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}