{
    "id": 5005763,
    "judges": "Ezell, Genovese, Peters",
    "date_filed": "2019-07-14",
    "date_filed_is_approximate": true,
    "slug": "state-v-moten",
    "case_name_short": "Moten",
    "case_name": "State v. Moten",
    "case_name_full": "STATE of Louisiana v. Robert MOTEN",
    "attorneys": "Annette Roach, Louisiana Appellate Project, Lake Charles, LA, for Defendant/Appellant Robert Moten., Keith States, District Attorney, Alan P. Haney, Assistant District Attorney, Lafayette, LA, for Appellee State of Louisiana.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "158 So. 3d 972"
    ],
    "opinions": [
        {
            "author_str": "Genovese",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGENOVESE, Judge.\nIjn this criminal case, Defendant, Robert Moten,1 pled guilty to armed robbery and was sentenced to twenty years at hard labor. He appeals his sentence only, alleging excessive sentence. For the following reasons, we affirm.\nFACTS AND PROCEDURAL HISTORY\nOn August 10, 2013, Defendant entered a store on Ambassador Caffery Parkway in Lafayette, Louisiana, and robbed the clerk with a weapon. He admitted that he was high on cocaine at the time of the robbery and claimed that he committed the robbery because he owed someone money for drugs. He also claimed that the weapon used in the robbery was a toy gun.\nThe record indicates that Defendant is a forty-three-year-old third felony offender, having been found guilty of possession of crack cocaine in 1993, and having pled guilty to simple robbery in 2003. It is also noteworthy that Defendant has been arrested five additional times on felony charges, resulting only in guilty pleas to misdemeanor offenses.\nDefendant was charged by bill of information with armed robbery in violation of La.R.S. 14:64. He initially pled not guilty, but later withdrew his not guilty plea and entered a plea of guilty as charged. In exchange for his guilty plea, the State agreed not to seek enhancement through a habitual offender bill. Defendant was sentenced to serve twenty years at hard labor without benefit of parole, probation, or suspension of sentence. Defendant’s Motion to Reconsider Sentence, seeking a reduction in sentence to fifteen years, was denied, and he |2timely filed this appeal, alleging excessive sentence. The State contends that Defendant is precluded from appealing his sentence as a result of his guilty plea.\nERRORS PATENT\nIn accordance with La.Code Crim.P. art. 920, all appeals are reviewed for errors patent on the face of the record. After reviewing the record, we find no errors patent.\nDEFENDANT’S RIGHT TO APPEAL\nThe State, in brief, contests Defendant’s right to appeal his sentence herein. Because a resolution of this issue favorable to the State would be fully determinative of the outcome of Defendant’s attempt to appeal his sentence, we will address this issue first.\nThe State argues that Defendant is precluded from appealing his sentence. In support of its argument, the State relies *974upon La.Code Crim.P. art. 881.2; State v. Desadier, 47,991 (La.App. 2 Cir. 4/10/13), 113 So.3d 1193; and State v. Young, 96-0195 (La.10/15/96), 680 So.2d 1171.\nLouisiana Code of Criminal Procedure Article 881.2(A)(2) states: “The defendant cannot appeal or seek review of a sentence imposed in conformity with a plea agreement which was set forth in the record at the time of the plea.” In Desadier, 113 So.3d at 1195, the second circuit likewise held that “a sentence imposed within the agreed range cannot be appealed as excessive.” Desadier, however, involved a plea agreement with a specific sentencing recommendation, which the trial court accepted. In Young, 680 So.2d at 1174, the supreme court held that “[b]ased upon the evidence presented above, it is clear the legislature intended La.C.Cr.P. art. 881.2(A)(2) to apply to plea agreements involving both | ^specific sentences and sentencing caps.” Young, however, included an agreement that the defendant would not receive more than thirty years imprisonment.\nAccordingly, we find the State’s argument to be without merit. Although the State’s argument that La.Code Crim.P. art. 881.2(A)(2) applies to both specific sentences and sentencing caps is supported by the jurisprudence, in the instant case, the State fails to identify, and we do not find, any agreement between Defendant and the State that would constitute a sentencing cap. Furthermore, a review of the transcript from Defendant’s guilty plea makes it clear that no agreement was reached. The trial court ordered a pre-sentence investigation (PSI) and informed Defendant that “[i]f no agreement is reached about the sentence and, apparently, it has not, I need additional information to particularize the sentence.”\nBecause the State fails to indicate in the record any agreement with Defendant regarding a sentencing cap, the State is evidently arguing that the ninety-nine year maximum per La.R.S. 14:64 is tantamount to a sentencing cap. However, this court has repeatedly denied the contention that the statutory maximum sentence for a crime is a sentencing cap which would preclude a defendant from appealing their sentence under La.Code Crim.P. art. 881.2(A)(2). Specifically, in State v. Curtis, 04-111, p. 2 (La.App. 3 Cir. 8/4/04), 880 So.2d 112, 114, writ denied, 04-2277 (La.1/28/05), 893 So.2d 71, this court held that it was “not automatically precluded from reviewing a sentence unless the plea agreement provides a specific sentence or sentencing cap.” See also State v. Pickens, 98-1443 (La.App. 3 Cir. 4/28/99), 741 So.2d 696 (en banc), writ denied, 99-1577 (La.11/5/99), 751 So.2d 232, and writ denied, 01-2178 (La.4/19/02), 813 So.2d 1081 (citing State v. Simmons, 390 So.2d 504 (La.1980)); State v. Colar, 04-1003 (La. App. 3 Cir. 2/2/05), 893 So.2d 152.\n|4In the instant case, the Plea of Guilty form signed by Defendant fails to list either a specific sentence or a sentencing cap. Additionally, the trial court’s language when ordering the PSI clearly indicates a lack of agreement between Defendant and the State as to a sentence. Accordingly, we find that Defendant is not precluded from appealing ■ his sentence, ' and we will now address Defendant’s assigned error.\nASSIGNMENT OF ERROR\nIn his sole assignment of error, Defendant claims that the trial court’s twenty-year sentence at hard labor without benefits is excessive. Louisiana Code of Criminal Procedure Article 881.1 provides the mechanism for preserving the review of a sentence on appeal:\nA. (1) In felony cases, within thirty days following the imposition of sentence or within such longer period as the trial *975court may set at sentence, the state or the defendant may make or file a motion to reconsider sentence.\n[[Image here]]\nE. Failure to make or file a motion to reconsider sentence or to include a specific ground upon which a motion to reconsider sentence may be based, including a claim of excessiveness, shall preclude the state or the defendant from raising an objection to the sentence or from urging any ground not raised in the motion on appeal or review.\nBecause Defendant’s motion to reconsider asserts that his sentence is generally excessive, Defendant is limited to a bare excessiveness review. The law is well-settled relative to the standard to be used in reviewing excessive sentence claims:\nLa. Const, art. I, § 20 guarantees that, “[n]o law shall subject any person to cruel or unusual punishment.” To constitute an excessive sentence, the reviewing court must find the penalty so grossly disproportionate to the severity of the crime as to shock our sense of justice or |sthat the sentence makes no measurable contribution to acceptable penal goals and is, therefore, nothing more than a needless imposition of pain and suffering. State v. Campbell, 404 So.2d 1205 (La.1981). The trial court has wide discretion in the imposition of sentence within the statutory limits and such sentence shall not be set aside as excessive absent a manifest abuse of discretion. State v. Etienne, 99-192 (La.App. 8 Cir. 10/13/99); 746 So.2d 124, writ denied, 00-0165 (La.6/30/00); 765 So.2d 1067. The relevant question is whether the trial court abused its broad sentencing discretion, not whether another sentence might have been more appropriate. State v. Cook, 95-2784 (La.5/31/96); 674 So.2d 957, cert. denied, 519 U.S. 1043, 117 S.Ct. 615, 136 L.Ed.2d 539 (1996).\nState v. Barling, 00-1241, 01-1591, p. 12 (La.App. 3 Cir. 1/31/01), 779 So.2d 1035, 1042-43, writ denied, 01-0838 (La.2/1/02), 808 So.2d 331.\n... [E]ven when a sentence falls within the statutory sentencing range, it still may be unconstitutionally excessive, and in determining whether a sentence shocks the sense of justice or makes no meaningful contribution to acceptable penal goals, this court has suggested that several factors may be considered:\n[An] appellate court may consider several factors including the nature of the offense, the circumstances of the offender, the legislative purpose behind the punishment and a comparison of the sentences imposed for similar crimes. State v. Smith, 99-0606 (La.7/6/00); 766 So.2d 501. While a comparison of sentences imposed for similar crimes máy provide some insight, “it is well settled that sentences must be individualized to the particular offender and to the particular offense committed.” State v. Batiste, 594 So.2d 1 (La.App. 1 Cir.1991). Additionally, it is within the purview of the trial court to particularize the sentence because the trial judge “remains in the best position to assess the aggravating and mitigating circumstances presented by each case.” State v. Cook, 95-2784 (La.5/31/96); 674 So.2d 957, 958.\nState v. Smith, 02-719, p. 4 (La.App. 3 Cir. 2/12/03), 846 So.2d 786, 789, writ denied, 03-0562 (La.5/30/03), 845 So.2d 1061.\nState v. Decuir, 10-1112, pp. 11-13 (La. App. 3 Cir. 4/6/11), 61 So.3d 782, 790-91.\n| «In considering the Smith factors, we note that this crime involved a threat of violence; that Defendant is a third felony *976offender with substance abuse problems; that one of his prior convictions was a violent crime; and, that there is a legislative intent to protect society from serious physical harm that may result with the use of a weapon during a robbery. Smith, 846 So.2d 786.\nAs set forth in La.R.S. 14:64(B), “Whoever commits the crime of armed robbery shall be imprisoned at hard labor for not less than ten years and for not more than ninety-nine years, without benefit of parole, probation, or suspension of sentence.” Defendant is arguing that his sentence is excessive, despite the fact that it is only twenty percent of the maximum possible sentence and that he is a third felony offender with a prior violent crime conviction.\nLouisiana courts have previously found that much longer sentences were not excessive under similar circumstances. In State v. Smith, 47,285 (La.App. 2 Cir. 9/26/12), 105 So.3d 744, writ denied, 12-2404 (La.4/1/18), 110 So.3d 577, the second circuit found that a sixty-six-year sentence for armed robbery was not excessive for a third felony offender, where defendant alleged he had a drug problem and had sought rehabilitation after arrest. In State v. Lewis, 08-1308 (La.App. 3 Cir. 4/1/09), 16 So.3d 1, this court found that a sentence of thirty years was not excessive for a first offender. Additionally, in the instant case, Defendant received the benefit of not being charged as a habitual offender, wherein he would have been subjected to enhanced penalties.\nDuring sentencing, the trial court stated that it was considering the PSI and aggravating/mitigating factors while making its consideration. The PSI recommended a lengthy incarceration sentence in order to protect society. Although the trial court did not give a detailed analysis of its evaluation of |7La.Code Crim.P. art. 894.1, its decision to impose a sentence of only twenty percent of the maximum sentence clearly indicates an application of mitigating factors.\nGiven the fact that Defendant was a third felony offender and benefited from not being adjudicated a habitual offender, and that he only received twenty percent of the maximum allowable sentence, we find that the trial court did not abuse its discretion when it sentenced Defendant to twenty years at hard labor without benefit of parole, probation, or suspension of sentence for armed robbery.\nDISPOSITION\nDefendant’s sentence is affirmed.\nAFFIRMED.\n\n. Defendant herein is referred to as Robert Moten, but he is also known as Robert Mouton and/or Robert L. Mouton.\n\n",
            "ocr": true,
            "opinion_id": 4817573
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}