{
    "id": 5011981,
    "judges": "Amy, Cooks, Gremillion",
    "date_filed": "2009-03-26",
    "date_filed_is_approximate": true,
    "slug": "state-v-ingram",
    "case_name_short": "Ingram",
    "case_name": "State v. Ingram",
    "case_name_full": "STATE of Louisiana v. Leonard INGRAM",
    "attorneys": "Asa A. Skinner, Thirtieth Judicial District Attorney, Leesville, LA, for Appellee, State of Louisiana., Terry Wayne Lambright, Attorney at Law, Leesville, LA, for Appellee, State of Louisiana., Chad M. Ikerd, Louisiana Appellate Project, Lafayette, LA, for Defendant/Appellant, Leonard Ingram.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "181 So. 3d 945"
    ],
    "opinions": [
        {
            "author_str": "Gremillion",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGREMILLION, Judge.\nh The Defendant/Appellant, Leonard Ingram, appeals his seven-year sentence for simple robbery, a violation of La.R.S. 14:65. For the reasons that follow, we affirm.\nFACTS AND PROCEDURAL HISTORY\nOn April 14, 2014, Defendant and two accomplices arrived at the home of Deme-tre Roberson in New Llano, Louisiana, at approximately 8:45 p.m. Mr. Roberson recognized Defendant and allowed the three into his home. Once inside, the three produced revolvers and forced Mr. Roberson to lay face-down on the floor. The trio stole Mr. Roberson’s iPhone, Nike sneakers, PlayStation gaming console, and $175.00 cash. They then exited Mr. Roberson’s residence. An eyewitness saw the three men, two of whom were carrying handguns, in the vicinity of Mr. Roberson’s home and contacted the Vernon Parish Sheriffs Office (VPSO) at Mr. Roberson’s request. The eyewitness described the vehicle in which the three escaped, and described it to deputies.\nAt approximately 11:59 p.m., a Vernon Parish Sheriffs Deputy made a traffic stop of a vehicle he observed swerve into its oncoming lane of traffic, and identified Defendant as the driver. There were two male passengers in the car. These occupants matched the descriptions of the rob*947bery suspects. After Defendant exited the vehicle, one of the passengers assumed control of the car and sped off. Deputies gave chase but lost sight of the car. Shortly thereafter, deputies found the car crashed into a culvert. The two passengers had fled the scene. Defendant was then arrested.\nDefendant was interviewed at the VPSO and confessed to having committed the robbery with Nicholas Wilson and Andrew Holmes. Wilson was arrested the | following day, but gave a dramatically different story than Mr. Roberson or Defendant. He only related an altercation between Defendant and Mr. Roberson over some “legal weed.”\nDefendant was charged by bills of information with armed robbery, a violation of La.R.S. 14:64, use of a firearm, a violation of La.R.S. 14:64.3(A), and driving left of center, a violation of La.R.S 32:79. On October 8, 2014, Defendant executed a “Waiver of Constitutional Rights and Plea of Guilty” to an amended charge of simple robbery. His sentencing was scheduled for January 28, 2015. The trial court sentenced Defendant to seven years hard labor, with credit for time served and a fine of $2,000.00. Defendant had requested that he be sentenced to the same three-year sentence Wilson had received. The trial court stated that it sentenced Defendant based upon its consideration of a letter written by Defendant and a pre-sentence investigative report (PSI). Defendant timely filed a Motion to Reconsider his sentence, which was denied. This appeal followed.\nASSIGNMENTS OF ERROR\nDefendant specifies two assignments of error: the trial court failed to comply with the requirements of La. Code Crim.P. art. 894.1 to “state for the record” the considerations the court took into account and the factual basis to justify a maximum sentence, and that his sentence was constitutionally excessive.\nANALYSIS\nDefendant asserts that the trial court failed to comport with the mandates of La.Code Crim.P. art. 894.1, in that it failed to state for the record the factual basis to justify a maximum sentence and that the maximum sentence was excessive in his ease. Before the pronouncement of the sentence, Defendant asked the trial court to sentence him to the same sentence Wilson received, which was three years |3at hard labor. The trial court then stated, “The Court has received a letter that Mr. Ingram wrote to this Court. Also, the Court considered that along with the pre-sentence investigation and along with the sentencing guidelines found in Code of Criminal Procedure Article 894.1.” The trial court then immediately sentenced Defendant to seven years at hard labor, to be served consecutively to any sentence that he might currently be serving. The trial court also noted that Defendant’s sentence was not being enhanced based upon his habitual-offender status or by virtue of the fact that his crime was committed using a firearm while a convicted felon.\nThe record must indicate that the trial court adequately considered the aggravating and mitigating circumstances in particularizing a defendant’s sentence, but there is no requirement that the trial court list all of the sentencing factors of La.Code Crim.P. art. 894.1. State v. Jones, 09-751 (La.App. 3 Cir. 2/3/10), 29 So.3d 689, writ denied, 10-645 (La.3/25/11), 61 So.3d 655. La.Code Crim.P, art. 894.1(C) merely requires that the trial court state on the record the factors it has taken into account and the factual basis for the sentence imposed. However, this court and other: courts have held that:\n*948[FJailure to comply with article 894.1 does not automatically rende? a sentence invalid. Where the record clearly shows an adequate factual basis for the sentence imposed, remand is unnecessary, even where there has not been, full compliance with La.C.Cr.P. art. 894.1. State v. Delaughter, 29,974 (La.App.2d Cir.12/10/97), 703 So.2d 1364, writ denied, 98-0018 (La.5/1/98), 805 So.2d 201, 1998 WL 234691. The question is whether the record presented is sufficient to demonstrate that the trial court did not abuse its discretion. State v. Davis, 448 So.2d 645 (La.1984).\nState v. Smith, 34,325, p. 2 (La.App. 2 Cir. 12/20/00), 775 So.2d 640, 642. Sentences will not be overturned for failure to comply with statutory guidelines where the sentencing court implicitly considered the factors set forth in La.Code Crim.P. art. 894.1. State v. Thibodeaux, 502 So.2d 296 (La.App. 3 Cir,), writ denied, 505 So.2d 1140 (La.1987).\nWhile the trial court did not state it explicitly for the record, the PSI informed the trial court that Defendant was thirty-three years old, currently not married, with two children by two different women. He has an eleventh-grade education, has worked several jobs, and indicated that he planned on working offshore or driving trucks to get away from Leesville. The report also noted that Defendant was a third-felony offender. Two of Defendant’s convictions were for crimes of violence, aggravated battery and burglary of an inhabited dwelling. The- report indicated that Defendant has an extensive drug history. . ’ ;\nThe interrogation of Defendant by the police revealed that he and his cohorts went to -Mr. Roberson’s house primarily to steal drugs. The PSI contained a statement addressed to the trial court, wherein Defendant expressed remorse for his actions, acknowledged that his actions hurt himself, his family, and the victims, and pleaded for leniency.\nIt does not matter whether Defendant was the “primary culprit.” He and two men entered a home and robbed a person at gun point. .He was as culpable as the other two men, regardless of whom he claimed held the guns. “All persons concerned in the commission of a crime, whether present or absent, and whether they directly commit the act constituting the offense, aid and abet in its commission, or directly or indirectly counsel or procure another to commit the crime are principals.” La.R.S. 14:24.\nWhile the trial court’s recitation was succinct, the record sufficiently establishes that the relevant factors, including Defendant’s criminal history, were taken into consideration by the trial court when it fashioned Defendant’s sentence. In State v. Sinegal, 11-1217 (La.App. 3 Cir. 8/1/12), 97 So.3d 649, writ denied, 12-1933 (La.5/31/13), 118 So.3d 385, the defendant was charged with armed robbery but was convicted of simple robbery and sentenced to the maximum sentence of seven years imprisonment. This court noted:\nAlthough it is true the trial court failed to state the considerations it took into account, we find Defendant greatly benefited from the responsive verdict of simple [robbery] which reduced his sentencing exposure from ninety-nine years to seven years. Further, pursuant to a bare-bones review, -we find the trial court did not abuse its discretion in sentencing defendant. When there is adequate factual support in the record for the sentence, remand is unnecessary even if the trial court has not strictly complied with La.Code Crim.P. art. 894.1. State v. Landos, 419 So.2d 475 (La.1982).\nId, at 670.\n-Defendant also complained in this assignment that the State recommended *949that the sentence he served concurrently with any other sentence he was serving at the time. He argued that the trial court ignored the State’s recommendation in the current case. The PSI indicated that at the time of the current offense, Defendant was on parole, which was revoked, and he was serving , the remainder of. the prior sentence when he was sentenced in this case. However, it is commonly held in Louisiana that a sentencing judge’s discretion cannot be limited .by a sentence recommendation between ,the State and the defendant. State v. Billiot, 13-1187 (La.App. 3 Cir. 4/2/14), 135 So.3d 1257, writ denied, 14-949 (La.11/26/14), 152 So.3d 903. See also State v. Guilbeau, 10-511 (La.App. 3 Cir. 12/8/10), 52 So.3d 310, writ denied, 11-89 (La.5/20/11), 63 So.3d 973.\nDefendant suggests there may be an issue of ineffective assistance of counsel, in that defense counsel may not have sufficiently advised Defendant that the trial court was not bound by the State’s recommendation; therefore, his plea Rwas not intelligently and knowingly made. Defendant notes that on the Plea Agreement Memorandum:\n[T]he statement on the plea agreement discussing concurrent time was “scratched in” on the form and did not match the other handwriting on the form making the author of the clause unknown. It also implies that the clause was a last minute addition and could have been an honest mistake to place it under the “recommendation” section, as opposed to the “agreement” section.\nDefendant further argues:\nAdditionally, Mr. Ingram and his counsel’s protestations that his sentence be concurrent at the plea hearing, the sentencing hearing, and motion to reconsider sentence, gives credence to his belief that he was only accepting the plea because it guaranteed a concurrent sentence. Therefore, it is requested that the State and trial counsel establish in the record the nature of the agreement between the parties and, thus whether this issue can be reviewed on direet appeal.\nAt sentencing, defense counsel initially advised the trial court that “there would be no. recommendation to .the sentence other than it be ran concurrent with any other sentence he be given[.]” After the trial court accepted Defendant’s guilty plea, the trial court noted, “Gentleman, I have two plea sheets here on this defendant. One of them says — I guess it says down on the bottom, it’s been scratched in, concurrent sentences.”\nBY , MR. HICKS: [Defense counsel] Concurrent with any other sentence he may be serving, Your Honor.\nBY THE COURT: The other sheet doesn’t have that, so I’m going to throw that away.\nAt the sentencing ■ hearing, Defendant asked the trial court to sentence him to the sanie sentence his co-defendant received, three years at hard labor. Following sentencing, defense entered an “objection” but did not state the nature of the objection. In his pro se “Motion to Reconsider Sentence,” Defendant stated that |7the sentence was supposed to run concurrently with the sentence he was serving at the time..\n“Initially we note that ineffective assistance of counsel claims are .usually addressed in post-conviction proceedings, rather than on direct appeal.” State v. Deruise, 1998-0541[,] p. 35 (La.4/3/01), 802 So.2d 1224, 1247-1248, cert. denied, 534 U.S. 926, 122 S.Ct. 283, 151 L,Ed.2d 208 (2001). The post-conviction proceeding allows the trial court to conduct a full evidentiary hearing, if one is warranted. State v. Howard, 1998—0064[,] p. 15 (La.4/23/99), 751 So.2d 783, 802, *950cert. denied, 528 U.S. 974, 120 S.Ct. 420, 145 L.Ed.2d 328 (1999). Where the record, however, contains evidence sufficient to decide the issue, and the issue is raised on appeal by an assignment of error, the issue may be considered in the interest of judicial economy. State v. Smith, 1998-1417 (La.6/29/01), 793 So.2d 1199 (Appendix, p. 10), cert. denied, 535 U.S. 937, 122 S.Ct. 1317, 152 L.Ed.2d 226 (2002); State v. Ratcliff, 416 So.2d 528 (La.1982).\nState v. Leger, 05-11, p. 44 (La.7/10/06), 936 So.2d 108, 142, cert. denied, 549 U.S. 1221, 127 S.Ct. 1279, 167 L.Ed.2d 100 (2007).\nThe record before us is not sufficient to establish whether defense counsel adequately advised Defendant that the trial court was not bound by a recommendation, such that would have rendered his guilty plea unintelligently and unknowingly made. Such an inquiry is properly considered in post-conviction relief.\nDefendant argues that the sentence of seven years at hard labor and a $2,000.00 fíne for the offense of simple robbery is constitutionally excessive in this case, particularly since his co-defendant received only three years at hard labor.\nLouisiana Revised Statutes 14:65(B) provides for a range of punishment for the offense of simple robbery a fine of “not more than three thousand dollars, imprisoned with or without hard labor for not more than seven years, or both.” Defendant received the maximum prison sentence in this case. Generally, ls“[m]aximum sentences are reserved for the most serious violations and the worst offenders.” State v. Farhood, 02-490, p. 11 (La.App. 5 Cir. 3/25/03), 844 So.2d 217, 225 (citing State v. Sullivan, 02-35 (La.App. 5 Cir. 4/30/02), 817 So.2d 335). However, in State v. Till, 41,659, p. 3 (La.App. 2 Cir. 12/13/06), 945 So.2d 260, 261-62 (citing State v. Black, 28,100 (La.App. 2 Cir. 2/28/96), 669 So.2d 667, writ denied, 96-836 (La.9/20/96), 679 So.2d 430), the second circuit noted:\nA trial court has broad discretion to sentence within the statutory limits. Where a defendant has pled guilty to an offense which does not adequately describe his conduct or has received a significant reduction in potential exposure to confinement through a plea bargain, the trial court has great discretion in imposing even the maximum sentence possible for the pled offense.\nIn Till, the defendant was charged with armed robbery and pled guilty to simple robbery. He received the maximum sentence of seven years at hard labor, even though he was a first-felony offender. The second circuit did not find the maximum sentence excessive, considering that “he-received a tremendous benefit from his plea bargain agreement. His sentencing exposure was reduced from a mandatory minimum sentence of 10 years and a maximum sentence of 99 years without benefits for armed robbery because he was allowed to plead guilty to the reduced charge of simple robbery.” Id. at 262.\nIn State v. Dubroc, 99-730, p. 22 (La.App. 3 Cir. 12/15/99), 755 So.2d 297, 311, this court discussed the review of excessive sentence claims, stating:\nThe relevant question on review of a sentence is whether the trial court abused its broad sentencing discretion and not whether the sentence imposed may appear harsh or whether another sentence might be more appropriate. State v. Cook, 95-2784 (La.5/31/96); 674 So.2d 957, cert. denied, 519 U.S. 1043, 117 S.Ct. 615, 136 L.Ed.2d 539 (1996). To constitute an excessive sentence, this court must find the penalty imposed is so grossly disproportionate to the sever*951ity of the crime as to shock our sense of justice or that the sentence makes no measurable contribution to acceptable penal goals; and, therefore, |flit is nothing more than needless imposition of pain and suffering. State v. Campbell, 404 So.2d 1205 (La.1981).\nIn making the determination of whether a sentence is shocking to this court’s sense of justice or makes no meaningful contribution to acceptable penal goals, this court has noted:\n[A]n appellate court may consider several factors including the nature of the offense, the circumstances of the offender, the legislative purpose behind the punishment and a comparison of the sentences imposed for similar crimes. State v. Smith, 99-0606 (La.7/6/00); 766 So.2d 501. While a comparison of sentences imposed for similar crimes may provide some insight, “it is well settled that sentences must be individualized to the particular offender and to the particular offense committed.” State v. Batiste, 594 So.2d 1 (La.App. 1 Cir.1991). Additionally, it is within the purview of the trial court to particularize the sentence because the trial judge “remains in the best position to assess the aggravating and mitigating circumstances presented by each case.” State v. Cook, 95-2784 (La.5/31/96); 674 So.2d 957, 958.\nState v. Smith, 02-719, p. 4 (La.App. 3 Cir. 2/12/03), 846 So.2d 786, 789, writ denied, 03-562 (La.5/30/03), 845 So.2d 1061.\nIn State v. Robinson, 43,313 (La.App. 2 Cir. 6/4/08), 986 So.2d 213, the second circuit did not find that a maximum sentence of seven years for the conviction of simple robbery shocked its sense of justice, given that the defendant was charged with armed robbery. See also Sinegal, 97 So.3d 649, wherein this court noted that the defendant “greatly benefited” from being convicted of simple robbery, thus avoiding the possibility of serving a minimum of ten,years without the benefit of parole, probation, or suspension of sentence, up to ninety-nine years for armed robbery.\nNot only did Defendant avoid a potential minimum sentence of ten years for armed robbery, he also benefited from the dismissal of the use-of-a-firearm charge, which avoided a mandatory five-year sentence to be served consecutively with any Imsentence imposed on the armed robbery conviction. La.R.S. 14:64.3. Finally, while Defendant is technically a third-felony offender, he has been convicted of five felonies between 1999 and 2010 and was on parole at the time he committed the current felony.\nConsidering the nature of Defendant’s crime, his background, and the punishment imposed on similarly-situated defendants, the sentence imposed is not so grossly disproportionate to the severity of the crime as to shock this court’s sense of justice. See State v. Lisotta, 98-648 (La.App. 5 Cir. 12/16/98), 726 So.2d 57, writ denied, (La.6/25/99), 745 So.2d 1183, and State v. Whatley, 03-1275 (La.App. 3 Cir. 3/3/04), 867 So.2d 955. This assignment of error lacks merit.\nDECREE\nThe sentence of the trial court is affirmed.\nSENTENCE AFFIRMED.\n",
            "ocr": true,
            "opinion_id": 4824429
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}