{
    "id": 5036297,
    "judges": "Burke, Joiner, Kellum, Welch, Windom",
    "date_filed": 1486684800000,
    "date_filed_is_approximate": true,
    "slug": "nash-v-state",
    "case_name_short": "Nash",
    "case_name": "Nash v. State",
    "case_name_full": "David Michael NASH v. STATE of Alabama",
    "attorneys": "Jeffrey C. Duffey, Montgomery; and J.D, Lloyd, Birmingham, for appellant., Luther Strange, atty., gen., and Laura I. Cuthbert, asst. atty. gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "229 So. 3d 1112"
    ],
    "opinions": [
        {
            "author_str": "Kellum",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKELLUM, Judge.\nDavid Michael Nash was indicted for murder made .capital because it was committed for pecuniary gain or pursuant to a contract or for hire. See § 13A-5-40(a)(7), Ala. Code 1975. The -jury found Nash guilty of felony murder during a robbery. See § 13A-6-2(a)(3), Ala. Code 1975. The trial court sentenced Nash to 28 years’ imprisonment. • ■\nThe dispositive issue in this appéal is whether felony murder during a robbery is a lesser-included offense of murder made capital because it was committed for pecuniary gain or for hire as charged in Nash’s indictment.'Nash argues that felony murder during a robbery is not a lesser-included offense of capital murder for pecuniary gain or for hire as charged in his indictment because, he says,- it does not satisfy the requirements in § 13A-l-9(a), Alá. Code 1975. The State does not dispute that felony murder during a robbery is not a lesser-included offense of capital murder in this particular case. Rather, the State’s sold argument ón appeal is that Nash failed to properly preserve this issue for appellate review. We hold that Nash properly preserved this issue for review and that felony murder during a robbery is not a lesser-included offense of capital murder for pecuniary gain or for hire as charged in Nash’s indictment.\nAt the close of the State’s case, Nash moved for a judgment of acquittal on the indicted charge of capital murder for pecuniary gain or for hire. The trial court took the matter under advisement but did not issue a ruling. During the charge conference, Nash renewed his motion for a judgment of acquittal, and the following occurred:\n“THE COURT: The Court, has paid close attention- to the testimony -in this case. The Court is going to grant the motion and dismiss and acquit the defendant on murder for hire. The Court will allow this case to go to the,, jury, .on felony murder under 13A-2-23.Í1]\n. “[DEFENSE COUNSEL]:. Judge, we also would. like to object to the case going to the .jury on felony murder on the. ground that there is insufficient evidence to send it to the jury on felony murder,for.,those,same reasons we just detailed, and also,that it’s not a lesser included offense of the crime charged.\n“THE: COURT: - Ypur motion is denied:” ;\n(R; 647—48; emphasis added.)-The State argues that Nash’s objection to the trial court’s instructing the jury on felony murder failed to include the word “robbery” and, therefore, was not sufficiently specific to preserve for review his argument on appeal that felony murder during a robbery is not a lesser-included offense of capital murder for pecuniary gain or for hire as- charged in his indictment. We disagree.\n “‘The purpose of requiring a specific objection to preserve an issue for appellate review is to put the trial judge on notice of the alleged'- error, giving an opportunity to correct it before the case is submitted to the jury.’” Ex parte Coulliette, 857 So.2d 793, 794-95 (Ala. 2003) (quoting Ex parte Works, 640 So.2d 1056, 1058 (Ala. 1994)). “An objection must be specific enough to put the trial court on notice of any alleged error and provide the court with an opportunity to correct any error if necessary.” Finch v. State, 715 So.2d 906, 912 (Ala. Crim. App. 1997). *1114However, “magic words” are not required as long as it is clear from the record that the trial- court was aware of the basis of the objection. See, e.g., Ex parte Hatfield, 37 So.3d. 733, 736-38 (Ala. 2009), and Ex parte Weaver, 763 So.2d 982, 986 (Ala. 1999).\nThis is not a case in which Nash failed to state any grounds in support of his objection. See, e.g., Lawrence v. State, 409 So.2d 987, 989 (Ala. Crim. App. 1982) (“An objection without specifying a single ground, such as T object,’ ‘objection,’ or ‘we object’ is not sufficient to place the trial court in error for overruling the objection.”). Rather,' in lodging his objection to the trial court’s instructing the jury on felony murder, Nash specifically argued that felony murder was not a lesser-included offense of the indicted- charge of capital murder for pecuniary gain or for hire. Nash’s objection was specific enough to put the trial court on notice that Nash did not believe that felony murder—whether the underlying felony was robbery or any other felony enumerated in § 13A-6-2(a)(3), Ala. Code 1975—was a lesser-included offense- of the indicted charge. Indeed, the record clearly indicates that the trial court was on notice of the error alleged by Nash—after further discussion, the court specifically stated that felony jnurder “is a lesser included offense.” (R. 649.) Therefore, Nash properly preserved this issue for appellate review.\nSection 13A-l-9(a), Ala. Code 1975, provides:\n“(a) A defendant may be convicted of an offense included in an offense charged. An offense is an included one if:\n“(1) It is established by proof of the same or fewer than all the facts required to establish the commission of the offense charged; or\n“(2) It consists of an attempt or solicitation to commit the offense charged or to commit a lesser included offense; or\n“(3) It is specifically designated by statute as a lesser degree of the offense charged; or\n“(4) It differs from the' offense charged only in the respect that a less serious injury or risk of injury to the same person, property or public interests, or a lesser kind of culpability suffices to establish its commission.”\n“[I]n determining whether one offense is included in another, the focus is on the statutory elements of the offenses and the facts as alleged in the indictment, not on the evidence presented at trial.” Moss v. State, 929 So.2d 486, 489 (Ala. Crim. App. 2005).\nNash was indicted for capital murder pursuant to § 13A-5-40(a)(7), which provides that “[mjurder done for a pecuniary or other valuable consideration or pursuant to a contract or for hire” is a capital offense. The indictment tracked the language of the statute:\n“The Grand Jury of Montgomery County charge that, before the finding of this indictment, David Michael Nash, whose name is otherwise unknown to the Grand Jury, and/or. an accomplice did intentionally cause the death of Ralph Henry McNeill, by having him killed for a pecuniary or other valuable consideration or pursuant to a contract or for hire, in violation of section 13A-5-40(A)(7) of the Code of Alabama, against the peace and dignity of the State of Alabama.”\n(C. 40.) At the time of the crime, § 13A-6-2(a)(3), Ala. Code 1975, provided:\n“(a) A person commits the crime of murder if he or she does any of the following:\n[[Image here]]\n“(3) He or she commits or attempts to commit arson in the first degree, burglary in the first or second degree, *1115escape in the first degree, kidnapping in the first degree, rape in the first degree, robbery in any degree, sodomy in the first degree, or any other felony clearly dangerous to human life and, in the course of and in furtherance of the crime -that he or she is committing or attempting to commit, or in immediate flight therefrom, he or she, or another participant if there be any, causes the death of any person.” 2\nThe trial court instructed the jury on felony murder with the underlying felony of robbery.\n'Considering the statutory elements of the offenses and the facts as alleged in the indictment in this case, felony murder during a robbery is a not a lesser-included offense of capital murder for pecuniary gain or for hire as charged in Nash’s indictment. Felony murder during a robbery requires that the murder occur during the course of a robbery. However, the charge in Nash’s indictment of capital murder for pecuniary gain or for hire does not require a robbery. Because felony murder during a robbery requires a fact, robbery, that the charged offense does not, felony murder during a robbery cannot be established by the same or fewer than all the facts required to establish the offense of capital murder for pecuniary gain or for hire as charged in Nash’s indictment. See .§ 13A-1-9(a)(1). Cf. Ex parte Haney, 603 So.2d 412, 419 (Ala. 1992) (holding that convictions for - both capital murder during a robbery and capital murder for pecuniary gain or for hire for the murder of the same vietim did not violate double-jeopardy principles because each offense requires an element that the other does not). Moreover, because felony murder during a robbery. requires an additional fact not required by the charged offense of capital murder for pecuniary gain or for hire, it necessarily does not differ from the charged offense “only in the respect that a less serious injury or risk of injury to the same person, property or public interests, or a lesser kind of culpability suffices to establish its commission.” § 13A-l-9(a)(4) (emphasis added). Finally, felony murder during a robbery does not consist of an attempt or solicitation to commit the offense charged, § 13A-l-9(a)(2), nor is it specifically designated by statute as a lesser degree of the offense charged, § 13A-l-9(a)(3).\nTherefore, under the circumstances in this case, felony murder during a robbery ⅛ not a lesser-included offense of capital murder for pecuniary gain or for hire as charged in Nash’s indictment, and the trial court erred in instructing the jury on that offense.\nBased on the foregoing, the judgment of the trial court is reversed and this cause remanded for proceedings consistent with this opinion.3 We note that because the trial court granted Nash’s motion for a judgment of acquittal on the indicted offense of capital murder for pecuniary gain or for hire, Nash cannot be retried for that offense. See, e.g., Day v. State, 124 So.3d 168, 171 (Ala. Crim. App. 2013).\nREVERSED AND REMANDED. ■\nWindom, P.J., and Welch, Burke, and Joiner, JJ., concur.\n\n, Section 13A-2-23, Ala. Code 1975, is the accomplice-liability statute, not the felony-murder statute.\n\n\n. This section was amended effective May 1, 2016, to add as an enumerated felony the offense of aggravated child abuse. See Act No. 2016-29, Ala. Acts 2016.\n\n\n. Because we reverse Nash's conviction and sentence on the ground that the trial court erred in instructing the jury on felony murder during a robbery, we need not address the other issues Nash raises on appeal.\n\n",
            "ocr": true,
            "opinion_id": 4849982
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}