{
    "id": 5045502,
    "judges": "Damoorgian, Levine, Warner",
    "date_filed": "1986-07-06",
    "date_filed_is_approximate": true,
    "slug": "ramsammy-v-state",
    "case_name_short": "Ramsammy",
    "case_name": "Ramsammy v. State",
    "case_name_full": "Naraine RAMSAMMY v. STATE of Florida",
    "attorneys": "J. David Bogenschutz of Bogenschutz, Dutko & Kroll, P.A., Fort Lauderdale, for appellant., Bill McCollum, Attorney General, Tallahassee, and Heidi L. Bettendorf, Assistant Attorney General, West Palm Beach, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Oct. 6, 2010.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "43 So. 3d 100"
    ],
    "opinions": [
        {
            "author_str": "Levine",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLEVINE, J.\nThe issue presented is whether there was sufficient evidence presented to sustain a conviction of murder in the second degree. We find there was not sufficient evidence, and we reverse for the trial court to grant a judgment of acquittal.\nIn January 2000, Annette Rabino disappeared without a trace. Her body has never been found, and there was never any physical evidence of her demise. Before her disappearance, Annette lived with appellant and their then six-year-old son, Ryan. Annette, at the same time, was having an affair with a neighbor, Ronald Per-saud. Appellant reported her disappearance to the police two months after she went missing. Six years later, without finding a body or any physical evidence to suggest Annette’s murder, appellant was indicted for second degree murder.\nFACTS PRESENTED AT TRIAL\nThe State presented evidence at trial of appellant talking to Raymond Persaud, Ronald’s father, about the fact that his son was having an affair with Annette. Raymond testified that his son apologized to appellant, but appellant said “that he was going to kill his wife and Ronald.” Appellant called Raymond at his home many times over the next month. Appellant told the Persauds that he “made up” stories about Annette’s disappearance, including a story that he sent Annette to Trinidad to have an abortion. Instead, he claimed that Annette left the house after he confronted her about her affair with Ronald.\nRaymond’s wife, Gem, called Annette to tell her to end the affair at appellant’s request. According to Gem, Annette was “crying hysterically” and said “you don’t understand.” The next morning, appellant told Gem that he lied about sending Annette to Trinidad and that Annette was, in fact, at her sister’s house. On another occasion, appellant told Gem that Annette tried to commit suicide and was in a hospital in Miami. After appellant called over a period of several days to threaten Ronald, Gem asked appellant to stop calling. Several months later, Gem stated that appellant asked the Persauds to tell the police that Annette abruptly left without taking her belongings or her identification to corroborate his own account of the incident. Over objection, Gem also stated that the son, Ryan, said that his mom died.\nRonald testified that, after he confessed the affair to appellant, appellant “exploded” and said Ronald would be killed if he came to appellant’s house again. Appellant said Annette would “get terminated” if she left appellant. Appellant followed Ronald around the neighborhood for about a week and at one time asked Ronald to “come over and have sex with Annette” so appellant could watch.\nAnnette’s brother, Sahadeo, testified that he had not heard from his sister since 1999. Sahadeo stated that when he called to speak to his sister on January 12, 2000, appellant told him that she was sleeping and he refused to wake her. Sometime later, Sahadeo saw appellant and asked about Annette. Appellant started crying and explained that Annette went into the bathroom and went “away.” Sahadeo stated that the very next day, appellant told a different story — that Annette ran away while appellant was teaching Ryan how to ride a bicycle. Appellant also told Saha-deo that Annette called one day threatening to jump off a bridge and kill herself. Appellant also related a strange story to Sahadeo about a pond where alligators eat *103murder victims such that “you never see them again.”\nAnnette’s aunt, Kamal, testified that the last time she heard from Annette was on Kamal’s birthday, January 1, 2000. A month later, Kamal spoke to appellant, who stated that Annette had run away. In the same phone call, appellant asked Ka-mal to investigate a woman in Maryland appellant was interested in marrying.\nAnnette’s neighbor from her youth in Guyana, Suntarie Singh, testified that appellant called her to tell her that Annette was missing and “left with somebody.” Another time, appellant said Annette was pregnant and had disappeared. Every time appellant called, “it’s something different.” After Annette disappeared, Sun-tarie told appellant that Annette’s mother received some communication from Annette. Appellant responded by calling Annette’s mother a liar.\nAnnette’s friend, Pamela, who was married to Annette’s uncle, testified that when her mother died on January 28, appellant called to express his sympathies. Appellant told Pamela that Annette was “fine.” Two weeks later, appellant then told Pamela that Annette ran away on January 11. Appellant told Pamela that he had a dream that he should “throw a flower” every morning for Annette, a Guyanese custom to mourn for the deceased. In that same conversation, appellant called Annette a “whore” and a “prostitute.” Jai, Pamela’s husband and Annette’s uncle, testified that appellant told him Annette left. Appellant also accused Annette of being a prostitute. Appellant claimed to have pictures of Annette engaging in sexual activity with other men, but he refused to share those pictures when Jai questioned these allegations.\nAnnette’s sister, Janet, stated that she last spoke to Annette in December 1999. Janet had limited contact with Annette both growing up in Guyana and as adults in Florida. She denied the suggestion that Annette stayed with her at any point after January 11, 2000.\nAnnette’s first cousin, Rawattie, testified that appellant told her Annette “ran away with some guy from the street.” On another day, appellant said Annette was “making pornography in England.” On other occasions, appellant claimed Annette killed herself or phoned threatening to kill herself. When Annette’s family received a letter allegedly written by Annette, Rawat-tie believed the letter was fake because “[i]t wasn’t the way she would write a letter.”\nAnnette’s mother, Elma, said that the last time she spoke to Annette was just before Christmas 1999. Elma received letters from appellant and Annette. One specific letter, received after Annette disappeared, was typewritten and signed by Annette, although Elma did not believe her daughter wrote the letter. Annette’s other letters were handwritten, and Elma surmised, “my daughter don’t write like that.”\nApril Rabino (a.k.a. Darren Rabino) testified to meeting appellant and Annette at a club in Miami. Eventually, appellant and Annette asked April to marry Annette so that her permanent resident status could be secured. After Annette disappeared, appellant told April that Annette “took off with another man.” Later, appellant called April to say that Annette was next door having sexual relations with three individuals.\nHemmant Singh, who knew appellant from childhood, testified that appellant said he was having a barbeque at his house when Annette “turned around” and “just left.” Over objection, Hemmant stated that Ryan said he saw his mother sleeping on the side of the bed and he never saw *104her again after he left for school. Hem-mant stated further that, after Ryan told that story, appellant said “they’re going to take you away from me” if Ryan continued to retell that version of events.\nAnnette’s son, Ryan, testified that he remembered his parents having a fight that included screaming. He also remembered seeing his mother the next day after school. Annette picked Ryan up from school, and Ryan recalled seeing her walk out of a door and out of the house. The State attempted to refresh Ryan’s memory with his prior statement to the police, but he kept saying that he did not remember details from his past. Ryan did not remember the argument getting physical or appellant saying anything about the fight.\nAppellant notified the Pembroke Pines police on March 4, 2000, that Annette had been missing since January 11. Appellant admitted to Officer Tina Inman that he argued with Annette after she confessed to having an affair. Appellant told the officer that Annette called on January 26 and threatened to “board a casino cruise ship and jump overboard because she wanted to commit suicide.” Detective Michael Grant visited appellant shortly after the initial report and noticed that Annette’s belongings and pictures were still in place in the home. Detective Grant treated the case as a missing person investigation. Detective Bonnie Robinson contacted appellant in 2002 to discuss the case; at that time, appellant told the detective that Annette’s family said Annette was in New York.\nDetective Dara VanAntwerp, lead detective on the case since 2002, spoke to appellant and Ryan in 2003. Appellant stated he hit Annette after he found out about the affair. VanAntwerp asked appellant to demonstrate what he did to Annette. Appellant placed his hands on VanAntwerp’s shoulders and neck and explained how Annette fell to the floor of the living room. Appellant stated that it takes a “very, very long time” to kill someone “like that.” The detective testified that appellant responded negatively to giving a statement and said he was not going to take a “lie detector” test. The trial court denied a motion for mistrial but gave a curative instruction. The detective returned to speak to appellant a few days later. At that time, appellant stated he spilled bleach in the center of the van and stated that he would not have kept the van if he had killed Annette. Appellant told the detective, “I’m not going to tell you that I’m innocent. I’m not going to tell you that I’m guilty. That is up to you to investigate.” After further investigation, VanAntwerp confirmed that the van contained no evidence of blood or bodily fluids, nor was any incriminating physical evidence found in the van or appellant’s house. Other forensic witnesses testified that no DNA or fingerprint evidence was found on the letters allegedly sent by Annette to her mother.\nLEGAL ANALYSIS\nAppellant raises several issues on appeal, but we focus solely on the issue of sufficiency of evidence. “[W]here a conviction is based wholly upon circumstantial evidence, a special standard of review applies.” Lindsey v. State, 14 So.3d 211, 214-15 (Fla.2009) (quoting Reynolds v. State, 934 So.2d 1128, 1145 (Fla.2006)). The special standard requires the evidence show “a reasonable and moral certainty that the accused and no one else committed the offense charged. It is not sufficient that the facts create a strong probability of, and be consistent with, guilt. They must be inconsistent with innocence.” Id. at 215 (quoting Frank v. State, 121 Fla. 53, 163 So. 223, 223 (1935)).\nThe trial court, however, must “review the evidence in the light most *105favorable to the State to determine the presence of competent evidence from which the jury could infer guilt to the exclusion of all other inferences.” Crain v. State, 894 So.2d 59, 71 (Fla.2004). The State need not “rebut conclusively” every possible theory which could be inferred from the evidence; the State need only introduce evidence inconsistent with the defendant’s theory of innocence. State v. Law, 559 So.2d 187, 189 (Fla.1989). “A reviewing court must assess the record evidence for its sufficiency only, not its weight.” Crain, 894 So.2d at 71. A conviction of guilt “must be reversed on appeal if it is not supported by competent, substantial evidence.” Id.\nThe evidence in this case consists almost exclusively of appellant’s own statements. Often, the statements were contradictory, outrageous, and endlessly changing. Annette’s family, Ronald, and Ronald’s family, as well as the police, testified to the various statements made by appellant regarding the often changing whereabouts of Annette. There was no physical evidence presented linking appellant to the charge of second degree murder. No body was found, nor evidence of blood, DNA, or fingerprints linking appellant to the murder of Annette or pointing to any murder at all. There was no testimony from any person who was with or who had seen appellant suffering from injuries, scratches, or any other physical manifestations indicating a struggle consistent with a homicide.\n The parties dispute whether the State’s evidence constitutes a prima facie claim of murder. “In order to prove corpus delicti in a homicide case, the state must establish: (1) the fact of death; (2) the criminal agency of another person as the cause thereof; and (3) the identity of the deceased person.” Meyers v. State, 704 So.2d 1368, 1369 (Fla.1997). However, despite the inability to find the victim’s body, the State could still prove the fact the victim is dead by competent, substantial evidence. Crain, 894 So.2d at 72. “The corpus delicti of murder can be proven circumstantially, even without any evidence of the discovery of the victim’s body.” Id. Appellant also challenges the sufficiency of the State’s evidence connecting him to Annette’s murder.\nEven assuming the State established the corpus delicti of murder because Annette’s disappearance is “strong circumstantial evidence of her death” by the criminal agency of another, we agree with appellant and find that the State’s evidence is insufficient to establish that Annette’s sudden disappearance and apparent death is due to the specific criminal agency of appellant. For instance, in Meyers, the Florida Supreme Court upheld a murder conviction where the victim’s body was never found. The State established the corpus delicti of murder by presenting circumstantial evidence regarding the abrupt disappearance of the fourteen-year-old victim and injuries to the defendant consistent with a physical struggle. In addition to that circumstantial evidence, the State presented testimony regarding statements made by the defendant to other inmates detailing the murder. The circumstantial evidence of the victim’s death, when considered together with the defendant’s own admissions, was sufficient to sustain the conviction. 704 So.2d at 1370. In Crain, the Florida Supreme Court noted that the defendant’s confession to the other inmates in Meyers was necessary to “establish that the victim’s death was caused by the defendant’s criminal act.” 894 So.2d at 72 n. 13 (emphasis added).\nAlso, in Lindsey, the Florida Supreme Court found the evidence and the defendant’s inculpatory statements insufficient to convict the defendant of a murder that *106occurred during a robbery of a pawn shop. The evidence in Lindsey consisted of testimony that the defendant pawned items at the same store prior to the murder, and the jewelry taken during the robbery was found in the defendant’s closet. Moreover, the defendant also sold the stolen jewelry found in the bag at a flea market. A fellow inmate, Simms, testified that, when discussing robberies, the defendant stated that “Simms should have killed the person because he saw Simms’s face. Lindsey also told Simms that he had to do that once. Lindsey said he had to kill someone.” 14 So.3d at 214. In Lindsey, the defendant’s admission of killing a person during a robbery one month after the murder occurred, combined with the other evidence of possession of the stolen jewelry, was insufficient to sustain a conviction for murder.\nAppellant’s demonstration of grabbing Annette’s neck, combined with the other evidence in this case, is insufficient to convict him of the murder of Annette. In the present case, appellant’s statements could not be directly classified as a “confession,” nor could they give evidentiary support to establish that Annette’s death was caused by appellant’s criminal actions. Appellant’s description of grabbing Annette by the neck and shoulders, while potentially an admission of a crime like domestic battery, does not evince a consciousness of guilt for second degree murder. None of the State’s evidence links appellant to the crime, either directly or indirectly.\nWe find the case of Smolka v. State, 662 So.2d 1255 (Fla. 5th DCA 1995), to be most instructive. In that case, the defendant and his wife arrived in Ocala to become investors in a local hotel. The wife was last seen leaving a pharmacy, and the husband called the police when she had not come back to the hotel by midnight. Approximately four days later, the wife’s body was found. There was no physical evidence linking the husband to the crime. The State found the $500,000 in life insurance proceeds to which the husband was a beneficiary to be sufficient motive for the killing.\nAt the husband’s trial, the State put on evidence regarding the defendant’s declining financial position — $2,000,000 in assets had dwindled to $1,200 over three years. There was testimony about a tense marriage, where the defendant stated that “he would have his way with that bitch,” “she’ll be dead,” and “someday she’ll be out of my life.” Id. at 1257. Another person overheard the defendant also say, “Someday, that day’s getting closer,” and “[Ojne of these days, that bitch will get hers.” Id.\nAnother witness testified that there was no reason that required the presence of the wife for this trip to Ocala. Further, on the day that the wife disappeared, the defendant suggested that the wife go to the local pharmacy to get light bulbs for the hotel even though the defendant instructed a hotel employee to get light bulbs earlier in the day. The testimony indicated the wife left the pharmacy at 7:36 p.m. on the day she was reported missing. The defendant was seen at the hotel at about 8:30 p.m. with “wet hair, as if Smolka had just showered.” Id. at 1259. That night, several individuals saw the defendant walking around the hotel at 3:00 to 4:00 a.m., even though the defendant denied that he had been walking around.\nThe defendant, after returning a rental car, stated to another individual that “the kids were going to miss their mommy.” Id. at 1261. That same day, police found the van used by the wife. When the defendant came to the scene, he was never allowed to get close to the van. When an officer asked the defendant what made him think there was something wrong with his wife, the defendant “replied the blood *107found on the seat of the van.” Id. at 1262. When asked which seat had the blood on it, the defendant told the officer “the middle seat.” Id. The defendant claimed he could see the bloodstain from fifteen feet away. By contrast, another officer testified that he was unable to see the blood until he was only one foot away from the van.\nNone of the prints found on the van matched the defendant’s. Semen stains on the floorboard of the van did not match the defendant’s blood type. No fibers from the defendant’s clothing were found near the deceased’s body when it was subsequently found. The only forensic evidence police identified was a seed found in the defendant’s pants leg; however, that seed was from one of the common grasses found in the area. At the trial, other testimony regarded the defendant’s bizarre conduct after leaving Ocala. The defendant never cancelled the wife’s missing credit cards and checkbook.\nIn summarizing the evidence against the defendant, the court stated that “[t]here is no doubt that the State’s case against Smolka creates a strong suspicion that he murdered his wife. The number of suspicious circumstances is especially troubling.” Id. at 1267. However, the court concluded that the evidence as a matter of law was insufficient to convict the defendant of murder: “[Sjuspicions cannot be the basis of a criminal conviction. The sole fact that approaches the required test is Smolka’s apparent guilty knowledge about where the blood stains were found in his wife’s rented van, but given the surrounding circumstances, this fact is not persuasive of guilt.” Id. (citation omitted).\nIn this case, unlike Smolka, there is no specific fact demonstrating guilty knowledge of Annette’s murder, such as the defendant’s knowing the placement of his wife’s blood on the van’s middle seat. Instead, we are presented with only appellant’s contradictory statements as to where Annette was, the various threats to Annette after appellant learned about her affair with Ronald, and appellant’s demonstration of how he placed his hands on Annette’s neck and shoulders.\nThe evidence adduced at trial is otherwise quite similar. In Smolka, the court was similarly presented with testimony regarding the defendant’s threats about the victim “getting hers” and one day “she’ll be dead.” The State presented evidence of motive in both cases as well. In Smol-ka, there is evidence about the dire financial situation and the insurance proceeds as a motive. Similarly, in the present case, there is testimony about appellant’s jealousy regarding Annette’s affair with Ronald. Overall, the State offered significantly more evidence of the defendant’s guilt in the Smolka case, and that evidence was deemed to be insufficient to support a conviction of first degree murder.\nThe dissent states that the appellant “admitted that he choked Annette.” However, Detective VanAntwerp admitted in court that appellant did not say he killed Annette. Further, VanAntwerp never asked appellant, during the demonstration, what happened after appellant put his hands on Annette. We are left with troubling suspicions but without any evidence of Annette’s death or the manner in which she died. Aside from the “pyramiding” of rank assumptions and inferences, we do not know if Annette died of strangulation, asphyxiation, or some other cause. Her death is merely presumed based on her abrupt disappearance. The dissent also states that “no one heard” from Annette after the phone call with Gem Persaud. However, during the State’s case, Ryan, in fact, testified to seeing Annette the next day after this phone call.\n*108The dissent notes that Ryan’s testimony was impeached by his prior inconsistent statements admitted through Hemmant Singh’s testimony. As we have noted, however, our review is limited to an assessment of the sufficiency, not the weight, of the State’s evidence. Crain, 894 So.2d at 71. The dissent discounts Ryan’s testimony as “lacking in credibility.” It is not our role, nor the role of the trial court ruling on a motion for judgment of acquittal, to assess the credibility of the State’s witnesses.\nMoreover, the dissent’s reliance on Hemmant’s testimony is problematic. Appellant objected to Hemmant’s testimony at trial and raised this issue in his appeal. Without deciding the issue, we note that Ryan was never asked on direct or cross-examination to “explain or deny the prior statement” prior to the admission of his hearsay statements as required under section 90.614(2), Florida Statutes. Before extrinsic evidence of the statement is admissible, “counsel must call to the witness’s attention the time, place and person to whom the statement was allegedly made.” Pearce v. State, 880 So.2d 561, 569-70 (Fla.2004). Admission of such a hearsay statement into evidence over objection without laying this predicate is reversible error. Dietrich v. State, 673 So.2d 93 (Fla. 4th DCA 1996). Even if this testimony was properly admitted to impeach Ryan, it may not be used as substantive evidence that Annette was “never heard from again” after the fight to support the State’s prima facie case. Everett v. State, 530 So.2d 413 (Fla. 4th DCA 1988) (finding error in the State’s use of a witness’s prior inconsistent statements as substantive evidence of the defendant’s guilt); see also Ruff v. State, 31 So.3d 833 (Fla. 4th DCA 2010) (remanding for a new trial where the State used prior inconsistent statements as substantive evidence of guilt).\nThe dissent also relies on Sochor v. State, 619 So.2d 285 (Fla.1993), which we find distinguishable. In Sochor, the defendant admitted on tape to choking the victim when she refused to have sex, and the defendant “thought that he killed her and drove to a secluded area where he disposed of the body.” Id. at 288. In addition, the defendant’s brother testified that, “while the victim screamed for help, he interrupted [the defendant] who stopped assaulting her long enough to turn, look at [the brother], and shout at him to get back in the truck. [The defendant] then resumed his attack.” Id. at 288-89. Unlike Sochor, we have no similar evidence of a direct confession from appellant in this case, nor does the record contain a third-party account of any brutal assault on Annette.\nEven if we agree with the dissent that the State established the elements of the corpus delicti of the murder of Annette Rabino, we would still conclude that the State’s evidence is not sufficient to demonstrate appellant’s responsibility for her death.1 The quantum of evidence in this *109ease is insufficient to support the conviction for second degree murder. Here, we are confronted with a case where the victim’s body has not been recovered, no evidence of the manner of death was presented, no physical evidence like blood, DNA, or any other type of forensics was found,2 no confession to homicide was made,3 and no witnesses to the crime testified.4 We are left only with appellant’s various suspicious statements to family, friends, and law enforcement. Like Smol-ka, there is a “strong suspicion” that appellant murdered the victim. But troubling suspicions about appellant stacked upon one another are insufficient as a matter of law. This court has found that “[cjircumstantial evidence is insufficient when it requires pyramiding of assumptions or inferences in order to arrive at the conclusion of guilt.” Brown v. State, 672 So.2d 648, 650 (Fla. 4th DCA 1996). “Where the evidence creates only a strong suspicion of guilt or simply a probability of guilt, the evidence is insufficient to sustain a conviction.” Id. Therefore, “it is equally the duty of the courts to ensure that the State is held to its burden of proof when someone is charged with a serious crime and liberty and life are at risk.” Ballard v. State, 923 So.2d 475, 485 (Fla.2006).\nBecause we conclude that the evidence will not sustain the conviction, we need not reach the other issues raised.5\n“The Double Jeopardy Clause of the United States Constitution compels us to remand this case with instructions to the trial court to discharge the appellant because the State failed to present suffi-*110dent evidence at trial.” Coyle v. State, 493 So.2d 550, 551 (Fla. 4th DCA 1986). As the United States Supreme Court has stated:\n[W]hen a defendant’s conviction has been overturned due to a failure of proof at trial, ... the prosecution cannot complain of prejudice, for it has been given one fair opportunity to offer whatever proof it could assemble.... [Sjuch an appellate reversal means that the government’s ease was so lacking that it should not have even been submitted to the jury.\nBurks v. United States, 437 U.S. 1, 16, 98 S.Ct. 2141, 57 L.Ed.2d 1 (1978). We therefore reverse and remand with directions to enter a judgment of acquittal and discharge appellant from custody.\n\nReversed and remanded.\n\nDAMOORGIAN, J., concurs.\nWARNER, J., dissents with opinion.\n\n. The State does not meet its burden of proof by offering evidence sufficient to establish the corpus delicti. The State must also connect the defendant to the charged crime. As Professor LeFave has explained,\n[T]he corpus delicti embraces the fact that a crime has been committed by someone— i.e., that somebody did the required act or omission with the required mental fault, under the required (if any) attendant circumstances, and producing the required (if any) harmful consequence, without embracing the further fact (needed for conviction) that the defendant was the one who did or omitted that act or was otherwise responsible therefor.\n1 Wayne R. LaFave, Substantive Criminal Law § 1.4(b) (2d ed. 2003) (emphasis added); accord Burks v. State, 613 So.2d 441, 443 n. 2 (Fla.1993).\n\n\n. Crain, 894 So.2d at 72 (noting the victim’s blood on the defendant’s underwear and scratch marks consistent with a child’s fingernails on the defendant’s body); Thomas v. State, 693 So.2d 951, 952 (Fla.1997) (citing evidence of the victim’s palm print on the defendant's car, the victim’s blood on the floor of her house, and a suspicious shoe print in the victim's garage); Meyers, 704 So.2d at 1370 (noting some of the scratches on the defendant’s body were consistent with fingernail scratches and the defendant had a \"mark on his side consistent with shoes [the victim] was wearing at the time she disappeared\").\n\n\n. Sochor, 619 So.2d at 288; Meyers, 704 So.2d at 1370; Thomas, 693 So.2d at 953 n. 3; Barrow v. State, 27 So.3d 211 (Fla. 4th DCA 2010); Mackerley v. State, 754 So.2d 132 (Fla. 4th DCA 2000), rev’d on other grounds, 777 So.2d 969 (Fla.2001).\n\n\n. Mosley v. State, — So.3d —, 34 Fla. L. Weekly S468 (Fla. July 16, 2009) (noting testimony of a witness to the killing in denying a motion for a new trial); Thomas, 693 So.2d at 952 (citing witness who watched the defendant beat the victim, bind her extremities, and place her in the trunk of a car).\n\n\n. However, we note, in addition to Hemmant Singh's testimony, appellant has raised the trial court’s admission of other hearsay statements into evidence, Detective VanAntwerp’s testimony on appellant’s right to remain silent and appellant’s refusal to submit to a polygraph examination, the improper authentication of the letters sent to Elma Persaud, and cumulative fundamental error. At very least, Gem Persaud’s testimony that Ryan \"was crying, saying his mom died” would presumably necessitate remanding for a new trial. Defense counsel objected to the statement, and the trial court responded that it \"didn't hear any hearsay.” On appeal, the State concedes this statement was admitted in error but argues that the error was harmless because it would have been admissible to impeach Ryan’s trial testimony. We would disagree. To qualify as an \"inconsistent” statement for impeachment purposes, \"a pri- or statement must either directly contradict or be materially different” from the testimony at trial. Pearce, 880 So.2d at 569. Ryan never testified whether he believed his mother was alive or dead, so his trial testimony was not materially different from his prior statement, and extrinsic evidence of the prior statement was inadmissible. The State also made no effort to lay a proper predicate for the admission of the statement under section 90.614(2). Under the facts of this circumstantial case, we could not say that this error was harmless beyond a reasonable doubt. State v. DiGuilio, 491 So.2d 1129 (Fla.1986).\n\n",
            "ocr": true,
            "opinion_id": 4859432
        },
        {
            "author_str": "Warner",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWARNER, J.,\ndissenting.\nThe facts of this case are obscured by the volume of the state’s presentation at the trial level. Despite their incoherence, I conclude that the state presented sufficient evidence to withstand a judgment of acquittal. Therefore I would affirm.\nThe salient facts to the motion for judgment of acquittal are these. Appellant and Annette came to this country from Guyana. Annette was married to Ramsammy’s brother and had a child with him. However, Annette left the brother and then accompanied Ramsammy to America. She continued to stay in routine contact with her son in Guyana as well as the rest of her family and friends there.\nRamsammy and Annette lived together and had a child, Ryan. As their relationship progressed, friends and family detected that Annette was unhappy, feeling trapped by Ramsammy who was a controlling person. Annette started an affair with a neighbor, Ronald Persaud. On January 11, 2000, Ramsammy found Ronald and took him for a ride in his van. Ram-sammy knew that Annette and Ronald were friends and Ramsammy wanted to know why Annette was so unhappy with him. During that conversation, Ronald told Ramsammy that he should not be so controlling of Annette. Ramsammy said that if Annette tried to leave him, “she will be terminated.” Ronald then told Ram-sammy that his relationship with Annette had become sexual. At that point, Ram-sammy became very, very angry. He threatened to kill Ronald and Annette. Ronald asked to be let out at his home, and Ramsammy complied with this request. A short time later, Ramsammy came over to the Persauds’ home to demand that the parents stop the affair. Ramsammy was very angry and in the presence of the parents threatened to kill both Ronald and Annette. He demanded that Gem Persaud call Annette to tell her to end the affair. Ramsammy told her to wait to call until he got home. Ramsammy then left the Persauds’ home.\nWhen Gem called Annette, Annette was crying hysterically. Gem told Annette that she must end the affair. Gem then heard Ramsammy in the home, and Annette saying “you don’t understand.” Without objection, Gem testified that, “The phone was slammed down. Apparently he took the phone away and slammed it down because he didn’t want to continue the conversation.” Gem never talked to Annette again. Ramsammy also eventually admitted to the police that he had taken the phone away from Annette and had an altercation with her.\nAround 5:30 the next morning, Ramsam-my called Raymond Persaud to tell him that he had been up all night long. He *111told Raymond that Annette was pregnant, and he had sent her to Trinidad to have an abortion. Despite this, all of Annette’s papers, including her passport and green card, remained in the home.\nOn January 12th, Annette’s brother called about some property Ramsammy was selling in Guyana. When the brother asked to speak to his sister, Ramsammy told her that Annette was sleeping and refused to wake her.\nDuring the months following Annette’s disappearance, Ramsammy made several inconsistent and false statements to friends and relatives about Annette’s whereabouts. He claimed that she just went out the door and never returned, that she left after a barbeque, that she ran away while he was teaching his son to ride a bike, that she went to Trinidad to have an abortion, and that she was a prostitute. He claimed he had heard from her, and she was contemplating suicide. Annette’s friends and family found that his stories about Annette’s disappearance were constantly changing.\nIn addition, Ramsammy harassed the Persauds. He called them relentlessly and threatened Ronald. The Persauds finally asked Ramsammy to stop calling. Sometime later, he told them that he had lied about sending Annette to Trinidad. He then told them that she took off her ring, simply walked out the door, and left all of her identification and wallet. He asked them to tell this to the police when they asked about her disappearance.\nWhen Ramsammy finally did report her disappearance to the police some two months later, they first treated it as a missing persons report. In 2003 Detective Dara VanAntwerp took over the case and obtained a search warrant to inspect Ram-sammy’s van. During the search, Ram-sammy initiated a conversation with her. He admitted hitting Annette once at the beginning of their relationship, and again after he found out about the affair with Ronald. He asked VanAntwerp’s permission to simulate how he grabbed Annette on the night he discovered her affair, with Ronald. VanAntwerp consented, and Ramsammy first described how he argued with Annette. He placed his hands on VanAntwerp’s shoulders and shook her. VanAntwerp’s testimony continued:\nBut then his hands went up and around my neck, and when they were up and around my neck, he started to put me down on the ground and explain that she went down onto the ground of the living room, on the floor. At that time, I wasn’t comfortable with going to the ground. So I said, okay, that’s enough, and I stopped it. And he went on to explain that he put her down on the ground like that, and I backed away from him.\nQ. Did he say anything to you after that?\nA. He said, do you know how long it takes to kill somebody like that? And I said, no, I don’t. He said, a very, very long time.\nAfter learning these details, Detective Va-nAntwerp presented the case to the prosecutor for review. Charges were not filed until 2006.\nContrary to the majority, I conclude that the foregoing facts, taken most favorably to the state, are sufficient to prove the corpus delicti of the crime and overcome a motion for judgment of acquittal. As the majority notes, “In order to prove corpus delicti in a homicide case, the state must establish: (1) the fact of death; (2) the criminal agency of another person as the cause thereof; and (3) the identity of the deceased person.” Meyers v. State, 704 So.2d 1368, 1369 (Fla.1997). The third *112element is not in dispute, so I will address the first two.\nAlthough Annette’s body was never discovered, the state can prove the fact of death by circumstantial evidence. See Crain v. State, 894 So.2d 59, 72 (Fla.2004); Meyers, 704 So.2d at 1369. Annette disappeared the night Ramsammy found out she was carrying on an affair with a neighborhood boy, threatened to kill her, and confronted her in a violent argument. Gem Persaud, her neighbor, testified that Annette was hysterical when speaking with her, and when Ramsammy came home, he slammed down the phone terminating the discussion. Ryan Ramsammy testified that his parents were having a big argument that night. Annette disappeared without any identification, all of which was left in her home. Although she maintained regular contact with family members, she has not been heard from since the date Ramsammy discovered her affair with Ronald. She abruptly left her small son and had no contact with her older son, whom she would contact regularly throughout the years.\nAll of this constitutes competent, substantial evidence to sustain the state’s burden of proving that Annette is dead. At least a jury could so find. It is far more than mere speculation. An abrupt disappearance can constitute strong circumstantial evidence of the fact of death. See Crain, 894 So.2d at 72; Meyers, 704 So.2d at 1370. Where a victim has frequent and regular contact with family which suddenly terminates without explanation, this too has been considered evidence that the victim is dead. See Sochor v. State, 619 So.2d 285, 289 (Fla.1993). Leaving all identification behind has also been evidence upon which the state can rely to prove the fact of death. Meyers, 704 So.2d at 1370; Sochor, 619 So.2d at 289. All of these factors are present in this case.\nRamsammy’s own statements also provide the necessary proof that Annette’s death was procured by the criminal act of another, namely himself. He admitted that he choked Annette and he began to show the detective just how he did it. He told her it takes “a very, very long time” to kill a person that way. He admitted perpetrating an act of violence on Annette which would have been substantially likely to cause her death.\nThe facts provide both motive and intent and the steps taken to effectuate that intent. Ramsammy threatened to kill Annette on January 11, 2000, because she had been unfaithful to him. He was extremely agitated. He admitted to having an altercation with her. He admitted choking her, and she was never heard from again.\nAt trial, the defense relied on Ryan Ramsammy’s testimony that he saw his mother alive the day after the altercation. While Ryan had given a statement to the police in 2003 or 2004, at trial he said he could not recollect either the statement or what happened, other than the fact that his parents were arguing on the night in question. The next day after he came home from school, he saw his mother, and then she disappeared. His testimony was impeached by another statement he made to one of his parents’ friends, Mr. Singh. Singh testified that Ryan told him that the last time he saw his mother was before he went to school that morning, and she was sleeping on the side of the bed. He never saw her again. Ryan was also interrupted in speaking with Singh by Ramsammy who yelled at Ryan that “they” would take Ryan away from him if he told that story. Ryan also testified that he wanted to be reunited with his father, because his life now with foster parents was not as good as his life with his father. Thus, Ryan’s testimony was both impeached and lacking in credibility because of bias. While it pro*113vided evidence from which Ramsammy could argue against conviction, it does not negate the state’s evidence of guilt sufficient to withstand a motion for judgment of acquittal.\nIn my view this case is more like Sochor than Smolka v. State, 662 So.2d 1255 (Fla. 5th DCA 1995), relied upon by the majority. In Sochor the victim’s body was never recovered. However, Sochor’s brother testified that the last time he saw the victim, Sochor was assaulting her and she was screaming for help. Our supreme court held that the evidence was sufficient to prove the corpus delicti of the crime. Similarly, in this case Gem Persaud and Ryan Ramsammy both testified to the altercation that night between Annette and Ramsammy, which Ramsammy himself admitted perpetrating. Gem could hear Annette’s hysterical cries over the phone. No one heard from Annette after that phone call. Just as in Sochor, the evidence was sufficient to establish the fact of death by the criminal act of Ramsammy.\nBecause I conclude that the state presented sufficient evidence to withstand a motion for judgment of acquittal, the issue of guilt was properly submitted to the jury. I would affirm.\n",
            "ocr": true,
            "opinion_id": 4859433
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}