{
    "id": 5046626,
    "judges": "Ezell, Gremillion, Peters",
    "date_filed": "1986-04-03",
    "date_filed_is_approximate": true,
    "slug": "state-v-anderson",
    "case_name_short": "Anderson",
    "case_name": "State v. Anderson",
    "case_name_full": "STATE of Louisiana v. Steven Mark \"Marc\" ANDERSON",
    "attorneys": "Michael Harson, District Attorney, Allan P. Haney, Assistant District Attorney, Lafayette, LA, Counsel for Appellee State of Louisiana., Annette Fuller Roach, Louisiana Appellate Project, Lake Charles, LA, Counsel for Defendant/Appellant Steven Mark “Marc” Anderson.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "48 So. 3d 1202"
    ],
    "opinions": [
        {
            "author_str": "Peters",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPETERS, J.\nhThe defendant, Steven Mark Anderson, appeals his adjudication as an habitual offender and the sentence imposed by the trial court. For the following reasons, we affirm the adjudication and sentence in all respects, but remand the matter to the trial court to correct the trial court minutes of the adjudication proceedings.\nDISCUSSION OF THE RECORD\nIn November of 2007, a jury convicted the defendant of theft of a firearm, a violation of La.R.S. 14:67.15, and possession of a firearm by a convicted felon, a violation of La.R.S. 14:95.1. After the trial court sentenced him to serve concurrent sentences of thirteen years at hard labor without benefit of probation, parole, or suspension of sentence for the theft conviction, and five years at hard labor without benefit of probation, parole, or suspension of sentence for the possession charge, the defendant appealed. This court affirmed the convictions and sentences. State v. *1204Anderson, 08-962 (La.App. 3 Cir. 02/04/09), 2 So.3d 622, writ denied, 09-518 (La.11/20/09), 25 So.3d 786.\nThe matter is now before us again because on July 18, 2008, and while the initial convictions and sentences were still before this court, the State of Louisiana (state) filed two separate bills of information charging the defendant as an habitual offender pursuant to La.R.S. 15:529.1. The first bill of information, which is three pages in length, provides in pertinent part:\nI.\nSteven Mark Anderson, date of birth: October 22, 1969, SSN: XXX-XX-XXXX, hereinafter referred to as THE DEFENDANT, was duly convicted in the 15th Judicial District Court, Parish of Lafayette, Criminal Docket Number: 110556, of the following felony(ies) of: Theft of a Firearm and possession of a Firearm by a Convicted Felon, on November 27, 2007, hereinafter referred to as THE SUBSEQUENT FELONY CONVICTION, for which such conviction said defendant should be punished and sentenced in accordance with the Habitual Offender Law, LSA-R.S. 15:529.1, for the following reasons.\nJ¿L\nWhen the defendant was so duly convicted of the subsequent felony conviction, the defendant had been previously convicted of the following felony offenses or felony-grade offenses, hereinafter referred to as THE PRIOR FELONY CONVICTIONS:\nA.In the Fifteenth Judicial District Court Parish if [sic] Lafayette, Criminal Docket 56990, the felony offense of [sic] felony-grade violation of Armed Robbery on the 18th day of July 1989 for which the defendant was sentenced to serve 8 years at Hard labor.\nB. In the Fifteenth Judicial District Court Parish of Lafayette, Criminal Docket 66817, the felony offense or felony-grade violation of First Degree Robbery on the 26th day of July 1995 for which the defendant was sentenced to serve 9 years at Hard Labor.\nC. In the Fifteenth Judicial District Court Parish of Lafayette, Criminal Docket 86505, the felony offense or felony-grade violation of First Degree Robbery on the 4th day of March 2002 for which the defendant was sentenced to serve 6 years at Hard Labor.\nThe second bill of information, which is a single page document, lists the same predicate felony convictions, describes the convictions and sentences leading to the filing of the bill of information, and requests that the sentences be vacated so that the defendant could be sentenced pursuant to La. R.S. 15:529.1.\nAt an August 8, 2008 hearing, the defendant entered a plea of not guilty to the habitual offender charge, but only as it related to the offense of possession of a firearm by a convicted felon.1 Trial on this habitual charge occurred on January 20, 2010, and the trial court found the defendant to be a third felony habitual offender. Thereafter, the trial court vacated the sentence imposed on the possession of a firearm conviction and sentenced the defendant to serve life imprisonment without the benefit of probation, parole, or suspension of sentence.\n|sIn his appeal, the defendant raises six assignments of error:\n1) The imposition of a sentence under the habitual offender laws upon Appellant violated his right to fair no*1205tice, in violation of the Fourteenth Amendment to the United States Constitution.\n2) The trial court erred in permitting the State to use the same predicate offenses in the Habitual Offender Bill of Information which were used to prove the underlying charge of possession of firearm by a convicted felon.\n(3) The delay between the original sentencing proceedings and the ultimate resentencing under the habitual offender laws was unreasonable.\n4) The trial court erred in failing to rule on the Response/Projections/Motion to Quash and denial of Habitual Offender Bill of Information was filed on September 8, 2008.\n5) The trial court failed to rule upon the constitutionality of La.R.S. 15:529.1 with regard to the issues raised by counsel in the Response/Projections/Motion to Quash and denial of Habitual Offender Bill of Information filed on September 8, 2008 as well as those issues raised in the pro se Motion to Quash and Suppress Multiple Bill of Information and the pro se Motion to Quash.\n6) The trial court imposed a sentence which was nothing more than a needless imposition of pain and suffering and thus a violation of Article 1, § 20 of the Louisiana Constitution and the Eighth Amendment of the United States Constitution.\nOPINION\nThe trial court based its adjudication of the defendant as a third felony habitual offender on the factual conclusion that the state had established that the defendant was the same individual who had been convicted of the predicate offenses of armed robbery as set forth in Docket Number 56990, and first degree robbery as set forth in Docket Number 66817, and that he was the same individual who had been convicted of possession of a firearm by a convicted felon in November of 2007. With regard to the life sentence imposed, the trial court stated:\n|4[The three convictions] places Mr. Anderson into Title 15, Section 529.1, subsection A(2)(b)(ii), which provides as follows: “If the third felony and the two prior felonies are felonies defined as a crime of violence under Revised Statute 14, Section 2(B), a sex offense as defined in R.S. 15:540 et seq. when the victim is under 18 at the time of the commission of the offense, or as a violation of the Uniform Controlled Dangerous Substance Law punishable by imprisonment for 10 years or more, or any other crimes punishable by imprisonment for 12 years or more, or any combination of such crimes, the person shall be imprisoned for the remainder of his natural life without benefit of parole, probation or suspension of sentence.”\nArmed robbery and first degree robbery are crimes of violence as defined in La. R.S. 14:2(B)(21) and (22). Additionally, an individual convicted of possession of a firearm by a convicted felon may be sentenced to up to fifteen years at hard labor without the benefit of probation, parole, or suspension of sentence. La.R.S. 14:95.1(B).\n\nAssignment of Error Number One\n\nIn his first assignment, the defendant argues he did not have fair notice that his sentence for possession of a firearm by a convicted felon, La.R.S. 14:95.1, was subject to enhancement under the habitual offender statute, La.R.S. 15:529.1. In State v. Baker, 06-2175 (La.10/16/07), 970 So.2d 948, cert. denied, — U.S. —, 129 S.Ct. 39, 172 L.Ed.2d 49 (2008), the supreme court overruled earlier jurispru*1206dence and held that La.R.S. 14:95.1 is subject to habitual offender enhancement. Further, the supreme court made its ruling applicable to all defendants whose cases were still pending appellate review.\nIt would appear that the defendant’s primary argument in this assignment of error is that the Baker opinion reaches the wrong conclusion and should not be followed. Such an argument must be made to the supreme court as its current position on this issue is binding on this court. We find no merit in this assignment of error.\n| ⅛Assignment of Error Number Two\nNext, the defendant argues that the state improperly used the same predicate offenses to establish he was an habitual offender that it used to establish that he was a convicted felon in possession of a firearm. In support of this argument, the defendant points to the Baker decision wherein the supreme court stated that “a sentence imposed under La.R.S. 14:95.1 may be enhanced under the habitual offender law, as long as the prior felony conviction used as an element in the firearm conviction is not also used as a prior felony conviction in the multiple offender bill of information.” Id. at 958. Thus, the merit or lack of merit of this assignment of error depends on the evidence used to obtain the conviction under La.R.S. 14:95.1. “Habitual offender proceedings do not charge a separate crime but are a part of the original proceeding leading to conviction.” State v. Means, 09-1716, p. 2 (La.4/9/10), 82 So.3d 805, 806.\nIn examining the record before us, including the proceedings related to the defendant’s conviction of the offense of possession of a firearm by a convicted felon, we find that the only predicate offense used to support the defendant’s conviction on that charge was his 2002 conviction for first degree robbery under Docket Number 86,505.\nThe defendant also argues in brief that the state should be prohibited “from picking and choosing which conviction it wants to arbitrarily assert was sufficient to prove the underlying crime.” However, as this court has explained, “[t]he State decides how to make out its case, and many factors may go into such decisions.” State v. Green, 94-986, p. 7 (La.App. 3 Cir. 3/1/95), 651 So.2d 435, 439 (footnote omitted). The supreme court has observed: “The district attorney constitutionally has Rcharge of every criminal prosecution by the state in his district. La. Const., Art. 5, § 26. He may decide whom, when, and how to prosecute. La.C.Cr.P. art. 61.” State v. Coleman, 465 So.2d 709, 711 (La.1985). The supreme court has also noted “that the district attorney indeed has the discretionary power to bring habitual offender bills of information just as he has the initial unlimited power to prosecute ‘whom, when, and how’ he chooses.” State v. Dorthey, 623 So.2d 1276, 1279 (La.1993).\nWe find no merit in this assignment of error.\n\nAssignment of Error Number Three\n\nWhile acknowledging that the supreme court in State v. Muhammad, 03-2991 (La.5/25/04), 875 So.2d 45, establishes that delay claims must be analyzed on a case-by-case basis, the defendant argues in this assignment of error that there was an unreasonable delay between the original sentencing and his resentencing as an habitual offender. We find no merit in this assignment of error.\nThe defendant was originally sentenced on the underlying charges on March 5, 2008, and sentenced on the habitual offender charge on January 20, 2010. Standing alone, an almost two year delay might seem unreasonable. However, in making this argument, the defendant ig-*1207ñores the fact that he filed his appeal of his convictions on May 19, 2008, and when the habitual offender bills of information were filed on July 18, 2008, his appeal was still pending. In fact, this court did not reject his appeal until February 4, 2009, and the supreme court did not deny his writ application until November 20, 2009. Thus, his habitual offender trial occurred two months after his convictions became final. Additionally, on February 17, 2009, and May 18, 2009, the defendant sought and received continuances of the habitual 17offender trial partially on the basis that hearing the matter before resolution of the issues on appeal would be premature.\nIn Muhammad, the supreme court stated:\nAs a general matter, the Supreme Court has set forth four factors for courts to consider in determining whether a defendant’s right to a speedy trial has been violated. Those factors are the length of the delay, the reasons for the delay, the accused’s assertion of his right to speedy trial, and the prejudice to the accused resulting from the delay. Barker v. Wingo, 407 U.S. 514, 581-32, 92 S.Ct. 2182, 2192-93, 33 L.Ed.2d 101 (1972). This court adopted the Barker factors in State v. Reaves, 376 So.2d 136 (La.1979). While these factors are neither definitive nor dispositive in the context of a habitual offender proceeding, they are instructive.\nId. at 55.\nOur analysis of these factors reveal that the defendant’s speedy trial rights have not been violated.\n\nAssignment of Error Number Four\n\nIn this assignment of error, the defendant argues the trial court erred in failing to rule on various pretrial motions he had filed on September 8, 2008.2 However, the defendant proceeded to trial without objecting to the trial court’s failure to rule on his motions. His failure to object rendered these motions moot. State v. Tassin, 08-752 (La.App. 3 Cir. 11/5/08), 998 So.2d 278, writ denied, 08-2909 (La.9/18/09), 17 So.3d 385.\n\nAssignment of Error Number Five\n\nThe defendant next complains that the trial court failed to properly rule on his argument concerning the constitutionality of La.R.S. 15:529.1. In making this argument, the defendant acknowledges that the trial court did rule that the statute met | ^constitutional muster, but that it failed to do so by addressing the grounds he raised in his motion contesting the constitutionality.\nWe agree that in ruling the statute constitutional, the trial court did not address each specific ground raised by the defendant in his motion addressing this issue. However, the defendant failed to object to the failure on the part of the trial court to do so. That being the case, we find that the defendant has not preserved this issue for review.3 La.Code Crim.P. art. 841; State v. Smith, 05-375 (La.App. 4 Cir. 7/20/05), 913 So.2d 836, writ denied, 07-811 (La.1/11/08), 972 So.2d 1159; State v. Gustavis, 00-1855 (La.App. 4 Cir. 5/30/01), 788 *1208So.2d 1242, writ denied, 01-1828 (La.5/10/02), 815 So.2d 833.\n\nAssignment of Error Number Six\n\nIn his final assignment of error, the defendant argues that the sentence imposed is excessive. We disagree.\nLouisiana Revised Statutes 15:529.1(A)(b)(ii) provides only one penalty for one adjudicated a third felony offender under the circumstances of this case — that person “shall be imprisoned for the remainder of his natural life, without benefit of parole, probation, or suspension of sentence.” (Emphasis added.) However, in State v. Lindsey, 99-3256, 99-3302, pp. 4-5 (La.10/17/00), 770 So.2d 339, 342-43 (second, third, and fourth alterations in original), the supreme court explained that even sentences mandated by statute may be excessive in a given case:\nThe Legislature enacted the Habitual Offender Law pursuant to its sole authority under Article 3, § I of the Louisiana Constitution to define conduct as criminal and to provide penalties for such conduct. |9 State v. Johnson, [97-1906 (La.3/4/98), 709 So.2d 672,] 675; State v. Dorthey, 623 So.2d 1276, 1280 (La.1993); State v. Taylor, 479 So.2d 339, 341 (La.1985). This Court has repeatedly held that the statute is constitutional and therefore, the minimum sentences the statute imposes upon multiple offenders are presumed to be constitutional, and should be accorded great deference by the judiciary. State v. Johnson, supra; State v. Dorthey, supra. However, courts have the power to declare a sentence excessive under Article I, Section 20 of the Louisiana Constitution even though it falls within the statutory limits provided by the Legislature. State v. Johnson, supra at 676; State v. Sepulvado, 367 So.2d 762, 767 (La.1979).\nIn State v. Dorthey, we held that this power extends to the minimum sentences mandated by the Habitual Offender Law and that the trial court must reduce a defendant’s sentence to one not constitutionally excessive if the trial court finds that the sentence mandated by the Habitual Offender Law “makes no measurable contribution to acceptable goals of punishment” or is nothing more than “the purposeful imposition of pain and suffering” and “is grossly out of proportion to the severity of the crime.” State v. Dorthey, supra at 1280-1281.\nThereafter, in a series of writ grants, we acted to curtail the district court’s use of Dorthey in cases in which it appeared that the courts were simply substituting their judgment of what constituted an appropriate penalty for that of the Legislature. See, e.g., State v. Handy, 96-2505 (La.1/5/97), 686 So.2d 36; State v. Bastian, 96-2453 (La.12/13/96), 683 So.2d 1220; State v. Randleston, 96-1646 (La.10/4/96), 681 So.2d 936; State v. Wilson, 96-1600 (La.10/4/96), 680 So.2d 1169; State v. Johnson, 96-1263 (La.6/28/96), 676 So.2d 552; State v. Gordon, 96-0427 (La.5/10/96), 672 So.2d 669; State v. Kelly, 95-2335 (La.2/2/96), 666 So.2d 1082; State v. Lombard, 95-2107 (La.l1/27/95), 662 So.2d 1039.\nThis effort culminated in Johnson, where we set out guidelines for when and under what circumstances courts should exercise their discretion under Dorthey to declare excessive a minimum sentence mandated by the Habitual Offender Law. We held that “[a] court may only depart from the minimum sentence if it finds that there is clear and convincing evidence in the particular case before it which would rebut [the] presumption of constitutionality” and emphasized that “departures downward from the *1209minimum sentence under the Habitual Offender Law should occur only in rare situations.” State v. Johnson, supra at 676, 677. To rebut the presumption that the mandatory minimum sentence is constitutional, the defendant must clearly and convincingly show that:\n| m[he] is exceptional, which in this context means that because of unusual circumstances this defendant is a victim of the legislature’s failure to assign sentences that are meaningfully tailored to the culpability of the offender, the gravity of the offense, and the circumstances of the case.\nId. (Citing State v. Young, 94-1686 (La.App. 74 Cir. 10/26/95), 663 So.2d 525, 529 (Plotkin, J., concurring)).\nIn making this determination, we held that “while a' defendant’s record of nonviolent offenses may play a role in a sentencing judge’s determination that a minimum sentence is too long, it cannot be the only reason, or even the major reason, for declaring such a sentence excessive.” Id. This is because the defendant’s history of violent or non-violent offenses has already been taken into account under the Habitual Offender Law for third and fourth offenders, which punishes third and fourth offenders with a history of violent offenses more severely than those with a history of non-violent offenses. Id.\nIn addition, we held that the trial judge must keep in mind the goals of the statute, which are to deter and punish recidivism, and, we instructed that the sentencing court’s role is not to question the wisdom of the Legislature in requiring enhanced punishments for multiple offenders, but rather to determine whether the particular defendant before it has proven that the minimum sentence is so excessive in his case that it violates Louisiana’s constitution. Id. at 677.\nIn sentencing the defendant to the mandated minimum sentence, the trial court recognized that “[a] life sentence may constitute cruel and unusual punishment under that particular set of facts,” but then recited the facts it considered in concluding that the defendant’s case did not warrant a departure from the mandated minimum.\nBut the facts that we have are different. Mr. Anderson has a conviction of armed robbery in 1989, of first degree robbery in 1995 and, of course, there is evidence in 86505 that he was convicted of a first degree robbery. That was used as the predicate for the felon in possession charge.\nAs applied to Mr. Anderson I find that the statute is not unconstitutional. And imposing a life sentence as I’m required to do in Mr. Anderson’s case with his record does not constitute cruel and unusual punishment.\nThe State has proven a conviction of armed robbery in number 56990. It has proven a conviction of first degree robbery in number h ,66817. And it has proved a conviction of felon in possession of a firearm in number — felon in possession of a firearm in number 110556, the trial over which I presided.\nThat places Mr. Anderson into Title 15, Section 529.1, subsection A(2)(b)(ii), which provides as follows: “If the third felony and the two prior felonies are felonies defined as a crime of violence under Revised Statute 14, Section 2(B), a sex offense as defined in R.S. 15:540 et seq. when the victim is under 18 at the time of the commission of the offense, or as a violation of the Uniform Controlled Dangerous Substance Law punishable by imprisonment for 10 years or more, or any other crimes punishable by imprisonment for 12 years or more, or any combination of such crimes, the person *1210shall be imprisoned for the remainder of his natural life without benefit of parole, probation or suspension of sentence.”\nThe State has proven that Mr. Anderson was convicted of armed robbery in '89, first degree robbery in '95, and felon in possession in the most recent conviction over which I presided, and has also proved that the defendant in each of those cases is, indeed, the same Steven Mark Anderson present in the courtroom today.\nSo, Mr. Anderson, the legislature has determined that there is only one sentence that you’re eligible for and, therefore, I vacate the sentence which I imposed previously in number 110556. That sentence is vacated. And now under the Habitual Offender Law I sentence you to serve a term of imprisonment for the remainder of your natural life.\nAs did the trial court, we find nothing in the record to warrant a finding that the defendant’s case is so exceptional that it warrants a downward departure from the statutory minimum sentence. We find that this assignment of error lacks merit.\n\nErrors Patent\n\nPursuant to the mandate of La.Code Crim.P. art. 920, we review all appeals for errors patent on the face of the record. While we find no such errors, we do find that the minutes of the habitual offender sentencing require correction. The minutes at issue state that the trial court vacated the defendant’s sentences for theft of a firearm, possession of a firearm by a convicted felon, and possession of drug paraphernalia before sentencing the defendant to life imprisonment without the benefit of parole, | ^probation, or suspension of sentence as a third offender. In fact, the trial court only vacated the original sentence imposed for possession of a firearm by a convicted felon. The other two sentences were not disturbed. That being the case, the trial court minutes should be corrected.\nDISPOSITION\nWe affirm the defendant’s adjudication and sentence in all respects. We remand the matter to the trial court with instructions to amend the minutes of the habitual offender sentencing proceedings to reflect that the trial court vacated only the defendant’s sentence for possession of a firearm by a convicted felon and not also the sentences for theft of a firearm and possession of drug paraphernalia.\nAFFIRMED AND REMANDED WITH INSTRUCTIONS.\n\n. The record contains no reference to the theft charge at this hearing.\n\n\n. On September 8, 2008, the defendant filed a pleading entitled \"RESPONSE/PROJECTIONS/MOTION TO QUASH AND DENIAL OF HABITUAL OFFENDER BILL OF INFORMATION.”\n\n\n. In addition, the record does not demonstrate that the defendant provided notice of the constitutional challenge to the attorney general’s office, as required by La.R.S. 13:4448. Thus, any ruling on constitutionality would not have been properly before this court, and thus would have required remand. State v. Expunged Record Number 249,044, 02-589 (La.App. 3 Cir. 12/11/02), 833 So.2d 553.\n\n",
            "ocr": true,
            "opinion_id": 4860638
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}