{
    "id": 5083311,
    "judges": "Lattimore",
    "date_filed": "1988-12-25",
    "date_filed_is_approximate": true,
    "slug": "marshall-v-state",
    "case_name_short": "Marshall",
    "case_name": "Marshall v. State",
    "case_name_full": "Roland Marshall v. State",
    "attorneys": "Sam H. Townsend, of Lufkin, for appellant., Lloyd W. Davidson, State’s Attorney, of Austin, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "128 Tex. Crim. 156",
        "79 S.W.2d 1101"
    ],
    "opinions": [
        {
            "author_str": "Lattimore",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLATTIMORE, Judge.\nConviction for theft of cattle; punishment, two years in the penitentiary.\nIn our opinion this case should be reversed for the refusal of appellant’s motion for new trial sought because of the newly discovered evidence of Norris, whose affidavit clearly shows his testimony to be material and newly discovered. That it was in a way cumulative, would not justify the refusal of a new trial under the facts. Wood v. State, 70 S. W. (2d) 439; *157Carter v. State, 37 Texas Crim. Rep., 406; Lumpkin v. State, 84 Texas Crim. Rep., 33; Barber v. State, 87 Texas Crim. Rep., 585; Anderson v. State, 93 Texas Crim. Rep., 634; White v. State, 94 Texas Crim. Rep., 301; Giles v. State, 89 Texas Crim. Rep., 441; Inman v. State, 100 Texas Crim. Rep., 537; Sullivan v. State, 106 Texas Crim. Rep., 458; Burnham v. State, 115 Texas Crim. Rep., 350.\nIn addition, we are not satisfied but that the refusal of .appellant’s application for postponement of his trial, was error. The absent witness was the wife of • appellant, and there can be no question as to the materiality of her testimony. She was with appellant at the very time and place of the alleged theft, and in her affidavit in support of his application for new trial, she controverts the truth of' every criminative fact against appellant appearing in this record. It is set out that on the 12th of May she was on her way with appellant to attend court, appellant’s trial being set for the 14th, and that she was taken sick and rendered incapable of being present at his trial. Her testimony is made more important and valuable to the defense because of its accord with that of other witnesses who made close contact wih her and her husband, both in point of time and location, at the time and place when and where the main State witness, Mrs. Bud Marshall, swore she saw appellant and his wife leading or driving the alleged stolen animal, a red steer yearling calf.\nThe witness, Mrs. Bud Marshall, swore that she was at a well some thirty or more steps from a certain road, on Saturday evening March 31st about four or five o’clock, when appellant and his wife passed going toward their home a few hundred yards away, and they had a rope on, and were driving, a red steer yearling calf, which was the next day identified and taken away by Mr. Crouch from the lane near the home of her son, Buddie Marshall, Jr. The ear marks of said yearling had been changed between the time she saw it in appellant’s possession and the next morning when Crouch got it.\nThe force of the testimony of this witness rests on the truth of her statement as to the sex of the yearling she claims to have seen in appellant’s possession. Four defense witnesses swore positively that appellant led or drove a red heifer yearling past Bud Marshall’s well that afternoon about three or four o’clock. The defense also put on the stand Mrs. Buddie Marshall, daughter-in-law of Mrs. Bud Marshall, — and this witness swore that she went to the identical well referred to by Mrs. Bud Marshall, after sundown on that same Saturday *158afternoon and there saw the red steer yearling which Mrs. Bud Marshall swore appellant and his wife led or drove up the road past said well; and Mrs. Buddie Marshall said the same steer yearling was down by the well running loose after sundown and that the ear marks had not been changed at all. This court would almost take judicial cognizance of the fact that in the absence of a timepiece a guess at the time of day would be more or less inaccurate, and easily affected by the prejudice or wishes of a witness called on to fix the time; but not so when the affirmation is that the event occurred after sundown. No one claimed to have seen appellant or his wife change the marks on the steer yearling. Same were not changed to appellant’s marks. That he had anything to do with such marking was but an inference, which would become very slight if the yearling was loose on the commons, — marks unchanged,— after the hour Mrs. Bud Marshall claimed to have seen him in possession of it.\nTrue, Bud Marshall testified that from his field he saw the yearling led by appellant and his wife Saturday evening, and that it was a steer, — but his wife followed him in the witness chair and testified that when she was at the well where she saw appellant pass with the calf, her husband was at their barn, — a fact which she twice affirmed. By this witness and others it was shown that said barn was from one hundred and fifty to two hundred yards from the well, and that intervening bushes and trees made altogether improbable the fact that Bud Marshall could have seen the yearling that afternoon, much less have told its sex. Both Bud Marshall and his wife admitted that though appellant was Bud Marshall’s nephew and lived only a few hundred yards from their home, they had never visited, and only spoke when they met.\nThe seeming unsatisfactory testimony for the State, and the testimony of the four witnesses above referred to, all of whom affirmed that appellant brought to Phillips’ home, not far from Bud Marshall’s place, that very Saturday afternoon at about three or four o’clock, a red heifer yearling which appellant’s father had sold to Phillips, and whose mark they changed at Phillips home that same afternoon and then turned her out on the commons, — makes such a state of case as to lead us to regard as most material and important the newly discovered testimony of Norris and that of appellant’s wife,— that of Norris being that from a place near the road when he was not seen by them, on that Saturday afternoon, he saw appellant and his wife leading a red heifer yearling along the road, *159and that he did not communicate to appellant or anyone the fact that he had seen them so doing until after the trial; and the testimony of appellant’s wife being that she was with him all that afternoon, and the only red yearling they had anything to do with was the heifer referred to which they caught by the side of the road and took to Mr. Phillips’ home.\nFor the errors indicated, the judgment will be reversed and the cause remanded.\n\nReversed and remanded.\n\n",
            "ocr": true,
            "opinion_id": 4899453
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}