{
    "id": 5104320,
    "judges": "Alderman",
    "date_filed": "1996-02-07",
    "date_filed_is_approximate": true,
    "slug": "in-re-j-b",
    "case_name_short": null,
    "case_name": "In re J. B.",
    "case_name_full": "In the Interest of J. B., a child",
    "attorneys": "N. Richard Schopp, Assistant Public Defender, for the child., James E. Midelis, Assistant State Attorney, for the state.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "40 Fla. Supp. 166"
    ],
    "opinions": [
        {
            "author_str": "Alderman",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJAMES E. ALDERMAN, Circuit Judge.\nThis cause came on for hearing upon the motion for rehearing filed on behalf of J. B. Said child was before the court on a petition for transfer and waiver of jurisdiction pursuant to Rule 8.100(c) and Rule 8.110 (b) of the Florida Rules of Juvenile Procedure. The court found at the waiver hearing that there was probable cause to. believe said child to be guilty of rape and robbery and that it was in the best interest of the public that he be transferred to the criminal division of the circuit court to be dealt with as if he were an adult.\nThe first matter to be considered is an apparent conflict between the Rules of Juvenile Procedure and the provisions of Chapter 39, Florida Statutes. The procedures for waiver hearings are. set out in the Juvenile Rules as follows —\nRule 8.100(c) Felony charge. — If the judge deems that any child brought into court as a delinquent child, who is fourteen years of age or older, and who, if adult, would be charged with a violation of Florida law constituting a felony, should be tried as an adult, the judge may after hearing as provided in Rule 8.110(b), enter an order waiving juvenile jurisdiction and certifying the case for trial as if the child were an adult, and thereafter, the child shall be subject to the jurisdiction of the appropriate court in that case as if the child were an adult. The order shall state that it is in the best interest of the public that juvenile jurisdiction be waived and shall give the reasons for this finding. A certified copy of the order shall be furnished to the clerk of the court having jurisdiction *168to try the child as an adult, and to the prosecuting officer of the said court, within five days of date of the order. The child shall be delivered immediately to the sheriff of the county in which the court that is to try him as an adult is located. He shall thereafter be treated in that case in all respects as an adult.\nRule 8.110(b) Waiver Hearing.—\n(1) No order waiving juvenile jurisdiction and certifying the case for trial as if the child were an adult should be entered without a hearing, unless it be on demand of the child joined by his parents, or one of them, his guardian, or his counsel, made prior to the commencement of the adjudicatory hearing.\n(2) Notice of the hearing shall be by summons as provided in Rule 8.090. Notice may be waived by a party or his counsel. The petition shall state that the court is asked to waive its juvenile jurisdiction and certify the case for trial as if the child were an adult.\n(3) All witnesses shall be examined in the presence of the child and may be cross-examined.\n(4) At the conclusion of the testimony presented by the state attorney, the child shall, if he so elects be sworn and testify in his own behalf, and in such cases shall be warned in advance that anything he may say can be used against him at a subsequent trial. He may be cross-examined as other witnesses, and, whether he testifies or not, any witness produced by him shall be sworn and examined.\n(5) If from the evidence it appears to the court that there is probable cause to believe that a felony has been committed and that the child has committed it, the court shall then consider such evidence as shall be offered by the state attorney and the child or his counsel relative to the question of whether it is in the best interest of the public that juvenile jurisdiction of the court over the child be waived in order that he might be tried as an adult. At this state of the hearing, the court may accept in evidence social histories, and psychological and psychiatric reports, but the child and his counsel shall be entitled to examine such reports and, upon demand, to question the parties responsible for them.\n(6) Should the court find:\n(A) That there is not probable cause to believe that a felony has been committed or that the child has committed it, the court shall discharge him and dismiss the petition;\n(B) That there is probable cause to believe that a felony has been committed and that the child committed it, but that it is not in the best interest of the public that the juvenile jurisdiction of the court over the child be waived in order that he might be tried as an adult, the court shall continue the case for an adjudicatory hearing;\n(C) That there is probable cause to believe .that a felony has been committed and that the child committed it, and that it is in the best interest of the public that the juvenile jurisdiction of the court over the child be waived in order that he might be tried as an adult, the court shall enter the order provided for in Rule 8.100(c).\n*169The Rules of Juvenile Procedure were adopted by the Supreme Court in a per curiam opinion filed December 20, 1972, and reported at 270 So.2d 715. These rules govern all proceedings within their scope after 11:59 P.M. Eastern Standard Time January 1, 1973. All conflicting rules and statutes were superseded and statutes not superseded remained in effect as rules promulgated by the Supreme Court.\nThere is no substantial difference in the procedure for waiver hearings as set out in the Juvenile Rules and the statutory procedure which existed prior to the promulgation. F.S. 39.02(6) (a) as set out in the 1972 Supplement to Florida Statutes, 1971, provides as follows —\nIf the judge deems that any child, brought into juvenile court as a delinquent child, who is fourteen years of age or older and who, if an adult, would be charged with a violation of Florida law constituting a felony, should be transferred to the court which would have jurisdiction of the child if the child were an adult, the judge may, after hearing, enter an order waiving jurisdiction and certifying the case to the court which would have jurisdiction of the child if the child were an adult, and thereafter the child shall be subject to the jurisdiction of the other court as if the child were an adult. Jurisdiction shall not be waived until a hearing is held in the juvenile court pertaining to waiver of jurisdiction and the judge shall, by written order, determine that it is in the best interest of the public that jurisdiction be waived. When this finding is based upon social histories, or psychological or psychiatric reports, the child, his parents, guardian or counsel shall have the right to examine these reports and to question the parties responsible for them at a hearing in the juvenile court.\nThe Florida legislature in 1973, by Chapter 73-231, Laws of Florida, amended portions of Chapter 39, Florida Statutes, changing in some respects the procedure for waiver hearings. The effective date of the amendments was July 1, 1973. The new statute on waiver hearings, now known as F.S. 39.09 (2) provides as follows —\n(a) The state attorney may, within five days of the date a delinquency petition has been filed and before a hearing on the petition on its merits, and following consultation with the intake office, file a motion requesting the court to transfer the child for criminal prosecution if the child was fourteen or more years of age at the time of the conduct charged and is alleged to have committed an act which would be a violation of law if committed by an adult.\n(b) Following the filing of the motion of the state attorney, summonses shall be issued and served in conformity with the provisions of §39.06. A copy of the motion and a copy of the delinquency petition, if not already served, shall be attached to the summons.\n(c) The court shall conduct a hearing on all such motions for the purpose of determing whether there is probable cause to believe the child committed the offense and whether there are reasonable prospects of *170rehabilitating the child prior to his majority. If the court finds there is probable cause but there are no reasonable prospects of rehabilitating the child prior to his majority and that there are no reasonable grounds to believe he is commitable to an institution or agency for the mentally retarded or mentally ill, it shall order the case transferred for criminal prosecution.\n(d) Evidence of the following factors shall be considered in determining whether there are reasonable prospects for rehabilitating a child prior to his majority:\n1. The nature of the present offense and the extent and nature of the child’s prior delinquency records.\n2. The nature of past treatment efforts and the nature of the child’s response to past treatment efforts.\n3. The techniques, facilities, and personnel available to the court for rehabilitation.\n(e) Prior to a hearing, on the motion by the state attorney, a study and report to the court, in writing, relevant to the factors in subparagraphs 1, 2, and 3 of paragraph (d) shall be made by an authorized agent of the division of youth services. The child or his parents, guardians, or counsel shall have the right to examine these reports and to question the parties responsible for them at the hearing.\n(f) When a child is transferred for criminal prosecution, the court shall set forth in writing its reasons for finding that there are no reasonable prospects for rehabilitating a child prior to his majority.\n(g) A judge who conducts a hearing pursuant to this section shall not, over the objection of the child whose prospects for rehabilitation were at issue, participate in any subsequent proceedings relating to the offense.\nThere are differences in the procedure for waiver hearings as set out in the Juvenile Rules and the present statute. The rules allow certification where there is probable cause to believe a felony has been committed and the child committed it, if the judge determines it is in the best interest of the public that juvenile jurisdiction be waived. The new statute on the other hand allows certification where there is probable cause to believe the child committed the offense and the judge determines that there are no reasonable prospects for rehabilitating the child prior to his majority. The provision of the rule that the trial judge consider the best interest of the public has been omitted from this new statute. Is the effect of the new statute, as contended in this case, to limit the court to a determination of whether there are reasonable prospects of rehabilitating the child, without consideration of other factors to determine what is in the best interest of the public? If so, there exists a real conflict between the Juvenile Rules and the new statute.\nJustice James C. Adkins, Jr., then chairman of the rules committee of the Supreme Court of Florida, in a letter dated June 27, 1973, to the chief judges of the circuit courts, for distribution to the *171judges of the juvenile division, state attorneys, public defenders and division of youth services stated as follows —\nSenate Bill 292, relating to juveniles and amending Fla. Stat. Ch. 39, becomes effective July 1, 1973. Portions of this law are in conflict with the temporary Florida Rules of Juvenile Procedure adopted by the Court as Transition Rule 11.\nThe Florida Constitution provides .that this Court shall adopt rules for the practice and procedure in all courts and, “these rules may be repealed by general law enacted by two-thirds vote of the membership of each house of the legislature.” Fla. Const., Art. V, §2(a). The legislature may repeal a rule, but may not constitutionally enact laws regulating practice and procedure. The legislature may not constitutionally amend a Supreme Court rule. See State v. Smith, 260 So.2d 489 (Fla. 1972).\nWhere there is conflict between Senate Bill 292 and the temporary rules of juvenile procedure, the rules must be followed. The statute may be followed where it is not in conflict with the rule.\nThe court in this case has conducted the waiver hearing pursuant to the provisions of the Juvenile Rules and has determined that it is in the best interest of the public that juvenile jurisdiction in this case be waived. The court holds that to the extent the new Florida statute, §39.09(2), conflicts with Rule 8.100(c) and Rule 8.110(b), Juvenile Rules, the rules must be followed. The legislature may not constitutionally amend a Supreme Court rule. Fla. Const., Art. V, §2(a).\nThis brings the court to a consideration of the child’s contention that it is not in the best interest of the public that he be certified and that the court’s finding to this effect is contrary to the weight of the evidence. The testimony and the evidence in this case establishes that on March 1, 1974, D. Y., a 19 year old housewife and the mother of an eight month old child, left her home and went to the Winn Dixie grocery store at 25th Street and Orange Avenue in the city of Fort Pierce, for the purpose of purchasing cold drinks. She arrived shortly before the store closed in the evening, parked her car in the parking lot and went into the store to make her purchase. While she was away from her car, J. B., age 15, L. P., age 14, and T. K., age 13, disabled her automobile by removing the coil wire. When Mrs. Y. returned to her car she was unable to get it started. The three youths approached her car and offered to help her start the car. They raised the hood and replaced the coil wire after which Mrs. Y. was able to start the car. They then asked her to give them a ride to a pizza shop some distance away and got into the back seat of her car. Shortly after leaving the parking lot they ordered Mrs. Y. to turn off the main highway. One of them stuck a sharp instrument in her side and told her it was a knife and that *172she would be killed if she did not do what they said. She was forced to drive to a secluded area where her clothing was torn from her. She was then raped by L. P. and J. B. In addition to the actual rape by P. and B., she was forced to have oral sex with each of the three youths. She was otherwise physically and verbally abused and was robbed of approximately $7. Before being released by the youths, she was ordered to meet them the next night at a designated location and bring with her the sum of $90. She was told that if she did not do this, or if she reported the rape, she would be killed.\nThe waiver hearing report filed in this case and considered by the court was prepared by K. B., a youth counselor of the Division of Youth Services. The recommendation of Mr. B. was that J. B. not be certified to the criminal division of the circuit court and that his case be continued in the juvenile division of the circuit court. Mr. B.’s recommendation was based upon his belief “. . . that to certify J. to the adult division of the circuit court would be in direct contrast to the philosophies of the Division of Youth Services . . .”\nIn determining that it was in the best interest of the public that juvenile jurisdiction in this case be waived, the court considered the seriousness of the alleged offense to the community and whether the protection of the community requires waiver. The offenses committed by this child, rape and robbery, are very serious. The manner in which these crimes were committed was particularly heinous and showed a complete lack of concern or consideration for the victim. The rape and other indignities inflicted upon Mrs. Y.’s person were committed in an aggressive, violent, premeditated and willful manner. The child, although only 15 years of age, is physically mature. It is true that he had not previously been adjudged delinquent, however, he has an extensive history of school problems ranging from fighting to open defiance of authority, willful disobedience and causing classroom disturbances.\nIn determining what is in the best interest of the public in this case, this court has considered the fact that this child has not previously been adjudged delinquent and has not been under the supervision of the Division of Youth Services, however, it does not automatically follow in every case that simply because a child has never previously been adjudged delinquent that he cannot be certified to be tried as an adult if it is in the best interest of the public. In this particular case, the court deems it to be in the best interest of the public that this child be certified to be tried as an adult. The particular circumstances of these crimes showed that the court is here dealing with a depraved individual. The acts committed by J. B. were not the acts of a child. The harm done to Mrs. Y. and to the public is no less because of the fact that chronologically J. B. is 15 years of age.\n*173The court respects the opinions of Mr. B., but as was brought out at the waiver hearing, his recommendation was made in conformity with certain criteria and policies promulgated by the Division of Youth Services’ office in Tallahassee. In reaching his conclusion, he considered solely the question of whether there are reasonable prospects of rehabilitating the child. In this case, because this child had not previously been under the supervision of the Division of Youth Services, he felt compelled to recommend against certification. The court has a responsibility to the child, but also has a responsibility to the public at large and in this case considering all the facts and circumstances the court deems that it is in the best interest of the public that juvenile jurisdiction be waived and that J. B. be tried as an adult.\nThe court having considered the child’s motion for rehearing, and being fully advised in the premises, the motion for rehearing is denied.\n",
            "ocr": true,
            "opinion_id": 4922320
        }
    ],
    "court_short_name": "St. Lucie County Circuit Court",
    "court_full_name": "Circuit Court of the 19th Judicial Circuit of Florida, St. Lucie County",
    "court_type": "ST",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}