{
    "id": 5136170,
    "judges": "Hester, Hudock, Melvin",
    "date_filed": 901843200000,
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-laszczynski",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Laszczynski",
    "case_name_full": "COMMONWEALTH of Pennsylvania v. Richard D. LASZCZYNSKI",
    "attorneys": "Jeffrey B. Hymson, Pittsburgh, for appellant., Kevin McCarthy, Asst. District Atty., Pittsburgh, for Com., appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted May 11, 1998.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "715 A.2d 1185"
    ],
    "opinions": [
        {
            "author_str": "Hester",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHESTER, Judge:\nRichard Laszezynski appeals the December 8, 1997 denial of PCRA relief. We conclude that appellant’s allegation that his nolo contendere plea was unlawfully induced is not *1186cognizable under the PCRA in that appellant does not raise an allegation pertaining to his innocence. Hence, we affirm.\nAppellant was charged in connection with the October 22, 1985 armed robbery of a gasoline station. Appellant entered a Boron Gas Station located on Ohio River Boulevard, Edgeworth, threatened the attendant, James Kcehowski, with a firearm, and took $275.00. While appellant tendered a guilty plea on Juné 20, 1986, he subsequently successfully moved to withdraw it to tender a nolo con-tendere plea. The court sentenced appellant on February 18, 1987, to five to ten years imprisonment. The key issue at sentencing was whether the firearm appellant used in the robbery was operational. If operational, the sentencing court planned to sentence appellant pursuant to 42 Pa.C.S. § 9712, the mandatory minimum sentencing provision applicable to use of a firearm.\nThe record certified to us includes a partial transcript for proceedings held February 2, 1987. In that transcript, the court first indicates that the proceedings, started earlier that day, would be interrupted to listen to testimony regarding the operability of .the gun used by appellant in the robbery. Mr. Michael Haneharik, the owner of the gun and appellant’s stepfather, was called to testify on appellant’s behalf. He owned the .357 Magnum appellant used in the robbery. In the fall of 1985, the gun broke during target practice. Mr. Haneharik explained that “the trigger would not return forward and then you could pull the hammer and the cylinder would not fully activate the firearm position. It would jam in between.” Notes of Testimony, 2/2/87, at 7. He said that he fixed the gun at Christmas, and thus, it was not operable between approximately Labor Day and Christmas, 1985. On cross-examination, Mr. Haneharik indicated that the problem pertained to the trigger return spring, which prevented the cylinder from aligning properly in the revolver.\nDr. Robert Levine, an expert witness for the Commonwealth, tested the gun on March 27, 1986, and it was operational at that time. He also listened to Mr. Hancharik’s testimony about the problem with the gun between Labor Day and Christmas, 1985. Dr. Levine testified that the gun, even with the problems described by Mr. Haneharik, was capable of firing a bullet. Dr. Levine explained that the hammer could be cocked manually and that the cylinder also could be aligned properly by manual rotation.\nAt sentencing, based on the testimony adduced at the February 2, 1987 proceeding, the sentencing court elected to sentence appellant pursuant to section 9712 on three alternative bases. The court first said that the legislative intent supported employment of the statute. The court also concluded that section 9712 was applicable since the statute defined firearm as including a gun that either could be fired or easily converted to fire a projectile, thus rendering the issue of opera-bility moot. Finally, the sentencing court stated that it specifically found section 9712 pertained to this case on the ground that the gun appellant used was operable.\nAppellant filed a direct appeal, contending that the trial court incorrectly concluded that the firearm he used in the robbery was operational and therefore, erred in sentencing him pursuant to 42 Pa.C.S. § 9712. We rejected that allegation, concluding that the record supported the sentencing court’s determination that the gun was operational at the time of the robbery. Commonwealth v. Laszczynski, 373 Pa.Super. 636, 536 A.2d 826 (1987). The Supreme Court denied further review on May 17, 1988.\nAppellant was released on parole on June 20, 1991. In February 1995, a parole violation warrant was issued. However, before parole was revoked for this crime, federal authorities detained appellant, and he is now in federal prison. Hence, he will start to serve the unexpired term of the sentence herein after the federal charges are resolved.\nOn September 13, 1996, appellant filed his first petition for post-conviction relief, and this appeal followed denial of relief.1 Appel*1187lant contends that he received erroneous advice from his plea counsel that caused him to enter an unknowing and involuntary plea and that prior appellate counsel was ineffective for failing to raise this issue. Specifically, appellant maintains that he is entitled to withdraw his nolo contendere plea on the following ground. Plea counsel informed appellant that if he tendered the plea, the Commonwealth would agree that if, after an evidentiary hearing, it was determined that the firearm was inoperable, the Commonwealth would not seek application of 42 Pa. C.S. § 9712. Appellant contends his plea was involuntary and unknowing since opera-bility of the firearm was determined to be irrelevant in the court’s application of section 9712. Appellant continues, had he .known that he would be sentenced under section 9712 whether or not the firearm was operable, he would not have pled nolo contendere.\nInitially, we note that the allegation that prior counsel was ineffective for failing to raise this issue on direct appeal2 overcomes the waiver provision of the PCRA. Commonwealth v. Neal, 718 A.2d 657 (Pa.Super. 1998). However, the cognizability of the issue warrants discussion. 42 Pa.C.S. § 9543(a)(2) limits the types of issues that may be entertained in a PCRA proceeding. The applicable portion of 42 Pa.C.S. § 9548(a)(2) is contained in subsection (in), which pertains to guilty pleas.3\nAppellant intersperses his brief with allegations that counsel’s ineffective advice undermined the truth-determining process. Thus, he is attempting to obtain cognizability regarding his unlawful inducement argument under 42 Pa.C.S. § 9543(a)(2)(H). 42 Pa.C.S. § 9543(a)(2)(H) provides that an issue is cognizable if it relates to ineffective assistance of counsel that undermined the truth-determining process to such an extent that a reliable determination of guilt did not occur. Herein, appellant seeks withdrawal of a plea of guilty. However, he does not question the reliabüity of the manner in which his guilt was determined. He admitted his guilt by entering the nolo contendere plea. Appellant simply is making contentions relating to unlawful inducement regarding sentencing considerations, and he seeks to withdraw his plea.\nThus, it is clear that 9543(a)(2)(H) is not the proper section for determining the eog-nizabihty of his claim. Rather, we must analyze his claim under (a)(2)(in), which applies specifically to pleas of guilt and claims of unlawful inducement in connection with a plea of gufit. See Commonwealth v. Shekerko, 432 Pa.Super. 610, 615-17, 639 A.2d 810, 813 (1994) (when a defendant enters a gmlty plea, the truth-determining process is not implicated, and whether issue is cognizable must be analyzed pursuant to 42 Pa.C.S. § 9543(a)(2)(iii) as it relates to guilty pleas); see also Commonwealth v. Yager, 454 Pa.Super. 428, 434-36, 685 A.2d 1000, 1003 (1996).4\nThe statutory language in 42 Pa.C.S. § 9543(a)(2)(iH) provides that in order to be eligible for PCRA relief, the petitioner’s conviction or sentence must have resulted from, “A plea of guilty unlawfully induced where the circumstances make it likely that the inducement caused the petitioner to plead guilty and the petitioner is innocent.” 42 Pa.C.S. § 9543(a)(2)(iH)(emphasis added).\nWhüe appellant’s allegations include that his nolo contendere plea was unlawfully *1188induced and that the inducement caused him to enter that plea, appellant does not allege that he is innocent. None of appellant’s assertions relate to his innocence but instead, concern sentencing issues that have no connection to guilt or innocence. Thus, it is clear that his claim is not cognizable.\nFurther, since there are no genuine issues concerning any material fact and since appellant is not entitled to PCRA relief, we affirm the PCRA court’s dismissal of appellant’s PCRA petition without a hearing. Commonwealth v. Morris, 546 Pa. 296, 684 A.2d 1037 (1996); Commonwealth v. Banks, 540 Pa. 143, 656 A.2d 467 (1995).\nOrder affirmed.\n\n. Appellant's petition was filed more than one year after his petition for allowance of appeal was denied. Therefore, his petition is untimely under 42 Pa.C.S § 9545, which became effective on January 16, 1996. However, Act of November 17, 1995, P.L. 1118, No. 32 (Spec.Sess. No. 1), § 3(1) provides that if a PCRA petitioner's judgment of sentence became final before the *1187effective date of the amendments, a first petition for post-conviction relief will be considered timely if that petition is filed within one year of the effective date of the amendments. Since appellant’s sentence became final in 1988 before the effective date of the amendments and since he filed this first petition within one year of January 16, 1996, it is timely, and we consider its merits.\n\n\n.While the Commonwealth asserts that appellant did not raise the proper allegation, we disagree. In his statement of questions involved and in the heading of his arguments, appellant alleges that his appellate counsel was ineffective for failing to raise the issue of the involuntary nature of his plea on direct appeal. See Appellant’s brief at 7, 13, 20.\n\n\n. We observe that in “terms of its effect upon a case, a plea of nolo contendere is treated the same as a guilty plea.” Commonwealth v. Nelson, 446 Pa.Super. 240, 246-48, 666 A.2d 714, 717(1995).\n\n\n. These two cases were decided prior to the most recent amendments to the PCRA. However, the amendments do not impact upon the reasoning employed in these cases.\n\n",
            "ocr": true,
            "opinion_id": 4955824
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}