{
    "id": 5137692,
    "judges": "Alexander, Calkins, Clifford, Dana, Rudman, Saufley, Wathen",
    "date_filed": "1996-11-23",
    "date_filed_is_approximate": true,
    "slug": "state-v-corbin",
    "case_name_short": "Corbin",
    "case_name": "State v. Corbin",
    "case_name_full": "STATE of Maine v. Robert J. CORBIN",
    "attorneys": "Andrew Ketterer, Atty. Gen., Leanne Robbin, Asst. Atty. Gen., Augusta, for the State., Richard C. Cleary, Cleary & Gordon, Houlton, for the Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted on Briefs: Sept. 14, 2000.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "759 A.2d 727",
        "2000 ME 167"
    ],
    "opinions": [
        {
            "author_str": "Rudman",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRUDMAN, J.\n[¶ 1] Robert J. Corbin appeals from a judgment entered in the Superior Court (Aroostook County, Pierson, J.) following a jury verdict of guilty on two counts of theft by unauthorized taking, 17-A M.R.S.A. § 353 (1983) (Class B),1 and on two counts of tax evasion, 36 M.R.S.A. § 5330 (1990) *729(Class C).2 Corbin contends, inter alia, (1) that the Superior Court erred by admitting a summary chart into evidence and then permitting the jury to take that chart into the jury room during its deliberations; and (2) that the jury instructions were in error. We disagree and affirm the judgment.\nI.\n[¶ 2] Robert J. Corbin worked for Maine School Administrative District No. 24 (SAD 24) as its bookkeeper and business manager from December 1987 to February 1996. In this capacity, Corbin controlled all of SAD 24’s funds and kept its financial books; his duties included issuing checks on behalf of SAD 24. Wayne Mowatt, as the superintendent of SAD 24, initially supervised Corbin. When Mowatt left to become State Commissioner of Education, Clayton Belanger became the superintendent. Belanger discovered certain irregularities in the books and records of SAD 24 which prompted an investigation by the District’s Board of Directors and the Attorney General’s Office.\n[¶ 3] Corbin was indicted on two counts of theft and two counts of tax evasion. Four months later, the State filed an information with Corbin’s consent that increased the value of property alleged to have been stolen. After a six-day trial, the jury found Corbin guilty on all counts. Following sentencing, Corbin timely appealed.3\nII.\n[¶ 4] Corbin asserts that the trial court improperly admitted a summary chart which is an enlargement of a list of several checks purportedly used by Corbin to embezzle funds from SAD 24. Since some of the checks on the chart were not involved in the charged offenses, Corbin argues that those checks should have been omitted from the chart pursuant to M.R. Evid. 404(b). Further, Corbin contends that the chart prejudiced the jury by being allowed into the jury room.\n[¶ 5] We review “the trial court’s evidentiary rulings for clear error and an abuse of discretion.” Kay v. Hanover Ins. Co., 677 A.2d 556, 558 (Me.1996) (citation omitted). The trial court admitted the summary chart, which included checks not in the current charges, as evidence which demonstrated Corbin’s motive and intent. Motive and intent are two of the permissible reasons to admit evidence under Rule 404(b). State v. Jordan, 1997 ME 101, ¶ 6, 694 A.2d 929, 931. Both parties used the chart during their presentations and all of the checks listed on the chart were admitted by stipulation. Admitting the chart of questionable checks payable to Corbin was well within the discretion of the court.\n[¶ 6] Whether an admitted piece of evidence accompanies the jury into the jury room during its deliberations is a matter within the trial court’s discretion. State v. Preston, 581 A.2d 404, 408 (Me.1990); State v. Fenderson, 449 A.2d 381, *730384 (Me.1982). We review such determinations to see if the trial court exceeded the bounds of its discretion. Fenderson, 449 A.2d at 384.\n[¶ 7] The chart did not contain any commentary on the checks admitted into evidence. Nor did the chart bear the mark of a State exhibit. The chart simply enlarged the list of checks that both parties’ counsel repeatedly referenced. In such a circumstance, it was not an abuse of the trial court’s discretion to allow the jury to take the chart into deliberations with them. See id.\nIII.\n[¶ 8] Jury instructions are reviewed as a whole “to ensure that they informed the jury correctly and fairly in all necessary respects of the governing law.” State v. Day, 1999 ME 29, ¶ 8, 724 A.2d 1245, 1247 (citation omitted). An erroneous instruction is one that “creates the possibility of jury confusion and a verdict based on impermissible criteria.” Id. (quoting State v. Rivers, 634 A.2d 1261, 1263 (Me.1993)).\n[¶ 9] Corbin asserts that when the trial court in its jury charge referenced the summary chart, the court violated 14 M.R.S.A. § 1105 (1980) by summarizing evidence in a way partial to the State.4\n[¶ 10] We have previously held that section 1105 “serves the salutary purpose of ensuring judicial impartiality and authorizes granting of a new trial upon evidence of its violation.” State v. Colomy, 407 A.2d 1115, 1119 (Me.1979) (citation omitted). Corbin objects specifically to the trial court’s use of the summary chart as an illustrative aid in its instructions. The court sought to clarify the questionable checks involved in the pending criminal charges and used the chart to point out to the jury the precise checks involved. The trial transcript reveals that the court simply read the numbers of the checks involved in the instant case and stated to which charge each check pertained. The court did this while apparently pointing out the individual checks as pictured on the chart. As we noted in paragraph 5 above, all the checks listed on the chart had been admitted into evidence by stipulation of the parties and both parties had regularly referred to the chart during trial. Therefore, as in State v. Waldron, 642 A.2d 148 (Me.1994), this innocuous use of a properly admitted demonstrative chart to further the jury’s understanding of the evidence, especially where there had been many different checks presented over the course of the trial, does not violate section 1105. See id. at 150; Colomy, 407 A.2d at 1119.\n[¶ 11] Corbin also challenges the trial court’s references to his “prior bad acts” during its jury instructions. Although trial counsel did not object to the use of the term, Corbin asserts that the references, on several occasions, to his “prior bad acts” in the jury charge prejudiced him in the eyes of the jury, and, therefore, violates section 1105. We review for obvious error.\nThe trial court instructed the jury:\nFirst of all, with regard to the checks that are marked in green [on the chart] and which are not charged in the indictment but have been brought to your attention by the State’s attorney, the State’s attorney has alleged and argued to you that these other checks although not charged in the indictment are exam-*731pies of the defendant’s prior bad acts. And I would instruct you that evidence regarding alleged prior bad acts or prior checks written by the defendant may be considered only in determining whether the defendant had a motive or intent with respect to the incident or indictment at issue in this trial. The evidence must not be considered by you as tending to show because a defendant may have committed other bad acts on prior occasions, he may have committed similar acts that are at issue here.\nIn other words, the checks marked in green may be considered by you only and may be used only in your deliberations as evidence or proof of motive of the defendant, the defendant’s intent, his opportunity, of a defendant’s plan, or preparation, or knowledge about the checks.\nThe trial court went to great lengths in its charge to stress that the prior bad acts were merely alleged by the State and had not yet been proven. Further, the court repeatedly cautioned the jury not to consider possible prior bad act evidence as it related to Corbin’s propensity to commit the crime. Considering the jury instruction in its entirety, it is clear that the trial court’s reference to “bad acts” did not prejudice Corbin. The instruction did not create the possibility of jury confusion and a verdict based upon impermissible criteria.\n[¶ 12] Corbin’s other contentions do not merit comment.\nThe entry is:\nJudgment affirmed.\n\n. The relevant section reads:\n§ 353. Theft by unauthorized taking or transfer\n1. A person is guilty of theft if he obtains or exercises unauthorized control over the property of another with intent to deprive him thereof.\n2. As used in this section, \"exercises unauthorized control” includes but is not necessarily limited to conduct heretofore defined or known as common law larceny by tres-passory taking, larceny by conversion, larceny by bailee and embezzlement.\n17-A M.R.S.A. § 353 (1983).\n\n\n. The applicable section of the tax code reads:\n§ 5330. Attempts to evade or defeat tax\nAny person who intentionally attempts in any manner to evade or defeat any tax imposed by this Part or the payment thereof, in addition to any other penalties provided by law, is guilty of a Class C crime, except that violation of this section is a Class B crime if the person has a prior conviction for violation of this section, or of section 184, section 5332 or section 5333. For purposes of this section, the date of prior conviction must precede the commission of the offense being enhanced by no more than 10 years. The date of conviction is deemed the date that sentence is imposed.\n36 M.R.S.A. § 5330 (1990) (Class C). Section 5330 was repealed after Corbin committed the acts which gave rise to his prosecution and the instant appeal. See P.L.1997, ch. 504, § 19 (effective July 12, 1997); 36 M.R.S.A. § 184-A (Supp.1999) (representing the successor tax evasion statute to section 5330).\n\n\n. Corbin was sentenced to seven years with all but four-and-a-half years suspended, and four years of probation. Corbin was denied leave to appeal his sentence.\n\n\n. The pertinent statute reads, in full:\n§ 1105. Charge to jury\nDuring a jury trial the presiding justice shall rule and charge the jury, orally or in writing, upon all matters of law arising in the case but shall not, during the trial, including the charge, express an opinion upon issues of fact arising in the case, and such an expression of opinion is sufficient cause for a new trial if either party aggrieved thereby and interested desires it, and the same shall be ordered accordingly by the law court on appeal in a civil or criminal case.\n14 M.R.S.A. § 1105 (1980).\n\n",
            "ocr": true,
            "opinion_id": 4957468
        }
    ],
    "court_short_name": "Supreme Judicial Court of Maine",
    "court_full_name": "Supreme Judicial Court of Maine",
    "court_type": "S",
    "court_jurisdiction": "Maine, ME",
    "crime_category": "Robbery"
}