{
    "id": 5195039,
    "judges": "Murray",
    "date_filed": "2021-09-16",
    "date_filed_is_approximate": true,
    "slug": "clifton-v-lostutter",
    "case_name_short": "Clifton",
    "case_name": "Clifton v. Lostutter",
    "case_name_full": "CLIFTON v. LOSTUTTER",
    "attorneys": "Thomas R. Bell, Edna, Sam J. Dotson, San Antonio, for appellant., Robertson, Jackson, Payne, Lancaster & Walker and D. L. Case, Dallas, for ap-pellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied June 2, 1954.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "268 S.W.2d 323"
    ],
    "opinions": [
        {
            "author_str": "Murray",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nW. O. MURRAY, Chief Justice.\nThis suit was instituted by Arthur Capers Clifton against Edward G. Lostutter and Forrest J. Glasscock, seeking to recover damages for personal injuries alleged to have been sustained while riding in an automobile owned by Lostutter and being driven by his agent, Glasscock. Clifton alleged his injuries were caused by the negligent driving of Glasscock. He claimed to be an employee of Lostutter at the time, while Lostutter contended that Clifton was at the time a guest in his car.\nThe trial was to a jury and, based upon the verdict, judgment was rendered that Clifton take nothing, from which judgment Clifton has appealed.\nClifton alleged that he is by profession a driver of taxicabs and other service cars and holds a chauffeur’s license; that he makes his livelihood by non-scheduled trips, whereby he is employed as a chauffeur to drive other people’s automobiles and on occasions to use his own automobile; that additional money is made by him from a *324small key business which he operates from his personal automobile. At about 8 p. m. on January 31, 1953, at the Bee-Bak Drive Inn of Port Lavaca, Texas, Lostutter informed Clifton, sometimes called “Shorty,” that he had no Texas driver’s license and that if Clifton would drive Lostutter’s automobile from Port Lavaca to Port O’Connor he would buy his meals. Clifton agreed, and they went by a hotel where they picked up Glasscock and started on the journey to Port O’Connor. When Clifton refused to increase his speed, he was relieved as driver and Glasscock took over the driving. While Glasscock was driving the automobile failed to negotiate a turn in the road, collided with some guard posts and as a result Clifton was injured, suffering among other things a shattered right hip.\nThe jury found, among other things, that Glasscock did not drive at an excessive rate of speed, nor in excess of sixty miles per hour; that he did not fail to keep the car under proper control; that the collision was the result of an unavoidable accident, and that the breaking of the drag link of the steering gear was the sole cause of the accident; that Glasscock was acting at the time in an emergency and did what a reasonably prudent man would have done in an emergency.\nAppellant’s first contention is that the trial court erred in permitting Judge Howard G. Hartzog, one of the attorneys for appellees, after appellant’s counsel had made his closing argument, to state to the jury:\n“This is the first time in my life I have ever been accused of framing a case and I will stand on my record in the past, and I certainly won’t start this late in life.”\nThe trial judge qualified appellant’s bill of exception No. 1, which presents this matter, by setting out the closing argument made by counsel for appellant, and stating that it was his opinion the remarks of Judge Hartzog were invited and provoked by the argument of appellant’s counsel, to the effect that attorneys for appellees had built their defense after first determining what appellant’s testimony would be. Appellant excepted to Judge Hartzog’s remarks and made a motion for a mistrial, but did not ask the court to instruct the jury not to consider the remarks, nor did he ask that his counsel be permitted to reply to such remarks. Under all the circumstances and the qualification of the trial judge, we cannot say that we are satisfied that such remarks were reasonably calculated to cause and probably did cause the rendition of an improper judgment in the case. Aultman v. Dallas Railway &amp; Terminal Co., Tex.Sup., 260 S.W.2d 596.\nAppellant next complains because Mr. Case, one of appellees’ attorneys, made the following argument to the jury:\n“Gentlemen, the question was asked a long time ago: ‘Am I my brother’s keeper? Whether you want to be or not you are Shorty’s Keeper. Don’t do him the disservice of giving him any amount of money in this action if you don’t think the evidence justifies it. Shorty has shown by his own admissions he not a man that can’t resist temptation. He couldn’t resist the temptation to steal into a house in the nighttime and steal from another. Don’t give him the idea, gentlemen, that by your sympathy he can get somebody else’s money easy. Don’t show him another way to get money that doesn’t belong to him. Don’t turn him loose on your friends and neighbors to make trumped up claims against your friends and neighbors. Don’t give him money by answering Special Issue No. 26. That is the worst thing you can do for him.\n“Of course, if you believe his testimony you have to put down some amount of money for No. 26. I would not ask you not to put down some amount of money if you believe his testimony, but if you don’t believe it don’t start him on the wrong foot again. Don’t get him started on the wrong path again.\n*325“Gentlemen, the answer to Special Issue No. 27 is obvious. The court asks you about the Doctor’s and Hospital bills. It is in evidence.”\nAppellant admitted on cross-examination that he had been convicted of burglary in 1944, and had served a two-year sentence in the penitentiary. The evidence does not show that he stole into a house in the nighttime and stole from another. It goes no further than to show that he was convicted of burglary. Ordinarily such testimony is limited to bearing on the credibility of the witness, but it is not here shown that this testimony was admitted for any limited purpose. Counsel for appellees was discussing matters in evidence in referring to the fact that appellant had been convicted of burglary, but he went too far when he said it happened at night, because he could have been guilty of daytime burglary. Appellant did not object to the argument at the time it was made nor ask that the jury be instructed not to consider it. The argument was largely provoked by the plaintiff’s argument. The error could have been corrected by a proper charge of the court to disregard the argument, however in any event, under the rule laid down by the Supreme Court as to when improper argument becomes reversible error, in Aultman v. Dallas Railway &amp; Terminal Co., supra, the making of this argument, in view of the evidence, does not call for a reversal of the judgment.\nAppellant next complains because the court submitted special issue No. 15 to the jury over his objections that there was no evidence requiring such submission, and further contends that there is a conflict between the jury’s answer to Issue No. 15 and Issue No. 16. We overrule these contentions. There was amply evidence that the collision was caused by the breaking, without the fault of anyone, of the drag link of the steering gear, thus causing the driver to lose control of the car, and this evidence would support a finding of unavoidable accident and would support the jury’s answer to Issue No. 16, to the effect that the breaking of the drag link of the steering gear was the sole cause of the accident. There is no conflict between the answers of the jury to these two issues, but even if there were appellant would not be in a position to complain, because either answer would defeat his right to recover, especially since the jury had found all questions as to original negligence of appellees against appellant. Big Six Oil Co. v. West, Tex.Civ.App., 136 S.W.2d 950.\nAccordingly, the judgment will be affirmed.\n",
            "ocr": true,
            "opinion_id": 5017882
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}