{
    "id": 5194712,
    "judges": "Ellison",
    "date_filed": -501638400000,
    "date_filed_is_approximate": true,
    "slug": "state-v-abbott",
    "case_name_short": "Abbott",
    "case_name": "State v. Abbott",
    "case_name_full": "STATE v. ABBOTT",
    "attorneys": "No appearance for appellant., John M. Dalton, Atty. Gen., Grover C. Huston, Asst. Atty. Gen., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied March 8, 1954.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "265 S.W.2d 316"
    ],
    "opinions": [
        {
            "author_str": "Ellison",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nELLISON, Judge.\nThe appellant was charged by information with the offense of larceny of a motor vehicle in Nodaway County of the value of more than $30 cm or about December 6, 1952, in violation of Section 560.165 RSMo 1949, V.A.M.S., together with four prior convictions under the habitual criminal act, Section 556.280 RSMo 1949, V.A.M.S. The punishment assessed by the jury was 25 years imprisonment in the penitentiary. That is the maximum punishment fixed by Sec. 560.165, supra, for the larceny of a motor vehicle of the above value, and would have supported the verdict even in the absence of the four prior felony convictions pleaded. Three of them were in other states and could have been invoked under Section 556.290 RSMo 1949, V.A.M.S., but they were not. The only one submitted to the jury was a conviction of larceny of another motor vehicle in- Buchanan County, Missouri, in January, 1941, for which he, under the name of-Alfred Lee Dixon,- was: sentenced to and served two and one-half years in the Missouri penitentiary, and was duly discharged. The applicable statute at that time' was Sec. 8404 -R.S.1939, and the maximum punishment was the same as now.\nThe appellant’s counsel appointed by the court filed a motion for new trial ,in his behalf, and there their services ended. They did not file a brief. Later, \"the appellant filed a “Writ of Error” written by him in lead pencil, which,will be referred to so far as it calls, for comment. - The Attorney General’s brief covers the assignments in the appellant’s - motion for-new trial. The .first four of them allege:' (1) that the information in the cause failed to charge the defendant .with: the commission of any crime; - (2) that it .failed to charge, any *318crime was committed; (3) that it was toó vague, contradictory and uncertain to apprise the defendant of the charge against him; (3b) that the defendant was convicted and punished under the habitual criminal act though the information failed to charge him thereunder.\nThere is no merit in these assignments. The information filed by the prosecuting attorney on his oath of office was sufficient. It informed the court that on or about December 6, 1952, at Nodaway County, Missouri, the defendant “did wrongfully, 'unlawfully and feloniously steal, take and carry away a motor vehicle, to-wit: a 1951 Ford Victoria, of the value of more than $30, the property of Robert Lee Holbrook, contrary to the form of the statute in such cases made and provided, and against the péace and dignity of the State.”\nIt then further alleged that prior to the date of the larceny, the defendant had been convicted of the four former felonies, specifying the dates and places thereof, and charged that by reason thereof he was an habitual criminal within the meaning of the laws and statutes of this state. Three of these were committed in other states and were not submitted to the jury. The fourth was the stealing of the motor vehicle in Buchanan County in 1941.\nThe information in the instant case was sufficient to support the basic charge of theft of the automobile in Nodaway County and the maximum punishment of 25 years assessed by the jury under the general statute, Sec. 560.165, independent of the habitual criminal statute, Sec. 556.280, and the stealing of the automobile in Buchanan County in 1941. The maximum punishment would have been the same in either case. The verdict of the jury was “We the jury find the defendant guilty and assess his punishment at twenty-five years in the Missouri State' Penitentiary.”\nThe State’s brief here cites another case, State v. Murchie, Mo.Sup., 225 S.W. 954, 955, where a defendant was charged with stealing an automobile. It states he was there charged with two prior convictions under the ■ habitual criminal act, and that the. information was almost identical with the one here. An examination of the original record in the Murchie case on file here shows this is incorrect. The only charge' there was the single- theft of the original automobile. That decision has no bearing on this case.\nThe State’s brief also cites States v. O’Brien, Mo.Sup., 252 S.W.2d 357, 360(5), where the defendant was charged with and convicted of stealing an automobile and of two prior convictions under the habitual criminal act. The decision held the proof of the prior convictions did not place the defendant twice in jeopardy or bear on his guilt or innocence of the main offense with which he was charged, but was directed only to the maximum penalty he should receive for that'main offense. See also State v. O’Brien, Mo.Sup., 249 S.W.Zd 433, 434 (7). It was unnecessary to prove the legality of the prior convictions. State v. Tyler, 349 Mo. 167, 171(6), 159 S.W.2d 777, 780(8).\nAlso it was unnecessary to do more than to allege and prove the former conviction of the defendant in 1941 and his discharge therefrom by pardon or compliance with the prior sentence. State v. Harrison, 359 Mo. 793, 794 (1), 223 S.W.2d 476, 478 (1). And even though the defendant was charged under the habitual criminal act, and found “guilty as charged in the information” it was unnecessary for tjie jury to find whether or not he had in fact previously been convicted of prior felonies alleged in the information, since the jury could (and1 did) assess the maximum punishment of 25 years provided in the motor vehicle statute, Section 560.165 RSMo 1949, V.A.M.S., without a finding of a previous conviction. State v. Bearden, Mo.Sup., Div. 1, 245 S.W.2d 838, 839(4); State v. Berry, 361 Mo. 904, 907-908, 237 S.W.2d 91, 93. Appellant was granted allocution and the judgment and sentence were responsive to the verdict and fully comply with ■ the statutes. State v. Humphrey, 357 Mo. 824, 838(3), 210 S.W.2d 1002, 1005 (7-9).\n*319The appellant’s motion for new trial ignores almost in its entirety the requirement of 42 V.A.M.S., Rule 27.20 of our Rules of Criminal Procedure, which provides that: “A motion for a new trial shall he in writing and must set forth in detail and with particularity, in separate numbered paragraphs, the specific grounds or causes therefor. * * * ” The first specific assignment in the motion (No.3) was: “That the defendant in said cause was found guilty and the extreme penalty was assessed for the alleged crime under the habitual criminal act, yet the information filed in said cause fails to charge the defendant under the habitual criminal act.”\nThat last statement is incorrect. The information did charge the appellant with four former convictions under that act, and one of them (in Missouri) was submitted to the jury. But the jury did not convict him under that act. Their verdict did not find any former conviction. It simply found the appellant “guilty” and assessed his punishment at 25 years imprisonment in the penitentiary, necessarily under the motor vehicle act, Sec. 560.165, for which the maximum punishment was 25 years when the vehicle was of a value of $30 or more. The owner of the stolen automobile had testified it was worth $2,000. See State v. Berry, 361 Mo. 904, 907-908, 237 S.W.2d 91, 93(5); State v. Humphrey, 357 Mo. 824, 829(3), 210 S.W.2d 1002, 1005(9); State v. Perry, Mo.Sup., Div. 1, 223 S.W.2d 717, 720(5).\nThe next specific assignment (No. 10) in the motion for new trial alleged error in the court’s refusal to give ,the appel* lant’s proffered instruction No. 6, because it was a cautionary instruction upon testimony concerning the identity of a person accused and charged with a crime. The instruction told the jury that testimony concerning the identity of a person should be carefully considered by them; and that they “should take into consideration the opportunity of the witness to observe the person identified; the impression made upon the mind of the witness at the time he observed the defendant, and all the other facts and circumstances surrounding the meeting of the party.”\nThe appellant’s defense was an alibi. The owner of the stolen automobile, Hol-brook, testified he had left it parked about a half block from the place where he worked in Maryville at noon dinner time. About 3 o’clock a “buddy” named Fishell told him he thought he saw the car go east out of Maryville from a Barnes filling station. The service man there, Blacketer, identified appellant as the driver, and saw him again that evening in the custody of the sheriff. William Dowling, a filling station operator at Parnell, between Maryville and Grant City, saw appellant at his station about 4 or 5 o’clock. He wanted to sell a spare tire, and bought gasoline on a ticket under the alias of “Sam Henderson.” Dowling described the Holbrook car he was driving. M. O. Surplus was at the Dowling filling station and saw and described appellant.\nBob Montray, a filling station operator at Grant City, saw appellant park Hol-brook’s car in a nearby alley about 5 p. m. and go up town. The sheriff arrested him later afid called Montray who identified him. ' Fishell,’who-had previously seen appellant at the Barnes filling station in Mary-ville, saw him again in a barber shop in Grant City about 4:30. Fishell went in with the sheriff and a deputy and identified him and- described his clothing. He also saw him in the sheriff’s office but he did not see him in' the stolen car.\nWith respect to the refusal of appellant’s instruction-No. 6 on the question o-f identity. It told-the jury “that testimony concerning the -identity of a person should be carefully considered by you. You should take into consideration the opportunity of the witness to observe the person identified: the impression made upon the mind of the witness at the time he-observed the defendant, and all. the other facts and circumstances surrounding the meeting of the party.”\nThe Attorney General’s brief answers that the giving of such cautionary instructions is largely a matter of discretion with *320the trial court, citing Ferris &amp; Rosskopf; Instructions to Juries, Sec. 73, p.-57, which says: “As a general rule the giving of cautionary instructions is a matter largely within the discretion of the trial court, and the Court cannot be convicted of error in refusing such instructions unless there is a manifest abuse of such discretion.” The same is said in almost identical language in Wiedeman v. St. Louis Taxicab Co., 182 Mo.App. 523, 529, 165 S.W. 1105, 1106(4).\nIn this case the appellant’s defense was an alibi. But his identity when seen in Maryville, Parnell and Grant City was established overwhelmingly. His own witness, deputy sheriff Beverlin, testified he arrested appellant in the barber shop in Grant City and described his clothing. Appellant admitted he was there. His unsupported alibi was that he had hitch-hiked from Des Moines through Leon and Osceola, Iowa, to Grant City without going through Mary-ville and Parnell. But he did not produce any witnesses to support that alibi or to show he was not using Holbrook’s stolen automobile.\nAppellant further complains of the trial court’s refusal to give his tendered instructions Nos. 7 and 8, which told the jury the State relied wholly on circumstantial evidence to support his conviction, and that there was no direct evidence connecting him1 with the crime. We do not agree. There was evidence that Holbrook had parked his automobile at a public place in Maryville during the noon meal hour and that it was taken from that place and was in the possession of the appellant at the Barnes filling station in midafternoon. Appellant was in possession of it later that day at a filling station in Parnell, and still later at Grant City where he was arrested. .This, in our opinion, was sufficient to prove asportation, and that appellant was the thief. State v. Smith, 354 Mo. 1088, 1097(10), 193 S.W.2d 499, 503(13); State v. Denison, 352 Mo. 572, 577-578(2), 178 S.W.2d 449, 452(2,3).\nThe thirteenth ground in appellant’s motion for new trial complains that the trial court erred in giving the State’s instruction No. 1 because it' instructed the jury upon the offense of larceny of Holbrook’s automobile combined with an instruction under the habitual criminal act covering his prior larceny of an automobile in Buchanan County in 1941. But he was amenable to that charge under Section 556.280(2) RSMo 1949, V.A.M.S.; he could have received only the maximum punishment of-25 years under Section 560.165 RSMo 1949, V.A.M.S., and the jury inflicted only the latter punishment.\nThe fourteenth and last assignment in the motion for new trial complains of the giving of the State’s instruction No. 2, dealing with direct and circumstantial evidence. \" As to, the latter the instruction was in the usual form, but it added that the evidence must be incapable of explanation upon any other reasonable theory than the guilt of the defendant, and that it must “satisfy you beyond a reasonable doubt that the defendant was present at the time of the commission of the offense, if you find an offense was committed, and that he participated in the commission thereof.” Appellant says that from this last quoted part of the instruction the jury might infer the defendant’s guilt from his mere presence at the commission of the offense. We think this objection is wholly without merit.' The instruction expressly requires that the defendant participate in the commission of the crime, and must be read as a whole. State v. Sapp, 356 Mo. 705, 713(4), 203 S.W.2d 425, 430(8).\nAs stated in. the beginning, the appellant has recently filed' a “Writ of \"Error” here. His complaint refers to the testimony of the witness William Dowling, a filling station operator at Parhéll, -that he (appellant) in purchasing gasoline there signed a ticket iby the name1 of “Sam Henderson.” Appellant asserts the operator, not he, signed that ticket, and that he did not know that evidence was introduced. He also complains that the witnesses gave conflicting descriptions of the stolen automobile, the year’s modél and óf his clothing. It is obvious that these complaints' are not a part of the *321record here. The appellant was present at' the .trial and testified. ' , ;\nWe find no error therein and the judgment below should be and is affirmed.\nAll concur.\n",
            "ocr": true,
            "opinion_id": 5017543
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}