{
    "id": 5200107,
    "judges": "Storckman",
    "date_filed": "2017-10-07",
    "date_filed_is_approximate": true,
    "slug": "state-v-bryant",
    "case_name_short": "Bryant",
    "case_name": "State v. Bryant",
    "case_name_full": "STATE of Missouri v. William BRYANT",
    "attorneys": "Cecil Block, St. Louis, for appellant., John M. Dalton, Atty. Gen., William G. Goodin, Asst. Atty. Gen., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "319 S.W.2d 635"
    ],
    "opinions": [
        {
            "author_str": "Storckman",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSTORCKMAN, Presiding Judge.\nThe defendant, William Bryant, was found guilty of buying and receiving stolen property in violation of § 560.270 RSMo 1949, V.A.M.S., and the jury assessed his punishment at two years in the penitentiary. His motion for 'a new trial was overruled and he has appealed from the judgment of conviction.\nNo brief has been filed on behalf of appellant and the case is before us on the transcript of the record and the brief of the respondent. In these circumstances, our review extends to the essential record and allegations of error properly preserved in the motion for new trial. Supreme Court Rules 27.20, 28.02 and 28.08, 42 V.A. M.S.; State v. Garrison, Mo., 305 S.W.2d 447, 449 [1]; State v. Swiney, Mo., 296 S.W.2d 112, 114 [1].\nThe state’s evidence tended to prove that on Sunday, February 10, 1957, Wesley Brown, a fifteen year old boy, entered the factory building of Cardinal Food Products, Inc., manufacturers of dog food, at 711 South Theresa, in St. Louis, and stole brass machinery parts and fittings which he sold to the defendant who conducted a junk yard at 3521 Papin Street. Brown, who was committed to the Boonville Training School at the time of trial, testified that he removed some of the stolen brass from the canning machinery but some of it was unattached; that he piled the articles in a corner of the building and went to defendant’s junk yard where he obtained a sack, telling the defendant that he had some brass “from the same place where I got the stuff before.” Brown further testified that he used the sack to carry the brass to defendant’s junk yard where it was weighed by the defendant who then paid Brown $2 and told him to come back later to get $2.50 more and that he, Brown, at the defendant’s direction, hid the sack and its content in a shed at the junk yard.\nPolice officers testified that, in the course of their investigation of the theft, they went to the junk yard and were told by the defendant that a young Negro boy named Wesley came to defendant’s place with a sack of brass fittings but that he refused to buy the metal and told the boy to leave. The defendant gave the police officers permission to search his junk yard and they found the sack containing the brass in a shed under some rags and an old mattress. There was evidence that the brass machinery parts and fittings were worth from $275 to $300.\nThe defendant, in his own behalf, testified in substance that he had never been convicted on any offense, that the Brown boy had brought the sack of brass to his place of business, but that he had refused to purchase the metal because he believed the boy had stolen it and that he did not know how it got in the place where the police found it. There was other testimony on behalf of the defendant including that of a character witness.\nAlthough the defendant has filed no brief, we are required to review the sufficiency of the information, it being an essential part of the record before us. Art. I, § 17, Constitution of Missouri 1945, V.A.M.S.; § 547.270 RSMo 1949, V.A. M.S.; Supreme Court Rules 21.01 and 28.02; State v. Pitts, Mo., 282 S.W.2d 561, 562 [1]; State v. Crawford, Mo., 262 S.W. 700 [1]. Unless other grounds are properly preserved, our review is limited to legal deficiencies appearing on the face of the information. State v. Pippey, 335 Mo. *637121, 71 S.W.2d 719, 721 [2]; State v. Janson, 80 Mo. 97 [1].\nThe information upon which the defendant was tried is identical in form with the indictment held fatally defective in State v. Harris, Mo., 313 S.W.2d 664, because it failed to charge that the defendant received the stolen property with intent to defraud. In fairness to the prosecution it should be noted that the instant case was tried before the decision in the Harris case was rendered.\nThe information omitting introductory and concluding parts, is as follows: “That William Bryant in the City of St. Louis, on the 10th day of February, 1957 one type holder — can marker from a can sealing machine, of the value of one hundred seventy-five dollars; three, solid brass ‘pockets’ from a can filling machine of the value of thirty dollars; one solid brass can lid release, of the value of fifty dollars; five various type brass valves, of the value of twenty dollars; three brass fittings, of the value of two dollars; three solid brass plungers, from can filling machines, of the value of fifteen dollars; all of the total combined value of two hundred ninety-two dollars; of the goods and personal property of the Cardinal Food Products, Inc., a corporation, then lately before feloniously stolen, taken and carried away from the said Cardinal Food Products, Inc., a corporation with the felonious intent on the part of the thief to permanently deprive the owner of the use thereof, feloniously and fraudulently did from said thief buy, receive and have, the said William Bryant then and there well knowing the said goods and personal property to have been feloni-ously stolen, taken and carried away, with the felonious intent on the part of the thief, as aforesaid, to permanently deprive .the owner of the use thereof; contrary to the form of the Statute in such case made and provided, and against the peace and dignity of the State.” 1\nAn intent to defraud was made an essential element of the state’s case by the amendment of § 560.270 effective August 29, 1955. Here, as in the Harris case, the state concedes that the 1955 amendment had the effect of adding to the statutory offense the element of intent to defraud and that the indictment or information must now contain this averment, which, prior to the amendment, was construed to be-a matter of defense. Again the state urges that an indictment or information in the form commonly used prior to the amendment is sufficient under the amended law and contends the allegation that the' defendant “feloniously and fraudulently did from said thief buy, receive, and have, * * * well knowing said goods and personal property to have been feloniously stolen, * * * ” sufficiently charges intent to defraud.\nBecause we are urged to depart from our holding in the Harris case, we have carefully re-examined the decision and have concluded that our previous ruling is sound and controlling in this case. The only additional authorities cited are State v. Rutherford, 152 Mo. 124, 131, 53 S.W. 417, and State v. Miller, 190 Mo. 449, 89 S.W. 377, 380. In the Rutherford case, an instruction in a larceny case was held to be erroneous because it did not require a finding of a fraudulent or felonious intent, *638one of the essential elements of larceny. 53 S.W. 419 [1], In the Miller case, an indictment for aiding and assisting in making and establishing a lottery was attacked because it was not charged that the act was unlawfully done. The indictment followed the language of the statute which made the offense a felony. The court held the offense was sufficiently described and the averment that the act was done feloniously included the charge of unlawfulness. It does not appear that the statute made intent an essential element. These cases add nothing to the force of the argument made by the state in the Harris case.\nThe information twice avers a \"felonious intent on the part of the thief, * * * to permanently deprive the owner of the use” of the property, but no such intent is alleged on the part of the receiver of the stolen property as required by the amended statute. The allegation of intent on the part of the thief does not cure the omission of an allegation of intent to defraud on the part of the defendant.\nThe facts in the Harris case particularly pointed up the need of a definite allegation •of the intent to defraud because there the central question was the intent of the defendant in receiving the stolen property. However, the factual situation does not determine the essential allegations of the information.\nBy its verdict the jury found \" * * * the defendant guilty of Receiving stolen property of a Value of at least $50.00, knowing the property to have been stolen and assess his punishment at imprison-[sic] in the State Penitentiary for two years.” Here again nothing was said about intent to defraud. The respondent says that the finding of value and the language “knowing the property to have been stolen” may be rejected as surplusage in order to achieve a general verdict of guilty as •charged in the information. We do not reach the question of the sufficiency of the verdict but its form tends to accent the ab■sence from the state’s case of the issue of •intent to defraud.\nSince we must hold the information fatally. defective, other questions presented on this appeal need not be reviewed since without a valid information such questions are no longer live issues. State v. Harris, Mo., 313 S.W.2d 664, 671 [9], This should not be construed, however, as an indication that there are not other questions worthy of consideration on a retrial of the case.\nThe judgment is reversed and the cause remanded.\nAll concur.\n\n. S.Ct. Bule 24.01, effective January 1, 1953, provides: “The indictment or information shall be a plain, concise and definite written statement of the essential facts constituting the offense charged. ⅜ * *. It need not contain a formal commencement, a formal conclusion or any other matter not necessary to such statement. Allegations made in one count may be incorporated by reference in another count.” The reluctance of prosecuting officials to depart from established precedent is understandable. Nevertheless, when criminal pleadings have been made as plain and concise as pleadings in civil cases, the accused, as well as lawyers and judges, will have a better understanding of “the nature and cause of the accusation” against him. Art. I, § 18(a), Constitution of Missouri 1945, and the proviso in S.Ct. Bule 24.11.\n\n",
            "ocr": true,
            "opinion_id": 5023148
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}