{
    "id": 5212557,
    "judges": "Woodley",
    "date_filed": 21254400000,
    "date_filed_is_approximate": true,
    "slug": "rutledge-v-state",
    "case_name_short": "Rutledge",
    "case_name": "Rutledge v. State",
    "case_name_full": "Edward John RUTLEDGE v. The STATE of Texas",
    "attorneys": "Ross N. Sterling, Houston, for appellant., Carol S. Vance, Dist. Atty., James C. Brough and Shelly P. Hancock, Asst. Dist. Attys., Houston, and Jim D. Vollers, State’s Atty., Austin, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Oct. 28, 1970.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "458 S.W.2d 670"
    ],
    "opinions": [
        {
            "author_str": "Woodley",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nWOODLEY, Presiding Judge.\nThe offense is felony theft; the punishment, 9 years.\nTrial was before a jury on a plea of not guilty. The jury returned a verdict of guilty, and the court assessed the punishment.\nThe sufficiency of the evidence is not challenged. The state’s evidence includes the following:\nOn June 28, 1968, Mr. Edward V. Huerta delivered his 1961 Pontiac Bonneville to Mr. Ruben Perez for the purpose of having the same repaired. On June 29, 1968, while parked in front of Perez’ residence in Houston, shortly after 2:30 P.M., the said automobile and tools valued at $150.00 were stolen. Appellant was arrested on August 30, 1968.\nAppellant’s first ground of error complains that the trial court erred in admitting evidence of extraneous offenses and in denying appellant’s motion that such evidence be excluded.\nThe record reflects that J. N. Dechman and A. J. Randio, criminal investigators for the Harris County Sheriff’s Department, were conducting an investigation of the automobile theft in question on the night of appellant’s arrest. They found a Pontiac with license plates that had been stolen from the City of Houston and had been observing the said automobile for approximately one and one-half hours when appellant arrived in a Cadillac, driven by Armand Sherman. The officers had received information over the police radio that traffic warrants had been issued for the appellant from the Corporation Court of the City of Houston. At the time of appellant’s arrest, the officers were not in possession of these warrants, but did have knowledge of the warrant numbers, and had asked that city police officers come to their location with the warrants. It is also shown by the record that the officers had *672received information that appellant was in possession of stolen property and was armed with a pistol.\nAs the officers approached the Cadillac, Sherman was seen leaning over “ * * * like he was placing something under the seat.” On the seat between Sherman and appellant, the officers observed a loaded 12 gauge shotgun. The two men were placed under arrest and a search of the Cadillac revealed a .32 automatic under the driver’s seat and a .38 revolver in the unlocked glove compartment in front of appellant.\nAppellant admitted ownership of the loaded .38 pistol.\nOfficer Dechman searched appellant and laid all of the property taken from his pockets, which included a set of car keys, on the hood of the car, then put it back in appellant’s pockets. He asked appellant where his car was and he “nodded toward the Pontiac.” He asked him where his keys to the car were and he said: “That set of keys are in my right front pocket,” and the officer got them and unlocked the trunk of the Pontiac.\nOfficer Dechman testified:\n“Q. Now then, with the keys that you had taken from this defendant, Rutledge, did you search the ’61 Pontiac?\n“A. Yes, sir, I did.\n“Q. Did you look in the trunk ?\n“A. Yes, sir.\n“Q. And what did you find, if anything, in the trunk ?\n“MR. PAYNE: We will object to testimony from the witness about what was found in the automobile. The question at issue is whether or not the automobile was stolen by the defendant, and testimony concerning the contents of the car is immaterial to any issue in the case. Furthermore, the search of the car has not been shown to have been conducted properly and legally and is in contravention of the fourth amendment to the Constitution; and in addition, whatever might have been in the car, until it bears on the question of acquisition of the car, is immaterial to any issue in the case.\n“THE COURT: Overruled.\n“A. Found a cash register, an adding machine.\n“Q. (By Mr. Handcock) Did you examine the serial numbers of that cash register and adding machine ?\n“A. Yes, sir. I found they had come from a burglary in the county.\n“MR. PAYNE: We object to that anwer and ask it be stricken, and point out to counsel for the State that he specifically stated he wasn’t going into that matter.\n“THE COURT: I sustain the objection. The jury will disregard the last portion of the witness’s answer.”\nIn view of the court’s ruling and prompt instruction to the jury, and the fact that no further action was requested by appellant, no error is properly before this court for review. Jenkins v. State, Tex.Cr.App., 435 S.W.2d 505; Hughes v. State, Tex.Cr.App., 433 S.W.2d 698; Burks v. State, Tex.Cr.App., 432 S.W.2d 925.\nAppellant’s first ground of error is overruled.\nAppellant’s second ground of error complains that the trial court erred in refusing to instruct the jury not to consider evidence of extraneous offenses in determining the guilt or innocence of appellant on the charge of theft of an automobile as alleged in the indictment.\nNo objection in writing was made to the court’s charge on the grounds set forth in appellant’s second ground of error. Appel*673lant did not request that such a charge be given. In the absence of an objection or exception to the court’s charge, the claim of error is not before this court for review. Hollins v. State, Tex.Cr.App., 411 S.W.2d 366.\nAppellant’s third and fourth grounds of error attack the legality of appellant’s arrests. In his third ground of error, appellant contends that his arrest was unlawful and in his fourth ground of error, he states that the trial court erred in failing to submit to the jury fact issues relating to the legality of the said arrest.\nThe officers did not rely on probable cause alone. The officers had personal knowledge that warrants for the arrest of appellant had been issued. It is further shown that they had asked that the said warrants be brought to the scene of the investigation. In view of the fact that the officers had information that the appellant was armed, it was necessary that they move quickly to place him in custody. The fact that they did not have the warrants in their possession at the time of the arrest did not serve to invalidate the arrest. Art. 15.26 Vernon’s Ann.C.C.P.; Sellars v. State, Tex.Cr.App., 400 S.W.2d 559; Martinez v. State, Tex.Cr.App., 407 S.W.2d 504.\nFinding no reversible error, the judgment of the trial court is affirmed.\n",
            "ocr": true,
            "opinion_id": 5036269
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}