{
    "id": 5231241,
    "judges": "Ard, Clark, Pritch, Turnage",
    "date_filed": "1981-08-20",
    "date_filed_is_approximate": true,
    "slug": "state-v-davis",
    "case_name_short": "Davis",
    "case_name": "State v. Davis",
    "case_name_full": "STATE of Missouri v. Ronald E. DAVIS",
    "attorneys": "James W. Fletcher, Public Defender, Sean D. O’Brien, Asst. Public Defender, Kansas City, for appellant., John Ashcroft, Atty. Gen., Brian P. Seltzer, Asst. Atty. Gen., Jefferson City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Motion for Rehearing and/or Transfer to Supreme Court Overruled and Denied Jan. 8, 1982.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "627 S.W.2d 308"
    ],
    "opinions": [
        {
            "author_str": "Turnage",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTURNAGE, Presiding Judge.\nRonald E. Davis was found guilty by a jury of first degree robbery, § 569.020, RSMo 1978, and punishment was assessed at ten years imprisonment. On this appeal Davis contends the trial court erred in failing to grant a mistrial on the failure of the State to disclose information; in failing to grant a continuance and in failing to grant a hearing on a motion to suppress identification testimony. Affirmed.\nDavis does not question the sufficiency of the evidence to support the conviction. Ruth Mildrexler operated a shop referred to as Marbough Flea, in which she sold antiques. In March, 1980, she identified Davis as a man who entered her shop and spent about ten minutes looking at merchandise. He also inquired of her as to the possibility of obtaining a job. She said she did not have any openings, but took his name and address because she had a friend who might be in need of some help. Davis left and Mildrexler stated that about five minutes later Davis and another man returned. There was ample lighting and it was daylight and she had plenty of time in which to observe Davis. After the two men had been in the shop for about five minutes or so, Davis pulled a gun and announced a holdup. He took what money she had in her cashbox and her purse and diamond rings.\nAbout eight days after the robbery, Mil-drexler was asked to go to police headquarters to view a lineup. Previous to that she had been shown a photo of Davis by a detective and she identified it as the man who was with Davis rather than Davis. At the lineup Davis was the first man to enter the stage and Mildrexler immediately identified him. She told the officer that she would like to be absolutely certain by hearing the mens’ voices. The three men in the lineup were then requested to state their name was “John Doe.” When it came Davis’ turn to give the name of “John Doe” he instead stated his name was Ronnie Davis. After hearing the voice, Mildrexler stated she was positive Davis was the person who had put the gun to her head and robbed her.\nDavis first contends the court erred in refusing to grant a continuance. The public defender was appointed on April 10, 1980, to represent Davis. The trial began on July 21, 1980. A motion for continuance was filed on July 17, which stated that counsel had not had adequate time to prepare. No facts were stated to support that conclusion. The motion was overruled and the trial started on July 21. The application for continuance was addressed to the sound discretion of the trial court and this court will not interfere unless it clearly appears that the trial court has abused its discretion. State v. Oliver, 572 S.W.2d 440, 445[2-4] (Mo. banc 1978).\nHere no facts were presented which demonstrated why the period of three months was not adequate in which counsel could prepare, nor were there any facts stated showing what particulars counsel had been unable to prepare for trial. No showing of abuse of discretion has been made and this court does not find any abuse.\nDavis contends the court erred by failing to grant a mistrial when it appeared the State had failed to make disclosure. The incident giving rise to this contention occurred in the following manner. While Mil-drexler was being cross-examined she stated that a detective had shown her a picture of a man, who later proved to be Davis, and asked if she could identify the person shown as being one of the robbers. Mildrexler *310stated she thought it was the man who entered with Davis on his second entry into the shop. On relating this incident, counsel for Davis immediately moved for a mistrial because the information concerning the picture and her inability to identify Davis from it had not been disclosed prior to trial. The prosecutor stated that he likewise was unaware of this information since the incident had not been recorded in any reports. The court overruled the motion for mistrial and counsel extensively cross-examined Mil-drexler concerning the photo and her inability to identify Davis as the person shown. Mildrexler explained her inability by stating the picture was not a very good one.\nIn State v. Smothers, 605 S.W.2d 128, 131[1-4] (Mo. banc 1980) the court stated that after a failure on the part of the State to disclose appears, “[t]he question remains, however, whether the failure to disclose resulted in fundamental unfairness or prejudice to defendant.” The court further stated at p. 132:\n“Declaration of a mistrial is a remedy reserved for extraordinary circumstances, and not required in a situation of failure to disclose until the remedies specified in the Rule are shown to be inadequate.”\nHere the information which the State failed to disclose to Davis rested wholly within the knowledge of Mildrexler and the detective. However, even assuming without deciding that the prosecutor was charged with knowledge of the incident because it was known to a police officer, the court was correct in failing to declare a mistrial because there was no effort to obtain relief short of a mistrial and no prejudice or unfairness appears. The only argument Davis makes in his brief as to harm was the fact that he could have called the detective as a witness and would have had an opportunity to try to locate the picture so that the jury could see it. However, under Rule 25.16 the court could have, if requested, granted Davis a continuance in order to try to obtain the testimony of the detective and to locate the picture. No effort was made to obtain either, and as held in Smothers, the drastic remedy of a mistrial is not available until the remedies specified in Rule 25.16 are shown to be inadequate.\nMildrexler disclosed her inability to identify the photo on cross-examination and was fully examined by Davis’ counsel on that subject. No reason appears as to why this was not sufficient to bring her inability to identify Davis’ photo to the attention of the jury. At most this went only to the weight of her testimony which was for the jury to weigh. Having failed to request relief by the lesser remedies, Davis was not entitled to a mistrial.\nDavis finally contends the court erred in failing to grant a hearing on his motion to suppress the identification evidence by Mildrexler. The motion was filed on the second day of trial and contended the lineup viewed by Mildrexler was suggestive. No evidence appears in the record as to any suggestive procedures in the lineup. Mildrexler denied that any suggestion was made to her prior to the lineup. She stated that she positively identified Davis the minute he walked on the stage and this was confirmed when she heard his voice. She had ample opportunity to identify him at the time of the robbery and made an unequivocal identification in court. A hearing, out of the hearing of the jury, to suppress identification evidence is not constitutionally required. Watkins v. Sowders, 449 U.S. 341, 101 S.Ct. 654, 66 L.Ed.2d 549 (1981).\nThis court has recently had occasion to consider the question of the suppression of in-court and out-of-court identification evidence. In State v. Sanders, 621 S.W.2d 386 (Mo.App.1981) this court concluded that the question is really one of the nexus between the claimed suggestiveness and the factor of reliability discussed in State v. Higgins, 592 S.W.2d 151, 159 (Mo. banc 1979). This court stated the nexus will rarely be so complete as to require suppression of eyewitness identification testimony and the issue is normally one for the factfinder. This court further observed, as did the court in Watkins, that the protection for the accused is the tool of cross-examination which can fully test the identification process.\n*311The court was not required to conduct a hearing on the motion when no reasons were stated therein which would demonstrate the inadequacy of cross-examination to test the reliability of the identification evidence.\nThe judgment is affirmed.\nAll concur.\n",
            "ocr": true,
            "opinion_id": 5056131
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}