{
    "id": 5230024,
    "judges": "Crist, Reinhard, Snyder",
    "date_filed": 354844800000,
    "date_filed_is_approximate": true,
    "slug": "state-v-johnson",
    "case_name_short": null,
    "case_name": "State v. Johnson",
    "case_name_full": "STATE of Missouri, Plaintiff-Respondent v. Kevin JOHNSON",
    "attorneys": "Allen I. Harris, Bell, Harris, Kirksey & Thomas, St. Louis, for defendant-appellant., John Ashcroft, Atty. Gen., Suzanne M. Boersig, Asst. Atty. Gen., Jefferson City, for plaintiff-respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Motion for Rehearing and/or Transfer to Supreme Court Denied May 15, 1981.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "616 S.W.2d 846"
    ],
    "opinions": [
        {
            "author_str": "Snyder",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSNYDER, Judge.\nAppellant was convicted of first degree robbery, § 560.120, RSMo 1969, upon a jury verdict and sentenced to 20 years’ imprisonment. He appeals from the judgment.\nAppellant contends the trial court erred in refusing a jury instruction on identification proffered by appellant and in overruling appellant’s objections to certain comments made by the prosecutor in closing argument relating to appellant’s failure to call a defense witness. Appellant also contends, in a pro se brief, that the trial court erred in not granting a mistrial based upon the systematic exclusion of blacks and minority members from appellant’s jury panel. Appellant’s points have no merit. The judgment is affirmed.\nThe evidence upon which appellant was convicted showed that appellant robbed the cashier of a neighborhood 7-Eleven store at approximately 9:00 p. m. in October 1978. Appellant and Charles Jefferson drove into the parking lot of the store. Jefferson, who was the driver, remained in the car while appellant entered the store and asked to purchase a pack of cigarettes. Appellant then announced a robbery to the cashier. After taking approximately $93.00, appellant ran from the store and got into the vehicle waiting in the parking lot. As the vehicle was exiting from the parking lot, it was involved in a collision with another automobile on the lot. Appellant fled on foot, but the driver of the vehicle, co-defendant Jefferson, was detained at the scene. Both the cashier of the store who was the victim of the robbery and co-defendant Jefferson identified appellant as a participant in the robbery.\nAppellant’s defense was alibi. Appellant’s fiancee, a friend, his fiancee’s sister and two of appellant’s cousins testified in support of appellant’s alibi. The alibi evidence showed appellant was at his cousin’s house until mid-afternoon. Then appellant accompanied his fiancee to her mother’s house and to a school meeting until approximately 9:00 p. m. After leaving his fiancee, appellant stopped at a liquor store in Kirk-wood where he met an acquaintance and a cousin. Appellant’s cousin drove appellant home. The jury obviously disbelieved the alibi testimony.\nAppellant first contends the trial court erred in refusing his proffered jury instruction cautioning the jury regarding the reliability of identification testimony by witnesses to the crime. This point is ruled against appellant.\nThe trial court refused the following instruction:\n“INSTRUCTION A\nThe court instructs the jury that where the prosecution has offered identification testimony, that is, the testimony of an eyewitness that he saw the defendant commit the act charged, such testimony should be received with caution. An identification by a stranger is not as trustworthy as an identification by an acquaintance. Mistaken identification is not uncommon. The witness’ opportunity to observe the perpetrator during the commission of the act charged is of great *848importance in determining the credibility of his identification. The testimony of the witness that he is positive of his identification may be considered by you, but does not relieve you of the duty to carefully consider his identification testimony and to reject it if you find that it is not reliable.”\nThe instruction refused by the trial court is not a Missouri Approved Instruction. Although the trial court refused the instruction proffered by appellant as to the credibility of witnesses, the trial court did give Missouri Approved Instruction 2.01 which instructed the jury concerning witness credibility and the factors to be considered in determining credibility. No instruction in addition to MAI-CR 2.01 as to the believability of a witness or the effect, weight or value of a witness’s testimony is proper. State v. Borden, 605 S.W.2d 88, 93[7] (Mo. banc 1980); State v. Jones, 607 S.W.2d 740, 742[1, 2] (Mo.App.1980). The trial court properly refused appellant’s Instruction “A.”\nAppellant also contends the trial court erred in overruling appellant’s objection to comments made by the prosecutor in closing argument questioning appellant’s failure to produce a witness, Francis Hill, who appellant claimed was at the Kirkwood liquor store at the same time as appellant at about the time of the robbery in Maplewood. Hill was endorsed as a witness by the defense. Appellant argues the witness was equally available to the state and the state could not complain of appellant’s failure to call the witness. Appellant’s second contention is ruled against him.\nThe state may properly argue an adverse inference from the defendant’s failure to produce a witness who would be reasonably expected to give testimony in the defendant’s favor. State v. Collins, 587 S.W.2d 303, 307[6, 7] (Mo.App.1979); State v. Wilkerson, 559 S.W.2d 228, 229[1-3] (Mo.App.1977). Such an inference does not arise and may not be argued if the witness is equally available to the defendant and the state. State v. Collins, supra; State v. Wilkerson, supra. The term “equally available” means more than susceptibility to process; a witness is more available to a defendant if the relationship between the defendant and the witness is such that there is a natural expectation the witness would be favorable to the defendant. State v. Karnes, 608 S.W.2d 455, 457[2] (Mo.App.1980).\nFrancis Hill went to school and grew up with appellant. He was an employee of the liquor store in Kirkwood. Appellant testified Francis Hill was working behind the counter when appellant went to the liquor store sometime between 9:00 and 10:00 p. m. the night of the robbery. The state gave rebuttal evidence by the owner of the liquor store that Francis Hill had worked only until 4:00 in the afternoon the day of the robbery.\nThe trial court has broad discretion in determining whether the facts warrant invocation of an unfavorable inference. State v. Karnes, supra. The trial court did not err in overruling appellant’s objection to the prosecutor’s closing argument suggesting an adverse inference could be drawn from appellant’s failure to produce his alibi witness. State v. Karnes, supra; State v. Wilkerson, supra.\nIn oral argument counsel for appellant has cited State v. Valentine, 587 S.W.2d 859 (Mo. banc 1979), and argued the relationship between appellant and his alibi witness was not so close that it would permit a conclusion the witness was more available to appellant than the state. In State v. Valentine, supra, the unproduced witness was not shown to have any relationship to the defendant other than the fact the witness was with a group of people who were allegedly with the defendant at the time of the crime charged. Appellant testified he had known Francis Hill for “quite awhile” because they had gone to school together. The relationship between appellant and Francis Hill would permit the inference that testimony by Francis Hill would favor appellant.\nIn a pro se brief, appellant raises a final contention that the trial court erred in not *849granting appellant a mistrial because blacks and other minorities were systematically excluded from appellant’s jury panel. Appellant’s final contention is also ruled against him.\nAppellant’s pro se brief does not set forth any basis for appellant’s assertion blacks were systematically excluded from his jury panel. At trial, appellant’s attorney moved for mistrial upon the ground of systematic exclusion of blacks from the jury panel. The motion was based upon counsel’s assertion that of a 40 member jury panel, only five members were black; that one black veniremen was struck for cause; and that the state struck the remaining black venireman peremptorily.\nIn a given case, the state is not constitutionally prohibited from excluding all blacks from the petit jury by use of the state’s peremptory challenges. State v. Williams, 535 S.W.2d 128, 129[1] (Mo.App.1976). Only the systematic exclusion of blacks as a general practice is unconstitutional. State v. Williams, supra at 130[2]. Appellant has not attempted to prove any systematic exclusion of blacks from petit juries other than his petit jury. Having failed to introduce any evidence to meet his burden of proving a prima facie case of systematic exclusion of blacks from petit juries, the appellant’s contention is without merit. State v. Johnson, 606 S.W.2d 655, 657[3] (Mo.1980); State v. Anderson, 598 S.W.2d 593, 594[2-5] (Mo.App.1980).\nThe judgment is affirmed.\nCRIST, P. J., and REINHARD, J., concur.\n",
            "ocr": true,
            "opinion_id": 5054835
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}