{
    "id": 5233633,
    "judges": "Kennedy, Manford, Strom, Wasser",
    "date_filed": "1974-02-25",
    "date_filed_is_approximate": true,
    "slug": "state-v-davis",
    "case_name_short": "Davis",
    "case_name": "State v. Davis",
    "case_name_full": "STATE of Missouri v. Larry DAVIS",
    "attorneys": "Thomas F. Hutchison, Kansas City, for appellant., John Ashcroft, Atty. Gen., John M. Morris, Asst. Atty. Gen., Jefferson City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Motion for Rehearing and/or Transfer to Supreme Court Overruled and Denied Feb. 8, 1983., Application to Transfer Denied March 29, 1983.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "646 S.W.2d 871"
    ],
    "opinions": [
        {
            "author_str": "Manford",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMANFORD, Presiding Judge.\nThis is a direct appeal from a judgment entered in accordance with a jury conviction for murder, second degree, in violation of § 565.004, RSMo 1978. The judgment is affirmed.\nAppellant presents two points, charging trial court error in (1) submitting to the jury the charge of murder, second degree when he (appellant) was charged with murder, first degree, and (2) failing to sustain appellant’s motion to quash the jury panel because the selection of jurors in Jackson County, Missouri is based upon a method which systematically excludes prospective black jurors.\nThere is no challenge to the sufficiency of the evidence upon which the jury based its guilty verdict, so a brief summary thereof suffices.\nLate in August or early September, 1980, four persons met to discuss robbing banks in the Kansas City area. As a result of this meeting and others, it was decided to recruit others for this enterprise. At the third meeting, appellant joined the group. On September 27, 1980, another meeting was held, which totaled seven persons, including appellant. At this meeting, the plan to rob two banks and use the proceeds to obtain illegal drugs was developed. The plan provided for two robbery teams of four men each, plus two women who would drive the getaway vehicles. The first team was to rob a bank, with the other stealing vehicles for that purpose. The teams, then, were to reverse their roles in the second robbery.\nThe first team was composed of appellant and three other persons named Burks, Lucas and Glenn. On Monday, September 29, 1980, appellant, Burks, and Glenn went to the Standard State Bank located at 3901 Noland Road in Independence, Missouri, to “case it”, using as a pretext an inquiry about a vehicle the bank had for sale. The evening of the same day, another meeting was held to discuss the plan further. On October 2, 1980, the “first team”, plus the two female drivers, met at Glenn’s house to make final preparations. Weapons were selected by the four. At approximately 2:00 p.m. the same day, appellant, Burks, Lucas, and Glenn entered the bank and announced a holdup. Lucas remained at *873the front door, Glenn jumped the counter, Burks went to a backroom area, and appellant remained in the main area of the bank. Appellant went to the desk of bank employee Lynda Lyngar, where she and two customers were seated. Appellant grabbed one of the customers by the neck and pushed the customer to the floor. Appellant then shot Lynda Lyngar in the head at point blank range. She died as a result of this wound a short time later. After collecting monies, the four fled the bank. When departing from the bank, the four were observed by an officer of the Independence Police Department. The officer followed the four and called for them to halt. Appellant and Burks made their escape in a silver-colored Thunderbird (owned by Leon Pettis, a part of the other robbery team) driven by Connie Davis (appellant’s sister). Lucas and Glenn fled to a nearby Venture Store, where they were taken into custody. The silver Thunderbird was observed westbound on 1-70 by another officer. After their arrest, both Lucas and Glenn confessed to the robbery and identified the others involved. In exchange for a plea of guilty to robbery and 25-year sentences, Glenn and Lucas both testified at appellant’s trial. Appellant offered no evidence. The jury returned its verdict and affixed punishment at 50 years. This appeal followed the overruling of timely filed after-trial motions.\nUnder his point (1), appellant’s contention can best be summarized by a statement from his brief which declares that “the defendant was convicted of an offense of which he was not charged and was therefore not informed of the nature and cause of the accusation of which he was convicted.” Reduced to a more simple expression, appellant contends that (1) his conviction for murder, second degree was unconstitutionally invalid because he was not informed that he could be found guilty of murder, second degree or manslaughter, and (2) neither murder, second degree, nor manslaughter are lesser included offenses of murder, first degree, but are lesser degrees of murder, first degree.\nAppellant supports his contention by the plurality opinion of our state Supreme Court in the case of State v. Handley, 585 S.W.2d 458 (Mo.1979) and the dissenting opinion in State v. Wilkerson, 616 S.W.2d 829 (Mo. banc 1981). There is no necessity to discuss either Handley or Wilkerson. It suffices to observe that our state Supreme Court in Wilkerson declared that Handley, to the extent it conflicted with Wilkerson, was no longer to be followed. It further declared, that where warranted by the evidence, one accused of murder, first degree can be found guilty of murder, second degree. In Wilkerson, the court specifically declared that our legislature had designated murder in the second degree as a lesser degree of murder, first degree.\nAppellant’s point (1) is ruled squarely by Wilkerson, and under that ruling, is found to be without merit. Point (1) is ruled against appellant.\nUnder his final point (2), appellant charges that the trial court erred when it failed to quash the jury panel because “the method of selecting jurors in Jackson County systematically excludes prospective black jurors who are otherwise qualified, thereby denying appellant his Sixth and Fourteenth Amendment rights under the United States Constitution to a jury drawn from a fair cross-section of the community.”\nAppellant argues that since potential jurors are selected solely from registered voter lists, and since blacks constitute a disproportionately small percentage of registered voters, the selection system is unconstitutional. Appellant acknowledges and admits that he is required to bear the burden of proof of such a contention, and that the applicable test in the proof of same was declared in Duren v. Missouri, 439 U.S. 357, 99 S.Ct. 664, 58 L.Ed.2d 579 (1979). In Duren, the United States Supreme Court set forth a three-part test, which must be met to establish a violation of the requirement of a fair-cross section of community representation: (1) the group alleged to be excluded must be shown to be a distinctive group within the community; (2) the representation of this group in venires from *874which juries are selected is not fair and reasonable in relation to the number of such persons in the community; and (3) this under-representation is due to the systematic exclusion of the group in the jury selection process. Duren at 364, 99 S.Ct. at 668.\nAppellant filed a pretrial motion to quash the jury panel. A hearing and the ruling on the motion occurred post-trial. Before considering appellant’s evidence on the whole of this issue, other contentions offered by appellant are addressed. Appellant makes a direct attack upon voter registration rolls as a source for potential jurors. When confronted with authority to the contrary, appellant insists that a careful reading of the authority indicates that the sole use of registration rolls has been upheld because it has not been proven that distinctive groups are underrepresented on these rolls. It serves no purpose to cite or discuss the various authorities on this point because the precise issue was laid to rest in United States v. Clifford, 640 F.2d 150, 156 (8th Cir.1981) wherein the court ruled, “The mere fact that one identifiable group of individuals votes in a lower proportion than the rest of the population does not make a jury selection system [i.e., based upon voter registration rolls] illegal or unconstitutional.”\nThat blacks are a distinctive group within Jackson County, Missouri, for and within the purposes of the Duren test, is not disputed.\nAppellant further refers to the particular panel in the instant case. This reference fails for two distinct reasons. In the first place, evidence as to a single jury panel does not satisfy the test requirements prescribed by Duren. This point is conceded by appellant. This same issue was determined in State v. Ball, 622 S.W.2d 285, 291 (Mo.App.1981) and State v. Mears, 588 S.W.2d 519, 520-21 (Mo.App.1979). In addition, as regards the particular panel in the instant case and as disclosed by appellant’s evidence, there was 15.5% black representation. When that figure (15.5%) is compared with the percentage of blacks within the community (20% based upon the 1980 census, which was admitted as part of appellant’s evidence), a difference of 4.5% is revealed. As will be noted infra, this 4.5% fails to support appellant’s contention on the whole of the issue, but at this juncture, it suffices to conclude that appellant’s reference to his specific or single jury panel does not satisfy the rule in Duren.\nAt the hearing on his motion to quash, appellant offered the following summarized evidence. Appellant selected registration from eight of the 294 voting precincts within Jackson County. It was revealed that in four of the precincts which were primarily black (geographic determination), registration was lower than in four other precincts, which were primarily non-black (geographic determination). Registration records do not request or disclose voters by race, nor do the county jury officials keep records which reveal prospective jurors by race.\nFrom the above evidence, appellant urges this court to extract the inference that black and non-black voters register in the same proportions throughout the 294 precincts of the county as reflected in the eight precincts selected. There is nothing to support such an inference. To follow appellant’s suggestion would require this court to ignore numerous other factors which might affect voter registration, i.e., local geography, economic conditions of one area as compared with another, local political issues and/or candidates, just to name a few, and which might be totally unrelated to the matter of race. On this question, one of appellant’s own witnesses, a consultant to the Election Board, stated that he could not establish that the percentages of voter registration represented within the selected eight precincts were indicative of a racial trend throughout the county, rather than a reflection either in whole or in part of local conditions or issues which would or would not prevail in other county areas.\nThere was no evidence with regard to what might be called (for lack of title) “mixed precincts” concerning the proportion of black and non-black registrants. This court does not conclude that evidence revealing the proportionate registration *875within “mixed precincts” would be decisive of the issue, but merely mentions it because the lack of such evidence renders the determination of the issue even less possible. Even if it were shown that blacks tend to register in a lower proportion to non-blacks county-wide (and appellant’s evidence fails to reveal this), standing alone, this would not satisfy the second part of the test prescribed by Duren, i.e., the representation of this group in venires from which juries are selected is not fair and reasonable in relation to the number of such persons in the community. Nor would such evidence automatically invalidate the voter registration rolls as a source for prospective jurors. Clifford, supra.\nAs noted above, it is not disputed that blacks are, for purposes of the Duren test, a “distinctive group”. Under Duren, appellant must have established, by competent evidence (if it is to be concluded that blacks are under-represented on venires within Jackson County) that the percentage of blacks as a group in the venires of the county was substantially less than the 20% population figure of blacks in Jackson County as revealed by the 1980 census. Duren 439 U.S. at 362, 99 S.Ct. at 667, Taylor v. Louisiana, 419 U.S. 522, 524, 95 S.Ct. 692, 694, 42 L.Ed.2d 690 (1975).\nIn an earlier decision, Swain v. Alabama, 380 U.S. 202, 208-209, 85 S.Ct. 824, 829-830, 13 L.Ed.2d 759 (1965), the United States Supreme Court ruled that unless it is shown that the difference between the percentage of blacks in the relevant population and those within the jury venires as a whole is greater than 10%, a prima facie case has not been made. This rule has been identified as the “absolute disparity” test or rule. See also, Clifford, supra and United States v. Butler, 611 F.2d 1066, 1069-70 (5th Cir. 1980), cert. denied 449 U.S. 830, 101 S.Ct. 97, 66 L.Ed.2d 35 (1980). While appellant suggests two other tests, (a) a “comparative disparity test” and (b) an “absolute impact standard test”, we note that the “absolute disparity test” is the only one which has been applied by the United States Supreme Court. We conclude that it is unnecessary to discuss these two other tests because we adopt the “absolute disparity test” to the exclusion of the other two. However, because of general interest, we note that these two other tests are revealed in United States v. Yazzie, 660 F.2d 422, 426-27 (10th Cir.1981), cert. denied 455 U.S. 923, 102 S.Ct. 1282, 71 L.Ed.2d 464 (1982); Clifford, supra; and United States v. Test, 550 F.2d 577, 587 (10th Cir.1976), reversed on other grounds, 420 U.S. 28, 95 S.Ct. 749, 42 L.Ed.2d 786 (1975).\nAppellant suggests that it would be possible to develop probative evidence on this question through a survey of a representative sample of persons listed on the jury rolls or alternatively, by polling persons on a “significant number” of jury venires. Be that as it may, there is no such evidence before this court in this case. Absent such evidence, this court will neither speculate nor address the sufficiency or applicability of such evidence upon the question. It suffices to state that appellant had the burden of showing that the percentage of disparity between blacks and non-blacks exceeded that permitted by the Sixth and Fourteenth Amendments to the United States Constitution. Duren, supra. In addition, no eviden-tiary burden falls on respondent until appellant has first proven underrepresentation. Duren, supra. Appellant’s evidence simply fails to establish underrepresentation of blacks on jury venires in Jackson County, Missouri, and fails to comply with part (2) of the Duren test.\nWhile not necessary to the disposition of this final point, we note that in addition to having failed to prove underrepresentation, appellant’s evidence fails to meet part (3) of the Duren test. Assuming for purposes of discussion only, that appellant had proven underrepresentation, part (3) of Duren provides that it must be shown that this under-representation is due to the systematic exclusion of the group in the jury selection process. As noted above, the mere fact that one identifiable group votes in a lower proportion relative to the remainder of the population does not render the jury selection system based upon voter registration rolls “illegal or unconstitutional”. Clifford, supra. See also Test, supra and United *876States v. Arlt, 567 F.2d 1295, 1297 (5th Cir.1978).\nFor appellant to have met the requirements of part (3) of the Duren test, it would not have been his burden to prove any deliberate discrimination by any state authority against any particular group in order to have established “systematic exclusion” of that particular group. But mere allegation of underrepresentation does not translate into systematic exclusion.\nIn Test at 586-87, the court pointed out that in addition to sufficient evidence of under-representation, there must also be sufficient evidence of “obvious opportunities for discrimination ... in the selection process.” In Taylor and Duren, such opportunity was found by the United States Supreme Court because women, upon their own request and under existing state law, were specifically singled out for exclusion. See State v. Baker, 636 S.W.2d 902, 910 (Mo.1982) as applicable to grand juries. See State v. Bernard, 641 S.W.2d 462 (Mo.App.1982), following Baker, supra. This element is lacking in the instant case. It is noted that appellant does not claim that his alleged underrepresentation of blacks was caused by any “opportunity” within the system to select jurors in Jackson County to specifically exclude blacks from the voter registration rolls. Appellant’s argument simply rests upon his assertion that within Jackson County, fewer blacks, as compared with non-blacks, do not register to vote. This simple assertion fails to meet part (3) of the Duren test, and as noted, does not render the jury selection system illegal or unconstitutional. Clifford and Test, supra.\nIn conclusion, underrepresentation cannot be established by mere reference to a single jury panel, Duren, Ball, and Mears, supra. We also note that Duren 439 U.S. at 366, 99 S.Ct. at 669 declares: “in order to establish a prima facie case, it was necessary for petitioner to show that the underrepresen-tation of women, generally and on his own venire, was due to their systematic exclusion in the jury selection process.” (emphasis added).\nAs discussed above, the evidence in the instant case reveals a disparity of only 4.5% on the jury panel (i.e., 20% black population in Jackson County according to the 1980 census, contrasted with 15.5% of blacks on the panel). Thus, under Duren and Swain, appellant failed to make a prima facie case.\nAppellant’s evidence established that blacks are a distinctive group within the Jackson County community. [Part (1) of the Duren test]. Appellant’s evidence failed to establish that the representation of this group in venires from which juries are selected is not fair and reasonable in relation to the number of such persons in the Jackson County community. [Part (2) of the Duren test] Not only did appellant’s evidence fail to establish underrepresentation, but the evidence also failed to establish that the underrepresentation was due to the systematic exclusion of the group in the jury selection process.\nFor the reasons set forth herein, appellant’s final point (2) is found to be without merit and is ruled against him.\nJudgment affirmed.\nAll concur.\n",
            "ocr": true,
            "opinion_id": 5058676
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}