{
    "id": 5236113,
    "judges": "Bleil",
    "date_filed": "1984-10-08",
    "date_filed_is_approximate": true,
    "slug": "in-re-sd",
    "case_name_short": "In re S.D.",
    "case_name": "In re S.D.",
    "case_name_full": "In the Matter of S.D., a Juvenile",
    "attorneys": "William D. King, Juvenile Public Defender, Austin, for appellant., Ronald Earle, Dist. Atty., Larrilyn K. Russell, Asst. Dist. Atty., Austin, for appel-lee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Feb. 7, 1984.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "667 S.W.2d 820"
    ],
    "opinions": [
        {
            "author_str": "Bleil",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBLEIL, Justice.\nThis appeal from a juvenile court’s waiver of jurisdiction and transfer of proceedings to district court presents one basic issue. Tex.Fam.Code Ann. § 53.05 (Vernon 1975) provides that after a petition for judicial proceedings concerning a detained juvenile is filed, the court shall set a hearing not later than 10 days after the filing. The issue before us is this: Does the 10 day requirement impose a jurisdictional limitation requiring dismissal of the proceedings in the absence of a timely setting? We conclude that it does not impose a jurisdictional limitation and affirm.\nThe significant dates are:\nDATE EVENT\nDecember 17,1981 Juvenile detained after hearing.\nDecember 18,1981 Petition to transfer juvenile for trial as adult filed; set for hearing January 8,1982.\nAppellant, 16 years old at the time he was accused of committing two aggravated rapes, burglary, and escape, maintains that under Section 53.05 he has the right to a hearing within 10 days after the filing of the petition. Therefore, he asserts, because the date set for hearing on the petition concerning appellant was not within 10 days of his detention, the juvenile court lost jurisdiction of the proceedings. Although the court states no reason for failing to set the case within 10 days, no hearing could have been held before the court obtained a mandatory diagnostic study in compliance with Tex.Fam.Code Ann. § 54.02(d) (Vernon 1975); R.E.M. v. State, 569 S.W.2d 613 (Tex.Civ.App.—Waco 1978, no writ).\nAppellant argues, however, that even though under these facts the court, within its discretion, could have postponed the hearing, the fact that a hearing was not set within 10 days violates Section 53.05 and compels dismissal. In L.L.S. v. State, 565 S.W.2d 252 (Tex.Civ.App.—Dallas), writ refd n.r.e. per curiam, 569 S.W.2d 495 (Tex.1978), the court refused to interpret Section 53.05 as imposing a jurisdictional limitation requiring dismissal of the proceeding absent a waiver of the 10 day requirement or a ground for postponement being shown by the record. We agree with that interpretation and hold that the 10 day requirement does not impose a jurisdictional limitation requiring dismissal of the proceedings in the absence of a timely setting. We join other states with similar statutes in holding that a statutorily mandated time period within which to set a hearing is directory rather than jurisdictional, and that the juvenile court does not lose jurisdiction absent a timely setting. In the Interest of Flournoy, 5 Kan.App.2d 220, 613 P.2d 970 (1980); State in the Interest of C.B., 173 N.J.Super. 424, 414 A.2d 572, *822cert. denied, 84 N.J. 482, 420 A.2d 1303 (1980); In Re Armour, 59 Ill.2d 102, 319 N.E.2d 496 (1974).\nWe now consider whether appellant was denied a right to a speedy trial because the court failed to set a hearing within 10 days coupled with several other postponements of the proceedings in connection with obtaining a diagnostic study and psychiatric examination requested by appellant. In reviewing the circumstances of this case to determine whether the appellant has been denied a speedy trial, we consider the short period of time the proceedings were delayed, the valid purpose for each delay, the absence of a timely assertion of his right to a speedy trial during the proceedings in the juvenile court, and the absence of any prejudice resulting from the delay. Barker v. Wingo, 407 U.S. 514, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972). Appellant has not shown that he was denied a speedy trial as guaranteed by the Sixth and Fourteenth Amendments to The United States Constitution.\nWe affirm the order waiving jurisdiction and transferring proceedings against appellant to district court.\n",
            "ocr": true,
            "opinion_id": 5061349
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}