{
    "id": 5242033,
    "judges": "Grant",
    "date_filed": 527212800000,
    "date_filed_is_approximate": true,
    "slug": "forge-v-state",
    "case_name_short": "Forge",
    "case_name": "Forge v. State",
    "case_name_full": "Greg FORGE v. The STATE of Texas",
    "attorneys": "David Holmes, Paris, for appellant., Tom Wells, Dist. Atty., Lamar County, Paris, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "717 S.W.2d 725"
    ],
    "opinions": [
        {
            "author_str": "Grant",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGRANT, Justice.\nGreg Forge appeals convictions of two separate charges of burglary of a motor vehicle. Forge contends that the trial court erred in admitting into evidence statements he had signed as a direct result of an unlawful search of his vehicle and the unlawful seizure of contraband found therein. He further contends that the court erred in overruling his objections to the jury charge concerning guilt or innocence.\nOn November 21, 1984, Forge was arrested in a Paris, Texas, shopping center parking lot for his failure to identify himself to a police officer. Steve Woods was also arrested on charges for outstanding traffic warrants. The automobile which Forge had been driving was locked by police and left in the parking lot of a shopping center in the vicinity of the arrest. No search of any kind was made of the automobile at the time of the arrest.\nBoth Forge and Woods were taken to the Paris police station. Detective Springer testified that Woods told him that while Woods and Forge were riding around in Forge’s car, Forge had broken into two pickup trucks on November 21, and had stolen a C.B. radio from one of the trucks and a .22 caliber rifle from the other. Detective Springer also testified that Woods told him that the C.B. radio could be found in the front floorboard of Forge’s automobile and that the .22 caliber rifle was in the trunk of the automobile. Woods and Detective Springer returned to the automobile. Detective Springer looked through the car windows and saw a C.B. radio lying on the front floorboard of Forge’s car in plain view. Using a key to the vehicle from the police property room, Detective Springer entered the vehicle and recovered the radio. Thereafter, acting on Woods’ information that a stolen .22 caliber rifle was located in the trunk of the car, Detective Springer opened the trunk of the car with the keys and discovered the rifle which had been described by Woods. The radio and the rifle proved to have been stolen from two pickup trucks in the area earlier in the day. The search of Forge’s automobile was conducted without a search warrant while Forge was at the police station.\nHaving discovered the radio and rifle in Forge’s car, Detective Springer returned to the police station, gave Forge the standard Miranda1 warning, and confronted him with the physical evidence. Forge then gave the police an oral statement in which he admitted driving around in his car with Woods, but he alleged that Woods broke into the two pickup trucks and removed a C.B. radio and .22 caliber rifle and placed them in Forge’s car. The oral statement was reduced to writing by the police and was signed by Forge. At trial, Forge’s statements, along with the physical evidence taken from his automobile, were introduced into evidence over his objections on the two charges of burglary of a vehicle.\n*727In his first ground of error, Forge contends that the search of his vehicle was unlawful, and that the stolen items seized from the vehicle were the tainted fruit of that unlawful search and should not have been admitted into evidence. He further asserts that he signed the statements which implicated him in the burglaries of the vehicles only as a result of having been confronted by the police with the illegally obtained evidence. He urges that neither the physical evidence from the automobile nor his signed statements should have been admitted into evidence.\nThe case of Carroll v. United States, 267 U.S. 132, 45 S.Ct. 280, 69 L.Ed. 543 (1925), held that an exception to the requirement of approval of a judge or magistrate exists when an automobile or other vehicle is stopped and the police have probable cause to believe it contains evidence of a crime. Carroll upheld the legality of a search that was conducted immediately after a vehicle was stopped. Since Carroll, warrantless searches have been found permissible even when a car was searched after being seized and moved to a police station. Texas v. White, 423 U.S. 67, 96 S.Ct. 304, 46 L.Ed.2d 209 (1975); Chambers v. Maroney, 399 U.S. 42, 90 S.Ct. 1975, 26 L.Ed.2d 419 (1970). In these cases, the search was constitutionally permissible because an immediate, on-the-scene search would have been permissible. Texas v. White, 423 U.S. at 68, 96 S.Ct. at 305.\nThe present case differs from the case of Araj v. State, 592 S.W.2d 603 (Tex.Crim.App.1979), cited by Forge, in that the Araj case involved the search of a briefcase which was found in the warrantless search of a car trunk. This constituted an unlawful search of luggage which is not involved in the instant case. Forge’s situation must also be distinguished from Maldonado v. State, 528 S.W.2d 234 (Tex.Crim.App.1975). The Maldonado case involved a warrant-less search of a vehicle in police custody. The vehicle had been under guard in a fenced yard used by police to provide secure storage of vehicles. Thus, no one could have tampered with the vehicle until a search warrant could be obtained.\nThe courts have long recognized that there is a difference between a search of a business, dwelling house, or other structure for which a proper warrant may be readily obtained, and a search of an automobile where it is not practicable to secure a warrant because the vehicle can be quickly moved from the jurisdiction in which the warrant must be sought. Carroll v. United States, supra.\nForge’s vehicle was located in a public parking lot which was easily accessible to vandalism or pilferage and could easily have been moved by Forge2 or someone acting for him. Therefore, Detective Springer was justified in believing that it was urgent to make the search without a warrant to avoid removal of the evidence.\nNext we must analyze whether or not Detective Springer’s initial act of looking into the car window was an infringement of Forge’s constitutional rights.\nUnder what is generally known as the “plain view” doctrine, there must exist three elements: (1) a prior justification for an intrusion, (2) an inadvertent discovery of incriminating evidence, and (3) it must be immediately apparent to the officer that the item constitutes evidence. Bailey v. State, 629 S.W.2d 189 (Tex.App.-Dallas 1982, pet. ref’d). This applies to a situation in which there is an extension of a prior justification to give an officer access to an object. This requires an initial intrusion which is legal under the Fourth Amendment to the United States Constitution.\nWe must distinguish a “plain view” doctrine case where the police perceive an object while executing a search warrant or while acting pursuant to some exception to the warrant clause, from a situation to which the Fourth Amendment has no application because there was no expectation of *728privacy. The seizure of property in plain view in the latter case involves no invasion of privacy and is presumptively reasonable, assuming that there is probable cause to associate the property with criminal activity. Texas v. Brown, 460 U.S. 730, 103 S.Ct. 1535, 75 L.Ed.2d 502 (1983).\nThe purpose behind the requirement of an inadvertent discovery is to avoid an initial intrusion on a pretext so that contraband or stolen items might be found “in plain view.” Where there is no initial intrusion, there is no need for the safeguard of the requirement of inadvertence.\nIn the present case, Detective Springer went from the police station to Forge’s car in a public parking lot, accompanied by Steve Woods. Standing in a public place where he had a right to be, and without having entered Forge’s car, Springer lawfully looked through the car window and saw the stolen C.B. radio on the front floorboard in plain view, as earlier described by Woods. Springer made no initial intrusion upon Forge’s private property in order to obtain the view of the radio which was subsequently entered into evidence against Forge.\nIn the case of Texas v. Brown, supra, the U.S. Supreme Court addressed a situation involving an officer looking in the window of an automobile. The Court reached the following conclusion:3\n[T]he fact that Maples “changed [his] position” and “bent down at an angle so [he] could see what was inside” Brown’s car, ... is irrelevant to Fourth Amendment analysis. The general public could peer into the interior of Brown’s automobile from any number of angles; there is no reason Maples should be precluded from observing as an officer what would be entirely visible to him as a private citizen. There is no legitimate expectation of privacy,_ In short, the conduct that enabled Maples to observe the interior of Brown’s car and of his open glove compartment was not a search within the meaning of the Fourth Amendment.\nThe most recent Supreme Court case addressing this type of observance is California v. Ciraolo, 476 U.S. -, 106 S.Ct. 1809, 90 L.Ed.2d 210 (1986). The Ciraolo case involved an observation into a fenced area from an aircraft. Even though the viewing in the Ciraolo case was motivated by law enforcement purposes and was not casual or accidental, the Court found that it was not subject to Fourth Amendment protections.\nThus, we conclude that Springer’s seeing what was in open view was not a “search” under constitutional protections.\nDetective Springer testified that he did not believe Woods’ statements that the radio and rifle were in Forge’s car until he had personally seen the radio through the car window in plain view. Once Detective Springer had observed the stolen C.B. radio located in the car as described by Steve Woods, he had good reason to rely upon the statements made by Steve Woods. Steve Woods was not a mere informant, but had orally confessed to an involvement in the crimes.4 Thus the statement of Woods coupled with the finding of the radio gave Springer probable cause to seize the C.B. radio and to search the trunk for the stolen rifle about which Steve Woods had informed him.\nCertainly the owner of an automobile has a different expectation of privacy in the closed trunk of a vehicle than he would for items generally visible in the *729car’s interior; however, as discussed earlier when an exigency exists along with probable cause, a valid constitutional search can be conducted. Under these circumstances, we hold the search and seizures to be lawful.\nIn his second ground of error, Forge alleges that the trial court erred in overruling his objection to the court’s charge on guilt or innocence. Specifically, Forge contends that:\nThe Court’s charge authorizes conviction of Appellant if the jury finds that he allowed Steve Woods to put the rifle in the trunk of the vehicle Appellant was driving and drove off; and/or if Appellant allowed Steve Woods to place the C.B. radio in the vehicle which Appellant was driving.\nForge further contends that criminal culpability could be assigned to otherwise innocent behavior under that charge of the court.\nDuring the trial, Forge’s counsel made the following objections to the charge which were overruled by the Court:\nIn cause number 9937 [9936], defendant objects on page three to the bottom portion to the following wording: “And allowing Steve Woods to put the rifle in the trunk of the vehicle driven by Greg Forge and driving off.”\nIn cause number 9935, the same page, the defendant objects to the following language: “And allowing' Steve Woods to place the C.B. radio in the vehicle being driven by Greg Forge.” For the reasons that the jury can believe that those acts occurred and can find the defendant guilty, even though he did not promote or assist by soliciting, encouraging, aiding or attempting to aid, or anything else.\nForge bases his claim of error on these objections. We have reviewed the charges and find that the trial judge properly included an abstract charge on the law of parties and instructions regarding the law related to confessions. The charges also contained a proper definition of burglary and instructed the jury that in order to find Forge guilty of burglary, they must find that he “knowingly or intentionally without the effective consent of” the owners of the vehicles involved did “break into and enter” the vehicles “with intent to commit theft.” We find no merit in the second ground of error, and it is overruled.\nThe judgments of the trial court below in these two causes are each affirmed.\n\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n\n\n. Forge had been arrested earlier on a Class C misdemeanor charge and could have been bonded out at any time.\n\n\n. Another case which found that looking into a car in a public parking lot without a warrant did not illegally intrude on the Fourth Amendment rights of the owner of the car is Smith v. Slayton, 484 F.2d 1188 (4th Cir.1973). In that case the court found that the exposure of the evidence to the plain view of the public indicated a lack of expectation of privacy and therefore its seizure is inoffensive.\n\n\n. It should be noted that pursuant to Tex.Code Crim.Proc.Ann. art. 38.22 (Vernon Supp.1986), an oral confession becomes admissible when it leads to the fruits of the crime. Thus, the statute places a greater reliance on such an oral statement in this situation.\n\n",
            "ocr": true,
            "opinion_id": 5067752
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}