{
    "id": 5250951,
    "judges": "Colley",
    "date_filed": 646704000000,
    "date_filed_is_approximate": true,
    "slug": "russeau-v-state",
    "case_name_short": "Russeau",
    "case_name": "Russeau v. State",
    "case_name_full": "Rickey Bernard RUSSEAU v. The STATE of Texas",
    "attorneys": "William Wright, Tyler, for appellant., Jack Skeen, Jr., Tyler, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "794 S.W.2d 816"
    ],
    "opinions": [
        {
            "author_str": "Colley",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION ON REMAND\nCOLLEY, Justice.\nI.\nOn May 17, 1988, we delivered an unpublished opinion and rendered judgment reversing Russeau’s conviction for murder and ordered an acquittal. In our opinion we concluded that the State did not disprove beyond a reasonable doubt certain exculpatory oral statements made by Rus-seau, but introduced by the State; hence, we held under the “voucher rule,” explained in Palafox v. State, 608 S.W.2d 177, 181 (Tex.Cr.App.1979), that Russeau was *817entitled to an acquittal. The Texas Court of Criminal Appeals granted the State’s petition for discretionary review, set aside our opinion, reversed our judgment and remanded the cause to this court “for further proceedings not inconsistent with [their] opinion.” Russeau v. State, 785 S.W.2d 387, 391 (Tex.Cr.App.1990). Therefore, following the instructions on remand, we now address Russeau’s four original points of error, none of which were addressed by us initially.\nRickey Bernard Russeau (hereinafter Russeau) was convicted of murder by a jury who assessed his punishment at life imprisonment.\nRusseau presents four points of error contending that the court erred (1) in overruling his motion for mistrial based on the State's improper use of three peremptory challenges to exclude black persons from the petit jury, (2) in overruling his motion for mistrial grounded on his contention that he was improperly impeached at trial by the use of his custodial oral statements and confessions, (3) in excluding the testimony of a defense witness, and (4) in failing to grant his speedy trial motion based on Tex.Code Crim.Proc.Ann. art. 32A.02 (Vernon 1989).\nBecause consideration of Russeau’s second point of error requires examination of the entire record, we will render a somewhat comprehensive review of the evidence.\nOur inspection of the record reveals that Russeau was indicted in August 1986 for the murder of William Tremmel (hereinafter Tremmel). The indictment alleges, inter alia, “that on or about the 3rd day of April, 1986, ... [Russeau] did then and there intentionally and knowingly cause the death of an individual, WILLIAM TREM-MEL by stabbing him with a knife-like instrument and striking him with a blunt object; ....” The court’s charge at the guilt-innocence phase submitted the offense to the jury in the following language:\nII.\nNow, if you should find and believe from the evidence beyond a reasonable doubt that on or about the 3rd day of April, A.D., 1986, in Smith County, Texas, the Defendant, RICKEY BERNARD RUSSEAU, did then and there intentionally and knowingly cause the death of an individual, WILLIAM TREMMEL, by stabbing him with a knife-like instrument and striking him with a blunt object, as set forth in the Indictment, then you will find the Defendant guilty of murder.\nThe State presented in its case in chief the following facts and events. William Tremmel was brutally stabbed to death on or about April 3, 1986. His body was discovered the next day, lying on the floor of a bathroom in a residence located on Glen-wood Street in Tyler, shared by Tremmel with the owner of the property, Allen Tooke, who was away from home when the murder occurred. Many items of property 1 were missing from the residence at the time of the discovery of the murder.\nSeveral police officers, including Police Detective Glen Talley, came to the murder scene on April 4, 1986, and made some photographs and diagrams of the scene. Numerous friends of the victim testified that they were not acquainted with Rus-seau and had never seen him in Tremmel’s home where each was a frequent guest. The cumulative testimony of these witnesses establishes that Tremmel was alive and well as of 11:00 p.m. on April 3, 1986. One of the witnesses, Stevie Hackett, had dinner with Tremmel at 8:30 p.m. on April 3, 1986, and several other witnesses testified that they had visited Tremmel at his residence on the evening of April 3, 1986. Henry Douglas Fields was apparently the last person, other than the murderer, to speak to Tremmel before his murder. Fields testified that he had a telephone conversation with Tremmel at about 10:30 p.m. on Thursday, April 3, 1986.\n*818A few days after the crime, according to State witness Michael Goodman, Russeau telephoned him, saying that he had two clocks for sale. Goodman related that he accompanied Russeau to a residence located in north Tyler near the north Tyler Y.M.C.A. Russeau left for a few minutes and returned with two clocks loaded in the trunk of his automobile. Goodman, who agreed to pay two hundred dollars for the clocks, had earlier called the Smith County Sheriffs office because he suspected that the clocks might have been stolen property. In any event, he testified that he purchased them and paid Russeau two hundred dollars.2\nJoe Andrew Jones testified that about three or four weeks before April 24, 1986, Dwight Riggs and Russeau brought two clocks to his residence located in north Tyler on North Confederate Street and put them in a closet in the home. Jones also testified he discovered two television sets in a storage shed on his property at about the same time. He identified the clocks, produced by the State as exhibits, as the same two clocks he had seen earlier in Russeau’s possession.\nPolice Detective Talley testified that he made a detailed inspection of the crime scene on April 4, 1986, and was active in the investigation of the murder. He related that when he arrested Russeau on April 14, 1986, Russeau was wearing a wrist watch. The watch was positively identified at trial as belonging to the deceased.\nSammie Lee Robinson, who at the time of his trial testimony was an inmate of the Smith County Jail, stated that he was an acquaintance of Russeau, having met him in 1977 or 1978 while both were incarcerated in the Department of Corrections. He testified that he had seen Russeau two or three times in April 1986. He stated the first time was about the first of April, and the last time was about April 3rd. He stated that Russeau engaged him in a conversation about the “punks” living on Lindsey Lane3 in Tyler; that Russeau mentioned the kind of automobiles that they drove and Robinson stated he recognized the cars as belonging to Tremmel and Tooke. Robinson also testified that Rus-seau told him that “he was going to rob them, but he didn’t say he was going to kill nobody, you know.” Robinson further testified that the defendant had a “can of Mace, you know. He said he was basically just going to spray it in the guy’s face when he opened the door and I guess overpower him.... I guess overpower him, you know, and just get his money.” He also related that Russeau tried to hire him to drive a car over to the place to be robbed but that he refused to do so.\nThe record shows that Robinson was interviewed by Detective Talley before trial, and that Robinson gave Talley a written statement entirely consistent with his trial testimony. On cross-examination, Robinson admitted that while he was in jail in Smith County, he wrote out in longhand a statement which he delivered to Laverne Worthy, a counsellor or minister and a frequent jail visitor. Robinson stated that by this document he recanted his earlier statement to Detective Talley, calling it a lie; however, Robinson said that he wrote the statement (delivered to Worthy) because he had been threatened by fellow jail inmates and because he was in fear for his safety and welfare. Robinson testified that his direct testimony at trial was true, and the statement he delivered to Worthy was not.\nAfter the State rested its case in chief, the defense attempted to call Worthy as a witness. The State objected because Worthy had not been placed under “the rule” 4 and had been present in the courtroom during the testimony of most of the State witnesses in its case in chief. The trial court did not allow Worthy to testify before the jury, but her testimony was presented on Russeau’s informal bill of ex*819ceptions. On the bill, Worthy testified that Russeau asked her to “pick up a piece of paper” from Robinson. Worthy testified that while she waited outside Robinson’s cell, he wrote out the statement5 and handed it to her “through the bars” of his cell.\nAfter the State rested its case in chief, Russeau took the stand in his own defense. He admitted that he had met Tremmel, and had visited with him on April 3, 1986. Rus-seau testified that Tremmel had given him the gold wrist watch he was wearing at the time of his arrest. Russeau denied any knowledge of or participation in either the robbery of Tremmel’s residence, or his murder. Much of Russeau’s testimony relating to the times of day that he was present in Tremmel’s home on the evening of April 3, 1986, is in conflict with other testimony produced by the State.\nOn cross-examination, Russeau testified that after he was arrested on April 14, 1986, he was transported to police headquarters in Tyler. At that point, either Detective Talley or Detective Dillman gave him his Miranda6 warnings, reading them from a “warning form.” Russeau agreed that he waived his rights, and voluntarily talked with Detectives Talley and Dillman. During this custodial interrogation of Rus-seau, he denied any knowledge of the murder of Tremmel, but did admit to knowing him.\nRusseau recalled that he was questioned again by Detectives Talley and Dillman on April 22, 1986. Once again, he was fully advised of his rights under Miranda and waived them. Russeau admitted that during this interview he told the Detectives that he “would tell them the whole story[,]” yet he denied telling them that he initiated the robbery.\nAfter Russeau rested his case, the State recalled Detective Talley in rebuttal. Talley confirmed the fact that he had spoken with Russeau on April 14, 1986, and April 22, 1986, and that he had advised Russeau of his rights both times. According to Talley, Russeau confessed that “[he initiated] the course of events in setting up [Tremmel] to be robbed” and that his accomplices were Dwight Riggs and a black male unknown to Russeau; that he met the two at a location near Tremmel’s residence and the three of them proceeded to the residence where Russeau remained outside as a lookout while Riggs and the black male entered the house. Talley testified that Russeau told him that he had looked through the window and had seen Riggs and the other black male seize Tremmel and take him to the back part of the house.\nTalley further testified that Russeau told him on April 22,1986, that he had observed Riggs and the Black male carrying items of property from the house, and that Russeau told him “that some of [the] jewelry [taken from Tremmel’s residence] had been thrown into a trash burning barrel behind [1604 N. Confederate]”7 (Emphasis ours.)\nTalley had earlier testified that he had searched the trash barrel behind Jones’ house on North Confederate and found a “ring or two, [a] cuff link, and [a] medallion.” Each of these items was identified at trial as belonging to the murder victim.\nWe conclude that the oral statements made by Russeau to Talley on April 22, 1986, and testified to by Talley, were admissible both as substantive evidence on the guilt-innocence issue, as well as for impeachment purposes.8 This is so because the voluntariness of the statements was unchallenged, and a statement was included which contained an “[assertion] of facts or circumstances that are found to be true and which conduce to establish [Rus-seau’s] guilt ..., such as the finding of ... stolen property ”9 Tex.Code Grim. *820Proc.Ann. art. 38.22, § 3(c) (Vernon Supp. 1990). The record shows that Talley’s testimony as to Russeau’s oral statements was neither limited by the State in its offer thereof, nor by instructions contained in the court’s charge.\nBy his first point of error, Russeau contends that the court wrongfully overruled his motion for mistrial grounded on Batson10 error. We disagree. The record reveals that the case went to trial11 in March, 1987, and that Russeau’s oral motion for mistrial was made after the petit jury was sworn and impaneled, and the jury panel discharged. The motion was untimely. Batson v. Kentucky; Brown v. State, 769 S.W.2d 565, 567-568 (Tex.Cr.App.1989); Henry v. State, 729 S.W.2d 732, 737 (Tex.Cr.App.1987). Therefore the error, if any, was not preserved for review. Brown, 769 S.W.2d at 567-568.\nRusseau’s second point of error reads,\nThe court erred in overruling appellant’s motion for a mistrial made when the State used an alleged oral statement by appellant to impeach the appellant when the appellant had been previously told that no such statement existed.\nUnder this point, Russeau argues that the prosecutor wrongfully failed to disclose before trial his April 22, 1986, inculpatory oral statements that were recorded in Talley’s offense report. The record demonstrates that defense counsel was first alerted to the fact that Russeau had possibly made voluntary oral statements to Talley by the State’s cross-examination of Rus-seau about the April 14, 1986, interview between Russeau and Talley. Russeau made no objections to those questions, but when the prosecutor moved to question Russeau about his April 22, 1986 statements, by asking him if he did not tell Detectives Talley and Joe Dillman that he “did, in fact, initiate the course of events in setting up [Tremmel] to be robbed?,”12 defense counsel interrupted the questioning, asked for and was granted a bench conference. At that conference, defense counsel informed the trial judge that during informal pretrial conferences with the prosecutor, Richard Moore, “they told me they had given me all the statements.” Defense counsel told the court that the prosecutor “showed me the warning sheet and said there were no statements.” Prosecutor Moore answered, “We don’t have any written statements.” Whereupon defense counsel remarked, “I suggest to you that the recorded testimony of the Defendant is a written statement.” The prosecutor then replied, “Your Honor, we had it for impeachment purposes only. It was not admissible until he took the stand, purely for impeachment.” (All emphasis ours.) Shortly after this discussion, the jury was retired, and defense counsel, being sworn as a witness, first moved for a mistrial on the ground that the prosecutor failed to disclose the “oral confession” of Russeau. In support of that motion, counsel stated that “after further recollection” he remembered that he had not filed a written motion for Russeau’s statements, but said that in pretrial conversations with the prosecutor, the prosecutor told him “that there were no statements [made] by the Defendant.”\nIn further response to the appellant’s statements to the court, the prosecutor summarized the events and circumstances surrounding his pretrial meetings and discussions with defense counsel by saying,\nJust that when asked if there were any statements made by the Defendant, that although not specified written statements, I had in my mind, as I was looking at a green warning form that he alluded to in trial, that Counsel was referring to written statements and seeing none, I made the statement that there were none. (Emphasis ours.)\nFollowing those words, the trial judge overruled Russeau’s motion for mistrial. *821Thereafter, the State resumed its cross-examination of Russeau after the court overruled Russeau’s objection “to the use of this material because I was told that it did not exist and I would ask that [the court] not allow [the State] to bring this material in as impeachment material.”\nDuring the cross-examination of Russeau that followed, the State laid predicates for impeachment of Russeau through his denials that he told Talley on April 22:\n1. that he initiated “the course of events in setting up [Tremmel] to be robbed”;\n2. that his “accomplices were Dwight Riggs and another unknown black male”;\n3. that he met Riggs at Jones’ residence and told him “he was ready”;\n4. that he met Riggs and the unidentified black male “in the vicinity of the water tower on Glenwood”;\n5. that he, Riggs and the black male went to 1002 S. Glenwood where Riggs and the black male entered Tremmel’s residence;\n6. “that [he was] not clear as to how the other two had entered [Tremmel’s] residence”;\n7. “that ... while watching through a window [he] saw ... Riggs and the unknown black male accost Tremmel in the TV room and carried him back to the kitchen area toward the back of the house”;\n8. “that [he] ... saw a person that [he] knew as William Ware walking down the street”;\n9. “that [he] did not want to be seen, so [he] ‘burned off,’ meaning [he] left the area”;\n10. “that [he] had watched [or was] aware of watching Riggs and the unknown black male carrying stolen items from Tremmel’s residence”;\n11. “that some of the jewelry taken from Tremmel’s residence had been thrown into a trash burning barrel behind 1604 North Confederate.”\nIn rebuttal, Talley testified from his report that what Russeau told him on April 22, 1986, contradicted Russeau’s denials 1 through 11 above. In addition, Talley testified that Russeau told him that when the three left Tremmel’s home, they drove to Jones’ residence at 1604 Confederate in Tyler and divided the stolen property. Talley also related that he did find a “ring or two, the cuff link and the medallion” in the trash burning barrel behind Jones’ house on North Confederate.\nDuring the arguments in this case, the prosecutor made several references to Rus-seau’s April 22, 1986, oral statements. He reminded the jury that investigating officers found the jewelry in the barrel behind Jones’ house on North Confederate exactly where Russeau told Talley it was placed. He then argued that those facts and circumstances supported Talley’s testimony as to what Russeau told him and tended to establish Russeau’s guilt.\nThe real question presented is whether the prosecutor had a constitutional duty to disclose Russeau’s oral statements taken and recorded by Detective Talley on April 22, 1986. Those statements as a whole incriminated Russeau in Tremmel’s murder. Defense counsel urges that because the prosecutor did not disclose the statements, he had made a shared decision to call Russeau as a witness in the case, and that he also made a related strategic decision to reveal to the jury panel on voir dire that Russeau previously had been convicted of five felony offenses, two for theft, one for the unauthorized use of a motor vehicle, one for forgery and one for robbery. The record shows that those convictions occurred during the period of time between July 1977 and March 1982.\nAs we read the record, while Russeau did not file a written motion for discovery of his oral statements pursuant to the provisions of Tex.Code Crim.Proc.Ann. art. 39.14 (Vernon 1979), he did make a specific oral request of the prosecutor through his attorney.\nIn Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), the Court *822held13 that the prosecutor’s suppression of “evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or to punishment, irrespective of the good faith or bad faith of the prosecution.” United States v. Agurs, 427 U.S. 97, n. 10 at 104, 96 S.Ct. 2392, n. 10 at 2398, 49 L.Ed.2d 342 (1976).\nThe Agurs court, after so noting, then wrote:\nA fair analysis of the holding in Brady indicates that implicit in the requirement of materiality is a concern that the suppressed evidence might have affected the outcome of the trial.\n\nId.\n\nFollowing that declaration, the court in Agurs adopted a “standard of materiality”:\nIt necessarily follows that if the omitted evidence creates a reasonable doubt that did not otherwise exist, constitutional error [due process violation] has been committed. This means that the omission must be evaluated in the context of the entire record (footnote omitted). If there is no reasonable doubt about guilt whether or not the additional evidence is considered, there is no justification for a new trial. On the other hand, if the verdict is already of questionable validity, additional evidence of relatively minor importance might be sufficient to create a reasonable doubt. (Emphasis ours.)\n427 U.S. at 112-113, 96 S.Ct. at 2401-2402.\nThe Texas Court of Criminal Appeals has followed the Agurs rule. See Quinones v. State, 592 S.W.2d 933, 941 (Tex.Cr.App.1980). Contrary to the State’s contention, Quinones does not shield from discovery recorded statements of an accused under the “work product privilege.” Id. at 940. The Quinones court’s interpretation of Agurs is quite clear. The court in Qui-nones referred to its earlier decisions, e.g., Stone v. State, 583 S.W.2d 410, 415 (Tex.Cr.App.1979), writing, “Traditionally, this court has declined to find reversible errors stemming from discovery if the defendant was not denied access to exculpatory or mitigating evidence which would have affected the outcome of the trial in his favor.” Quinones, 592 S.W.2d at 941 (citations omitted). Judge Dally, writing for the Court, stated, “this Court has expressly chosen to define ‘materiality’ under Texas law in the due process terms employed by the Supreme Court in [Agurs Id.\nApplying the above authorities, we conclude, assuming that Russeau preserved the complaints embodied in his second point of error, that the prosecutor’s failure to disclose Russeau’s oral recorded statements of April 22, 1986 before trial, did not constitute a due process error under the Texas or the United States Constitutions. It is obvious that the statements were in-culpatory in character, not exculpatory. We overrule the point of error.\nWe now address Russeau’s third point of error by which he complains that the court erred in refusing to allow the testimony of Laverne Worthy. As the record shows, Robinson’s testimony on direct and cross-examination clearly shows that he admitted giving Worthy a false handwritten statement that totally contradicted both his earlier pretrial written statement to Talley and his testimony at trial. Thus those facts were plainly revealed to the jury. Therefore Worthy’s testimony is only at odds with Robinson’s testimony on minor and immaterial collateral matters. However, assuming without deciding, that the trial court abused its discretion in disallowing Worthy’s testimony, that error does not require reversal. We conclude beyond a reasonable doubt that the error, if there was one, made no contribution to either Russeau’s conviction or to his punishment. Point of error number 3 is overruled.\nFinally, we address Russeau’s fourth point of error. Russeau claims that the court erred “in overruling [his] motion to dismiss the prosecution for violation of *823[Tex.Code Crim.Proc.Ann. art. 32A.02 (Vernon 1989) ].” That claimed error is merit-less and is overruled. Meshell v. State, 739 S.W.2d 246, 257-258 (Tex.Cr.App.1987); Crank v. State, 761 S.W.2d 328, 331 (Tex.Cr.App.1988).\nFinding no errors requiring reversal of the judgment, the judgment of the trial court is affirmed.\n\n. Including two antique French clocks, two television sets, and various items of jewelry identified as belonging to Tooke and Tremmel.\n\n\n.Goodman testified that someone at the Smith County Sheriffs Department told him to purchase the clocks, and that he later surrendered them to the Tyler Police Department.\n\n\n. Trammel's residence was located at the corner of Glenwood and Lindsey Lane.\n\n\n. Tex.R.Crim.Evid. 613.\n\n\n. Also admitted on Russeau’s bill of exceptions as Defendant’s Exhibit 1.\n\n\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n\n\n. The house at that location at the time of trial was occupied by State witness Joe Andrew Jones.\n\n\n. Under Tex.Code Crim.Proc.Ann. art. 38.22, § 5 (Vernon 1979).\n\n\n. In this case, the jewelry found in the \"trash *820burning barrel.”\n\n\n. Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986).\n\n\n. Before the effective date of Tex.Code Crim. Proc.Ann. art. 35.261 (Vernon 1989).\n\n\n. Which question was answered, \"[n]o, sir” by Russeau.\n\n\n. Upon approval of the rule in Mooney v. Holohan, 294 U.S. 103. 55 S.Ct. 340. 79 L.Ed. 791 (1935), and quoting therefrom.\n\n",
            "ocr": true,
            "opinion_id": 5077368
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}