{
    "id": 8357942,
    "judges": "Cosgrove, Robert",
    "date_filed": "2002-11-24",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-pitt",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Pitt",
    "case_name_full": "Commonwealth v. Zeph Pitt",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "29 Mass. L. Rptr. 445"
    ],
    "opinions": [
        {
            "author_str": "Cosgroverobert",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCosgrove, Robert C., J.\nIntroduction\nBefore the court are the defendant Zeph Pitt’s motions seeking to suppress, first, a videotaped interview about a bank robbery that he gave to the police, and second, certain cell phone records obtained by the police.\nFindings of Fact\nOn October 28, 2009, the Sovereign Bank branch at 695 Highland Avenue in Needham was robbed. The following day, Joseph O’Brien, a veteran of the Need-ham Police Department and a detective for some tweniy-five years, became involved in the investigation. From police reports, witness statements, and surveillance video Detective O’Brien learned that the robbery took place at approximately 1:35 p.m. The robber appeared to be male, about six feet, three inches in height, thin, and dressed in a black, hooded cap and sunglasses. He entered the bank and presented a note demanding money. He had a gun. He left the bank with approximately $17,000, and stepped into the passenger side of a blue sedan, which sped off.\nDetective O’Brien took still photographs from the bank surveillance video and posted them on “Mass. Most Wanted,” a website. Detective Patrick Hart of the Walpole Police Department viewed the Mass. Most Wanted posting and then the surveillance video of the Needham bank robbery, as well as one of a similar bank robbery in Framingham. Hart telephoned O’Brien and told him that the bank robber was Zeph Pitt, who lived in Waltham with his girlfriend.\nSo informed, O’Brien then obtained police reports from the Waltham Police Department. One of them, written within a week or two of the Needham robbery, disclosed that the defendant had given his cell phone number as 781-315-7316. O’Brien contacted an FBI agent in Boston. He asked if the agent could find phone records associated with that number and determine where any calls from that phone had originated on the day of the robbery. Shortly thereafter, O’Brien learned through the FBI that a call had been placed from the cell phone associated with Pitt’s number about three minutes after the Needham robbery. It had “pinged” off the cell tower located about a quarter of a mile from the bank.1 O’Brien testified that he did not know how federal authorities had accessed the cell phone records.\nSubsequently, on March 24, 2010, the Norfolk County District Attorney’s Office applied for and received an order pursuant to 18 USC §2703(d) requiring its provider to produce all records associated with 781-315-7316. The application for the order was supported by an affidavit from Detective O’Brien which recounted the information he had learned from the FBI concerning the phone.2 (Exhibit 1.)\nOn November 9, 2009 O’Brien executed an arrest and search warrant, searching the home where Pitt was staying, his girlfriend’s residence in Waltham. Pitt was arrested at Dunkin’ Donuts in Lexington, brought to the Waltham Police station, and booked.\nAfter Pitt’s booking, Detectives O’Brien and Hart met with him in the interrogation room on the second floor of the Waltham Police Department. The room in question was about 12’ x 12’ and contained a desk, chair, and filing cabinet. The defendant sat with his back to the wall facing O’Brien. The door of the room was behind O’Brien. To O’Brien’s left was Hart. The detectives began by advising the defendant of his Miranda rights, and informing him that the interview would be videotaped. The defendant executed a “Miranda rights &amp; recording form” (Exhibit 4) indicating that he understood his rights and that he was willing to speak with the officers and to have the conversation recorded, which it was.\nAt the time of the interview both detectives were well aware that the defendant had a histoiy of drug abuse. Indeed, quite early in the interview Hart mentioned the defendant’s addiction. O’Brien was also aware, based on his search of the defendant’s girlfriend’s home in Waltham, that evidence of drugs had been found there, including “works” (such things as a spoon, needle, syringes), but that no actual drugs had been found. O’Brien had served in a narcotics unit for approximately 20 years and was aware of certain characteristic signs of heroin withdrawal including nodding off, acting slow and lethargic, and shivering and shaking.3 During the course of the interview neither detective inquired specifically about whether the defendant was currently drug dependent, although he was asked at one point how he fed his habit, which certainly implies that the detectives believed he was. They did not ask when the defendant had last used heroin or other illicit drugs, how much he had used, how he had ingested drugs, or whether he was under the influence of any drug at the time of the interview. O’Brien explained that he did not see the need to ask such questions because he believed the defendant was “very clear” of mind, and because the case he was investigating had nothing to do with drugs.\nThe Court has reviewed the video recording of the interview. The defendant typically sits in a somewhat hunched posture. At times he puts his head down on the desk for a second or two. At other times he holds his arms loosely crossed in front of himself, occasionally resting his head in them. He coughs incessantly. The defendant contends that at the time of his interview with police he was undergoing withdrawal. If so, he said nothing about that to the police. He did not indicate that he was sick in any respect. Neither did he ask to suspend the interview, or for any sort of *447medical assistance. The defendant posits that the detectives did not ask him questions pertinent to his withdrawal from drugs because they did not want to receive answers that might compromise the subsequent admissibility of the interview. This court shall assume without deciding that the defendant was in fact suffering from withdrawal at the time of the interview. Further findings with the respect to the conduct of the interview are set forth in the Discussion section below.\nDiscussion and Rulings of Law\nI. The Cell Phone Records\n“ [Application of the Fourth Amendment depends on whether the person invoking its protection can claim a ‘justifiable,’ a ‘reasonable,’ or a ‘legitimate expectation of privacy’ that has been invaded by government action.” Smith v. Maryland, 442 U.S. 735, 740 (1979), and cases cited. “This inquiiy . . . normally embraces two discrete questions. The first is whether the individual, by his conduct, has exhibited an actual (subjective) expectation of privacy . . . The second question is whether the individual’s subjective expectation of privacy is one that society is prepared to recognize as reasonable — whether. .. the individual’s expectation, viewed objectively, is justifiable under the circumstances.” Id., and cases cited (internal citations and quotations omitted).\nThrough the FBI, Detective O’Brien obtained two key pieces of information: 1) the defendant’s cell phone placed a call three minutes after the Needham bank robbery; and 2) that phone pinged off a cell tower located within a quarter mile from the bank.4 There is no evidence that the Needham Police Department or the FBI sought or obtained a warrant before acquiring this information.\nTherefore, if the efforts to obtain the defendant’s cell phone records constituted a search, the evidence derived from those efforts is subject to suppression if the defendant had a reasonable expectation of privacy in those records.\nA. Call History\nNo search occurred when the FBI obtained information about the call placed from the defendant’s phone because he had no expectation of privacy in that information. It is well-established that “a person has no legitimate expectation of privacy in information he voluntarily turns over to third parties.” Id. at 744. “All telephone users realize that they must ‘convey’ phone numbers to the telephone company, since it is through telephone company switching equipment that their calls are completed. All subscribers realize, moreover, that the phone company has facilities for making permanent records of the numbers they dial, for they see a list of their . . . calls on their monthly bills.” Id. at 742.\n“When he used his phone, [the defendant] voluntarily conveyed numerical information to the telephone company and ‘exposed’ that information to its equipment in the ordinary course of business. In so doing, [he] assumed the risk that the company would reveal to police the numbers he dialed.\" Id. For these reasons, the defendant enjoyed no reasonable expectation of privacy in the numbers he called from his cell phone, and the evidence of those calls is not subject to suppression.\nB. Cell Site Location Information\nEvidence of the location from which the defendant made those calls, however, stands on different footing. Unlike the affirmative gesture of conveying dialed phone numbers to a third-parly telephone service provider, a cell phone subscriber takes no overt steps to communicate his physical location to a cell phone service provider. In fact, “[i]t is unlikely that cell phone customers are aware that their cell phone providers collect and store historical location information.” In re Application of the United States for an Order Directing a Provider of Electronic Commc’n Serv. to Disclose Records to the Government, 620 F.3d 304, 317 (3d Cir. 2010). “[W]hen a cell phone user makes a call, the only information that is voluntarily and knowingly conveyed to the phone company is the number dialed and there is no indication to the user that making that call will also locate the caller .. .” Id. at 317-18. Cf. United States v. Jones, 565 U.S. —, 2012 WL 171117, at *17 (Jan. 23, 2012) (Alito, J., concurring) (“[L]onger term use of GPS monitoring in investigations of most offenses impinges on expectations of privacy. For such offenses, society’s expectation has been that law enforcement agents and others would not — and indeed, in the main, simply could not — secretly monitor and catalogue every single movement of an individual’s car for a very long period”).5\nThis distinction matters. There is no subjective expectation of privacy in phone numbers conveyed to the telephone company, or deposit records conveyed to the bank, contrast United States v. Miller, 425 U.S. 435, 443 (1976), because the transfer of that information to the custody of a third parly involves affirmative, voluntary steps that a person knows will cause a phone company, or a bank, to learn of it. Where the average cell phone user is not even aware that use of his cell phone creates a record of his location, much less that such use causes this information to be conveyed to the cell phone company, use of a cell phone is in no way inconsistent with a subjective expectation of privacy in the user’s physical location. See United States v. Forest, 355 F.3d 942, 951-52 (6th Cir. 2004), vacated on other grounds sub. nom. Garner v. United States, 543 U.S. 1100 (2005); see also Jones, 2012 WL 171117, at *10 (Sotomayor, J., concurring) (“[T]he premise that an individual has no expectation of privacy in information voluntarily disclosed to third parties ... is ill suited to the digital age, in which people reveal a great deal of information about them*448selves to third parties in the course of carrying out mundane tasks”).\nWhat remains, then, is to determine if this subjective expectation in privacy should be recognized by society as objectively reasonable.\n1. Supreme Court Precedent\nCourts have only recently had occasion to confront the constitutional questions associated with using advanced technology, including Global Positioning System (“G.P.S.”) devices or records of cell phone communications with cell towers (Cell Site Location Information, or “CSLI”) to track the position of subjects of police investigation. From those decisions, no clear consensus has emerged. See Adam Koppel, Warranting a Warrant: Fourth Amendment Concerns Raised by Law Enforcement’s Warrantless Use of G.P.S. And Cellular Phone Tracking, 64 U. Miami L. Rev., 1061, 1073-83 (Apr. 2010) (collecting state and federal cases reaching different conclusions regarding whether, and to what extent, the Fourth Amendment applies to using G.P.S. and CSLI technology to track the movements of citizens).\nHowever, those courts agree that a Fourth Amendment analysis of the reasonableness of an expectation of privacy in CSLI depends on where G.P.S. and CSLI technology fit into the framework laid down by the Supreme Court of the United States concerning the use of surveillance technology to monitor subjects of police investigation. Compare United States v. Karo, 468 U.S. 705 (1984) (use of short-range radio transmitter tracking device to obtain information about interior of defendant’s home constitutes search under Fourth Amendment), with United Stales v. Knotts, 460 U.S. 276 (1983) (use of same technology to track defendant’s movements along public thoroughfare not a search within ambit of Fourth Amendment). “Read together, Karo and Knotts stand for the proposition that the [g]overnment’s obtaining of some electronically collected location information constitutes a search under the Fourth Amendment depending on the location (Karo) and, potentially, quantity (Knotts) of that information.” In re Application of the United States for an Order Authorizing the Release of Historical Cell-Site Information, 2011 WL 3678934, at *4 (E.D.N.Y. Aug. 22, 2011).\na. United States v. Karo\nIn Karo, the Court concluded that use of a “beeper” — a short-range radio transmitter — to track the location of what police suspected were ingredients in a drug laboratory within a suspect’s residence constituted a warrantless search in violation of the Fourth Amendment. The Court explained that “had a DEA agent thought it useful to enter the . . . residence to verify that the [item to which a beeper was attached] was actually in the house and had he done so surreptitiously and without a warrant, there is little doubt that he would have engaged in an unreasonable search within the meaning of the Fourth Amendment. For purposes of the Amendment, the result is the same where, without a warrant, the [g]overnment surreptitiously employs an electronic device to obtain information that it could not have obtained by observation from outside the curtilage of the house. ” Karo, 468 U .S. at 715.\nThe Court emphasized that “[¡Indiscriminate monitoring of property that has been withdrawn from public view would present far too serious a threat to privacy interests in the home to escape entirely some sort of Fourth Amendment oversight.”6 Id.\nb. United States v. Knotts\nIn Knotts, the Court introduced its analysis by observing that “[a] person traveling in an automobile on public thoroughfares has no reasonable expectation of privacy in his movements from one place to another. When [the Knotts defendant] traveled over the public streets he voluntarily conveyed to anyone who wanted to look the fact that he was traveling over particular roads in a particular direction, the fact of whatever stops he made, and the fact of his final destination when he exited from public roads onto private property.” Id. at 281. “Visual surveillance from public places along [the Knotts defendant’s] route . . . would have sufficed to reveal all of these facts to the police. The fact that the officers in this case relied not only on visual surveillance, but also on the use of the beeper to signal the presence of [the Knotts defendant’s] automobile to the police receiver, does not alter the situation. Nothing in the Fourth Amendment prohibited the police from augmenting the[ir] sensory faculties . . . with such enhancement as science and technology afforded them in this case.” Id. at 282.\nImportantly, the Knotts court qualified its position on the constitutionality of using surveillance technology to track the movements of suspects in public places. The Court stated that “different constitutional principles may be applicable” where such technology is used to implement “twenty-four hour surveillance of any citizen of this country . . . without judicial knowledge or supervision.” Knotts, 460 U.S. at 283-84. While the use of short-range beeper transmitters, which merely augmented the sensory faculties of the police, “hardly suggest[ed] abuse,” id., the modem use of CSLI — as a substitute for visual surveillance, not an enhancement of it — allows for exactly the sort of “dragnet-type law enforcement practices” that the Knotts court expressly excluded from the scope of its holding. Id. at 284. See also United States v. Pineda-Moreno, 617 F.3d 1120, 1126 (9th Cir. 2010) (Kozinski, J., dissenting) (“When requests for cell phone location information have become so numerous that the telephone company must develop a self-service website so that law enforcement agents can retrieve user data from the comfort of their desks, we can safely say that such ‘dragnet-type law enforcement practices’ are already in use. This is precisely the wrong time ... to say that the Fourth Amendment has no role to play in mediating the voracious appetites of law enforcement”).\n*4492. Views of Karo, Knotts, and the Expectation of Privacy in CSLI\nWhile courts have uniformly begun with Karo and Knotts in analyzing the constitutional questions arising from CSLI’s use as a surveillance tool, they have arrived at different conclusions after attempting to apply the reasoning of those cases. Generally, post-Karo and Knotts decisions fall into two broad categories.\nThe first line of cases holds that whether use of CSLI requires a warrant depends on whether the location information revealed a cell phone user’s location in a public area. Hewing closely to the distinction between the use of beeper surveillance in Karo versus the use of that surveillance in Knotts, these courts have emphasized that the Fourth Amendment offers strong protection to homes and other locations withdrawn from public view, but that a citizen has no expectation of privacy in information concerning his location in a public place. Therefore, under this line of cases, the government is free to obtain CSLI without a warrant, but if it does so, any information about a cell phone user’s location in his home or a similar location withdrawn from public view will be subject to suppression.\nThe second line of cases holds that CSLI represents a serious encroachment on the Fourth Amendment rights of citizens. Indeed, in some ways, the use of CSLI represents a truly unprecedented incursion into cell phone users’ privacy interests. Recognizing'the invasive nature of this type of surveillance, this line of cases requires the government to obtain a warrant before making use of CSLI. On balance, this court concludes that this line of reasoning offers the closest fidelity to the purpose and spirit of the Fourth Amendment.\na First Line of Cases: Warrant Required Only Where CSLI Reveals Information About a Private Location\nCourts applying this line of reasoning have typically concluded that the government is free to obtain CSLI without a warrant, but where “the government seeks to act without a warrant, the government acts at its peril, as it may not monitor an electronic tracking device in a private place without a warrant.” In re Application for an Order Authorizing the Installation and Use of a Pen Register and a Caller Identification System on Telephone Numbers and the Production of Real Time Cell Site Information, 402 F.Sup.2d 597, 605 (D.Md. 2005) (citing Karo, 468 U.S. at 715). See, e.g., Forest, 355 F.3d at 951-52; Devega v. State, 689 S.E.2d 293, 300 (Ga. 2010); Stone v. State, 941 A.2d 1238, 1251 (Md.Ct.App. 2008). In other words, the government may obtain CSLI without a warrant, but if that use of CSLI happens to encompass information about a person’s home, or other location withdrawn from public view, then it may be subject to suppression.\nContrary to this reasoning, this court concludes that the location where the defendant happened to be when his location was revealed by CSLI — on a public street or in a private home — does not control whether that information is protected by the Fourth Amendment. Even assuming arguendo that the defendant’s CSLI located him in a public area,7 nothing suggests that the FBI reasonably expected that result. For all the FBI knew, its request for the defendant’s CSLI could have shown him to have been at home or in another location withdrawn from public view. See Karo, 468 at 716.\nIt would be incongruous to decide the constitutionality of a search post hoc based on the information it produced. The Commonwealth can no more justify its search of the defendant’s CSLI because the result of the search uncovered a public location than it could justify a search of the defendant’s home because that search uncovered evidence of a crime. See In re Application of the United States for an Order (1) Authorizing the Use of a Pen Register and Trap and Trace Device and (2) Authorizing Release of Subscriber Information and/or Cell Site Information, 396 F.Sup.2d 294, 323 (E.D.N.Y. 2005) (“Because the government cannot demonstraté that cell site tracking could never under any circumstance implicate Fourth Amendment privacy rights, there is no reason to treat cell phone tracking differently from other forms of tracking . . . which routinely require probable cause”). Accord In re Application of the United States, 620 F.3d at 311-12 (citing Brief for Electronic Frontier Foundation, et al. as Amici Curiae, In re Application of the United States, 620 F.3d 304 (No. 08-4227)).\nFurthermore, the Fourth Amendment’s warrant requirement cannot protect citizens’ privacy if a court determines whether a warrant is required only after the search has occurred, and the incursion into a citizen’s private affairs has already taken place. The Fourth Amendment would offer but hollow protection indeed if government agents were free to embark on random forays into a citizen’s historical location at will, constrained only by the possibility that the fruits of their endeavor would be suppressed if they happened to verge into a citizen’s home or other “private” location. In re Application of the United States for an Order Authorizing Disclosure of Location Information of a Specified Wireless Telephone, 2011 WL 3423370 *9-10 (D.Md. Aug. 3, 2011) (“[PJinging a particular cellular telephone will in many instances place the user within a home, or even a particular room of the home . . .”).\nb. Second Line of Cases: Privacy Considerations Require a Warrant Before CSLI is Used\nThe development of technology has long outpaced the development of our laws. See Patrick B. McGrath, Tracking Knotts: How G.P.S. Technology Is Influencing Traditional Fourth Amendment Jurisprudence, 12 J. High Tech. L. 231 (2011); Lyria B. Moses, Recurring Dilemmas: The Law’s Race to Keep Up With Technological Change, 7 U.Ill.J.L.Tech.&amp;Pol’y 239 (Apr. 2007); *450see also Manav Taneeru, Can The Law Keep Up With Technology?, http://articles.cnn.com/2009-11-17/tech/law.technology_l_libel-digital-content-law- and-technology?_s’PM:TECH (Nov. 17, 2009).\nEven as recently as 1983 and 1984, the use of beeper technology could scarcely have suggested the advent of CSLI technology a mere twenty years later. Today, the ubiquity of modem cell phones and “smart phones” means that almost all citizens of the Commonwealth carry with them, at virtually all times, a de facto G.P.S. tracking device that provides a window into the most private dimensions of their lives.8 Use of such technology outside the strictures of judicial supervision bids to encroach on Fourth Amendment rights of undeniable significance.\n“Disclosed in the data retrieved from a [G.P.S.] transmitting unit, nearly instantaneously with the press of a button on the highly portable receiving unit, will be trips the indisputably private nature of which takes little imagination to conjure: trips to the psychiatrist, the plastic surgeon, the abortion clinic, the AIDS treatment center, the strip club, the criminal defense attorney, the by-the-hour motel, the union meeting, the mosque, the synagogue or church, the gay bar, and on and on. What the technology yields and records with breathtaking quality and quantity, is a highly detailed profile, not simply of where we go, but by easy inference, of our associations — political, religious, amicable and amorous, to name only a few — and of the pattern of our professional and avocational pursuits.” Cf. Commonwealth v. Connolly, 454 Mass. 808, 833-34 (2009) (Gants, J., concurring) (quoting People v. Weaver, 12 N.Y.3d 433, 441-42 (2009)) (analyzing use of G.P.S. surveillance technology, which similarly can track the location of citizens). See generally Kyllo v. United States, 533 U.S. 27, 38 (2001) (potential for gathering “intimate” information may be relevant to determination of whether use of surveillance technology constitutes search within scope of Fourth Amendment).\nHere, because the FBI used the defendant’s CSLI to determine his location at a single, discrete juncture, the disclosure was too limited to present a serious risk to his privacy interests. However, the essence of the issue is not whether the defendant’s CSLI revealed the sort of sensitive information in the examples discussed above — clearly, here, it did not. The central concern is that the defendant’s CSLI could have exposed this kind of intimate knowledge about his personal life. A more searching examination of the defendant’s CSLI — which would not require a warrant if the Commonwealth’s position here were to prevail— likely would have encroached into a private sphere of the defendant’s personal life.\nA ping off a cell phone tower in the vicinity of the meeting house of the local chapter of the NAACP, the Right to Life Foundation, the Gay and Lesbian Advocates and Defenders, or Fathers4Justice, at the times those organizations hold meetings, could suggest participation. Repeated pings, obtained from several uses of CSLI, would strongly indicate membership. There is no principled basis in current Fourth Amendment law to conclude that no warrant is required for a single use of CSLI, but that a warrant would be required as repeated use of that technology becomes more invasive. Accepting the Commonwealth’s argument that no warrant is required to access CSLI because there is no expectation of privacy in that information would permit repeated examinations of a range of location data without a warrant just as readily as it would permit the single discrete examination of that data here.\nThe extent of this potential incursion into the privacy of citizens “unquestionably implicate^] Fourth Amendment privacy rights.” In re Application of the United States for an Order Authorizing (1) Installation and Use of a Pen Register and Trap and Trace Device or Process, (2) Access to Customer Records, and (3) Cell Phone Tracking, 441 F.Sup.2d 816, 837 (S.D.Tex. 2006). Indeed, “some [c]ourts have suggested that in light of the heightened vulnerability of electronic surveillance to abuse for reasons of, e.g., cost and undetectability, together with the heightened concerns following from its breadth and potential over-inclusiveness, CSLI should be afforded additional judicial safeguards, such as those provided under 18 U.S.C. §2158.” In re Application of the United States for an Order Directing a Provider of Electronic Commc’n Serv. to Disclose Records to the Government, 534 F.Sup.2d 585, 611 n. 63 (W.D.Pa. 2008) (citing In re Application of the United States, 396 F.Sup.2d at 322), vacated on other grounds, 620 F.3d 304 (3d Cir. 2010).\nEven the mere threat that “the [gjovernment may be watching chills associational and expressive freedoms. And the [g]ovemment’s unrestrained power to assemble data that reveal private aspects of identity is susceptible to abuse.” Jones, 2012 WL 171117, at *8 (Sotomayor, J., concurring); see also State v. Campbell, 759 P.2d 1040, 1048 (Or. 1988). “[E]ntrusting to the Executive, in the absence of any oversight from a coordinate branch, a tool so amenable to misuse” contravenes the “Fourth Amendment’s goal to curb arbitrary exercises of police power and to prevent a too permeating police surveillance.” Jones, 2012 WL 171117, at *9 (Sotomayor, J., concurring), and cases cited.\nc. Congressional Recognition of an Objectively Reasonable Expectation of Privacy\nLastly, the Electronic Communications Privacy Act of 1986 (“ECPA”) serves to articulate societal views as to the reasonableness of an expectation of privacy in CSLI. See Electronic Communications Privacy Act, Pub.L.No. 99508, Stat. 1848 (99th Cong. 1986), reprinted in 1986 U.S.C.C.A.N. 3555, 3555 (Oct. 17, 1986) (function of ECPA, in part, was to “update and clarify Federal privacy protections and standards in *451light of dramatic changes in new computer and telecommunications technologies”).\nThe ECPA defines “an electronic or mechanical device which permits the tracking of the movement of a person or object,” as a “tracking device.” 18 U.S.C. §3117 (West 2011). “A [Fed.R.Crim.P.] 41 probable cause warrant was (and is) the standard procedure for authorizing the installation and use of mobile tracking devices.” In re Application of the United States for Pen Register and Trap/Trace Device with Cell Site Location Authority, 396 F.Sup.2d 747, 751-52 (S.D.Tex. 2005), and cases cited.\nAs previously explained, CSLI allows tracking the location and movement of a cell phone user. Here, the defendant’s cell phone served as a tracking device when the FBI used it to learn his location at the time of the robbery. Id. at 754 (“While the cell phone was not originally conceived as a tracking device, law enforcement converts it to that purpose by monitoring cell site data”). Consequently, the ECPA, and its requirement that use of a' tracking device only occur upon a warrant supported by probable cause, reflect Congressional “recognition of an individual expectation of privacy in ‘location information’ and desire to protect this privacy right from unwarranted or unreasonable encroachment.” In re Application of the United States, 534 F.Sup.2d at 615-16, vacated on other grounds, 620 F.3d 304 (3d Cir. 2010).\n“[T]he law must advance with the technology to ensure the continued vitaliiy of the [F]ourth [AJmendment. Privacy cannot be left to depend solely on physical protection, or it will gradually erode as technology advances.” Electronic Communications Privacy Act, Pub.L.No. 99-508, Stat. 1848 (99th Cong. 1986), reprinted in 1986 U.S.C.C.A.N. 3555, 3559 (Oct. 17, 1986). The rapid development of surveillance technology demands that the arbiters of the Fourth Amendment remain commensurately vigilant in asserting its role in constraining government action. “If we do not, we will promote the gradual erosion of this precious right.” Id.\nConsistent with this statement of social policy, and with the authorities discussed above,, this court concludes that a warrant was required before the FBI, acting on behalf of the Commonwealth accessed the defendant’s CSLI, and that the failure to secure one contravenes the Fourth Amendment in a manner that requires suppression.9\nII. The Interrogation\nThere is no dispute that the defendant was under arrest when interrogated by the police, who gave him appropriate Miranda warnings. Neither is it disputed that the defendant signed a form acknowledging his understanding of his rights and agreeing to speak with the police officers. The defendant’s sole claim is that his statements were involuntary because he was “under the influence of drugs.”\nThe defendant did not testify at the hearing on his motion; the evidence that he was “under the influence of drugs” is based largely on such concessions as his attorney could wring from Detective O’Brien on cross-examination. The statement in the defendant’s Memorandum of Law in support of his motion that he “had consumed 100 mg. of Fentanyl, a powerful synthetic opiate analgesic similar to but more potent than morphine” is not evidence, and neither is the print-out of web site information on Fentanyl attached to that memorandum. See Commonwealth v. Mubdi, 456 Mass. 385, 389 n.4 (2010) (affidavit filed with motion “may not be offered in evidence by the defendant at the suppression hearing and is not a substitute for the defendant’s testimony”). Early in his videotaped interview with the police, the defendant does mention that “the doctors put me on Fentanyl.” As noted earlier, the court will assume that the defendant had ingested drugs and was suffering from withdrawal at the time he was interrogated.\nThe test for voluntariness is “whether, in light of the totality of the circumstances surrounding the making of the statement, the will of the defendant was overborne to the extent that the statement was not the result of a free and voluntary act.” Commonwealth v. Souza 428 Mass. 478, 483-84 (1998) (quoting Commonwealth v. Raymond, 424 Mass. 382, 395 (1997)). Factors to be considered include “promises or other inducements, conduct of the defendant, the defendant’s age, education, intelligence and emotional stability, experience with and in the criminal justice system, physical and mental condition, the initiator of the discussion of a deal or leniency (whether the defendant or the police), and the details of the interrogation, including the recitation of Miranda warnings.” Commonwealth v. Mandile, 397 Mass. 410, 413 (1986).\nThe courts of Massachusetts recognize that statements “attributable in large measure to a defendant’s debilitated condition, such as ... drug abuse or withdrawal symptoms ... are not the product of a rational intellect or free will and are involuntary.” Commonwealth v. Allen, 395 Mass. 448, 455 (1985). However, this does not mean that statements of an individual under the influence of drugs or experiencing withdrawal are necessarily involuntary. See Commonwealth v. LeClair, 68 Mass.App.Ct. 482, 485 (2007); Commonwealth v. Ringuette, 60 Mass.App.Ct. 351, 354-55 (2004). Rather, a judge must consider the totality of the circumstances in determining the vol-untariness of statements. Commonwealth v. Edwards, 420 Mass. 666, 673 (1995).\nIt is impossible to view the video of the defendant’s interview and conclude that his statements are anything but entirely voluntary. He begins the interview by inquiring if the police found anything searching his girlfriend’s house. When told the police “know” that he did at least two bank robberies, he responds, “Make me feel good. Show me the pictures.” When they do so, he comments, “Could be anybody.”\n*452The police make a futile effort to enlist the defendant’s cooperation, telling him they will “speak on his behalf to the Norfolk DA.”\n\"What about the FBI?” the defendant responds. “I’ve been in lock-up my whole life. If you do state time for bank robbery, the last day the Feds can come in and charge you.” Repeatedly, the defendant deflects suggestions that he cooperate and instead asks the police to “let the Feds take it up.” He insists that “there is nothing pertaining to this case that I know that keeps me out of jail,” but he suggests he might have “something significant for the Feds” pertaining to gang involvement in shipping guns and drugs to Chicago and Florida.\nThere is no need to recount every exchange. Throughout, the defendant behaves as a career criminal and experienced interviewee who says nothing that is not calculated. “I have to keep my best interests in hand,” he explains. “My best interests are not talking to you.” If the defendant made any statement that did not “keep his best interests in hand” — and the court doubts that he did — it was entirely the result of miscalculation, not in any respect because his will was overborne.\nConclusion and Order\nThe defendant’s Motion to Suppress Evidence is allowed to the extent it pertains to the warrantless search of the defendant’s CSLI. The motion is denied to the extent it pertains to evidence of the numbers dialed from the defendant’s cell phone.\nThe defendant’s Motion to Suppress Statements is denied.\n\n O’Brien testified that a “ping” occurs when a cell phone makes contact with the closest cell phone tower because someone has placed a call though that cell phone. The phone then makes contact with the closest cell phone tower, and the call is then transmitted to the receiving tower.\nTo the extent this Memorandum of Decision goes beyond facts presented at the evidentiary hearing to incorporate additional information about how cell phone location information is obtained, or examines the role of related surveillance technologies based on cell phone use, that information is derived from the court’s proper “judicial notice of scientific facts.” Commonwealth v. Lykus, 367 Mass. 191, 203 (1975). See, eg., Commonwealth v. Wynaught 377 Mass. 14, 17 (1979) (“[C]ourts which have considered the issue have almost uniformly taken judicial notice of radar’s underlying scientific principles ...”). As with radar, courts which have considered the constitutional implications of CSLI (Cell Site Location Information) have uniformly recognized the underlying scientific principles related to how that information is obtained and used.\n\n\nHaving relied on the fruits of the prior warrantless search, the Commonwealth cannot credibly argue that it later acquired the same evidence by independent means untainted by any prior illegality. See, eg., Segura v. United States, 468 U.S. 796, 814 (1984) (warrant based on information wholly independent of that learned during an illegal seizure): Commonwealth v. Frodyma, 393 Mass. 438, 440-42 (1984) (state warrant untainted by prior, arguably illegal, federal seizure). To its credit, the Commonwealth does not make such an argument. It does argue, however, that the information would have been “inevitably discovered.” “The significant difference between the tests is that under the independent source rule the inquiry is whether the government did in fact acquire certain evidence through an untainted source, while under the inevitable discovery rule the inquiry is whether evidence found because of a constitutional violation would inevitably have been discovered lawfully.” Commonwealth v. Benoit, 382 Mass. 210, 217 (1981). The Commonwealth’s argument, however cogent, is unaccompanied by its introduction of any evidence supporting it.\n\n\n O’Brien stated that he did not know whether having a runny nose or frequently scratching oneself were characteristic indicia of heroin withdrawal.\n\n\nThere is no evidence before the court that the FBI agent turned over information already acquired as part of a primarily federal investigation. Cf. Commonwealth v. Gonzlez, 426 Mass. 313, 317 (1997). Rather, the reasonable inference is that the FBI obtained the information at O’Brien’s behest. See Commonwealth v. Jarabek, 384 Mass. 293, 297 (1987) (Massachusetts law applies where state and federal officers engage in a “combined enterprise”). But see n.9, infra.\n\n\nThe reasoning in Justice Alito’s concurrence is particularly applicable here. Just as society’s expectation has long been that law enforcement would not — could not — precisely track the movements of a subject of a police investigation over a protracted period, so too has society long expected that it would be impossible to reach into the archives of a person’s telephone service records and determine his location at prior points in time, even when he was not the target of an investigation.\n\n\nNotably, the use of CSLI monitors the location of the defendant’s cell phone, which is often withdrawn from public view. “[W]hen outside the home, cellular phones usually travel in the user’s pocket. . . and do not remain in public view.” Koppel, Warranting a Warrant Fourth Amendment Concerns Raised by Law Enforcement’s Warrantless Use of G.P.S. And Cellular Phone Tracking, supra, at 1088.\n\n\nThe evidence before, the court does not clearly indicate whether the defendant’s CSLI revealed his location in a public area. However, because this court concludes that a warrant would be required even if the CSLI indicated a public location, the ambiguity makes no difference.\n\n\nSee Donald Kravets, Researcher’s Video Shows Secret Software on Millions of Phones Logging Everything, http://www.wired.com/threatlevel/2011/11/secret-softwa re-logging-video/ (Nov. 29, 2011) (first publication explaining the existence of “Carrier IQ” software on millions of smart phones and its function in surreptitiously recording, inter alia, the location of the phone throughout the day): Donald Kravets, Carrier IQ Admits to Holding “Treasure Trove” of Consumer Data, But No Keystrokes, http://www.wired.com/threatlevel/2011/12/canrier-iq-da ta-vacuum/all/1 (Dec. 2,2011) (follow-up publication reporting admissions by developer of “Carrier IQ” that its software surreptitiously saves and stores the CSLI of the phone with no option for the phone user to deactivate the software). See also Jon Brodkin, FBI Using Carrier IQ for “Law Enforcement Purposes,” Refuses to Release Records, http://arstechnica.com/tech-policy/news/2011/12/fbi-us ing-carrier-iq-info-for-law-enforcement-puiposes-refuses-t o-release-records.ars (Dec. 13, 2011) (follow-up publication reporting FBI refusal to release information pursuant to Freedom of Information Act request on its use of data obtained from “Carrier IQ” because such information is used “for law enforcement purposes” and “could reasonably be expected to interfere with enforcement proceedings”).\n\n\nHaving found that the search of the defendant’s CSLI violated the Fourth Amendment, this court need not address his alternative argument that the search violated Article XIV of the Massachusetts Declaration of Rights.\n\n",
            "ocr": true,
            "opinion_id": 8326727
        }
    ],
    "court_short_name": "Massachusetts Superior Court",
    "court_full_name": "Massachusetts Superior Court",
    "court_type": "SA",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Robbery"
}