{
    "id": 5261093,
    "judges": "Pudlowski, Smith, White",
    "date_filed": 801187200000,
    "date_filed_is_approximate": true,
    "slug": "state-v-washington",
    "case_name_short": null,
    "case_name": "State v. Washington",
    "case_name_full": "STATE of Missouri v. Alvin WASHINGTON, Appellant Alvin WASHINGTON v. STATE of Missouri",
    "attorneys": "Robert E. Steele, Jr., Asst. Public Defender, St. Louis, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., David G. Brown, Asst. Atty. Gen., Jefferson City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "898 S.W.2d 159"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nSUMMARY ORDER\n\nPER CURIAM.\nDefendant appeals his conviction by a jury of one count of burglary in the second degree and the court imposed sentence of twenty years imprisonment as a prior, persistent and class X offender. The issues raised on direct appeal are without merit and no jurisprudential purpose would be served by a written opinion. The issue of ineffective assistance of counsel raised by Rule 29.15 motion is similarly without merit and discussion of it would have no jurisprudential purpose. The issue raised by Rule 29.15 motion concerning the absence of evidence to support the court’s finding that defendant is a class X offender is meritorious. State v. Wickizer, 641 S.W.2d 849 (Mo.App.1982). Defendant stipulated to the issue of defendant’s status as a prior and persistent offender but not to his status as a class X offender. The state is required to establish that status. Defendant is not, as he contends, entitled to reversal and discharge. State v. Cobb, 875 S.W.2d 533 (Mo. banc 1994)[3].\nJudgment of conviction affirmed. Denial of motion for ineffective assistance of counsel affirmed. Cause remanded for further proceedings on defendant’s status as a class X offender and resentencing.\n",
            "ocr": true,
            "opinion_id": 5088136
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}