{
    "id": 8358463,
    "judges": "Curran, Dennis",
    "date_filed": "2020-12-15",
    "date_filed_is_approximate": true,
    "slug": "dellelo-v-town-of-billerica",
    "case_name_short": "Dellelo",
    "case_name": "Dellelo v. Town of Billerica",
    "case_name_full": "Robert Dellelo v. Town of Billerica",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "32 Mass. L. Rptr. 381"
    ],
    "opinions": [
        {
            "author_str": "Currandennis",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCurran, Dennis J., J.\nThis case arises from a car accident between Robert Dellelo and Michael Meucci at the intersection of Billerica Ave. and Mt. Pleasant St. in Billerica, Massachusetts on June 25, 2011. Mr. Dellelo alleges that the decision of Billerica Police Officer Scott Peloquin to pursue Mr. Meucci’s vehicle was unreasonable under the circumstances, caused the accident, and as a result the Town should be liable for Mr. Dellelo’s injuries. The Town now moves for summary judgment on the basis of sovereign immunity under G.L.c. 258, §10(j).\nFor the following reasons, the Town’s motion for summary judgment is ALLOWED.\nFACTUAL BACKGROUND1\nSlightly after noon on Saturday, June 25, 2011, Officer Scott Peloquin of the Billerica Police Department was monitoring traffic on Billerica Avenue. That section of Billerica Avenue is a two-lane road lined by both residential and commercial properties. At that time, both pedestrian and vehicle traffic were light.\nWhile monitoring that area, Officer Peloquin saw a 2007 red Chevrolet Impala which was missing its front license plate. He turned on his emergency lights and siren and the Impala pulled to the side of the road near the intersection of Billerica Avenue and Town Farm Lane. After Officer Peloquin got out of his police cruiser and began walking towards the driver’s side window, the Impala sped away. Officer Peloquin quickly returned to his cruiser, radioed to dispatch, and attempted to catch the Impala at a speed of approximately sixty to seventy miles per hour. Officer Peloquin saw the Impala pass two vehicles as it travelled down Billerica Avenue towards the intersection of Billerica Avenue and Mt. Pleasant St.\nSimultaneously, Robert Dellelo was driving his 2006 Dodge Stratus on Mt. Pleasant St. in Billerica. At the intersection of Mt. Pleasant St. and Billerica Ave., Mr. Dellelo turned left onto Billerica Ave. The Impala struck the rear of the driver’s side of Mr. Dellelo’s Stratus while Mr. Dellelo was completing his left turn. The Impala was redirected onto Mt. Pleasant St. after the collision and pulled to the side of the road thirty to fifty feet from the intersection. Mr. Dellelo noticed Officer Peloquin’s cruiser approximately forty to fifty feet behind the Impala only seconds after the Impala pulled to the side of the road.\nThe driver of the Impala, later determined to be Michael Meucci, and the lone passenger, later identified as Daniel Desjardins, fled on foot but were caught and arrested soon after. Billerica police discovered both Mr. Meucci and Mr. Desjardins had multiple active warrants and that the Impala had been stolen.\nDISCUSSION\nThe Massachusetts Tort Claims Act, G.L.c. 258, allows for individuals with valid claims in tort to bring actions against the Commonwealth or municipalities within the Commonwealth. G.L.c. 258, §2. However, there are numerous situations in which a municipality may not be liable for tortious injury caused to individuals as a result of some action, or inaction, by the municipalfiy’s employees. See G.L.c. 258, §10. Here, the Town asserts it is not liable for Mr. Dellelo’s injuries under the “public duty rule” found in G.L.c. 258, §100).\nThis provision states, in pertinent part, that the Commonwealth or municipaliiy shall be immune from “any claim based on an act or failure to act to prevent or diminish the harmful consequences of a condition or situation, including the violent or tortious conduct of a third person, which is not originally caused by the public employer or any other person acting on behalf of the public employer.” G.L.c. 258, §10Q); see also Harrison v. Town of Mattapoisett, 78 Mass.App.Ct. 367, 370-71 (2010). The municipaliiy will be the original cause when the act “materially contribute[s] to creating the specific condition or situation that resulted in the harm.” Kent v. Commonwealth, 437 Mass. 312, 319 (2002) (internal quotations omitted).\nWhile the parties both heavily rely on Anagnos v. Hultgren, 445 F.Sup.2d 184 (D.Mass. 2006), in their arguments, the facts here are most closely analogous to those in Heng v. Commonwealth, where the court relied on Anagnos in its determination that a police officer was not the original cause of the injury to the plaintiff.2 See Heng v. Commonwealth, 27 Mass. L. *382Rptr. 384 (Mass.Super. 2010). Here, Officer Peloquin stopped the Impala for a traffic violation, just as the trooper in Heng approached the car for a short stop and failure to have on its headlights at night. The Impala then drove off at a high rate of speed as Officer Peloquin approached the driver’s window. Officer Peloquin pursued the Impala and the Impala crashed causing personal injury.\nThe court in Heng listed numerous “original causes” of the condition or situation giving rise to the passenger’s death, none of which were attributable to the trooper.3 In this case, consideration of the facts reveals original causes of the situation or condition leading to Mr. Dellelo’s injury similar to those in Heng. Mr. Meucci and Mr. Desjardins stole the Impala, drove it without proper license plates, were unable to avoid detection because of the missing plate, decided to evade arrest, fled the scene, ignored posted traffic signs, and chose to speed away at a high rate of speed. None of these causes are attributable to Officer Peloquin; moreover, nothing Officer Peloquin did could be determined to be an original cause of the condition or situation giving rise to Mr. Dellelo’s injury.\nMr. Dellelo suggests that the reasoning in Devlin v. Commonwealth, 83 Mass.App.Ct. 530, 534-35 (2013), would require Officer Peloquin’s action to be an original cause because it is not so remote from the injury. However, in Devlin the convicted inmate who attacked the plaintiff would not have been allowed in the area for civilly committed individuals, where the injury occurred, absent the Commonwealth’s affirmative act. See id. Those facts are clearly distinguishable from the facts in Mr. Dellelo’s claim. Here, Mr. Meucci sped away from Officer Peloquin and drove at a high rate of speed before Officer Peloquin’s pursuit. There is no indication in the record that Officer Peloquin acted in any way to cause Mr. Meucci to drive in this manner. Therefore, because Officer Peloquin’s action cannot be found to be an original cause of Mr. Dellelo’s injury, the Town is immune from this claim under G.L.c. 258, §10(j). See Kent, 437 Mass. at 319.\nORDER\nTherefore, because Officer Peloquin’s conduct cannot plausibly be found to be an original cause of the condition or situation which caused Mr. Dellelo’s injury,4 the Town of Billerica’s motion for summary judgment is ALLOWED.\nJudgment shall enter for the defendant Town of Billerica forthwith.\n\nAs with all motions for summary judgment, the facts will be recited in the light most favorable to Mr. Dellelo, the non-moving party, and all reasonable inferences will be viewed in his favor. See Attorney Gen. v. Bailey, 386 Mass. 367, 371 (1982).\n\n\n In Heng, a state trooper was stopped at a traffic light when a car screeched to a halt behind him. Heng v. Commonwealth, 27 Mass. L. Rptr. 384 at *1 (Mass.Super. 2010). The trooper exited his cruiser and approached the car, which had no headlights on. Id. The car sped towards and past the trooper, through two stop signs, and was travelling in excess of ninety miles per hour. Id. at * 1-2. The trooper returned to his cruiser and pursued the car. Id. at *2. Finally, the car struck a telephone pole and stairway in a residential neighborhood. Id. The passenger was killed after being thrown from the car on impact. Id.\n\n\n The original causes listed by the court included: the driver’s decision to steal the vehicle, the decision to drive without headlights, the failure to drive safely so he had to screech to a stop, the inability of the driver to avoid detection because of his erratic driving, the failure to stop for the trooper, the decision to avoid arrest for stealing the car and operating under the influence, the decision to flee the scene, the decision to ignore two stop signs, and the decision to drive at approximately ninety miles per hour on a busy residential street. See Heng, 27 Mass. L. Rptr. 384 at *3.\n\n\n This court need not determine whether Officer Peloquin acted negligently because his conduct cannot be found to have been an original cause of the situation which gave rise to Mr. Dellelo’s injury.\n\n",
            "ocr": true,
            "opinion_id": 8327248
        }
    ],
    "court_short_name": "Massachusetts Superior Court",
    "court_full_name": "Massachusetts Superior Court",
    "court_type": "SA",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Robbery"
}