{
    "id": 5268895,
    "judges": "Hinojosa, Seerden, Yáñez",
    "date_filed": 917481600000,
    "date_filed_is_approximate": true,
    "slug": "in-re-ms",
    "case_name_short": "In re M.S.",
    "case_name": "In re M.S.",
    "case_name_full": "In the Matter of M.S., a Juvenile",
    "attorneys": "Frank M. Garza, Corpus Christi, for Appellant., Deanie M. King, Asst. County Atty., Juvenile Pros., Corpus Christi, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "985 S.W.2d 278"
    ],
    "opinions": [
        {
            "author_str": "Hinojosa",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nHINOJOSA, Justice.\nThe State alleged appellant committed the offenses of unauthorized use of a motor vehicle, evading detention, and two counts of theft. After appellant pleaded true to each of the alleged offenses, the juvenile court found appellant had engaged in delinquent conduct and held a disposition hearing. At the conclusion of the hearing, the juvenile court committed appellant to the Texas Youth Commission (“TYC”) until he attained the age of twenty-one years and ordered that appellant and his mother pay restitution in the amount of $15,000 to the victims of appellant’s crimes. By a single point of error, appellant contends the juvenile court erred by ordering that he pay restitution to Farm Bureau Insurance Company. We affirm.\n\nBackground and Procedural History\n\nAccording to the State’s petition, the thefts occurred on or about July 27, 1997 and August 1, 1997, from two different Beall’s Department Stores. The unauthorized use of a motor vehicle occurred on August 14, 1997, when appellant ran away from the Shoreline Recovery Center1 and stole an automobile belonging to Karen and Kenneth Mutchler (“Mutchler”). Appellant attempted to flee from the police and wrecked the car. He was then arrested.\nOn September 11, 1997, appellant pleaded true to each of the alleged offenses. At the disposition hearing, Kenneth Mutchler testified that he and his wife had suffered certain monetary losses as a result of the theft of their motor vehicle. These losses included the amount of his insurance deductible, the amount his insurance premium had increased, and the amount Farm Bureau Insurance Company had paid him for the loss *280of the motor vehicle. At the conclusion of the hearing, the juvenile court committed appellant to TYC and ordered that he pay restitution as follows:\n(a) Beall’s Department Store $ 480.00\n(b) Kenneth Mutchler $ 1,070.69\n(c) Farm Bureau Insurance Company $13,449.31\n\nRestitution\n\nAppellant complains the juvenile court erred in ordering that he pay restitution to Farm Bureau Insurance Company because section 54.041 of the family code limits restitution to the victim’s actual damages. Appellant contends the victim, Mutchler, only had to pay his insurance deductible of $250.00. Thus, appellant argues, Mutchler’s actual damages were only $250.00.\nAlthough juvenile proceedings are considered civil proceedings, they are quasi-criminal in nature and essentially criminal trials involving criminal issues on appeal. In re J.R., 907 S.W.2d 107, 109 (TexApp.—Austin 1995, no writ). Accordingly, we will review the criminal statutes and cases, as well as the family code, to resolve the issue on appeal.\nWhether to order restitution is within the sound discretion of the trial court; however, there must be a factual basis supporting the amount of restitution ordered. Cartwright v. State, 605 S.W.2d 287, 289 (Tex.Crim.App.1980); Thompson v. State, 557 S.W.2d 521, 525-26 (Tex.Crim.App.1977). Thus, the test for determining whether an order of restitution should be overturned is whether the trial court abused its discretion. See Cartwright, 605 S.W.2d at 289; see also Garcia v. State, 694 S.W.2d 583, 585 (Tex.App.—Corpus Christi 1985, no pet.).\nSection 54.041 of the family code authorizes the juvenile court to order the child or a parent to make full or partial restitution to the victim of the offense when the court finds that the juvenile has “engaged in delinquent conduct or conduct indicating a need for supervision arising from the commission of an offense in which property damage or loss or personal injury occurred.” Tex. Fam. Code Ann. § 54.041(b) (Vernon 1996). The amount of restitution is limited to the victim’s actual damages. Tex. Fam. Code Ann. § 54.041(c) (Vernon 1996).\nAt the time the vehicle was stolen, section 57.001(3)(C) defined “victim” as a “person who is the owner or lessor of property damaged or lost as a result of the conduct of a child that violates a penal law of this state.” (Vernon 1996).2 It is undisputed that Mutchler is a victim of appellant’s unauthorized use of the motor vehicle. The question is whether Farm Bureau Insurance Company is entitled to recover the amount it paid Mutchler for the loss of the automobile.\nThe Beaumont Court of Appeals has held that an insurance company: (1) is entitled to recover its payments; (2) stands in the shoes of the victim; (3) is subrogated and substituted in the place of the victim with reference to the claims, demands, or rights of the victim; and (4) succeeds to the rights of the victim in relation to the claims it paid. LaFleur v. State, 848 S.W.2d 266, 272 (Tex.App.—Beaumont 1993, no pet.) The court further held that neither the victim nor the insurance company should be penalized for the victim’s foresight in obtaining insurance. Id. An appellant “cannot take advantage of the victim having proper insurance.” Id.See also Flores v. State, 513 S.W.2d 66, 69 (Tex.Crim.App.1974) (implicit approval of a restitution order to an insurance company for reimbursement of a payment made for medical expenses).\nWe agree with the Beaumont court’s holding in LaFleur. We conclude that Farm Bureau Insurance Company is an indirect victim of appellant’s delinquent conduct and that it suffered a pecuniary loss. If appellant had not stolen and wrecked Mutchler’s car, there would have been no claim made on Mutchler’s insurance policy and no need for the insurance company to compensate Mutchler for any loss.\nWe conclude the juvenile court did not abuse its discretion in determining that Mutchler’s actual damages included the *281amount paid by Farm Bureau Insurance Company for the loss of the automobile.\nRestitution to the insurance company is also justified by the criminal nature of juvenile proceedings. In accordance with the accepted policy that juvenile proceedings are “quasi-criminal” in nature, the rules of restitution in criminal cases apply to juvenile proceedings. In re J.R., 907 S.W.2d at 109; In re D.S., 921 S.W.2d 860, 861 (Tex.App.—San Antonio 1996, no writ).\nArticle 42.037 of the code of criminal procedure sets out the terms for restitution in criminal proceedings. Article 42.037(f)(1) states:\nThe court may not order restitution for a loss for which the victim has received or will receive compensation. The court may, in the interest of justice, order restitution to any person who has compensated the victim for the loss to the extent the person paid compensation.\nTex. Code Crim. PROC. Ann. art. 42.037(f)(1) (Vernon Supp.1999).\nIn the instant case, Farm Bureau Insurance Company compensated Mutchler for the loss of the motor vehicle when it paid Mutch-ler’s claim. We conclude the juvenile court had authority to order appellant to pay restitution to Farm Bureau Insurance Company because the insurance company compensated Mutchler for the damages appellant caused to the automobile.\nWe hold the juvenile court did not err in ordering appellant to pay restitution to Farm Bureau Insurance Company. Appellant’s sole point of error is overruled.\nThe judgment of the juvenile court is affirmed.\n\n. Appellant was placed at the Shoreline Recovery Center as a condition of probation for treatment of a serious substance abuse problem.\n\n\n. The 75th Legislature changed section 57.001(3). Effective September 1, 1997, \" 'victim' means a person who as the result of the delinquent conduct of a child suffers a pecuniary loss or personal injury or harm.” Tex Fam. Code Ann. § 57.001(3) (Vernon Supp.1999).\n\n",
            "ocr": true,
            "opinion_id": 5096279
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}