{
    "id": 5283736,
    "judges": "Hannah",
    "date_filed": 1327536000000,
    "date_filed_is_approximate": true,
    "slug": "green-v-state",
    "case_name_short": "Green",
    "case_name": "Green v. State",
    "case_name_full": "Charles Wayne GREEN v. STATE of Arkansas",
    "attorneys": "Jeffrey Marx Rosenzweig, Little Rock, and Raymond L. Spruell, Jr., Harrisburg, for appellant., Dustin McDaniel, Atty. Gen., for appel-lee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "386 S.W.3d 413",
        "2012 Ark. 19"
    ],
    "opinions": [
        {
            "author_str": "Hannah",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " JIM HANNAH, Chief Justice. ] lAppellant Charles Wayne Green was convicted of four counts of rape and one count of terroristic threatening in the first degree and sentenced to a term of 56 years’ imprisonment in the Arkansas Department of Correction. On appeal, he contends that the circuit court abused its discretion in denying his motion for continuance, erred in refusing to instruct the jury on lesser-included offenses, and erred in refusing to order the victim’s counselor to disclose the diagnosis of the victim. We affirm. In 2003, Appellant and his father, Billy Green, were charged with four counts of capital murder. In February 2004, Appellant was separately charged with four counts of raping D.G., a minor. Appellant entered into plea agreements in both cases and, pursuant to the agreements, testified for the State in the capital-murder case of his father. His father’s conviction was later reversed on appeal. See Green v. State, 365 Ark. 478, 231 S.W.3d 638 (2006). In anticipation of the retrial of Appellant’s father, the State sought to reinterview | {.Appellant, but he refused, so the State filed a motion to vacate Appellant’s judgment and commitment order and reinstate the original charges against him. The circuit court found that Appellant had breached his plea agreement and granted the State’s motion to vacate. This court affirmed the circuit court’s decision to vacate the sentence. See Green v. State, 2009 Ark. 113, 313 S.W.3d 521. Following this court’s decision, the State filed an amended information on May 15, 2009, again charging Appellant with four counts of rape, but adding a charge of first-degree terroristic threatening and amending the offense dates.1 The offense dates were modified again by a second amended information filed on February 3, 2010.2 The State filed a third amended information on February 12, 2010, and revised the rape charges from rape of someone less than fourteen years old to rape of someone less than fourteen years old by forcible compulsion. Finally, on February 16, 2010, the day before trial, the State filed a fourth amended information in which the Arkansas Code section cited was changed from a general reference to section 5-14-103, as listed in the previous informations, to the specific statutory section of forcible compulsion found at section 5 — 14—103(a)(1). The State also removed all references to a person under the age of fourteen in the charge description, leaving references only to forcible compulsion. Appellant filed a motion for continuance, contending that he needed more time to 1 sreevaluate his defense strategy. Citing Harmon v. State, 277 Ark. 265, 641 S.W.2d 21 (1982), overruled, on other grounds by White v. State, 290 Ark. 130, 717 S.W.2d 784 (1986), Appellant argued that allowing the amendment without a continuance would constitute a due-process violation because he had no notice that he would have to defend against rape by forcible compulsion. He also argued that the last-minute amendment changed the nature of the crime charged in violation of Arkansas Code Annotated section 16-85-407(b) (Repl.2005). The circuit court denied Appellant’s motion for continuance.  On appeal, Appellant first contends that the circuit court abused its discretion in denying his motion for continuance. Appellant asserts that he should have been granted a continuance because he needed more time to prepare his defense in response to the State’s last-minute amendment of the information that changed the offense charged from statutory rape to rape by forcible compulsion.  The circuit court shall grant a continuance only upon a showing of good cause and only for as long as is necessary, taking into account not only the request or consent of the prosecuting attorney or defense counsel, but also the public interest in prompt disposition of the case. Ark. R.Crim. P. 27.3 (2011). The standard of review for alleged error resulting from the denial of a continuance is abuse of discretion. E.g., Roster v. State, 374 Ark. 74, 286 S.W.3d 152 (2008). Absent a showing of prejudice by the defendant, we will not reverse the decision of the circuit court. Id. When a motion to continue is based on a lack of time to prepare, we will consider the totality of the circumstances. Id.  The State is entitled to amend an information at any time prior to the case being 14submitted to the jury as long as the amendment does not change the nature or the degree of the offense charged or create unfair surprise. E.g., Phavixay v. State, 2009 Ark. 452, 352 S.W.3d 311; see also Ark.Code Ann. § 16-85-407(b). Appellant claims that the amendment was improper because it changed the nature of the charge. In support of this argument, Appellant cites Harmon, 277 Ark. 265, 641 S.W.2d 21. In Harmon, the information originally charged that the appellant committed capital-felony murder in the course of a kidnapping. Id. at 270, 641 S.W.2d at 24. After the jury was sworn, the circuit court allowed the State to amend its information to alternatively charge that the appellant committed capital-felony murder in the course of a robbery. Id., 641 S.W.2d at 24. This court reversed, concluding that the amendment was not permissible in the absence of any notice to the appellant that he was required to defend an essentially different charge. Id., 641 S.W.2d at 24. The State counters that the instant case is distinguishable from Hannon and more in line with Hill v. State, 370 Ark. 102, 257 S.W.3d 534 (2007). In Hill, the appellant was originally charged with three counts of kidnapping in violation of Arkansas Code Annotated section 5 — 11—102(a) (4) (Repl. 1997), which provides that “[a] person commits the offense of kidnapping if, without consent, he restrains another person so as to interfere substantially with his liberty with the purpose of ... [ijnflicting physical injury upon him.” Id. at 106, 257 S.W.3d at 537. After presenting its case, the State amended its information to include the allegations that the kidnappings were for the purpose of terrorizing another or facilitating the commission of a felony. Id., 257 S.W.3d at 537. These additional allegations conformed to Arkansas Code Annotated section 5-ll-102(a)(3) and (6). Id., 257 S.W.3d at 537. The |,appellant objected, but the trial court agreed that the State could properly amend its information. Id., 257 S.W.3d at 537-38. On appeal, we rejected the appellant’s assertion that the amendment changed the nature of the charge. Id. at 107, 257 S.W.3d at 538. In both the original information and the amended information, the appellant in Hill was charged with kidnapping. Id., 257 S.W.3d at 538. We concluded that the amendment did not change the nature of the kidnapping charge; rather, it amended the manner in which the alleged kidnapping took place. Id., 257 S.W.3d at 538. Similarly, in the instant case, Appellant was charged with rape in both the original information and the amended information. The amendment did not change the nature of the alleged rape; rather, it changed only the manner of the alleged commission of the crime of rape. Appellant claims that he was prejudiced by the late amendment because it did not give him enough time to prepare his defense. Specifically, he asserts that he was prejudiced because he needed more time to determine whether he would testify in his own defense to refute the additional element of forcible compulsion. At trial, the victim, D.G., testified that Appellant forced himself on her and digitally, orally, vaginally, and anally raped her on at least four occasions when she was between the ages of seven and eight years. Other than denying that the rapes occurred and defending the charges by challenging D.G.’s credibility, Appellant could only claim that the acts were consensual. We find it highly unlikely that Appellant would have chosen to defend himself by testifying that the victim, a seven-year-old girl, 1 r,consented to engaging in sexual acts with him. Nevertheless, Appellant learned on February 16 that the information had been amended, and the trial began on the following day. Given the circumstances of this case, Appellant had ample time to decide whether to testify. We hold that the circuit court did not abuse its discretion in denying Appellant’s motion for continuance.  Appellant next contends that the circuit court erred in refusing to instruct the jury on second-degree terroristic threatening as a lesser-included offense of terroristic threatening in the first degree and first-degree sexual abuse as a lesser-included offense of rape. An instruction on a lesser-included offense is appropriate when it is supported by even the slightest evidence. E.g., Sweet v. State, 2011 Ark. 20, 370 S.W.3d 510. Once an offense is determined to be a lesser-included offense, the circuit court is obligated to instruct the jury on that offense only if there is a rational basis for a verdict acquitting the defendant of the offense charged and convicting him of the lesser-included offense. Id. A circuit court’s ruling on whether to submit a jury instruction will not be reversed absent an abuse of discretion. Id. In Doby v. State, 290 Ark. 408, 720 S.W.2d 694 (1986), this court held that, when a defendant’s defense is that he or she is entirely innocent of any crime, then no rational basis exists to instruct the jury on a lesser-included offense because the only issue for the jury is whether the defendant is guilty as charged. Appellant urges this court to overrule Doby because he believes a rational basis existed in this case to support the lesser-included instructions. We need not revisit our holding in Doby because, even if that case were | overruled, there still remains no rational basis for the lesser-included instructions sought by Appellant in this case.  We begin with the terroristic-threatening charge. As pointed out by Appellant, terroristic threatening in the second-degree is a lesser-included offense of terroristic threatening in the first degree. As relevant here, a person commits the offense of terroristic threatening in the first degree if, with the purpose of terrorizing another person, he threatens to cause the death or serious physical injury or substantial property damage to another person. Ark.Code Ann. § 5-13-301(a)(1)(A) (Repl.1997). A person commits the offense of terroristic threatening in the second degree if, with the purpose of terrorizing another person, he threatens to cause physical injury or property damage to another person. Ark.Code Ann. § 5-13-301(b)(l). At trial, D.G. testified that, after Appellant raped her for the first time, he told her if she said anything about the rape, he would kill her. Appellant has failed to demonstrate that there was a rational basis for giving the lesser-included instruction.  Next, we consider the rape charges. A person commits rape if he engages in sexual intercourse or deviate sexual activity with another person by forcible compulsion. Ark.Code Ann. § 5-14-103(a)(l). A person commits sexual abuse in the first degree if he engages in sexual contact with another person by forcible compulsion. Ark.Code Ann. § 5-14-108(a)(l) (Repl.1997).3 Appellant contends that a rational basis for the sexual-abuse instruction | sexisted because the jury could have reasonably believed that D.G. “embroidered or exaggerated her allegations.” He points to inconsistencies in what D.G. told investigators and what D.G. testified at trial and asserts that doubts as to D.G.’s credibility created a rational basis for the instruction. Even assuming that sexual abuse in the first degree is a lesser-included offense of rape,4 Appellant has failed to demonstrate that there was a rational basis for giving the sexual-abuse instruction to the jury. D.G., the sole witness at trial, testified that, on one occasion, Appellant “stuck his penis into my vagina and started moving— back and forth.” She testified that, another time, Appellant “put his penis in my vagina and then he made me turn over on my hands and knees and he did it anally as well.” D.G. stated that, on a different occasion, Appellant inserted his fingers into her vagina. She further testified that Appellant “grabbed me by the back of my head and made me perform oral sex on him.” The State brought out on direct examination that D.G.’s trial testimony differed from her original statements. D.G., who was twenty years old at trial, was thirteen years old when she spoke with investigators about the abuse that occurred when she was seven or eight. She testified that when the investigators asked her a question about oral sex, she told them that Appellant tried to make her do it, but she pushed her head away to prevent it from happening. She testified that the reason she did not tell the investigators about the oral sex was because she felt very ashamed. She also testified that she was so young at the time, she | ¡¡did not understand what oral sex meant. On cross-examination, she admitted that she did not tell the investigators that Appellant had rubbed her vagina with his fingers. Victim credibility is always disputable, but that does not mean that a lesser-included offense lies in every case in which the victim testifies. In this case, any dispute with the credibility of D.G.’s testimony did not create a rational basis upon which to support a lesser-included-offense instruction. We hold that the circuit court did not abuse its discretion in refusing to instruct the jury on lesser-included offenses. For his final point on appeal, Green contends that the circuit court erred in refusing to order D.G.’s counselor to disclose what, if any, diagnosis or conclusions she had made as to D.G.’s mental health. When D.G. was thirteen years old, her mother died in a car accident, and D.G. saw Monica Rone, a licensed professional counselor, for grief counseling. During counseling, D.G. revealed to Rone that Appellant had sexually abused her. Rone, a mandatory reporter under the Child Maltreatment Act, notified the authorities that D.G. had been abused, and an investigation ensued. In a pretrial hearing, Appellant attempted to obtain Rone’s notes from the counseling sessions, to depose Rone, and to have her, either in open court or in camera, testify about her conclusions regarding D.G.’s mental health. Appellant sought information regarding whether Rone had diagnosed D.G. with anything that would reflect adversely on her ability to tell the truth, claiming that such a diagnosis would bear on D.G.’s competency to be a witness. Rone testified that she had made a diagnosis, but she had shredded D.G.’s counseling records because she was required by law to keep records for only five years. She |incould not recall exactly when the records were destroyed, but she estimated that they had been shredded sometime during the year prior to trial. She further testified that she did not remember many details about D.G.’s case. The State objected, challenging the relevance of the diagnosis. The circuit court agreed that the evidence was not relevant and also found that Rone was not qualified to make a diagnosis.  Appellant contends that the State violated Rule 17.1(a)(iv) of the Arkansas Rules of Criminal Procedure (2011) when it did not produce D.G.’s counseling records and that the circuit court erred in not requiring the disclosure. Rule 17.1(a)(iv) is inapplicable because it concerns the discovery of statements or reports of experts. The circuit court found that Rone was not an expert, and Appellant does not challenge that finding on appeal. In fact, when asked by the circuit court whether he considered Rone an expert, defense counsel replied, “I don’t know if she is.” Appellant further contends that the circuit court’s denial of his discovery request constituted a violation of Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963). Appellant fails to expand on this assertion. This court has repeatedly held that it will not research or develop arguments for appellants. E.g., Jester v. State, 367 Ark. 249, 239 S.W.3d 484 (2006).  Similarly, Appellant does not develop his argument that the circuit court erred by not requiring a disclosure of the diagnosis under Rule 17.4(a) of the Arkansas Rules of Criminal Procedure (2011), which provides that the circuit court “in its discretion may require disclosure to defense counsel of other relevant material and information upon a showing of materiality to the preparation of the defense.” A mere citation to a court rule does not ^constitute argument for the purposes of appeal. In sum, we hold that the circuit court did not err in refusing to order Rone to disclose D.G.’s diagnosis. Affirmed.  . The February 2004 information listed the dates of the offenses as 1995-1999. The May 15, 2009 information listed the dates of the offenses as 1996-97.   . In this information, the offense dates were listed as 1997-98.   . Sexual abuse in the first degree, Arkansas Code Annotated section 5-14-108 (Repl. 1997), a class C felony, was repealed and replaced with sexual assault in the second degree, Arkansas Code Annotated section 5-14-125 (Repl.2006), a class B felony. The elemental requirements of sexual abuse in the first degree and sexual assault in the second degree are substantively the same.   . The State does not respond to Appellant’s assertion that first-degree sexual abuse is a lesser-included offense of rape.  ",
            "ocr": true,
            "opinion_id": 5111959
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}