{
    "id": 5302192,
    "judges": null,
    "date_filed": "2007-04-28",
    "date_filed_is_approximate": true,
    "slug": "gary-harris-v-united-states",
    "case_name_short": null,
    "case_name": "Gary Harris v. United States",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "http://www.opn.ca6.uscourts.gov/opinions.pdf/21a0273p-06.pdf",
            "author_id": null,
            "opinion_text": "                                RECOMMENDED FOR PUBLICATION\n                                Pursuant to Sixth Circuit I.O.P. 32.1(b)\n                                       File Name: 21a0273p.06\n\n                    UNITED STATES COURT OF APPEALS\n                                   FOR THE SIXTH CIRCUIT\n\n\n\n                                                             ┐\n GARY DUANE HARRIS,\n                                                             │\n                                  Petitioner-Appellant,      │\n                                                              >        No. 21-5040\n                                                             │\n        v.                                                   │\n                                                             │\n UNITED STATES OF AMERICA,                                   │\n                                 Respondent-Appellee.        │\n                                                             │\n                                                             ┘\n\n Appeal from the United States District Court for the Western District of Kentucky at Paducah.\n          Nos. 5:19-cv-00046; 5:96-cr-00024-2—Thomas B. Russell, District Judge.\n\n                                   Argued: October 26, 2021\n\n                             Decided and Filed: December 1, 2021\n\n                  Before: DAUGHTREY, COLE, and CLAY, Circuit Judges.\n\n                                      _________________\n\n                                            COUNSEL\n\nARGUED: Frank W. Heft, Jr., OFFICE OF THE FEDERAL DEFENDER, Louisville,\nKentucky, for Appellant. Terry M. Cushing, UNITED STATES ATTORNEY’S OFFICE,\nLouisville, Kentucky, for Appellee. ON BRIEF: Frank W. Heft, Jr., Scott T. Wendelsdorf,\nOFFICE OF THE FEDERAL DEFENDER, Louisville, Kentucky, for Appellant. Terry M.\nCushing, UNITED STATES ATTORNEY’S OFFICE, Louisville, Kentucky, for Appellee.\n                                      _________________\n\n                                             OPINION\n                                      _________________\n\n       MARTHA CRAIG DAUGHTREY, Circuit Judge. Petitioner Gary Duane Harris appeals\nfrom the district court’s denial of his second or successive 28 U.S.C. § 2255 motion to vacate, set\n\f No. 21-5040                             Harris v. United States                             Page 2\n\n\naside, or correct a portion of the 480-month sentence he presently is serving. After pleading\nguilty to aiding and abetting second-degree murder, aiding and abetting attempted robbery, and\naiding and abetting using or carrying a firearm during and in relation to a crime of violence, the\ndistrict court sentenced Harris to concurrent sentences of 420 months and 180 months for the\nsecond-degree-murder and attempted-robbery convictions, respectively. The district court also\nimposed a consecutive 60-month sentence for the firearm conviction.\n\n       Harris argues that the consecutive 60-month sentence must be vacated because it is\npossible that the district court imposed that punishment pursuant to the unconstitutionally vague\n“residual clause” of 18 U.S.C. § 924(c)(3)(B). Furthermore, Harris insists that the 60-month\nsentence cannot be saved under the so-called “elements clause” of 18 U.S.C. § 924(c)(3)(A)\nbecause neither his conviction for aiding and abetting second-degree murder nor his conviction\nfor aiding and abetting attempted robbery could have been considered a “crime of violence”\nunder caselaw existing at the time of sentencing.\n\n       Although it is possible that Harris could demonstrate that his sentence is constitutionally\nsuspect, our inquiry does not end there. To justify relief under § 2255, Harris must identify not\nonly constitutional error but also harm that he suffered from that error. At best, Harris can show\nthat the record of his sentencing is silent as to whether the district court relied upon § 924(c)(3)’s\nelements clause or residual clause when imposing punishment upon him. Thus, even if the\nrecord’s utter silence is sufficient to show that Harris’s sentence is constitutionally suspect,\nHarris still must establish that he could not have been sentenced to the consecutive 60-month\nprison term under § 924(c)(3)’s elements clause. Because the 18 U.S.C. § 2111 crime of aiding\nand abetting attempted robbery necessarily constitutes a crime of violence under the elements\nclause of 18 U.S.C. § 924(c)(3)(A), we affirm the judgment of the district court.\n\n                      FACTUAL AND PROCEDURAL BACKGROUND\n\n       In April 1996, two seventeen-year-olds, Gary Duane Harris and Anthony Charles Gaines,\nJr., approached two soldiers near a convenience store on the United States Army base in Fort\nCampbell, Kentucky. In an attempt to rob the soldiers, Gaines pulled a handgun from his\n\f No. 21-5040                             Harris v. United States                               Page 3\n\n\nclothing. As Gaines attempted to transfer the weapon to his other hand, the gun discharged, and\na bullet struck Private First Class Michael Alonso-Caravia in the neck, killing him.\n\n       Following their arrests, both Harris and Gaines pleaded guilty to charges of aiding and\nabetting second-degree murder, in violation of 18 U.S.C. §§ 2 and 1111; aiding and abetting\nattempted robbery, in violation of 18 U.S.C. §§ 2 and 2111; and aiding and abetting using or\ncarrying a firearm during and in relation to a crime of violence, in violation of 18 U.S.C. §§ 2\nand 924(c). The district court sentenced Harris to concurrent prison terms of 420 months and 180\nmonths for the second-degree-murder and attempted-robbery convictions and to a consecutive\n60-month prison term for the § 924(c) conviction. We affirmed the convictions and sentence on\ndirect appeal. United States v. Harris (Harris I), 238 F.3d 777 (6th Cir. 2001) (per curiam).\n\n       Harris’s initial collateral attempts to vacate, set aside, or correct his sentence proved\nunsuccessful. See Harris v. United States (Harris II), No. 04-5196 (6th Cir. May 4, 2004)\n(order); In re Gary Duane Harris (Harris III), No. 16-5469 (6th Cir. Sept. 23, 2016) (order).\nIn March 2019, however, a panel of this court granted Harris authorization to file a second or\nsuccessive § 2255 motion challenging the legitimacy of the § 924(c) conviction and sentence.\nIn re Gary Duane Harris (Harris IV), No. 18-6172 (6th Cir. Mar. 18, 2019) (order). In that\nmotion, Harris argued that his § 924(c) conviction and sentence cannot withstand constitutional\nscrutiny because, in enhancing his sentence, the district court may have relied upon the residual\nclause of 18 U.S.C. § 924(c)(3)(B), a clause whose continued vitality at that time had been called\ninto question.\n\n       Indeed, in United States v. Davis, 139 S. Ct. 2319, 2336 (2019), the Supreme Court\nconcluded that § 924(c)(3)(B)’s residual clause was so vague as to violate principles of due\nprocess. Harris thus asserted that his § 924(c) sentence must be vacated because it was likely\nthat the district court improperly relied upon the invalidated residual clause to support\nhis enhanced sentence. The district court disagreed, Harris v. United States (Harris V), No.\n5:96-CR-24-TBR, 2020 WL 7769094 (W.D. Ky. Dec. 30, 2020), but did grant Harris a\ncertificate of appealability on the following issues:\n\n       (1) the standard for granting a motion to vacate a sentence based on § 924(c)\n       where the record is silent but it is possible or likely that the district court relied on\n\f No. 21-5040                              Harris v. United States                             Page 4\n\n\n          the residual clause at sentencing, and (2) whether either of Harris’s predicate\n          offenses under 18 U.S.C. §§ 1111 or 2111 is a categorical crime of violence under\n          the elements clause of § 924(c).\n\nId., 2020 WL 7769094, at *5.\n\n                                            DISCUSSION\n\nStandard of Review and Requirements for § 2255 Relief\n\n          We review de novo the denial of a § 2255 motion. Nagi v. United States, 90 F.3d 130,\n134 (6th Cir. 1996) (citation omitted). We also review de novo the legal question of whether an\noffense constitutes a “crime of violence” under 18 U.S.C. § 924(c). United States v. Rafidi,\n829 F.3d 437, 443 (6th Cir. 2016) (citing United States v. Denson, 728 F.3d 603, 607 (6th Cir.\n2013)).\n\n          An initial § 2255 motion “must allege one of three bases as a threshold standard: (1) an\nerror of constitutional magnitude; (2) a sentence imposed outside the statutory limits; or (3) an\nerror of fact or law that was so fundamental as to render the entire proceeding invalid.”\nWeinberger v. United States, 268 F.3d 346, 351 (6th Cir. 2001) (citing United States v.\nAddonizio, 442 U.S. 178, 185–86 (1979)). But when seeking relief pursuant to a second or\nsuccessive § 2255 motion, the movant faces a more onerous burden and must base the request for\nrelief on either:\n\n          (1) newly discovered evidence that, if proven and viewed in light of the evidence\n          as a whole, would be sufficient to establish by clear and convincing evidence that\n          no reasonable factfinder would have found the movant guilty of the offense; or\n          (2) a new rule of constitutional law, made retroactive to cases on collateral review\n          by the Supreme Court, that was previously unavailable.\n\n28 U.S.C. § 2255(h).\n\n          Harris cannot point to any newly discovered evidence to support his claim for collateral\nrelief. Rather, he alleges that, in light of the new rule of constitutional law set forth in Davis, the\ndistrict court improperly relied upon the residual clause of § 924(c)(3) to justify his enhanced\nsentence for aiding and abetting the use or carrying of a firearm.\n\f No. 21-5040                                   Harris v. United States                                     Page 5\n\n\nBasis for Harris’s 18 U.S.C. § 924(c) Sentence\n\n         By pleading guilty to Count 3 of the superseding indictment returned against him, Harris\nadmitted that he aided and abetted his co-defendant in using or carrying a firearm during and in\nrelation to two crimes—aiding and abetting second-degree murder and aiding and abetting\nattempted robbery. Consequently, he was subject to sentencing pursuant to the provisions of\n18 U.S.C. § 924(c)(1)(A)(i)1, which provides:\n\n         [A]ny person who, during and in relation to any crime of violence . . . for which\n         the person may be prosecuted in a court of the United States, uses or carries a\n         firearm . . . shall, in addition to the punishment provided for such crime of\n         violence . . . be sentenced to a term of imprisonment of not less than 5 years.\n\n(Emphasis added.)\n\n         The term “crime of violence” in § 924(c)(1)(A) is explicitly defined in 18 U.S.C.\n§ 924(c)(3) to mean a felony that:\n\n         (A) has as an element the use, attempted use, or threatened use of physical force\n         against the person or property of another, or\n         (B) that by its nature, involves a substantial risk that physical force against the\n         person or property of another may be used in the course of committing the\n         offense.\n\nSection 924(c)(3)(A) is known as the statute’s “elements clause,” while § 924(c)(3)(B) is known\nas the “residual clause.”\n\nChallenges to Statutory Residual Clauses\n\n         In 2015, the United States Supreme Court ruled in Johnson v. United States, 576 U.S. 591\n(2015), that a sentence imposed pursuant to a “residual clause” in the Armed Career Criminal\nAct (ACCA), 18 U.S.C. § 924(e)2, could be challenged as a violation of due process.\n\n\n         1\n           Although Harris was convicted of three aiding and abetting offenses, “[w]hoever commits an offense\nagainst the United States or aids, abets, counsels, commands, induces or procures its commission, is punishable as a\nprincipal.” 18 U.S.C. § 2(a) (emphasis added).\n         2\n           The residual clause of the ACCA defined a “violent felony,” in part, as “any crime punishable by\nimprisonment for a term exceeding one year” that “involves conduct that presents a serious potential risk of physical\ninjury to another.” 18 U.S.C. § 924(e)(2)(B)(ii).\n\f No. 21-5040                            Harris v. United States                            Page 6\n\n\nAccording to the Court, “the indeterminacy of the wide-ranging inquiry required by the residual\nclause both denies fair notice to defendants and invites arbitrary enforcement by judges.”\nJohnson, 576 U.S. at 597. Because invalidation of that clause “changed the substantive reach of\nthe Armed Career Criminal Act,” the Court later recognized that Johnson’s holding must be\napplied retroactively to other cases on collateral review. Welch v. United States, 136 S. Ct. 1257,\n1265 (2016). Even so, because of the difference in language between the residual clause of the\nACCA and its definition of a “violent felony” and § 924(c)(3)(B)’s residual clause’s definition of\na “crime of violence,” questions persisted as to whether Johnson’s holding also applied to\nenhanced sentences for using or carrying a firearm during or in relation to such a crime of\nviolence.\n\n       Approximately three years after Johnson, the Supreme Court offered some indication of\nthe ultimate answer to those questions in its ruling in Sessions v. Dimaya, 138 S. Ct. 1204\n(2018). In Dimaya, the Court considered a challenge to the constitutionality of a residual clause\ncontained in 18 U.S.C. § 16’s general definition of the term “crime of violence.” Id. at 1210. In\n18 U.S.C. § 16(b), Congress, as it did in § 924(c)(3)(B), defined a “crime of violence” to be, in\npart, “any other offense that is a felony and that, by its nature, involves a substantial risk that\nphysical force against the person or property of another may be used in the course of committing\nthe offense.” And in Dimaya, as in Johnson, the Court concluded that the residual clause at issue\n“produces more unpredictability and arbitrariness than the Due Process Clause tolerates.”\nDimaya, 138 S. Ct. at 1223 (quoting Johnson, 576 U.S. at 598).\n\n       Finally, in Davis, the Supreme Court addressed head-on the contention that the residual\nclause in 18 U.S.C. § 924(c)(3)(B) faced the same vagueness problems as did the provisions of\n18 U.S.C. § 924(e)(2)(B)(ii) and 18 U.S.C. § 16(b). Doing so, the Court, not surprisingly, agreed\n“that § 924(c)(3)(B) is unconstitutionally vague” and cannot serve to define a “crime of\nviolence” for purposes of conviction and sentencing. Davis, 139 S. Ct. at 2336. Moreover,\ngiven the similarities between the statutory language at issue in Johnson and in Davis, we have\nheld that Davis applies retroactively. In re Franklin, 950 F.3d 909, 911 (6th Cir. 2020) (order)\n(per curiam) (relying upon Welch).\n\f No. 21-5040                             Harris v. United States                           Page 7\n\n\nDetermination of the Basis for the Crime-of-Violence Finding\n\n       In this appeal, Harris relies upon Davis’s invalidation of § 924(c)’s residual clause to\nsupport his claim that his conviction for using or carrying a firearm during and in relation to a\ncrime of violence, as well as the resulting, consecutive, 60-month sentence, must be vacated.\nAccording to Harris, nothing in the record of his conviction and sentence indicates that the\ndistrict court did not rely upon the unconstitutional residual clause of § 924(c)(3)(B) in finding\nthat Harris had committed a crime of violence; therefore, he insists that the residual clause\nactually must have been the basis for the district court’s finding.\n\n       To support that contention, Harris cites our decision in Williams v. United States,\n927 F.3d 427 (6th Cir. 2019), and analyzes the five factors that case identified as aids in\ndetermining whether a particular sentence was imposed pursuant to an unconstitutional residual\nclause. After examining the sentencing record, the legal background at the time of sentencing,\nthe presence of informed decisionmakers, the nature of the predicate offense, and later,\npredictable, legal developments, Harris concludes that those factors “establish that it is possible\nor likely that he was sentenced under § 924(c)(3)(B)’s residual clause,” and that the otherwise\nsilent record “must be construed in [his] favor.” (Appellant’s Br. at 9, 25.)\n\n       Engaging in an examination of the Williams factors yields little benefit to Harris in this\ncase, however. First, the sentencing record is silent as to the district court’s basis for finding\nHarris worthy of enhanced punishment.\n\n       Second, consideration of the legal background at the time of sentencing does not give a\ndefinitive answer to the relevant question raised by Harris in this collateral challenge. In 1999,\nno binding Sixth Circuit precedent established definitively that either aiding and abetting\nsecond-degree murder or aiding and abetting attempted robbery categorically was a crime of\nviolence.   Furthermore, by that time, the Supreme Court had explained that courts should\ndetermine whether an offense was a “crime of violence” or a “violent felony,” not by examining\nthe circumstances surrounding the commission of the crime, but rather by engaging in a\ncategorical-approach analysis. See Taylor v. United States, 495 U.S. 575, 602 (1990).\n\f No. 21-5040                                    Harris v. United States                                      Page 8\n\n\n          As we explained in our en banc decision in United States v. Burris, 912 F.3d 386, 392\n(6th Cir. 2019):\n\n          The categorical approach prohibits federal sentencing courts from looking at the\n          particular facts of the defendant’s previous state or federal felony convictions;\n          rather, federal sentencing courts “may ‘look only to the statutory definitions’—\n          i.e., the elements—of a defendant’s prior offenses.” Descamps [v. United States],\n          570 U.S.[254, 261 (2013)] (quoting Taylor, 495 U.S. at 600 . . .). The question\n          for the sentencing court in the elements-clause context is whether every defendant\n          convicted of that state or federal felony must have used, attempted to use, or\n          threatened to use physical force against the person of another in order to have\n          been convicted, not whether the particular defendant actually used, attempted to\n          use, or threatened to use physical force against the person of another in that\n          particular case.\n\n(Citations omitted.) Because the district court did not engage in an explicit categorical-approach\nanalysis at sentencing, Harris contends that the district judge must have relied upon the residual\nclause in § 924(c)(3)(B) to justify the consecutive, 60-month sentence he imposed. Even at that\ntime, however, it would have been clear to the district court that the federal crime of attempted\nrobbery contained, by definition, the element of force, making it unnecessary to engage in a\ncategorical-approach analysis. Indeed, a conviction under 18 U.S.C. § 2111 requires a taking or\nan attempted taking from a person “by force and violence, or by intimidation.”3 (Emphasis\nadded.)\n\n          Moreover, by 1993, we had recognized that even the concept of “intimidation” required\nproof of “conduct and words calculated to create the impression that any resistance or defiance\nby the [victim] would be met by force.” United States v. Perry, 991 F.2d 304, 310 (6th Cir.\n1993) (quoting United States v. Jones, 932 F.2d 624, 625 (7th Cir. 1991)); see also United States\nv. Henry, 722 F. App’x 496, 500 (6th Cir. 2018) (“[I]ntimidation is all it takes to satisfy\n§ 924(c)(3)(A)’s elements clause, which defines crimes involving the ‘threatened use of physical\nforce’ as crimes of violence.”) (citing United States v. McBride, 826 F.3d 293, 296 (6th Cir.\n2016)). Thus, the legal background in 1999 offers no real support for Harris’s argument; if\nanything, an examination of that legal background indicates that Harris’s conviction for aiding\n\n          3\n           In its entirety, 18 U.S.C. § 2111 provides that “[w]hoever, within the special maritime and territorial\njurisdiction of the United States, by force and violence, or by intimidation, takes or attempts to take from the person\nor presence of another anything of value, shall be imprisoned not more than fifteen years.”\n\f No. 21-5040                             Harris v. United States                            Page 9\n\n\nand abetting attempted robbery fell squarely within the parameters of § 924(c)(3)’s elements\nclause, justifying imposition of a § 924(c)(1)(A) sentence.\n\n       Third, Harris cannot rely upon information provided by a decisionmaker familiar with the\nbasis for the sentencing decision. Unfortunately, the sentencing judge died in 2013, years before\nHarris first raised his challenge to his sentence based upon the Supreme Court’s decision in\nDavis. This factor, therefore, “casts no affirmative light on the question at hand.” Williams,\n927 F.3d at 444.\n\n       Fourth, an examination of the nature of the predicate offenses also does little to aid\nHarris’s cause. In fact, such an analysis lends credence to the belief that the district court relied\nupon § 924(c)(3)’s elements clause in enhancing Harris’s sentence because the predicate offense\nof aiding and abetting attempted robbery requires a finding of a taking or an attempted taking by\nforce and violence. 18 U.S.C. § 2111.\n\n       Fifth, any consideration of legal developments occurring after sentencing sheds little light\non the district court’s actual sentencing rationale. Nevertheless, Sixth Circuit decisions rendered\nafter Harris was sentenced establish that statutory language virtually identical to that found in\n18 U.S.C. § 2111, the federal prohibition on robbery and attempted robbery, satisfies the\nelements clause of 18 U.S.C. § 924(c)(3)(A). See, e.g., United States v. Jackson, 918 F.3d 467,\n484–86 (6th Cir. 2019) (finding that carjacking is a crime of violence under the elements clause\nof § 924(c) because a conviction under 18 U.S.C. § 2119 requires the taking of a motor vehicle\n“from the person or presence of another by force and violence or by intimidation, or attempts to\ndo so”); McBride, 826 F.3d at 295–96 (concluding that bank robbery under 18 U.S.C. § 2113,\nwhich requires a taking or an attempt to take certain property “from the person or presence of\nanother” “by force and violence, or by intimidation,” constitutes a crime of violence under\n§ 4B1.2(a) of the United States Sentencing Guidelines).\n\n       Harris concedes that examination of the Williams factors does not conclusively establish\nthat the sentencing judge relied upon § 924(c)’s residual clause when sentencing him. Indeed, he\nnotes that “the record [in this matter] is silent on whether the § 924(c) sentence is based on the\n\f No. 21-5040                            Harris v. United States                             Page 10\n\n\nstatute’s residual clause or its elements clause.” (Appellant’s Br. at 26.) He nevertheless argues\nthat such silence should lead us to conclude that his § 924(c) sentence is unconstitutional.\n\n       “It is a ‘tall order’ for a petitioner to show which . . . clause a district court applied when\nthe sentencing record is silent—a burden all the more unjust considering that silence is the norm,\nnot the exception.” Raines v. United States, 898 F.3d 680, 690–91 (6th Cir. 2018) (Cole, C.J.,\nconcurring). But even engaging in a Williams-factors analysis does little to aid Harris. As the\ndistrict court noted when denying Harris relief on his second or successive § 2255 motion, “In\nthe part of the Williams opinion that Harris relies on, the [Sixth Circuit] was considering whether\nWilliams was entitled to raise a second or successive motion under § 2255 in the first place, not\nwhether a motion to vacate should prevail.” Harris V, 2020 WL 7769094, at *3 (citing Williams,\n927 F.3d at 439). “Although the [Sixth Circuit] found that Williams was entitled to bring a\nsecond § 2255 motion, it still had to answer the question of whether Williams’s predicate offense\nqualified under the ACCA’s elements clause before deciding if the § 924(e) sentence should be\nvacated.” Id.; Williams, 927 F.3d at 445 (citing Van Cannon v. United States, 890 F.3d 656, 661\n(7th Cir. 2018) (“To win § 2255 relief, Van Cannon had to establish a Johnson error and that the\nerror was harmful. The government confessed the Johnson error . . . . The only remaining\ndispute concerned the question of prejudice.”)). Thus, deciding whether an enhanced sentence\nrelied upon the residual clause or the elements clause of § 924(c)(3) does not, by itself, determine\nwhether Harris is entitled to the relief he seeks. Harris also must establish that he suffered\nprejudice from an improper sentencing calculation. Consequently, even despite the possibility\nthat the district court relied upon the residual clause of § 924(c)(3)(B) in sentencing Harris,\nHarris also must show that neither of his predicate offenses qualified for enhanced sentencing\nunder § 924(c)(3)’s elements clause. See, e.g., Porter v. United States, 959 F.3d 800, 801–02\n(6th Cir. 2020), cert. denied, 141 S. Ct. 1060 (2021).\n\nDetermination of Whether Harris’s Predicate Convictions Are Crimes of Violence\n\n       Aiding and Abetting Second-Degree Murder\n\n       Squelching any inclination to presume that a second-degree murder conviction\nnecessarily involves the use, attempted use, or threatened use of physical force against the person\n\f No. 21-5040                                   Harris v. United States                                   Page 11\n\n\nof another, the Supreme Court recently held that an offense requiring a mens rea of simple\nrecklessness does not qualify as a violent felony under the elements clause of the ACCA,\n18 U.S.C. § 924(e)(2)(B)(i), a clause that is essentially identical to § 924(c)(3)(A). Borden v.\nUnited States, 141 S. Ct. 1817, 1825 (2021). Consequently, the question presents itself whether\nsecond-degree murder prohibited by 18 U.S.C. § 1111 can be committed with mere recklessness\nsuch that it does not necessarily involve the application of force and violence against the person\nof another. We need not resolve that question in this case, however. Because a district court\nmay enhance the prison term under § 924(c) for the use or carrying of a firearm during and in\nrelation to even one offense that can be considered a “crime of violence,” we may affirm the\ndistrict court’s judgment as long as Harris’s conviction for aiding and abetting attempted robbery\ninvolves the “use, attempted use, or threatened use of physical force against the person or\nproperty of another.”\n\n        Aiding and Abetting Attempted Robbery\n\n        In arguing that a conviction under 18 U.S.C. § 2111 does not meet that standard, Harris\ncites United States v. Camp, 903 F.3d 594, 601 (6th Cir. 2018), and United States v. Yates,\n866 F.3d 723, 734 (6th Cir. 2017), for the proposition that, pursuant to a categorical-approach\nanalysis, “the elements of § 2111 must be compared to the elements of generic robbery which is\ndefined as ‘the “misappropriation of property under circumstances involving immediate danger\nto the person.”’” (Appellant’s Br. at 40 (quoting Camp, 903 F.3d at 601).) Camp and Yates,\nhowever, were not concerned with whether the crimes at issue in those cases—Hobbs Act\nrobbery (Camp) and Ohio’s robbery statute, Ohio Rev. Code Ann. § 2911.02(A)(3) (Yates)—\nwere crimes of violence under 18 U.S.C. § 924(c)(3)(A).4 Rather, the issue in those cases\nrequired an examination of whether the crimes met the generic definition of robbery as listed in\nthe enumeration clause of § 4B1.2(a)(2) of the United States Sentencing Guidelines.5\n\n\n        4\n          In fact, in Camp, we recognized that the plain text of the Hobbs Act may be sufficient to categorize\nrobbery as a crime of violence under the use-of-force clause of 18 U.S.C. § 924(c). Camp, 903 F.3d at 600.\n        5\n           The provisions of § 4B1.2(a) of the Guidelines, like the relevant provisions of the ACCA, 18 U.S.C.\n§ 924(e)(2)(B), previously contained three clauses defining the terms “crime of violence” in the Guidelines or\n“violent felony” in the ACCA. In addition to the equivalents of an elements clause and a residual clause, § 4B1.2(a)\nof the Guidelines and 18 U.S.C. § 924(e)(2)(B) contained what are known as enumeration clauses that list specific\n\f No. 21-5040                                     Harris v. United States                                      Page 12\n\n\n          Unlike the involved analysis that must be undertaken to determine whether an\nindividual’s prior conviction constitutes an enumerated, generic offense under § 4B1.2(a)(2) of\nthe Guidelines or an enumerated, generic offense under § 924(e)(2)(B)(ii) of the ACCA, an\nanalysis under § 924(c)(3)(A) requires only that the predicate offense for which a defendant was\nconvicted necessarily “has as an element the use, attempted use, or threatened use of physical\nforce against the person or property of another.” See In re Franklin, 950 F.3d at 911 (explaining\nthe relevant inquiry to determine whether arson, 18 U.S.C. § 844(i), constitutes a crime of\nviolence under the elements clause of § 924(c)(3)(A)).\n\n          Even so, Harris continues to argue that 18 U.S.C. § 2111 cannot be considered a crime of\nviolence because its language “is broader than generic robbery because: 1) under the statute\nintimidation does not have to involve ‘immediate danger to the person;’ and 2) unlike generic\nrobbery, § 2111 includes attempted robbery.” (Appellant’s Br. at 42.) Again, however, under\nthe elements clause of § 924(c)(3)(A), the government need not establish that every element of a\n§ 2111 violation is included in the definition of generic robbery. Instead, the government need\nshow only that even “the least of th[e] acts criminalized” by § 2111 requires the use, attempted\nuse, or threatened use of force. Moncrieffe v. Holder, 569 U.S. 184, 191 (2013) (alteration in\noriginal) (internal quotation marks and citation omitted). Because “intimidation” “involves the\nthreat to use physical force,” McBride, 826 F.3d at 296, and because even attempts to take\nanything of value from a person “by force and violence, or by intimidation” constitute § 2111\nviolations, 18 U.S.C. § 2111 is a crime of violence for purposes of § 924(c)(3)(A). See, e.g.,\nUnited States v. Fultz, 923 F.3d 1192, 1193, 1195 (9th Cir.), cert. denied, 140 S. Ct. 668 (2019)\n(finding that robbery on a government reservation under § 2111 is a crime of violence for\npurposes of § 924(c)(3)(A)); United States v. Shirley, 808 F. App’x 672, 677 (10th Cir. 2020)\n(robbery under § 2111 meets the requirements of the elements clause of § 924(c)(3)(A)); United\nStates v. Ben, 783 F. App’x 443, 443 (5th Cir. 2019), cert. denied, 140 S. Ct. 1547 (2020)\n(same).\n\n\ncrimes that meet the respective definitions of a “crime of violence” and a “violent felony.” See U.S.S.G.\n§ 4B1.2(a)(2) (now listing “murder, voluntary manslaughter, kidnapping, aggravated assault, a forcible sex offense,\nrobbery, arson, extortion, or the use or unlawful possession of a firearm . . . or explosive material . . . .”); 18 U.S.C.\n§ 924(e)(2)(B)(ii) (listing crimes involving burglary, arson, extortion, or use of explosives).\n\f No. 21-5040                           Harris v. United States                          Page 13\n\n\n                                        CONCLUSION\n\n       Because 18 U.S.C. § 2111 has, as an essential element, “the use, attempted use, or\nthreatened use of physical force against the person or property of another,” it is a crime of\nviolence for purposes of § 924(c)(3)(A)’s elements clause. Harris thus has failed to establish any\nprejudice from the imposition of his § 924(c) sentence.          Consequently, we AFFIRM the\njudgment of the district court denying Harris’s second or successive § 2255 motion.\n\f",
            "ocr": false,
            "opinion_id": 5130754
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}