{
    "id": 5329544,
    "judges": "Stewart",
    "date_filed": "2021-02-09",
    "date_filed_is_approximate": true,
    "slug": "state-v-moon",
    "case_name_short": "Moon",
    "case_name": "State v. Moon",
    "case_name_full": "STATE of Utah, and v. John Irwin MOON, and",
    "attorneys": "Michael D. Esplin, Provo, for defendant and appellant., David L. Wilkinson, Atty. Gen., Noall T. Wootton, County Atty., Robert N. Parrish, Salt Lake City, for plaintiff and respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "688 P.2d 494"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPER CURIAM:\nDefendant is here on appeal from a jury conviction of aggravated robbery1 and appeals on two grounds: insufficiency of the evidence and misconduct of a juror.\nFacts supporting the verdict are as follows. At about 7:00 p.m. on December 18, 1982, four men robbed a market. Three wore ski masks, and one wore a Halloween mask and gloves. The latter carried a crowbar that he used on one of the employees. One of the other men had a sawed-off shotgun. All but one were approximately six-feet tall, and all wore levis. The robbers stole about $4,000. They ran from the store to a Ford pickup that had no license plates and drove to an apartment parking lot, where they split up. Two entered each of two other vehicles, one a purple or red Chevrolet and the other an old white Impala. Shortly thereafter, when a police alert had been given, a police officer saw and stopped the purple (or red) Chevrolet on the *495freeway, which vehicle was driven by defendant. A companion was in the car, as were a brown ski mask, a Halloween mask, a crowbar, a blue parka, a corduroy coat, a sawed-off shotgun, a pair of gloves and over $1,000 in assorted bills and coins. All of the items except the corduroy coat and money were identified by several witnesses, who were at the market, as being similar to that worn and used by the robbers. The car also was identified as one of the second two getaway vehicles.\nAfter the prosecution rested, the defendant’s co-defendant Shepard, changed his plea to guilty. Shepard admitted to wielding a gun at the robbery and named the other three robbers as being Benjamin, Brandt and Joe. Significantly, this was all he appeared to know about his fellow robbers. He said the defendant was not one of them. He also said he and Benjamin took a backroad detour after the robbery to take the car they were driving back to the defendant, who had furnished it.\nThe defendant testified that Benjamin, whom he did not know or had ever seen before, asked to borrow defendant’s car so he could rob a drug dealer who had “burned” him. Defendant explained that the reason for leaving the car in the parking area was because Benjamin was a friend of a friend, none of whose last names he knew. He added that when he picked up his car, the codefendant Shepard was sitting in it and never told him of the robbery to which Shepard pleaded guilty. Defendant said he did not even see the items found in his car, although he sat on one of the coats, and the Halloween mask was on the seat beside him, and other items were plainly visible.\nThe defendant asserts as being undisputed and proof positive of his innocence that no bits of his hair were apparent in the ski masks used by the robbers, as attested to by a criminologist. Defendant also asserts that most of the evidence was circumstantial and must be viewed with caution and in light of any reasonable hypothesis other than guilt.2 However, accepting the compatible test we have handed down in other cases,3 we will affirm if there is evidence from which a panel of peers could find defendant guilty beyond a reasonable doubt. The principles involved are recited in the following language of State v. Kerekes, Utah, 622 P.2d 1161 (1980):\nIt is defendant’s burden to establish that the evidence was so inconclusive or insubstantial that reasonable minds must have entertained a reasonable doubt that the defendant committed the crime charged.\nOf similar import is this statement in State v. Lamm, Utah, 606 P.2d 229 (1980):\nIt is the exclusive function of the jury to weigh the evidence and to determine the credibility of the witnesses, and it is not within the prerogative of this Court to substitute its judgment for that of the fact-finder.\nThe claim of defendant that the circumstantial evidence was insufficient to support his conviction is without substance. The other evidence supportive of guilt, along with such circumstantial evidence and the apparently considered conclusion by the jury that defendant’s story lacked credibility, amply defeats defendant’s claim of insufficiency of the evidence.\nThe defendant’s second claim of error is based on a statement made by one juror to another at a recess shortly before the trial was to end. Without identifying the juror and after Shepard had pleaded guilty, a bystander repeated hearing one juror say to another, “Well, we only have to hear one more confession and then we are through.” The statement can be construed in a number of ways that do not necessarily support defendant’s conclusion that the juror had prejudged defendant’s guilt before all the evidence was presented. The defendant cites no case to support his conclusion. In such a situation as this, *496where hearsay testimony is attempted to be a basis for reversal and where the subject matter is subject to multiple interpretations, it is the prerogative of the trial court to determine whether such a statement really is prejudicial and, if so, if it is to the point of reversibility. The authorities cited by the prosecution4 support its argument that in this case defendant was not prejudiced. The defense neither attacks nor attempts to distinguish them.\nThe verdict and judgment are affirmed.\nSTEWART, J., concurs in the result.\n\n. U.C.A., 1953, § 76-6-302.\n\n\n. See State v. John, Utah, 586 P.2d 410 (1978); State v. Romero, Utah, 554 P.2d 216 (1976); State v. Schad, 24 Utah 2d 255, 470 P.2d 246 (1970).\n\n\n. State v. Bingham, Utah, 684 P.2d 43 (1984), and State v. Petree, Utah, 659 P.2d 443 (1983).\n\n\n. State v. Jakeway, 221 Kan. 142, 558 P.2d 113 (1976); Sorce v. State, 88 Nev. 350, 497 P.2d 902 (1972); Robinson v. Hreinson, 17 Utah 2d 261, 409 P.2d 121 (1965).\n\n",
            "ocr": true,
            "opinion_id": 5159928
        }
    ],
    "court_short_name": "Utah Supreme Court",
    "court_full_name": "Utah Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Utah, UT",
    "crime_category": "Robbery"
}