{
    "id": 5329964,
    "judges": "Babcock, Cise, Smith",
    "date_filed": 485049600000,
    "date_filed_is_approximate": true,
    "slug": "people-v-massey",
    "case_name_short": "Massey",
    "case_name": "People v. Massey",
    "case_name_full": "The PEOPLE of the State of Colorado v. Donald MASSEY",
    "attorneys": "Duane Woodard, Atty. Gen., Charles B. Howe, Chief Deputy Atty. Gen., Richard H. Forman, Sol. Gen., Peter J. Stapp, Asst. Atty. Gen., Denver, for plaintiff-appellee., David F. Vela, Colorado State Public Defender, Martin J. Gerra, III, Deputy State Public Defender, Denver, for defendant-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied June 6, 1985., Certiorari Granted Oct. 15, 1985.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "707 P.2d 1038"
    ],
    "opinions": [
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSMITH, Judge.\nDefendant, Donald Massey, appeals the trial court’s denial of his motion for correction of illegal sentence under Crim. P. 35(a). After pleading guilty to criminal impersonation from charges arising in Pit-kin County, defendant was granted probation. His probation was later revoked and he was sentenced to eighteen months with the Department of Corrections being given credit for 78 days of presentence confinement. Defendant contends he is entitled to *1039an additional 181 days of presentence confinement credit for time spent in jail between the date of his arrest and the date on which he was granted probation. We reverse and remand with directions.\nI.\n\nTotal Entitlement\n\nDefendant was arrested in Mesa County on September 15, 1982, on at least two warrants, one arising from Pitkin County and one from Mesa County. Defendant remained incarcerated on both warrants for a total of 181 days in either the Mesa County jail or the Pitkin County jail until March 14, 1983. On that date, defendant pled guilty in Pitkin County to criminal impersonation and he was sentenced to two years of probation conditioned on his completion of a residency and treatment program at the Larimer County Community Corrections Facility.\nOn March 9, 1983, defendant pled guilty to felony theft charges arising in Mesa County. The Mesa County District Court also placed defendant on probation, with conditions, for a period of two years. This sentence to probation was ordered to run concurrently with the Pitkin County sentence.\nIn November 1983, defendant was arrested and incarcerated for violating the terms of his Pitkin County probation and spent one day in jail before he was released after posting bond. A hearing was held and on December 19, 1983, defendant’s probation was revoked. He remained in jail until March 5, 1984, when he was sentenced to the Department of Corrections to serve a term of eighteen months. The mittimus, issued on March 8, 1984, reflected that defendant was entitled to 78 days of pre-sentence confinement for the time spent in the Pitkin County jail, after his arrest for the probation violation, from December 19, 1983, through March 5, 1984.\nSimultaneously with defendant’s arrest for the Pitkin County probation violation, he was also arrested for violating the conditions of his Mesa County probation. His probation in that county was likewise revoked. On March 19,1984, the Mesa County District Court imposed a sentence of twenty-seven months to run concurrently with the Pitkin County sentence and found that the defendant was entitled to 263 days of presentence confinement credit.\nSubsequently, defendant filed the motion at issue here requesting additional credit against his Pitkin County sentence for the 181 days he spent in jail between the date of his initial arrest and the date when he was granted probation. A hearing was held on the motion wherein the defense presented uncontradieted evidence that defendant had been arrested September 15, 1982, on the Pitkin County charges as well as the Mesa County charges and that defendant had remained incarcerated until he was granted probation on March 14, 1983.\nThe trial court, nevertheless, denied defendant any credit for this period of confinement. The trial court stated:\n“When he was sentenced to probation he is entitled and got consideration for time he had spent in jail from September 15, 1982, to March 14, 1983, when he was sentenced to probation. He got credit for that time. He has been credited for it once. He doesn’t deserve credit for it a second time.”\nPresentence confinement credit is to be given for the actual time spent in custody as a result of the charge for which a sentence to the Department of Corrections is imposed, or for the total time spent in confinement as a result of the conduct upon which the charge is based. Torand v. People, 698 P.2d 797 (Colo.1985); Schubert v. People, 698 P.2d 788 (Colo.1985); People v. Myles, 702 P.2d 292 (Colo.App.1985).\nSection 16-11-306, C.R.S. (1984 Cum.Supp.) mandates that credit be given for all presentence confinement served by one sentenced to the Department of Corrections. This section removes from the trial court any discretion to deny defendant credit against his sentence for presentence confinement time, and, consequently, the only judicial function is to make a finding *1040of fact concerning the number of days spent by defendant in presentence confinement. People v. Hardman, 653 P.2d 763 (Colo.App.1982). Thus, as reflected by the record in the Pitkin County case, defendant was entitled to a total of 259 days of pre-sentence confinement credit. The mittimus gave him only 78 days of confinement credit.\nII.\n\nDuplicative Credit\n\nHere, however, it appears that defendant may have already been given such credit in the Mesa County mittimus. Defendant was arrested based on separate felony warrants arising from both Pitkin and Mesa Counties. Thus, the time he served in either the Pitkin County jail or the Mesa County jail between September 15, 1982, until he was placed on probation in the Mesa County case on March 8, 1983, related to both of these charges. Between March 8 and March 14, when defendant was placed on probation in Pitkin County, his incarceration related only to the Pitkin County case.\nProbation revocation proceedings were commenced relative to both cases at approximately the same time. Arrest warrants issued out of each county and the district courts of both counties revoked defendant’s probation and imposed sentences within a few days of the other. It would thus appear that, the time defendant spent in jail between his arrest for the probation violations and his ultimate sentencing to the Department of Corrections in both counties was, at least in part, attributable to both of the separate felony cases.\nWhile we cannot determine precisely, from the record before us, which specific days were credited to defendant as a result of the Mesa County mittimus, it appears that most, if not all, of defendant’s presen-tence confinement time has already been credited against the Mesa County sentence. Thus, we hold that any days for which defendant has already received credit under the Mesa County mittimus cannot also be credited against the Pitkin County sentence. See People v. Emig, 676 P.2d 1156 (Colo.1984). To hold otherwise would result in duplicative credit.\nWe therefore reverse and remand with directions for the trial court to determine if any of the 259 days of presentence confinement credit to which we have held defendant is entitled were not included in the 263 days credit given by the Mesa County District Court, and to amend its mittimus to accord defendant credit only for those days of presentence confinement that would not result in duplicative credit.\nVAN CISE and BABCOCK, JJ. concur.\n",
            "ocr": true,
            "opinion_id": 5160391
        }
    ],
    "court_short_name": "Colorado Court of Appeals",
    "court_full_name": "Colorado Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Colorado, CO",
    "crime_category": "Robbery"
}