{
    "id": 5330987,
    "judges": "Brett, Bussey, Parks",
    "date_filed": 554428800000,
    "date_filed_is_approximate": true,
    "slug": "wood-ex-rel-wood-v-benson",
    "case_name_short": "Benson",
    "case_name": "Wood ex rel. Wood v. Benson",
    "case_name_full": "Shayne WOOD, a minor, by his father and next friend, Tony S. WOOD v. John A. BENSON, Associate District Judge of McCurtain County, Oklahoma",
    "attorneys": "Don Ed Payne, Payne and Welch, Hugo, for petitioner., Richard E. Stout, Dist. Atty., Millard C. Pickering, Asst. Dist. Atty., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "740 P.2d 1196"
    ],
    "opinions": [
        {
            "author_str": "Brett",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nBRETT, Presiding Judge:\nThis concerns the implementation of the Interstate Compact on Juveniles. 10 O.S. 1981, § 532, contains the Interstate Compact provisions. Both Texas and Oklahoma are signatories to the Compact. On February 10, 1987, the Juvenile Judge of Cass County, Texas, sent to the Juvenile Judge of McCurtain County, Oklahoma, Associate District Judge John A. Benson, a “Requisition” for the return of petitioner, Shayne Wood, a juvenile seventeen years of age (D.O.B. 6-25-70) to Cass County to face delinquency charges. The requisition sets forth that a delinquency petition has been filed and that the juvenile has absconded the State of Texas, and is in Broken Bow, Oklahoma. It is asserted that the juvenile on or about September 14, 1986, in Cass County, Texas, intentionally and without consent of the owner entered a building with the intent to commit theft, thereby bringing about the delinquency petition.\nOn April 6, 1987, in J-87-14, the district attorney for McCurtain County, Oklahoma, filed an application for a custodial order *1197under the provisions of the Interstate Compact, 10 O.S.1981, § 532, premised on the basis of the Cass County requisition. Notice for a hearing was served on the proper parties, and on April 15, 1987, the matter was set for hearing. In the petition filed in this Court, it is asserted that petitioner and his attorney appeared and argued that petitioner was entitled to an evidentiary hearing to contest the requisition. Petitioner asserts further, that the Honorable Respondent read the statute to require only that he examine the requisition to determine whether it “is in order,” and finding the same to be in order his authority was to issue a detention order for delivery of the juvenile to the demanding state’s authorities. On the other hand, petitioner continues to assert that he is entitled to an evi-dentiary hearing to contest the validity of the requisition. Otherwise, he asserts, the statute is unconstitutional as violating the Oklahoma Constitution, Article II, Sections 2, 7 and 29 and also violates the Fifth, Sixth and Fourteenth Amendments to the United States Constitution.\nOn April 15,1987, the Honorable Respondent placed petitioner on a “homebound” detention order, with instructions to report to the court on April 22, 1987, to be turned over to the Texas authorities. An order was entered extending the homebound order until April 27, 1987, so this may be presented to this Court for a determination of the matter. A stay order was entered by this Court.\nArticle V, of the Compact, in pertinent part, provides:\nUpon the receipt of a requisition demanding the return of a delinquent juvenile ..., the court or the executive authority to whom the requisition is addressed shall issue an order to any peace officer or other appropriate person directing him to take into custody and detain such delinquent juvenile. Such detention order must substantially recite the facts necessary to the validity of its issuance hereunder. No delinquent juvenile detained upon such order shall be delivered over to the officer ... appointed to receive him, unless he shall first be taken forthwith before a judge of an appropriate court in the state, who shall inform him of the demand made for his return and who may appoint counsel or guardian ad litem for him. If the judge of such court shall find that the requisition is in order, he shall deliver such delinquent juvenile over to the officer ... appointed to receive him. The judge, however, may fix a reasonable time to be allowed for the purpose of testing the legality of the proceeding. (Emphasis added)\nThe trial judge was persuaded that his sole function was to determine whether the Texas requisition was “in order.” The order of the Juvenile Judge recites in part the following:\nThe Court after hearing argument from the parties and the examination of the Court file wherein there is contained a requisition from the State of Texas pursuant to Title 10 O.S.A. Sec. 532, finds the requisition is in substantial compliance with the statute above cited and that said requisition alleges the above named juvenile respondent did on or about the 14th day of September, 1986, in Cass County, Texas, intentionally and without the effective consent of Larry Smith, the owner thereof enter a building not then and there open to the public with the intent to commit theft, thereby engaging in delinquent conduct within the provisions of Title 3 of the Texas Family Code as amended. After commission of said acts the above named respondent did abscond and depart the State of Texas. It is therefore the order of the Court that the above named juvenile respondent be detained in the custody of his parents on homebound detention until April 22, 1987, at 8:30 a.m. then he shall be delivered to the State of Texas pursuant to their requisition and this finding....\nThe primary thrust of petitioner’s action lies in the contention that the Juvenile Court refused to consider any evidence concerning legality of the requisition and the facts alleged in the requisition. We are persuaded by the language of the Washington Court of Appeals in In re Welfare of *1198Wiles, 15 Wash.App. 61, 547 P.2d 302 (1976), wherein that Court stated:\n[W]hile Article 5 [of the Compact] provides only for a hearing “for the purpose of testing of the proceedings,” the entire “extradition” procedure provided by the compact is subject to the caveat that “all remedies and procedures provided by this compact shall be in addition to and not in substitution for other rights, remedies and procedures, and shall not be in derogation of parental rights and responsibilities.”\nId. 547 P.2d at 304.\nThe Oklahoma Supreme Court held in Pfotenhauer v. Hunter, 536 P.2d 923, 927 (Okl.1975):\nThe fundamental requisite of due process is the opportunity to be heard. Grannis v. Ordean, 234 U.S. 385, 394, 34 S.Ct. 779, 783, 58 L.Ed. 1363 (1914), and in this instance the procedure based upon the compact was insufficient to meet this minimum standard.\nIn Pfotenhauer, the respondent ordered the juvenile returned to the Nevada Juvenile Authorities without providing petitioner a sufficient hearing. This appears to be the situation in the instant matter.\nBy whatever name the Compact on Juveniles is called, it is in the nature of an extradition proceeding. Some of the cases cited by the McCurtain County District Attorney correctly reflect that “the best interest of the child” is not an issue that should be considered by the sending state. In the instant matter, none of the issues raised in the cases cited have been raised, apparently because no hearing was held sufficient to raise such issues. Counsel for petitioner continues to argue that the Juvenile Judge should have considered evidence of sufficient nature to raise issues, beyond the regularity of the requisition. In his response, the district attorney states, “Juvenile proceedings, deemed to be in the interest of the child in any event, need not be subject to the same stringent rules as adult extradition since they are necessarily protective and rehabilitative, not punitive. Those jurisdictions who are parties to the act have not recognized nor applied extradition rules to juveniles under due process analysis. Such a proposition leads to the logical conclusion that children are afforded somewhat less process than adults and that this loss, if it may be viewed as such, is compensated by the lack of a punitive factor and the requirement that the child’s interests be considered, at least in the demanding state.”\nWhile we agree that a juvenile may not be entitled to all the ramifications and procedures provided in an ordinary criminal trial, he is entitled to receive sufficient due process to assure fair treatment. The United States Supreme Court, while referring to their decision in Kent v. United States, 383 U.S. 541, 86 S.Ct. 1045, 16 L.Ed.2d 84 (1966), stated in In Re Gault, 387 U.S. 1, 87 S.Ct. 1428, 18 L.Ed.2d 257 (1967):\nIn Kent v. United States, supra, we stated that the Juvenile Court Judge’s exercise of the power of the state as parens patriae was not unlimited. We said that “the admonition to function in a ‘parental’ relationship is not an invitation to procedural arbitrariness.” With respect to the waiver by the Juvenile Court to the adult court of jurisdiction over an offense committed by a youth, we said that “there is no place in our system of law for reaching a result of such tremendous consequences without ceremony— without hearing, without effective assistance of counsel, without a statement of reasons.” We announced with respect to such waiver proceedings that while “We do not mean ... to indicate that the hearing to be held must conform with all of the requirements of a criminal trial or even of the usual administrative hearing; but we do hold that the hearing must measure up to the essentials of due process and fair treatment.” We reiterate this view, here in connection with a juvenile court adjudication of “delinquency,” as a requirement which is part of the Due Process Clause of the Fourteenth Amendment of our Constitution.\nSee also In Re Winship, 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970).\n*1199Insofar as this Court considers the Compact on Juveniles as another form of extradition, we. look to the United States Supreme Court decision in Michigan v. Doran, 439 U.S. 282, 99 S.Ct. 530, 58 L.Ed.2d 521 (1978), for instruction. The Honorable Court stated in that decision:\nOnce the governor has granted extradition, a court considering release on ha-beas corpus can do no more than decide (a) whether the extradition documents on their face are in order; (b) whether the petitioner has been charged with a crime in the demanding state; (c) whether the petitioner is the person named in the request for extradition; and (d) whether the petitioner is a fugitive. These are historic facts readily verifiable.\nId. at 290, 99 S.Ct. 535.\nWe are of the opinion and so hold that the sentence in Article V which provides that the judge may fix a reasonable time to be allowed for the purpose of testing the legality of the proceedings is intended to provide the juvenile with sufficient hearing to test the regularity of the requisition, including the question as to whether or not the juvenile has absconded. Consequently, our holding provides that a juvenile charged under the “Compact of Juveniles” shall be provided no less due process than a person is entitled to receive in an ordinary extradition proceeding.\nFrom the information provided this Court, we are unable to clearly ascertain whether or not petitioner was provided such due process. We therefore remand this matter to the Juvenile Court of McCur-tain County, Oklahoma, for further proceedings consistent with the holdings of this decision.\nWrit of mandamus granted.\nBUSSEY, J., dissents.\nPARKS, J., specially concurs.\n",
            "ocr": true,
            "opinion_id": 5161551
        },
        {
            "author_str": "Bussey",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBUSSEY, Judge,\ndissenting:\nI dissent. The court today grants petitioner’s request based on a broad interpretation of Article V of the Interstate Compact on Juveniles, 10 O.S.1981, § 532, yet seems to ignore a provision of that act directly on point with the facts of this case.\nThis petitioner is a juvenile who has delinquency proceedings pending against [him] in the State of Texas. Article XVII of Section 532 states, in pertinent part, as follows:\n(a) This amendment shall provide additional remedies, and shall be binding only as among and between those party States which specifically execute the same.\n(b) All provisions and procedures of Articles V and VI [of this act] shall be construed to apply to any juvenile charged with being a delinquent by reason of a violation of criminal law. Any juvenile, charged with being a delinquent by reason of violating any criminal law, shall be returned to the requesting State upon a requisition to the State where the juvenile may be found.” ...\n(emphasis added)\nThe repeated use of the word “shall” convinces me that a trial court has no discretion other than to return the juvenile upon receipt of a legally sufficient requisition from the requesting State (Texas). “Shall” has been recognized as “a word of command or mandate” which “denotes exclusion of discretion and signifies an enforceable duty ...” Davis v. Davis, 708 P.2d 1102, 1107 n23 (Okl.1985), in both the civil and criminal context. See e.g. Oklahoma Alcoholic and Beverage Control Board v. Moss, 509 P.2d 666, (Okl.1973) and Ethridge v. State, 418 P.2d 95, 101 (Okl.Cr.1966) quoting from Shanahan v. State, 354 P.2d 780 (Okl.Cr.1960).\nConversely, the word “may” in a statute has been held to grant permission or devote competency or ability. See Association of Classroom Teachers of Oklahoma City v. Independent School District No. 89 of Oklahoma County, 540 P.2d 1171 (Okl.1975). As this word is used in Article V of the statute in question, the District Court is to “fix a reasonable time for the purpose of testing the legality of the proceeding.” Reading Articles V and XVII in conjunction it seems abundantly clear that the District Court must return the juvenile to the re*1200questing State unless his pro forma review of the requisition creates a doubt in the court’s mind as to its legality; in which case, the court may fix a reasonable time to inquire into the legality of the requisition proceeding.\nArticle I of the Compact specifies that the States shall be guided by the noncriminal, reformative and protective policies which guide our laws respecting juveniles generally; that it shall be the policy of the States to cooperate and observe their responsibilities for the prompt return of juveniles subject to the act; and that the provisions of the Compact be reasonably and liberally construed to accomplish these purposes.\nI remain as committed to the protection of due process as are the other members of this Court. I cannot, however, assume that the petitioner will not be accorded his full due process protection in the courts of Texas, where his delinquency proceedings are still pending.\nI believe that the court today does a disservice to the stated policy of the Compact. It also ignores the plain language of the statute and grants “double” due process to the petitioner. This is all done at the cost of comity between the States and speedy determination of delinquency cases in our neighboring States. For these reasons, I respectfully dissent.\n",
            "ocr": true,
            "opinion_id": 5161552
        },
        {
            "author_str": "Parks",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPARKS, Judge,\nspecially concurring:\nI write separately to clarify the reasons for my concurrence in my brother Judge Brett’s opinion. The State seeking the return of a juvenile who has absconded from probation or parole supervision or who has escaped from institutional custody:\nshall present to the appropriate court or to the executive authority of the state where the delinquent juvenile is alleged to be located a written requisition for the return of such delinquent juvenile. Such requisition shall state the name and age of the delinquent juvenile, the particulars of his adjudication as a delinquent juvenile, the circumstances of the breach of the terms of his probation or parole or of his escape from an institution or agency vested with his legal custody or supervision, and the location of such delinquent juvenile, if known, at the time the requisition is made. The requisition shall be verified by affidavit, shall be executed in duplicate, and shall be accompanied by two (2) certified copies of the judgment, formal adjudication, or order of commitment which subjects such delinquent juvenile to probation or parole or to the legal custody or institution or agency concerned ... Upon the receipt of a requisition demanding the return of a delinquent juvenile who has absconded or escaped, the court or the executive authority to whom the requisition is addressed shall issue an order to any peace officer or other appropriate person directing him to take into custody and detain such delinquent juvenile. Such detention order must substantially recite the facts necessary to the validity of its issuance hereunder....\n10 O.S.1981, § 532, Article V(a). A common sense application of the foregoing provisions, read together with the provisions cited by the majority showing that a juvenile may be appointed counsel and a reasonable time to test the legality of the proceedings, clearly supports the conclusion that the juvenile is entitled to a meaningful opportunity to contest the validity of the requisition by way of an evidentiary hearing if he or she so desires. To hold otherwise would render the foregoing provisions absolutely meaningless. Moreover, such a hearing promotes the interests of the juvenile and the State in the accurate resolution of issues involving an individual’s liberty and would substantially assist the court in determining whether the requisition meets the above quoted requirements and is thus “in order.”\nJuvenile proceedings must measure up to the essentials of due process and fair treatment under the Fourteenth Amendment. See In re Winship, 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970); In re Gault, 387 U.S. 1, 87 S.Ct. 1428, 18 L.Ed.2d 527 (1967). In the instant case, the juvenile was deprived of a meaningful opportunity *1201to contest the sufficiency of the written requisition and thus the legality of the proceeding. There is nothing in the record before this Court to support a finding that the juvenile had absconded from the State of Texas. In my view, the juvenile was denied due process. Accordingly, I concur.\n",
            "ocr": true,
            "opinion_id": 5161553
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Robbery"
}