{
    "id": 5333502,
    "judges": "Vollack",
    "date_filed": 724291200000,
    "date_filed_is_approximate": true,
    "slug": "meyers-v-price",
    "case_name_short": "Meyers",
    "case_name": "Meyers v. Price",
    "case_name_full": "Michael J. MEYERS v. William PRICE, Warden, A.V.C.F., Colorado Corrections",
    "attorneys": "Michael J. Meyers, pro se., Gale A. Norton, Atty. Gen., Raymond T. Slaughter, Chief Deputy Atty. Gen., Timothy M. Tymkovich, Sol. Gen., Paul Farley, Deputy Atty. Gen., John August Lizza, First Asst. Atty. Gen., and Yvonne E. Scott, Asst. Atty. Gen., Human Resources Section, Denver, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "842 P.2d 229"
    ],
    "opinions": [
        {
            "author_str": "Vollack",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJustice VOLLACK\ndelivered the Opinion of the Court.\nAppellant Michael J. Meyers (Meyers) brings the following pro se appeal from the district court’s denial of habeas corpus relief in Meyers v. Price, No. 91CV43 (Nov. 20, 1991).1 The district court found that Meyers was not entitled to unconditional release from incarceration because good time and earned time credits apply for the purpose of determining parole eligibility, not for the purpose of determining a mandatory date for release from incarceration. We affirm the decision of the district court.\nI.\nOn April 21, 1988, Meyers pleaded guilty to the class 4 felony of theft and the class 5 felony of first degree criminal trespass. The theft plea arose from an offense committed on February 19, 1988, while the criminal trespass plea pertained to an offense committed on October 2, 1986. Meyers was sentenced to eight years for the theft conviction, and four years plus one year of parole for the criminal trespass conviction; the two sentences were to run concurrently. Meyers was granted eighty-four days of pre-sentence confinement credit for the theft conviction, and ninety-six days of pre-sentence confinement credit for the criminal trespass conviction. On August 30, 1988, Meyers began his incarceration with the department of corrections.\nOn October 30, 1991, Meyers filed a petition for writ of habeas corpus in the district court. Meyers contended that he had accrued eighty-four days of pre-sentence confinement credit; three years, four months, and twenty-nine days of good time credits; and eight months and twenty-eight days of earned time credits. In addition, Meyers stated that he had actually served three years, four months, and twenty-nine days of his sentence since the date of sentencing. Meyers concluded that he had served and accumulated over eight years in time credit, which was sufficient to satisfy his court-imposed sentence of eight years. Therefore, Meyers argued that he was entitled to immediate release from incarceration and to an unconditional discharge of his sentence pursuant to section 16-11-310, 8A C.R.S. (1979) (repealed July 1, 1988).\nRelying on Bynum v. Kautzky, 784 P.2d 735 (Colo.1989), Williamson v. Jordan, 797 P.2d 744 (Colo.1990), and Jones v. Martinez, 799 P.2d 385 (Colo.1990), the district court denied Meyers’ petition on November 20, 1991. The district court held that Meyers was not entitled to release because “good time and earned time credits ‘vest’ only for the purpose of determining parole eligibility, not for purposes of determining a mandatory date for release from incarceration.”\nAlthough Meyers was subsequently paroled on July 1, 1992, he maintains in this appeal that he has served his court-imposed sentence, and that he is therefore entitled under certain statutory provisions to an unconditional discharge. We disagree.\n*231II.\nIn interpreting statutory provisions, our primary task is to ascertain the intent of the legislature in enacting the statute. Jones, 799 P.2d at 387; Thiret v. Kautzky, 792 P.2d 801, 806 (Colo.1990); Bynum, 784 P.2d at 737. The statute must be construed to further the intent of the legislature as evidenced by the entire statutory scheme. Jones, 799 P.2d at 387; Bynum, 784 P.2d at 737. In order to discern the intent of the legislature, we examine the language of the statute and construe the statutory terms in accordance with their commonly accepted meaning. Thiret, 792 P.2d at 806; Anderson v. Kautzky, 786 P.2d 1082, 1085 (Colo.1990).\nSection 16-11-310, entitled “Release from incarceration,” provides:\nExcept as provided in section 7 of article IV of the state constitution relating to the power of the governor to grant reprieves and pardons, an incarcerated person shall be unconditionally released and discharged upon the expiration of his sentence, less the deductions authorized in article 22.5 of title 17, C.R.S.\nHowever, when read together with sections 17-22.5-301 to -303, 8A C.R.S. (1986), section 16-11-310 is “only intended to establish the mandatory date of release on parole.” Bynum, 784 P.2d at 739.\nSection 17-22.5-301(3), 8A C.R.S. (1986), provides that, for crimes committed on or after July 1, 1985, “good time [credits] ... shall not vest and may be withheld or deducted by the department [of corrections].” Similarly, section 17-22.5-302(4), 8A C.R.S. (1986), states that, for crimes committed after July 1, 1985, the department of corrections “may grant, withhold, withdraw, or restore, consistent with the provisions of this section, an earned time deduction from the sentence imposed.... [T]he earned time deduction authorized by this subsection (4) shall not vest upon being granted and may be withdrawn once it is granted.”\nUnder section 17-22.5-303(6), 8A C.R.S. (1986), an individual who committed a crime after July 1, 1985:\nshall be eligible for parole after he has served the sentence imposed less any time authorized for good time earned pursuant to section 17-22.5-301 and for earned time pursuant to section 17-22.5-302. Upon an application for parole, the state board of parole, working in conjunction with the department [of corrections] and using the guidelines established pursuant to section 17-22.5-303.5, shall determine whether or not to grant parole and, if granted, the length of the period of parole[.]2\n(Emphasis added.)\nIn 1990, part four, entitled “Parole Eligibility and Discharge from Custody,” was added to article 22.5 of title 17. Part four took effect on June 7, 1990, and applies to all crimes committed on or after July 1, 1979. Act approved June 7, 1990, ch. 120, sec. 19, 1990 Colo.Sess.Laws 946. Section 17-22.5-402, 8A C.R.S. (1992 Supp.), provides for discharge from custody:\n(1) No inmate shall be discharged from the department until he has remained the full term for which he was sentenced, to be computed on and after the date upon which the sentence becomes effective and excluding any time the inmate may have been at large by reason of escape therefrom, unless he is pardoned or otherwise released by legal authority.\n(2) Notwithstanding subsection (1) of this section, the full term for which an inmate is sentenced shall be reduced by any earned time granted pursuant to section 17-22.5-405[.]\nConsistent with sections 17-22.5-301 to - 303, the department of corrections retains the authority to grant or deny the award of earned time credits under section 17-22.5-405(3), 8A C.R.S. (1992 Supp.): “[T]he department shall review the performance record of the inmate or parolee and may grant, withhold, withdraw, or restore, con*232sistent with the provisions of this section, an earned time deduction from the sentence imposed.” Section 17-22.5-406(l)(c) and (d), 8A C.R.S. (1992 Supp.), provides further that:\n(c) If the application of the provisions of this subsection (1) would result in the early discharge of any offender, the department shall refer such offender to the state board of parole which may, in its discretion, grant or deny parole ....\n(d) Nothing in this subsection (1) shall be construed as a mandate to the state board of parole to release any inmate.\n(Emphasis added.)\nThe legislative intent of the statutory provisions governing the computation and application of good time and earned time credits, and the statutory provisions for parole eligibility and discharge from custody is to “use good time and earned time credits for the purpose of determining parole eligibility dates.” Jones, 799 P.2d at 387 (specifically considering sections 17-22.5-102.5, -103, -301, -302, and -303, 8A C.R.S. (1986), together with sections 17-22.5-401 to -406, 8A C.R.S. (1990)); see Bynum, 784 P.2d at 739. We noted in Jones that the addition of part four to article 22.5, title 17, did not alter the intent of the legislature: “These new sections are consistent with our conclusion that good time and earned time credits provide a basis for determining the date an inmate will come before the parole board, and do not constitute service of sentence.” Jones, 799 P.2d at 387 n. 1.\nWe have previously interpreted these statutes and found that good time and earned time credits serve only to determine the parole eligibility date. Bynum, 784 P.2d 735 (good time and earned time credits “vest” only for the purpose of determining parole eligibility and not for the purpose of determining whether reincarceration is possible once a former inmate has violated parole); Wiedemer v. People, 784 P.2d 739, 740 (Colo.1989) (affirming Bynum)] Williamson, 797 P.2d 744 (good time and earned time credits serve only to establish mandatory date of release on parole and do not preclude reincarceration); Jones, 799 P.2d 385 (accumulated good time and earned time credits merely made individual eligible for parole and were not equivalent of service of sentence); Thorson v. Colorado Dep’t of Corrections, 801 P.2d 540 (Colo.1990) (good time and earned time credits only serve purpose of determining parole eligibility date). We explained in Jones:\nOur cases addressing the 1979 and later statutory amendments to the good time allowances hold that when the inmate’s actual time served, pre[-]sentence confinement credit, and good time and earned time credits equal or exceed the sentence imposed, he is not entitled to unconditional release, but rather has earned the right to be considered for parole.\nJones, 799 P.2d at 387-88 (footnote omitted). Accordingly, in Thorson, 801 P.2d 540, where an individual petitioning for ha-beas corpus alleged that he should be unconditionally discharged on his mandatory parole date, we held that “[g]ood time and earned time credits do not constitute service of sentence, but only serve the purpose of determining an inmate’s parole eligibility date.” Id. at 541 (citing Jones, 799 P.2d at 387-88; Williamson, 797 P.2d at 747; Wiedemer, 784 P.2d at 740; Bynum, 784 P.2d at 738).\nIn the present case, Meyers contends that he is entitled to an unconditional discharge of his court-imposed sentence because his accumulated good time and earned time credits, together with the time he has actually served, satisfy his sentence. Based upon the foregoing analysis, we find that Meyers is not entitled to unconditional release from incarceration. We affirm the judgment of the district court.\n\n. Meyers originally appealed to the court of appeals. On May 5, 1992, the court of appeals filed a request for determination of jurisdiction pursuant to § 13-4-102(l)(e), 6A C.R.S. (1987) (habeas corpus jurisdiction in the supreme court). We accepted jurisdiction on May 27, 1992.\n\n\n. Section 17-22.5-303(6), 8A C.R.S. (1986), was amended in 1992 to substitute \"the guidelines established pursuant to section 17-22.5-404” for \"the guidelines established pursuant to section 17-22.5-303.5.” We do not calculate Meyers' good time or earned time credits in this opinion.\n\n",
            "ocr": true,
            "opinion_id": 5164511
        }
    ],
    "court_short_name": "Supreme Court of Colorado",
    "court_full_name": "Supreme Court of Colorado",
    "court_type": "S",
    "court_jurisdiction": "Colorado, CO",
    "crime_category": "Robbery"
}