{
    "id": 5340879,
    "judges": "Burnett, Swanstrom, Walters",
    "date_filed": "2012-06-21",
    "date_filed_is_approximate": true,
    "slug": "state-v-whitfield",
    "case_name_short": "Whitfield",
    "case_name": "State v. Whitfield",
    "case_name_full": "STATE of Idaho, Plaintiff-Respondent v. Charles E. WHITFIELD",
    "attorneys": "Alan E. Trimming, Ada County Public Defender, Boise, for defendant-appellant., Jim Jones, Atty. Gen., Lynn E. Thomas, Sol. Gen., P. Mark Thompson, A. René Fitzpatrick, Deputy Attys. Gen., Boise, for plaintiff-respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "108 Idaho 877",
        "702 P.2d 915"
    ],
    "opinions": [
        {
            "author_str": "Swanstrom",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSWANSTROM, Judge.\nCharles Whitfield appeals from his judgment of conviction for burglary in the second degree. I.C. §§ 18-1401, -1402. The trial court allowed the state to present evidence to the jury indicating the appellant may have been involved in other crimes similar to the burglary committed here. The sole issue in Whitfield’s appeal is whether the trial court erred in refusing to exclude such evidence. We hold the trial court did not err and we affirm the judgment of conviction.\nOn March 5, 1982, Whitfield and Ronald Jivens were arrested for burglary at approximately 1:30 p.m. in the Gate City Steel building located in Boise. The building is a warehouse, but has not been in use for a *878number of years. Littletree Management Corporation oversees the property. Two Littletree employees were at the property the day of the burglary and heard suspicious noises. One of the employees left the premises to telephone the police. When the officers arrived one of them went with a Littletree employee to the source of the noises. The officer observed two men standing next to an electrical junction box and pounding on it. Both men were arrested and taken to the Ada County Jail.\nBefore trial commenced, defense counsel made motions in limine: (1) to exclude as evidence certain receipts obtained by the police from a Boise recycling business, which showed that the defendants had sold approximately two tons of scrap metal to the recycler in the three months proceeding arrest; and (2) to exclude hearsay statements made by Jivens against Whitfield. The trial court initially granted both motions. Later, the state asked the court to reconsider its ruling on the admissibility of the recycling receipts. After a hearing, the court reversed its earlier decision and allowed the recycling receipts to come in as evidence against Jivens and Whitfield.\nAt trial, the state introduced the recycling receipts into evidence. The operators of the recycling business testified that the amounts brought in were very substantial. The Littletree employees testified other scrap metal had been surreptitiously removed from the Gate City Steel building prior to March 5th. On February 23rd, for example, the property was visited and it was discovered that electrical boxes, junction boxes, plumbing and air conditioner units had been stripped. The police were contacted and there was an inspection of the premises.\nJivens testified that he had been on the premises prior to the date of the arrest, however, it was only to check the facility for scrap metal. He and Whitfield returned to the building on March 5th to determine the feasibility of removing the brass. He stated they had no intention to remove any of the fixtures. He denied that any of the scrap metal turned over to the recycling business was. taken from Gate City Steel. Jivens testified he and Whitfield were engaged in salvage operations and had salvaged a number of buildings. It was their general policy to check over abandoned buildings to determine the feasibility of the salvage operation before contacting the owner to see if they could have salvage rights. However, in many cases they had never contacted the property owners, they just salvaged the buildings. In this case, the defendants had determined the salvage operation at Gate City Steel would not be feasible. The jury chose to disbelieve this explanation. Both men were convicted of second degree burglary.\nIt is the general rule of law that evidence of other crimes is inadmissible merely to show an accused’s criminal propensity. State v. Needs, 99 Idaho 883, 591 P.2d 130 (1979). Evidence of extrinsic crimes may be admitted to prove the offense charged with respect to (1) motive, (2) intent, (3) absence of mistake or accident, (4) a common scheme or plan embracing the commission of two or more crimes so related to each other that proof of one tends to establish the other, (5) the identity of the person charged with the commission of the crime on trial, or (6) other similar issues. State v. Wrenn, 99 Idaho 506, 584 P.2d 1231 (1978); State v. Boothe, 103 Idaho 187, 646 P.2d 429 (Ct.App.1982).\nIf such issues are material to the case, and if the evidence is relevant to one or more of the issues, the evidence will be admitted unless its probative value is outweighed by its unfair prejudicial impact. See generally Nevin, Other Crimes as Proof of Guilt, THE ADVOCATE vol.,26, no. 10 (Nov. 1983), p. 20. This balancing of probative value against unfair prejudice is committed in the first instance to the sound discretion of the trial court. State v. Stoddard, 105 Idaho 533, 670 P.2d 1318 (Ct.App.1983).\nState v. Matthews, 108 Idaho 482, 484, 700 P.2d 104, 106 (Ct.App.1985).\nThe recycling receipts — evidence of “extrinsic conduct” — can be viewed reasonably in either of two ways. First, that the *879sale of the materials by the defendants on prior occasions was legal — no criminal conduct shown. Even under such a view, however, the evidence showed that defendants had engaged in salvaging operations to the extent of personally selling materials and receiving payment for the materials. Therefore, the evidence was admissible to show the intent of the defendants to take and sell the materials they were apparently working on at the time they were arrested at Gate City Steel. The second viewpoint is that the prior sales were of similar materials to those which the state proved had been unlawfully taken from the premises prior to March 5th. A reasonable inference is that the defendants stole those materials on prior occasions. Again, however, the evidence is relevant to show that the defendants entered the premises on March 5, 1982 with the intent to steal materials from the building.\nWe will assume — because the jury reasonably could have inferred — that the scrap materials sold to the recycling business by Whitfield prior to March 5, 1982 were stolen materials. Accordingly, we review the trial court’s decision to admit such evidence under the rules restricting admissibility of extrinsic crimes. State v. Matthews, supra.\nA critical element which the state must prove in any burglary case is an entry into a building with the specific intent to commit “theft or any felony.” I.C. § 18-1401. If the state had not offered substantial evidence of criminal intent as part of its own case, a directed verdict of acquittal would have been in order. Thus, the state was in no position to wait and see if the defendants would offer some innocent explanation for their presence and activities on the premises on March 5th. The need for the evidence of specific intent was substantial. The criminal intent of a burglar is seldom openly expressed. It generally must be proven from surrounding circumstances and from the conduct of the accused.\nTherefore, the evidence was admissible to show intent. The record shows the judge carefully weighed both the probative value of the evidence against its prejudicial effect on the jury. We hold that the district judge did not abuse his discretion in refusing to exclude the evidence. The probative value was clear. As we noted in Matthews, “the prejudicial impact was due, in a large measure, to the probative value. This type of prejudice is not unfair.” 108 Idaho at 485, 700 P.2d at 107.\nWe affirm the judgment of conviction.\nWALTERS, C.J., and BURNETT, J., concur.\n",
            "ocr": true,
            "opinion_id": 5173286
        }
    ],
    "court_short_name": "Idaho Court of Appeals",
    "court_full_name": "Idaho Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Idaho, ID",
    "crime_category": "Robbery"
}