{
    "id": 5341180,
    "judges": "Bengtson, Burnett, Tern, Walters",
    "date_filed": "2020-10-26",
    "date_filed_is_approximate": true,
    "slug": "state-v-chilton",
    "case_name_short": "Chilton",
    "case_name": "State v. Chilton",
    "case_name_full": "STATE of Idaho, Plaintiff-Respondent v. Ricky Lee CHILTON",
    "attorneys": "Ricky Lee Chilton, Boise, pro se., Jim Jones, Atty. Gen., Myrna A.I. Stahman, Deputy Atty. Gen., Boise, for plaintiff-respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "116 Idaho 274",
        "775 P.2d 166"
    ],
    "opinions": [
        {
            "author_str": "Walters",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWALTERS, Chief Judge.\nThis is an appeal from an order denying relief on a motion under I.C.R. 35. The defendant-appellant, Ricky Lee Chilton, alleged in his motion that he had not been given proper credit for periods of incarceration preceding his final commitment to the Board of Correction on a fifteen-year indeterminate sentence for first-degree burglary. The district court denied Chilton’s motion without a hearing. Concluding that Chilton’s motion raises issues that merit a hearing, we vacate the order and remand, the case for reconsideration by the district court.\nUnder Rule 35, motions to correct sentences can be considered and determined by the sentencing court without the admission of additional testimony and without oral argument, “unless otherwise ordered by the court in its discretion.” Here the district court, in its discretion, decided Chilton’s motion without receiving any testimony or arguments on the motion. Through this appeal, Chilton has furnished an explanation of the significance of certain facts in his case, leading us to conclude the district court should have afforded Chilton a hearing on his motion. Although we believe Chilton could have provided a better written explanation to the district court in the first instance, and for that reason we hesitate to say the court abused its discretion, nevertheless we believe the court should reexamine the case in light of the information presented.\nThe facts of record, supplemented by Chilton’s explanations, indicate that three time periods are critical to Chilton’s claim for credit. Chilton was sentenced on June 19, 1981. The sentence was suspended and Chilton was placed on probation. On March 29, 1982, he was arrested on a warrant for violation of the terms of his probation. He remained in custody until April 30, 1982, when — after an evidentiary hearing — he was found to have violated his probation. On that date he was committed to the custody of the Board; however, the court also retained jurisdiction under I.C. § 19-2601(4). So far as the record shows, Chilton was not being held on any other charges between March 29 and April 30, except upon the probation-violation warrant. Nonetheless, in its order of commitment, the court explicitly refused to give Chilton “credit for time served awaiting disposition,” i.e., the preceding thirty-two *275days Chilton was in custody. This is the first time period for which Chilton claims a credit.\nOn October 29, 1982, when Chilton was returned to the district court near the expiration of the period of retained jurisdiction, he was released from custody. The time transpiring from April 30 to October 29, 1982, totaled 183 days.1 This is the second period for which a credit is claimed.\nOn November 26, 1982, Chilton again was placed on probation. Then, in April, 1983, a warrant was issued for Chilton’s arrest for violating that probation. He was taken into custody on the warrant on April 26, 1983. On that same date, he also was charged with several additional felony offenses. He remained incarcerated thereafter on all of the charges, including the alleged probation violation. Chilton later pled guilty to the new charges and was sentenced to the custody of the Board for those offenses. Also, after a hearing on the probation-violation allegations, he was found to have violated the terms of his probation on the instant burglary conviction.\nOn January 2, 1985, the district court entered an order which revoked Chilton’s probation and committed him to the Board for service of the fifteen-year sentence. The period transpiring from April 26, 1983, (the date the second probation-violation warrant was served) to January 2, 1985 (the date of Chilton’s final commitment to the Board) totaled 618 days. This is the third time period for which Chilton claims a credit. In the order of commitment, Chilton did not receive credit for this period or any other period of incarceration.\nChilton was subsequently released on parole by the Board in March, 1988. He thereafter filed, pro se, his motion with the district court to correct the fifteen-year sentence, seeking credit (beyond the 179 days already granted) for all time spent in custody prior to his final commitment to the Board in January, 1985.2 As noted, the district court denied Chilton’s motion without a hearing, and this appeal followed.\nThe district court expressed the following reasons for denying credit to Chilton. Regarding the two periods in 1982 preceding the retention of jurisdiction, the court held that “[n]o evidence has been presented to the court to grant [Chilton] the additional ... days which he requested.” However, one reason no evidence was presented may have been that the court held no evidentiary hearing. Had such a hearing occurred, Chilton would have had the opportunity to explain and to present further evidence of his calculations of credits for the 1982 time periods. Under I.C. § 18-309, a defendant is entitled to credit for any period of incarceration occurring prior to entry of judgment, and for any period subsequent to the judgment occurring while the defendant still is under the jurisdiction of the court. See State v. Machen, 100 Idaho 167, 595 P.2d 316 (1979) (applying I.C. § 19-2601 to section 18-309, Idaho Code).\nAs to the third period, from April 26, 1983, to January 2, 1985, the court determined that because Chilton was in custody on other charges than the probation violation, he was not entitled to credit against his burglary sentence, for that period. It is true, of course, that if Chilton was being held on unrelated charges, he would not necessarily be entitled to credit against the burglary sentence under which he was on probation. See State v. Teal, 105 Idaho 501, 670 P.2d 908 (Ct.App.1983). However, Chilton notes a distinction in his case. He points to I.C. § 19-2603 which provides that a “defendant’s sentence shall count from the date of the service of [a] *276bench warrant” for probation violation. He argues that he was taken into custody on the bench warrant and, after he already was in custody, he was then arraigned on the other, unrelated charges. Thus, because the probation-violation proceeding was pursued first in time, Chilton contends he is entitled to credit on the burglary sentence from April 26, 1983, to June 2, 1985. Moreover, Chilton implicitly avers that because all sentences ultimately were ordered to be served concurrently, he should be entitled to credit on the burglary sentence, simultaneous to any incarceration on the other, unrelated charges. Otherwise, the burglary sentence will be consecutive, at least in part.\nChilton’s arguments merit closer examination in the district court. There, the judge can determine the facts upon a full record, in contrast to the limited record presented on appeal. Consequently, we vacate the order denying Chilton’s motion and remand the case for reconsideration of the motion by the district court, allowing Chilton to present evidence to that court on his claim. If the district court determines Chilton is entitled to further credit on his sentence, an order should be entered accordingly by the district court, and a copy remitted to the Board of Correction.\nBURNETT, J., and BENGTSON, J. Pro Tern., concur.\n\n. Although the record is not altogether clear in this regard, at some later point Chilton evidently was given 179 days credit for the time spent in custody during the period of retained jurisdiction.\n\n\n. At oral argument, Chilton explained that if his parole proved unsuccessful he may have to serve the balance of the fifteen-year sentence and he desired the balance to be no longer than required by law. The state concedes that if Chilton is required to serve a sentence greater than fifteen years — the maximum provided for first-degree burglary, I.C. § 18-1403 — then Chilton’s sentence would be illegal and subject to correction under Rule 35.\n\n",
            "ocr": true,
            "opinion_id": 5173697
        }
    ],
    "court_short_name": "Idaho Court of Appeals",
    "court_full_name": "Idaho Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Idaho, ID",
    "crime_category": "Robbery"
}