{
    "id": 5446657,
    "judges": "Campbell, Hancock, Pirtle",
    "date_filed": "1992-09-23",
    "date_filed_is_approximate": true,
    "slug": "lemarr-v-state",
    "case_name_short": "Lemarr",
    "case_name": "Lemarr v. State",
    "case_name_full": "Sandra Kay LEMARR v. The STATE of Texas",
    "attorneys": "Darrell R. Carey, for Sandra Kay Le-. marr., Katherine L. Levy, for the State of Texas",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "487 S.W.3d 324"
    ],
    "opinions": [
        {
            "author_str": "Pirtle",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nPatrick A. Pirtle, Justice\nAppellant, Sandra Kay Lemarr, was, convicted of attempted tampering with evidence1 following a bench trial and was sentenced to one year confinement. On aplpeal, Appellant asserts (1) she was unaware that a narcotics investigation was pending, (2) she did not knowingly alter, destroy, or .conceal evidence, and (3) the State’s evidence at trial was insufficient to convict her of attempted tampering with evidence. We affirm the trial court’s judgment.\n. BACKGROUND\nIn October 2013, an indictment was filed alleging Appellant, “knowing that an investigation was in progress, or pending, knowingly altere[d], destroyed], or concealed] a thing, namely, a white substance, by dumping the substance from a plastic bag, with intent to impair its verity, legibility or availability as evidence in the investigation.” On October 9, 2014, a bench trial was held.\nDuring the bench trial, Officer Douglas Richardson testified he received a dispatch describing a stolen 2004 Pontiac Grand Prix — a four-door model, gold' in color. He and Officer Seth Moore spotted a Grand Prix matching the description and activated the patrol vehicle’s overhead *326lights. The driver -pulled into a well-lit parking lot. It was later determined that Appellant was in the passenger’s seat of that vehicle. Officer Robert West arrived at the scene and' he too observed the Grand Prix and its two occupants. After the officers had a visual on the twp women, they initiated a “felony stop,” i.e., the two police vehicles lined up behind the suspect vehicle, officers pulled their service weapons, and the occupants were commanded to place their hands outside the vehicle’s windows. Although the occupants of the suspect vehicle were being asked to keep their hands outside, the two occupants kept sticking them back in the vehicle and then back outside. The two women were eventually removed from the vehicle.\nFollowing department procedure for a felony stop, after the women were removed, Officer West initiated a preliminary search of the vehicle to ascertain whether there were weapons or other evidence lying in plain view. When viewing the passenger compartment where Appellant had been sitting, he observed white crystalline shards in the passenger seat and a clear plastic baggie containing residue in the door pocket. In his opinion, the white shards were narcotics.2 He then retrieved a spoon and attempted to scrape a portion of the substance into an evidence bag.3\nOfficer Richardson placed Appellant in the back seat of his patrol vehicle. Shortly thereafter, Appellant told him that when his lights were activated the driver had asked her to dump some methamphetamine. Based on her statement, Officer Richardson Mimndized4 Appellant. Af-terwards, Appellant restated that the driver handed her some drugs and asked her to dump them. She further stated that, by dumping the drugs, the driver wanted her to get rid of them and she knew the item she was dumping.was methamphetamine.\nAt .trial, Appellant testified that, prior to leaving the vehicle, the driver had tossed the baggie containing methamphetamine into her lap. Appellant testified that she told the Üriver “No” and tossed it back. The driver then tossed it back to .her, and on the last toss the baggie broke open, spilling the contents in the passenger compartment of the vehicle’s interior. At that point, Appellant picked up the baggie from her lap and, while she was leaving the vehicle, placed it in the door’s map pocket. Appellant further testified that, she related this “back and forth” experience to the officer when she was in the back seat of the patrol car.5\nDuring her cross-examination, Appellant testified, that, after being 'Mimndized, she told the' officer she had “poured it out and I stuck the baggie in the door....” She further' testified, “I admitted it, yes, it poured out and I — and I’m sure that there was some left in it when I picked it up. So, yes,: sir, I guess that makes me guilty of pouring [the methamphetamine] out. Yes, I understand that.” .During redirect, she agreed she poured the contents of the baggie out because she knew it contained methamphetamine and put the baggie in the door pocket because she did not want to get caught with drugs that did not belong to her. She emphasized that the drugs spilled and she poured them out. As additional evidence in support of her *327theory that she was merely dispossessing herself of the baggie and its contents, Appellant offered the testimony of her fiancé, Joe Scott, who testified the driver subse-. quently told him she threw the drugs at Appellant and told her to get rid of them-.\nAt the trial’s conclusion, the trial court asked the attorneys for more briefing and a sentencing hearing was scheduled. At a subsequent hearing, the trial court returned a verdict of guilty as to the lesser-included offense of attempted tampering with evidence and sentenced Appellant to confinement for a term of one year; The trial court did not specify the manner in which the evidence failed to establish the primary offense of tampering with evidence. Following entry of judgment, this appeal followed.\nSufficiency StandaRd of Review\nThe only standard a reviewing court should apply in determining whether the evidence is sufficient to support each élement of a criminal offense the State is required to prove beyond a reasonable doubt is the standard set forth in Jackson v. Virginia, 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979). See Brooks v. State, 323 S.W.3d 893, 912 (Tex.Crim.App.2010). Under that standard, we .assess the sufficiency of evidence in the light most favorable to the verdict and determine whether, based on that evidence and reasonable inferences to be drawn therefrom, a rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. See Jackson, 443 U.S. at 319, 99 S.Ct: 2781; Brooks, 323 S.W.3d at 912. We measure the legal sufficiency of the evidence according to the elements actually alleged in the charging document, Rabb v. State, 434 S.W.3d 613, 616 (Tex.Crim. App.2014), rev’d on other grounds, 483 S.W.3d 16 (Tex.Crim.App.2016), as defined by a hypothetically correct jury charge. Malik v. State, 953 S.W.2d 234, 240 (Tex.Crim.App.1997). In our review, we must evaluate all of the evidence in the record, both direct and circumstantial, whether admissible or inadmissible. Dewberry v. State, 4 S.W.3d 735, 740 (Tex.Crim.App.1999), cert. denied, 529 U.S. 1131,120 S.Ct. 2008,146 L.Ed.2d 958 (2000).\nIn the final analysis, all three of Appellant’s issues ask whether there is sufficient evidence to support the elements of the lesser-included offense as found in the trial court’s judgment. Accordingly, we will combine all three issues into a single discussion.\nAnalysis ■ ■\n“A person commits an offense if, the person ... knowing that an investigation or official proceeding is pending or in progress ... alters, destroys, or conceals any record, document, or thing with intent to impair its verity, legibility, or availability as evidence in the' investigation or official proceeding_Tex. Penal Code Ann. § 37.09(a)(1) (West Supp.2015). A person commits an attempt if, “with specific intent to commit an offense, he does an act amounting to more than mere preparation that tends but fails to effect the commission of the offense intended.” Tex. Penal Code -Ann. § 15.01(a) (West 2011).\nSynthesizing these statutory definitions and the charging instrument in this case, we conclude that, whether Appellant' is guilty' of attempted tampering with evidence can only be answered in the affirmative if the trial court, by its verdict, must necessarily have found (1) knowing that an investigation or official proceeding was pending or in progress 'and with (2) the specific intent to alter, destroy, or conceal .a white substance, and (3) the specific intent to impair the availability of that substance as evidence in the investigation, Appellant (4) did an act amounting to more than mere preparation that (5) intended but failed to result in concealment of the white substance. See Rabb, 483 S.W.3d at *32821; Thornton v. State, 425 S.W.3d 289, 300-01 (Tex.Crim.App.2014); Williams v. State, 270 S.W.3d 140, 142 (Tex.Crim.App.2008).\nAppellant contends that she did not have knowledge that an investigation regarding narcotics was pending. She contends that because the police could only-have been investigating either a traffic stop or a suspected stolen vehicle, there was no investigation or official proceeding pending or in progress where the “white substance” would have been a part of the evidence relevant to that investigation. Relying on Pannell v. State, 7 S.W.3d 222 (TexApp.-Dallas 1999, pet. refd), she argues that the evidence allegedly tampered with must be “evidence in the investigation as it existed at the time of the alteration, destruction, or concealment.” Id. at 223. In Pannell, similar to the facts in this case, the defendant emptied the contents of a baggie containing marijuana out of his vehicle while he was being stopped for a traffic violation. In reversing Pannell’s conviction and rendering a judgment of acquittal, the Dallas Court of Appeals concluded the evidence was legally insufficient to support the conviction because “[t]here [was] no evidence that an investigation in which the marijuana would serve as evidence was pending or in progress. Only after [the officer] observed appellant empty the baggie’s contents out of the car window did the investigation broaden into one involving a controlled substance.” Because the act of dumping the baggie occurred before there was a narcotics investigation pending, the court found that the evidence was insufficient to establish an essential element of the offense and it acquitted the defendant. This analysis has, however, been rejected by both the Court of Criminal Appeals and this court.\nIn Williams, 270 S.W.3d at 145, the Court of Criminal Appeals determined that the analysis applied in Pannell “grafts a fourth element onto section 37.09(a)(1) ... not supported by the language of the statute .... ” Williams involved an initial investigation concerning a concealed weapon. During an investigatory pat-down, an object fell to the ground. The officer recognized it as a crack pipe; however, before it could be collected as evidence, the defendant stepped on it and crushed it. Williams was convicted of tampering with evidence, specifically the destruction of the crack pipe. The intermediate court accepted Pannell’s statutory interpretation of section 37.09(a)(1) but found the weapons investigation had morphed into a narcotics investigation as soon as the officer observed the pipe, yet before the defendant had crushed it. In rejecting this analysis, the Court of Criminal Appeals held that the title of the investigation and the evidence alleged tampered with did not have to match in order for there to be a violation of section 37.09(a)(1), so long as the tampering was committed with the intent to impair its availability as evidence in any investigation that the offender knows is pending. Id. at 145. The Court has recently reaffirmed that analysis. See Babb, 483 S.W.3d at 23 (holding “[t]here is no requirement that the title of the investigation and evidence that was destroyed or concealed match”).\nSimilarly, this court approved and adopted the analysis of Williams (thereby rejecting Pannell) in our iteration of Rabb v. State. See Rabb v. State, 446 S.W.3d 892, 893-94 (Tex.App.-Amarillo 2015), rev’d, 483 S.W.3d at 23. In Rabb, the defendant was detained by a police officer in connection with a shoplifting investigation involving his stepbrother. After the officer explained to Rabb that his stepbrother was in custody for stealing merchandise, the officer asked Rabb if he had taken any merchandise. When Rabb re*329sponded that he had not, the officer asked for consent to search him. Rabb complied by immediately turning around and placing his hands in the air. While the officer was conducting a pat-down search and removing items from Rabb’s pockets, a store employee noticed a plastic baggie in his hand. The employee notified the officer and the officer attempted to retrieve the baggie. Before the officer could obtain control of the baggie, Rabb put it in his mouth, eventually swallowing it. Rabb was convicted of tampering with evidence in violation of section 37.09(a). In the opinion issued by this court on remand from the Court of Criminal Appeals, we held that Rabb knew he was being detained for an inquiry into the possible theft of merchandise. Id. at 894. We also held that, for purposes of a sufficiency of the evidence review, it did not matter whether the allegedly tampered-with evidence was evidence relevant to the theft investigation or a narcotics investigation, so long as Rabb intended to impair the availability of that evidence in an investigation he knew was in progress. Id. at 894-95. Although our decision was reversed on other grounds, as stated above, the Court of Criminal Appeals approved that analysis. Rabb, 483 S.W.3d at 21. Accordingly, we conclude that the fact that the purpose of the initial stop and the focus of the pending investigation was the unauthorized use of a motor vehicle is of no consequence to the sufficiency of the evidence supporting Appellant’s conviction.\nAppellant next contends the evidence was insufficient to establish that she concealed the evidence allegedly tampered with because it was her sole intent to dispossess herself of the baggie. In Thornton, the Court of Criminal Appeals recognized the possibility that “not every act of discarding an object evinces an intent to impair the availability of the object as evidence in a later investigation or proceeding.” Thornton, 425 S.W.3d at 304.\nThe Court stated, “[tjhere may be cases in which the most inculpating inference the evidence would suggest is that the accused simply intended to dispossess himself of the object in order to more plausibly disclaim any connection to it.” Id. However, the Court went on to state that when there is evidence other than the mere act of disposing of the evidence in question, it is within the province of the fact finder to draw reasonable inferences from that evidence. Id. The Court concluded that the evidence presented at trial sufficiently supported the inference that Thornton possessed the specific intent to impair the availability of the evidence in question as evidence in a pending investigation.\nHere, we are satisfied that the evidence, viewed in a light most favorable to the verdict, is sufficient to support a finding by the trial court that, knowing an investigation was in progress, Appellant harbored the specific intent to conceal the white substance and thereby impair its later availability as evidence. Appellant’s statements to Officer Richardson after being placed in his patrol car, coupled with her admissions at trial, show that she had good reason to believe the baggie contained a controlled substance and she intentionally poured the contents of that baggie out during the initial detention. The fact that she further admitted that she placed the baggie in the door pocket because she did not want to get caught with the drugs is sufficient additional evidence to show that she was attempting to conceal the contents of the baggie with the specific intent to impair its availability as evidence. Accordingly, issues one, two, and three are overruled.\nConclusion\nThe trial court’s judgment is affirmed.\n\n. See Tex, Penal Code Ann. §§ 15.01(a), 37.09 (West 2011 and West Supp.2015), Tampering with evidence is a third degree felony offense unless the thing tampered with is a corpse. Id. at 37.09(c). Attempted tampering with evidence is a state jail felony. Id. at 15.01(d).\n\n\n. Officer West had prior training in narcotics investigations and had been involved in many such investigations.\n\n\n. No scientific tests ever established the chemical content of the substance observed.\n\n\n. See Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed,2d 694 (1966).\n\n\n. She testified her statements prior, to being Mirandizjed were voluntary.\n\n",
            "ocr": true,
            "opinion_id": 5285201
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}