{
    "id": 5446627,
    "judges": "Campbell, Hancock, Quinn",
    "date_filed": "1972-11-28",
    "date_filed_is_approximate": true,
    "slug": "west-v-robinson",
    "case_name_short": "West",
    "case_name": "West v. Robinson",
    "case_name_full": "Susan Jewell WEST and Donald Joseph West v. Mary Lou ROBINSON",
    "attorneys": "Donald Joseph West, pro se., Susan Jewell West, pro se., Mary Lou Robinson, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "486 S.W.3d 669"
    ],
    "opinions": [
        {
            "author_str": "Campbell",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nJames T. Campbell, Justice\nAppearing pro se and in forma pauper-is, appellants Donald West, a federal prisoner, and his wife Susan West filed a lawsuit against United States district judge and appellee the Honorable Mary Lou Robinson. The Wests allege Judge Robinson slanderously defamed them and seek a damage award of $10,000,000. The trial court dismissed the lawsuit as frivolous. We will affirm.\nBackground\n.' Donald West was convicted of aggravated bank robbery1 and other crimes2 in a trial over which Judge Robinson presided. The Wests’ complaints arise from: Judge Robinson’s handling of the trial and- its related proceedings. Their petition complains of Judge Robinson’s rulings and accompanies the complaints with conclusory allegations of wrongdoing., According to the Wests, Judge Robinson acted in “collusion” with the Amarillo Police Department to conceal police conduct including unlawful search and seizure, profiling, perjury, assault with a deadly weapon, attempted murder, and “violent police brutality.” The Wests further contend Judge Robinson allowed an improper amendment of the indictment; denied Donald West new court-appointed counsel when appointed counsel became ineffective; unlawfully permitted the government to withhold evidence; refused production of requested exculpatory evidence; improperly denied witness testimony and excluded exculpatory documentary evidence; wrongfully denied requests for submission of evidence for testing and requests for expert assistance; refused to have criminal charges brought against police officers; refused Donald West proper medical care and competency testing; refused to authorize a polygraph examination of Donald West and police officers; and refused to recognize a power of attorney granted Susan West by Donald West.-\nThe record does not indicate process was requested or that the Wests’ petition was served. On its own motion, the trial court reviewed the Wests’ petition. It signed a June 1, 20Í5 order finding the Wests’ claims “lack an arguable basis in law or in fact and have no realistic chance of ultimate success, particularly in light of the judicial immunity of Judge Robinson tó which such claims are subject.” The order concludes that the Wests’ suit was “a frivolous lawsuit for purposes of Tex. Civ. Prac. &amp; Rem. Code § 14.003.” By its order, the trial court dismissed thé suit “for failure to state a cognizable cause of action” and denied all relief the Wests requested.\nAnalysis\nBecause the trial court’s order cites section 14.003 of the Texas Civil Practice and Remedies Code we begin by considering Chapter 14’s applicability. Chapter 14 applies to a -suit, not under the Family *672Code, brought by an inmate who files an affidavit or declaration of inability to pay costs. Tex. Civ. PRAC. &amp; Rem. Code Ann. § 14.002(a) (West Supp.2015). The Wests each filed affidavits of inability to pay costs in the trial court.. See Tex. R. Civ. P. 145. Under Chapter 14, an inmate is a person housed in a secure correctional facility as defined by section 1.07 of the Texas Penal Code. Id. at § 14.001(4). A secure correctional facility under the Penal Code definition means a municipal or county jail or a confinement facility operated by or under a contract with any division of the Texas Department of Criminal Justice. Tex. Penal Code Ann. § 1.07(a)(45)(A),(B) (West Supp.2015). The record indicates that Donald West is in the custody of the Federal Bureau of Prisons and confined to its El Reno, Oklahoma corrections institute. Susan West is not incarcerated. Because neither plaintiff is an inmate, as that term is defined by Chapter 14, it cannot provide the basis for dismissal of their lawsuit.\nChapter 14 is the counterpart of Civil Practice and Remedies Code Chapter 13. See Lynch v. Jack in the Box, No. 03-06-00444-CV, 2007 WL 2274838, at *1-2, 2007 Tex.App. LEXIS 6349, at *4 (Tex.App.-Austin Aug. 9, 2007, no pet.) (mem.op.) (explaining “[p]rior to the enactment of chapter 14 in 1995, chapter 13 applied to lawsuits filed by both inmates and non-inmates .... Chapter 13 no longer applies to inmate litigation” (citations omitted)).3 Chapter 13 and Chapter 14 each expressly authorize dismissal of a suit before or after service of process. Tex. Civ. PRAC. &amp; Rem. Code Ann. § 13.001(c) (West 2002) and § 14.003(a) (West 2002); Perales v. Kinney, 891 S.W.2d 731, 732 (Tex.App.-Houston [1st Dist.] 1993, no writ) (Chapter 13).\nDismissal is authorized under Chapters 13 and 14 on a finding the action is frivolous or malicious. Tex. Civ. PRAC. &amp; Rem. Code Ann. § 13.001(a)(1) and § 14.003(a)(2) (West 2002). Under both chapters, a court may consider whether a suit has an arguable basis in law or in fact when making the determination whether the suit is frivolous or malicious. Id. at § 13.001(b)(2) and § 14.003(b)(2). The trial court’s order erroneously recited Chapter 14 rather than Chapter 13 as the basis for its determination the suit is frivolous. Given the historical and direct relationship between Chapters 13 and 14, and because there is effectively no difference in the two statutes’ descriptions of the court’s inquiry,4 we conclude the trial court’s mistaken reference to Chapter 14 in the order of dismissal rather than Chapter 13 is of no moment.\nWe turn then to the trial court’s determination that the Wests’ lawsuit is frivolous. Because dismissal occurred •without a hearing on factual issues, the only permissible dismissal ground for the trial court’s order was the suit had no arguable basis in law. Lynch, 2007 WL 2274838, at *2-3, 2007 Tex.App. LEXIS 6349, at *7 (citing Moore v. Collins, 897 S.W.2d 496, 499 (Tex.App.-Houston [1st Dist.] 1995, no writ)).\n*673When we review the legal question whether a suit lacks an arguable basis in law, we apply a de novo standard of review. See Hamilton v. Pechacek, 319 S.W.3d 801, 809 (Tex.App.-Fort Worth 2010, no pet.) (so explaining as to Chapter 14). A claim has no arguable basis in law if it relies on an indisputably ..meritless legal theory. Hamilton v. Williams, 298 S.W.3d 334, 339 (Tex.App.-Fort Worth 2009, pet. denied). For our review,, we accept as true the factual allegations of the Wests’ petition. Pechacek, 319 S.W.3d at 809.\nIn Lynch, 2007 WL 2274838, at *3, 2007 Tex.App. LEXIS 6349, at *8-9, the-Austin court of appeals found the plaintiffs claims had no arguable basis in law because the face of the pleadings ■ demonstrated the claims were barred by limitations. We find the same reasoning applicable to the Wests’ claims. The trial court recognized the judicial immunity of Judge Robinson in its order dismissing - the Wests’ lawsuit. And in-her brief in this court Judge Robinson asserts her entitlement to absolute judicial immunity from their claims.\n“It is well established that judges enjoy absolute immunity for judicial acts performed in judicial proceedings.” Mays v. Sudderth, 97 F.3d 107, 110 (5th Cir.1996). “ ‘The doctrine of judicial immunity is founded upon the premise that a judge, in performing his or her judicial duties, should be free to act upon his' or her convictions without threat of suit for damages.’” Paluch v. Rombo, No. 11-3384, 453 Fed.Appx. 129, 132, 2011 WL 5926910, at *2, 2011 U.S.App. Lexis 23898, at *8 (3d Cir.Pa.2011) (quoting Figueroa v. Blackburn, 208 F.3d 435, 440 (3d Cir.2000)).\nAbsolute judicial immunity protects a judge from suit and not just an ultimate assessment of damages. Mireles v. Waco, 502 U.S. 9, 11, 112 S.Ct. 286, 116 L.Ed.2d 9 (1991) (per curiam); James v. Underwood, 438 S.W.3d 704, 709 (Tex.App.-Houston [1st Dist.] 2014, no pet.). “A judge will not be deprived ‘of immunity because the action he took was in error, was done maliciously, or-was in excess of his authority; rather, he will be subject to liability only when he has acted in the clear absence of all jurisdiction.” Stump v. Sparkman, 435 U.S. 349, 356-57, 98 S.Ct. 1099, 55 L.Ed.2d 331 (1978) (quotation marks and citation omitted); Dallas County v. Halsey, 87 S.W.3d 552, 554 (Tex.2002) (quoting Stump for proposition); Ballard v. Wall, 413 F.3d 510, 515 (5th Cir.2005) (“Judicial immunity is not over-eóme by allegations of bad faith or malice and ‘applies even when the judge is accused of acting maliciously and corruptly ’ ” (quoting Mireles, 502 U.S. at 11, 112 S.Ct. 286) (emphasis in Ballard)); Mitchell v. McBryde, 944 F.2d 229, 230 (5th Cir.1991) (citing McAlester v. Brown, 469 F.2d 1280, 1282 (5th Cir.1972)). Thus, motive for a judge’s complained-of actions is irrelevant in the judicial immunity determination. Mitchell, 944 F.2d at 230 (“The judge is absolutely -immune for all judicial acts not performed in clear absence of all jurisdiction, however erroneous the act and however evil the motive”); Goolsbee v. Peirce, 2015 U.S. Dist. LEXIS 45239, at *5 (W.D.Tex. Jan. 22, 2015) (same). Absolute judicial immunity is an affirmative defense. See Ball v. Neel, No. 12-03-00205-CV, 2004 WL 1475106, at *2-3, 2004 Tex.App. LEXIS 5973, at *7 (Tex.App.-Tyler June 30, 2004, no pet.) (mem.op.) (dicta); Larson v. Hunt, No. 01-00-01196-CV, 2002 WL 992410, at *3-4, 2002 Tex.App. LEXIS 3488, at *10 (Tex.App.-Houston [1st Dist.] May 16, 2002, no pet.) (not designated for publication) (same); cf. Paluch, 453 Fed.Appx. at 132, 2011 WL 5926910, at *2, 2011 U.S.App. Lexis 23898, at *8 (absolute defense).\n*674A judge’s judicial immunity can be overcome in only two instances: first, where the complained-of actions were.nonjudicial; and .second, where .the complained-of actions, .though judicial in nature, were, “taken in the complete absence of all jurisdiction.” McClain v. Yeakel, No. A-15-CA-80-SS, 2015 WL 1519183, at *2, 2015 U.S. Dist. LEXIS 41291, at *3-4 (W.D.Tex. Mar. 31, 2015) (citing Mireles, 502 U.S. at 11, 112 S.Ct. 286); Twilligear v. Carrell, 148 S.W.3d 502, 504 (Tex.App.Houston [14th Dist.] 2004, pet. denied) (citing Mireles, 502 U.S. at 11-12, 112 S.Ct. 286). “A judge’s acts are judicial in nature if they are ‘normally performed by a judge’ and the parties affected ‘dealt with the judge in his judicial capacity.’ ” Boyd v. Biggers, 31 F.3d 279, 285 (5th Cir.1994) (quoting Mireles, 502 U.S. at 12, 112 S.Ct. 286); Twilligear, 148 S.W.3d at 505 (“Judicial acts include those performed by judges in adjudicating, or otherwise exercising their judicial authority over, proceedings pending in their courts”) (citing Mireles, 502 U.S. at 13, 112 S.Ct. 286). “The relevant inquiry is the nature and function of the act, not the act itself.” Mireles, 502 U.S. at 13, 112 S.Ct. 286 (quotation marks and citation omitted). In other words, the focus is “the particular act’s relation to a general function normally performed by a judge.” Mireles, 502 U.S. at 13, 112 S.Ct. 286. Thus, for example, in Míreles absolute immunity attached even though it was alleged a police officer was judicially ordered to apply excessive force in delivering an attorney to court. Id. And a judge who allegedly engaged in conspiratorial conduct and committed grave procedural errors in ordering a default judgment set aside remained absolutely immune. Mitchell, 944 F.2d at 230.\nIn the context of judicial immunity, the term “jurisdiction” has a particular meaning. James, 438 S.W.3d at 712 (citing Bradt v. West, 892 S.W.2d 56, 67-68 (Tex-App.-Houston [1st Dist.] 1994, writ denied)). “Where a court has some subject matter jurisdiction, there is sufficient jurisdiction for immunity purposes;” Malina v. Gonzales, 994 F.2d 1121, 1125 (5th Cir.1993) (citation omitted). A judge “merely act[ing] in excess of [her] authority” remains shielded by judicial immunity. Id. (citation omitted). Even “grave procedural errors do not deprive a judge of all jurisdiction.” Stump, 435 U.S. at 359, 98 S.Ct. 1099.\nThe Wests allege in their petition that judicial immunity has no application here because Judge Robinson “knew her conduct and actions could not be lawful in light of the information she possessed at the time of said violations and the information withheld in violation of law and the numerous requests made for the evidence, testing of evidence and requests for witnesses.” It remains that the Wests’ allegations are rooted in trial proceedings conducted by Judge Robinson in the exercise of her court’s jurisdiction. The Wests do not allege that Judge Robinson’s actions were non-judicial in nature (cf. Malina, 994 F.2d at 1123-24 (finding judge’s actions were not judicial in nature when he used a flashing red light on the dashboard of his vehicle to conduct a traffic stop of a fellow motorist who the judge believed was violating traffic laws)) or that she acted in the complete absence of all jurisdiction. See 18 U.S.C. § 3231 (“The district courts of the United States shall have original jurisdiction, exclusive of the courts of the States, of all 'offenses against the laws of the United States”); 18 U.S.C. § 2113 (bank robbery statute); United States v. Williams, No. 05-13145, 2006 WL 1746931, at *3, 185 Fed.Appx. 917, 920, 2006 U.S.App. LEXIS 16429, at *8 (11th Cir. June 27, 2006) (per curiam) (stating, concerning the jurisdiction of a United States district court, “courts have jurisdiction to *675hear cases concerning the violation of the laws of the United States_ Bank robbery is a crime under the laws of the United States”); see generally Lewis v. City of Waxahachie, No. 11-10707, 2012 WL 1071177, at *1, 465 Fed.Appx. 383, 384-85, 2012 U.S.App. LEXIS 6471, at *2-4 (5th Cir.2012) (per curiam) (finding plaintiff did not demonstrate an absence of jurisdiction when the complained-of actions of judges occurred during the course of criminal proceedings -against the plaintiff); Davis v. Bayless, 70 F.3d 367, 373 (5th Cir.1995) (explaining the issue “is not whether the judge actually had jurisdiction, or even whether the court exceeded its jurisdiction^ authority, but whether the challenged actions were obviously taken outside the scope of the judge’s power”). There is therefore no allegation of a justifiable exception to the bar from suit of absolute judicial immunity. See Johnson v. Kegans, 870 F.2d 992, 995 (5th Cir.1989) (explaining a judge is absolutely immune for all judicial acts “not performed in clear absence of all jurisdiction, however erroneous the act and however evil the motive”).\nConclusion\nThe Wests’ petition is frivolous on its face having no basis in law because the complaints alleged against Judge Robinson are subject to the bar of absolute judicial immunity. The trial court’s order of dismissal .is affirmed. Any additional relief requested by the Wests from this court is denied.5\n\n. 18U.S.C. § 2113.\n\n\n. See United States v. West, 567 Fed.Appx. 240 (5th Cir.2014) (per curiam) (affirming conviction).\n\n\n. See Tex. Civ. Prac. &amp; Rem. Code Ann. § 13.004 (West 2002) (Chapter 13 \"does not apply to a claim governed by Chapter 14”).\n\n\n. Civil Practice &amp; Remedies Code section 13.001(b) states, in part, \"In determining whether an action is frivolous or malicious, the court may consider whether:\n(2) the claim has no arguable basis in law or in fact....”\nTex. Civ. Prac. &amp; Rem. Code Ann. § 13.001(b) (West 2002) (italics ours). Section 14.003(b) reads the same, except the words \"an action” are replaced with the words \"a claim.” Tex. Civ. Prac. &amp; Rem. Code Ann. § 14.003(b) (West 2002).\n\n\n. Our denial of additional relief includes, but is not limited to, any relief requested by the documents the Wests filed on February 1, 3, and 11, 2016.\n\n",
            "ocr": true,
            "opinion_id": 5285167
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}