{
    "id": 5780371,
    "judges": "Webb",
    "date_filed": "2001-07-07",
    "date_filed_is_approximate": true,
    "slug": "atkins-v-state",
    "case_name_short": "Atkins",
    "case_name": "Atkins v. State",
    "case_name_full": "ATKINS v. THE STATE (two cases)",
    "attorneys": "Smith & Millikan, Troy R. Millikan, for appellant., JeffC. Wayne, District Attorney, Roland H. Stroberg, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued July 8, 1974",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "132 Ga. App. 417"
    ],
    "opinions": [
        {
            "author_str": "Webb",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWebb, Judge.\nThe question presented by these cases is whether, in the light of Wade v. State, 231 Ga. 131, 133 (2) (200 SE2d 271), Mathis v. State, 231 Ga. 401, 404 (3) (202 SE2d 73), Gandy v. State, 232 Ga. 105 (205 SE2d 243), Creamer v. State, 232 Ga. 136, 139 (6) (205 SE2d 240), Shockley v. State, 232 Ga. 154 (205 SE2d 246), Sinkfield v. State, 130 Ga. App. 389 (4) (203 SE2d 708), and Reynolds v. State, 132 Ga. App. 89, the trial court is authorized, subsequent to trial, conviction, sentence and judgment, to empanel a new jury and submit to it the question of whether the sentences previously imposed should be served concurrently or consecutively, a question upon which the original sentence-verdict was silent, or whether the court should amend the judgment to provide that the sentences are to run concurrently rather than consecutively.\nThe question arises in the following manner. Defendant below was tried in September, 1971, on two indictments for burglary and found guilty of each in the consolidated trial. Prior to rendering sentence, the jurors asked whether the sentences could be served concurrently, but were told by the court that it was his responsibility to specify whether they would be served concurrently or consecutively. Accordingly, the sentences of nine years on each indictment were silent *418on the matter, and the court sentenced defendant to serve the sentences consecutively.\nOn January 11, 1974, defendant, representing himself, filed with the trial court his \"Extraordinary Motion to Amend Sentence,” praying that his sentences be ordered to run concurrently instead of consecutively. The court, in a lengthy order, concluded that under Wade it had committed error in failing to submit the concurrent-consecutive issue to the trial jury, and that a new trial should be had as to this issue under authority of Code Ann. § 27-2534, which provides: \"If the trial court is reversed on appeal because of error only in the presentence hearing, the new trial which may be ordered shall apply only to the issue of punishment.”\nDefendant then filed a motion for an order nunc pro tunc, complaining of the granting to him of a partial new trial which he had not sought, and praying that the court amend the sentences to provide that they be served concurrently without submitting the matter to a jury on a new trial. The motion was denied, and a jury was empaneled to try the issue. Prior to the trial defendant, now represented by counsel, objected to the procedure. The objection was overruled, the concurrent-consecutive issue was submitted to the new jury, and that jury returned a verdict setting the sentences to be served consecutively. The trial court then amended the sentence under the second indictment so as to run consecutive to the first sentence \"pursuant to jury verdict this date.” Defendant appeals, enumerating as error (1) the refusal of the trial court to impose concurrent sentences as required by law, (2) ordering a new trial for determination of the concurrent-consecutive issue, and (3) imposing consecutive sentences pursuant to the verdict of the new jury. Held:\nWe reverse. The holding of Wade and its progeny is that \"unless the jury specifies that the sentences imposed are to run consecutively, then the law (Code Ann. § 27-2510) is that they shall run concurrently.” Wade, 231 Ga. 131, 134, supra. The clear import of these cases is that Code Ann. § 27-2510 effects, by operation of law, the running of sentences concurrently where the original sentencing verdicts are silent on the matter. As stated in *419Gandy, 232 Ga. 105, 109, supra, adhering to and reaffirming Wade, Mathis, and Sinkfield: \"The sentencing verdicts by the jury in the case at bar imposed a life sentence and a twenty-year sentence. These verdicts were silent as to whether these two sentences were to be served consecutively or concurrently. Due to this silence the law of this state is that they be served concurrently.”\nWade, Mathis, Gandy, Shockley, Sinkfield, and Reynolds dictate the disposition to be made of a judgment imposing consecutive sentences where the sentencing verdict does not so provide. In none of these cases was a new trial ordered to determine the concurrent-consecutive issue; on the contrary, in each of them the judgment was reversed with direction to amend the sentences to cause them to run concurrently rather than consecutively. Mathis, Gandy, Creamer, Shockley, and Sinkfield were direct post-trial appeals. Wade was a habeas corpus case, and the Supreme Court there said that \"The appellant can, however, now be resentenced even at this late date by the imposition of a sentence or sentences that follow the verdict of the jury.” Wade, 231 Ga. 131, 135, supra. Following Wade, we held in Sinkfield, 130 Ga. App. 389, 390, supra: \"However, this error standing alone does not require a new trial. The defendant can be resentenced by the imposition of sentences that follow the verdict of the jury.” (Emphasis supplied.) Reynolds, 132 Ga. App. 89, supra, was an appeal from an order overruling a motion to modify the judgments of sentence, made after the expiration of the term of court at which the sentences were imposed, so as to cause the consecutive sentences to run concurrently. Noting the retroactive application of Wade, we there held: \"The judgment is reversed with direction that the sentences on Counts 6 through 30 inclusive be made to run concurrently with the sentences on Counts 1 through 5 inclusive, and that upon said resentencing the defendant be given credit for the time already served.”\nWe hold, therefore, that the trial court erred in ordering a new trial and empaneling a new jury to determine the concurrent-consecutive issue, which procedure defendant did not seek and actively opposed, and which redounded to his detriment, and further erred *420in not amending the sentence under indictment No. 42963 so as to cause it to run concurrently with the sentence under indictment No. 42962 as sought in defendant’s motions. The state has, in effect, granted itself a new trial under the circumstances here. We recognize the trial judge’s sentiment that the sentencing jury was not given an opportunity to decide whether the sentences should run concurrently or consecutively and that this case is a victim of Wade fallout. We are bound, however, by these cases, and Code Ann. § 27-2534 has no application here. Accordingly, the judgment is reversed with direction that the two sentences be made to run concurrently, and that upon resentencing the defendant be given credit for the time already served.\nArgued July 8, 1974\nDecided July 16, 1974.\nSmith &amp; Millikan, Troy R. Millikan, for appellant.\nJeffC. Wayne, District Attorney, Roland H. Stroberg, for appellee.\n\nJudgment reversed with direction.\n\n\nPannell, P. J., and Quillian, J., concur.\n\n",
            "ocr": true,
            "opinion_id": 5634348
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}