{
    "id": 5781355,
    "judges": "McMurray",
    "date_filed": 221184000000,
    "date_filed_is_approximate": false,
    "slug": "in-re-a-s",
    "case_name_short": null,
    "case_name": "In re A. S.",
    "case_name_full": "In Re: A. S.",
    "attorneys": "Arthur K. Bolton, Attorney General, Robert S. Stubbs, II, Chief Deputy Attorney General, Don A. Langham, Deputy Attorney General, Michael J. Bowers, Senior Assistant Attorney General, R. Douglas Lackey, Assistant Attorney General, James C. Pratt, Staff Assistant Attorney General, for appellant., McAllister & Roberts, J. Dunham McAllister, J. Dan Baer, Jr., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued November 3, 1976",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "140 Ga. App. 865"
    ],
    "opinions": [
        {
            "author_str": "McMurray",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcMurray, Judge.\nThis case involves a delinquent child under 17 years of age who is a ward of the state, all parental rights having been severed and his permanent custody given to the Clayton County Department of Family &amp; Children Services. At approximately age ten the child, who was being reared by his grandparents, became unruly and has been under the care of both the juvenile court and the Department of Human Resources for various acts of unruliness, truancy, malicious mischief, and creating a turmoil. He has been in and out of foster homes and state institutions for the past seven years. He has also been adjudicated delinquent involving at least one major criminal activity, that is, motor vehicle theft.\nBased upon the stipulation of facts containing much of the above facts and many more details entered into by the attorney for the delinquent and the attorney general representing the Georgia Department of Human Resources and Clayton County Department of Family &amp; Children Services, the Juvenile Court of Clayton County, in a disposition hearing, ordered the director of the Division of Community Services to do whatever is necessary to have the child enrolled and \"stay enrolled in the Montanari Residential Treatment Center in Hialeah, Florida as long as deemed to be necessary by that treatment center.” The Department of Human Resources moved to stay this order based largely upon the facts contained in the agreed stipulation of facts which was made a part of a final order directing that the order to send the delinquent to the Florida school be obeyed. It was thus stipulated that no facility is available in Georgia to provide the long term residential care which is available by the Montanari Residential Treatment Center in Florida, that institution being presently willing and able to provide the care at a cost of $14,000 per year; and that the department cannot establish a public facility to provide this care or pay the $14,000 per year without sacrificing existing social welfare programs which provide needed services to Georgia children and adults.\nThe appeal is from the order requiring the obedience *866of the earlier order to enroll the delinquent in the Florida school. Error is enumerated that the Juvenile Court of Clayton County was without authority in ordering the Department of Human Resources to enroll this delinquent, and erred in refusing to vacate its order pursuant to Code Ann. § 24A-2801 (a) (2) (Ga. L. 1971, pp. 709, 739). Held:\nCertain costs and expenses for the care of a child may be a charge upon the funds of the county upon certification thereof by the juvenile court; among these is the cost of medical and other examinations and treatment of the child ordered by the court. See Code Ann. § 24A-3401 (Ga. L. 1971, pp. 709, 749; 1974, pp. 1126, 1133). Also included in such county costs is the cost of care and support of a child committed by the court to the legal custody of a public or private agency other than the Department of Family &amp; Children Services or supplemental payments if such be necessary or. desirable. See also Code Ch. 24A-30 (particularly Code Ann. § 24A-3003) (Ga. L. 1971, p. 709, et seq.) as to possible out-of-state supervision.\nThe Georgia Department of Human Resources does have authority to provide a wide range of services for children within the limits of funds appropriated therefor. See Code Ann. Ch. 99-2 (Ga. L. 1963, p. 81 et seq.; as amended).\nThe order of the juvenile court should be reversed insofar as it amounts to a mandatory order in nature directing the Department of Human Resources to obey same, 'which would subject the employees, directors, etc., of the state agency to contempt of court for failure to obey. This case is controlled by our ruling in Jones v. State of Ga., 134 Ga. App. 611 (215 SE2d 483), and that oí In re Prisoners Awaiting Transfer, 236 Ga. 516, 517 (2) (224 SE2d 905), insofar as the order amounts to a demand by the juvenile court in this instance. But should funds of the county, together with those made available by the Department of Family &amp; Children Services, be such that the delinquent child could be enrolled in the Florida institution, then this order shall remain in effect as a directory one and not mandatory requiring absolute obedience of same.\nArgued November 3, 1976\nDecided January 4, 1977.\nArthur K. Bolton, Attorney General, Robert S. Stubbs, II, Chief Deputy Attorney General, Don A. Langham, Deputy Attorney General, Michael J. Bowers, Senior Assistant Attorney General, R. Douglas Lackey, Assistant Attorney General, James C. Pratt, Staff Assistant Attorney General, for appellant.\nMcAllister &amp; Roberts, J. Dunham McAllister, J. Dan Baer, Jr., for appellee.\nNothing herein said shall be intended to prevent the court from acting with respect to the child under properly initiated procedures as provided in the Juvenile Court Code. See in this connection Mack v. State of Ga., 125 Ga. App. 639, 642 (188 SE2d 828). But we do not here decide the question of whether or not this child may be placed in out-of-state supervision in another state as contemplated by Code Ann. § 24A-3003, supra.\n\nJudgment affirmed in part and reversed in part.\n\n\nQuillian, P. J., and Marshall, J., concur.\n\n",
            "ocr": true,
            "opinion_id": 5635401
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}