{
    "id": 5781533,
    "judges": "Banke",
    "date_filed": 231638400000,
    "date_filed_is_approximate": false,
    "slug": "wood-v-state",
    "case_name_short": "Wood",
    "case_name": "Wood v. State",
    "case_name_full": "WOOD v. State",
    "attorneys": "Hubert E. Hamilton, III, for appellant., Walker P. Johnson, Jr., District Attorney, Willis B. Sparks, III, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted April 12, 1977",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "142 Ga. App. 203"
    ],
    "opinions": [
        {
            "author_str": "Banke",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBanke, Judge.\nThe appellant was given a five-year sentence following his guilty plea to a burglary charge, the first thirty days of which were to be served in jail and the remainder of which was to be served on probation. One of the conditions of his probation was that he enter the Macon Transitional Center to remain until released by the director and that while there he \"obey center rules and procedures and any violation of a center rule or procedure shall be considered a violation of the probation provisions *204of the sentence.”\nRevocation proceedings were subsequently brought, charging the appellant with several rules infractions at the center, two of which were attempting to smuggle in alcoholic beverages and smoking marijuana. Following a hearing on these charges an order was entered revoking his probation for a period of three years, and he appeals therefrom.\n1. The appellant contends that the state rested without proving its case and that the trial court should accordingly have dismissed the revocation proceedings. However, no motion for such a dismissal was ever made. Accordingly, no ruling appears to which error may be assigned. Taylor v. R. O. A. Motors, Inc., 114 Ga. App. 671 (3a) (152 SE2d 631) (1966).\n2. The appellant contends that three years imprisonment is so severe in light of the nature of the infractions with which he was charged as to constitute cruel and unusual punishment. However, the appellant was not sentenced for the rules infractions. He was sentenced for the burglary. \"[T]he revocation of the probation is punishment for the crime for which the defendant was convicted in the first instance.” Johnson v. State, 214 Ga. 818, 819 (108 SE2d 313) (1959).\n3. The evidence amply supports the revocation. The appellant admitted at the hearing that he had helped another inmate in an attempt to smuggle beer and whiskey into the center, and evidence was presented showing that he had earlier admitted to smoking the marijuana. This was sufficient \"to satisfy the trial judge in the exercise of his sound discretion that defendant [had] violated the terms of his probation. Blaylock v. State, 88 Ga. App. 880 (78 SE2d 537).” Raines v. State, 130 Ga. App. 1, 2 (202 SE2d 253) (1973).\n4. The appellant contends that he had already been punished at the center for bringing in beer and whiskey and for two of the other infractions and that the trial court’s consideration of these infractions therefore was barred by the constitutional mandates against double jeopardy and cruel and unusual punishment. This enumeration of error is also without merit. See Carruth v. Ault, 231 Ga. 547 (203 SE2d 158) (1974); Gilchrist v. *205United States, 427 F2d 1132 (5th Cir., 1970).\nSubmitted April 12, 1977\nDecided May 5, 1977.\nHubert E. Hamilton, III, for appellant.\nWalker P. Johnson, Jr., District Attorney, Willis B. Sparks, III, Assistant District Attorney, for appellee.\n\nJudgment affirmed.\n\n\nQuillian, P. J., and Shulman, J., concur.\n\n",
            "ocr": true,
            "opinion_id": 5635583
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}