{
    "id": 5791211,
    "judges": "Pope",
    "date_filed": 731808000000,
    "date_filed_is_approximate": false,
    "slug": "robertson-v-u-haul-co",
    "case_name_short": "Robertson",
    "case_name": "Robertson v. U-Haul Co.",
    "case_name_full": "ROBERTSON v. U-HAUL COMPANY OF WESTERN GEORGIA",
    "attorneys": "William R. Hurst, for appellant., ■Booth, Wade & Campbell, Douglas N. Campbell, Nancy S. Parker, Parkerson, Shelfer & Connell, George H. Connell, Jr., for appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Reconsideration denied March 30, 1993",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "208 Ga. App. 222",
        "430 S.E.2d 113"
    ],
    "opinions": [
        {
            "author_str": "Pope",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPope, Chief Judge.\nPlaintiff/appellant Marti P. Robertson appeals the trial court’s grant of summary judgment to defendants/appellees U-Haul Company of Western Georgia (U-Haul) and Discover Card Services, Inc. (Discover).\nThe record shows that plaintiff loaned her Discover credit card to a friend, Charley Church. According to plaintiff and her friend, the card was to be used to place a deposit on a rental truck to be rented from defendant U-Haul. Church testified in his deposition that he was in the roofing business and that the truck rental was to be paid for by one of his subcontractors, Ron Threadgill, who needed the truck for a roofing job. Because Threadgill did not have a driver’s license, his wife, Minnie Frisch a/k/a Jan Threadgill, was to sign the rental agreement. Church testified he presented plaintiff’s credit card to the U-Haul employee and explained to the employee that he was placing the deposit on the truck but that Frisch was executing the rental agreement. Church signed plaintiff’s name on the credit card receipt and Frisch signed the rental agreement. Church then returned plaintiff’s credit card.\nFrisch and her husband did not return the truck within the 24-hour rental period, and additional charges were made to plaintiff’s Discover card, totaling approximately $13,000 on account of the truck rental. The receipts for these charges were marked “signature on file” by the U-Haul employee. Plaintiff discovered these charges when she received her Discover card statement, and contacted Discover about them. Discover initially credited plaintiff’s account, but subsequently reinstated the charges. Plaintiff agreed to pay the $100 deposit which was charged to her account, but refused to pay the remainder of the charges, and Discover turned the account over to a collection agency. U-Haul was paid for the charges by Discover and has never attempted to recover the charges from plaintiff.\nPlaintiff subsequently filed suit against both U-Haul and Discover, alleging defendants were guilty of fraudulent conduct, theft by conversion, State RICO violations, unfair business practices, defamation and intentional infliction of emotional distress. U-Haul filed a motion for summary judgment and plaintiff filed a response to U-*223Haul’s motion as well as her own motion for summary judgment against both defendants. Discover likewise filed a response to plaintiff’s motion for summary judgment and a motion to dismiss for failure to state a claim. On January 6, 1992, a hearing was held on the parties’ motions. Following the hearing, on January 13, 1992, the trial court entered an order dismissing plaintiff’s defamation claims against both defendants based on plaintiff’s announcement at the January 6 hearing that she was withdrawing those claims, denied plaintiff’s motion for summary judgment as to both defendants, and held all other motions under advisement. At the January 6 hearing the trial court granted the parties leave to file supplemental briefs and on March 2, 1992, after all such briefs had been filed, the trial court entered an order granting summary judgment to both defendants. Plaintiff now appeals from that order.\n1. Plaintiff’s sole enumeration of error to this court states that “[t]he trial court erred in granting summary judgment in favor of both defendants.” Plaintiff also states in her brief that her appeal is from the order of the trial court granting summary judgment to defendants. However, plaintiff also argues in her brief to this court that the “removal [dismissal] of the defamation claim would be highly prejudicial in the consideration for the Discover card motion for summary judgment.” By this statement, and others in her brief to this court, plaintiff appears also to be challenging the January 13 order of the trial court in which her defamation claims were dismissed. It is axiomatic, however, that enumerations of error cannot be expanded by argument to include matters not originally enumerated by the appellant as error. Loyd v. State, 202 Ga. App. 1, 2 (1) (c) (413 SE2d 222) (1991); Dennis v. Malt, 196 Ga. App. 263, 265 (2) (395 SE2d 894) (1990), and cits. Thus, we are without authority to consider plaintiff’s contentions concerning the dismissal of her defamation claims.\n2. Plaintiff also posits that the trial court erred in converting Discover^ motion to dismiss to a summary judgment because the motion to dismiss was not served 30 days prior to the January 6 hearing. Although a transcript of the January 6 hearing is not included in the record to this court, it appears from the record, including an order of the trial court addressing this contention, and the statements of both Discover and plaintiff in their briefs filed in the trial court, that plaintiff was aware that Discover had requested that its motion be converted to a motion for summary judgment in the event matters outside the pleadings were considered, that plaintiff raised no objection at the hearing or in her response to Discover’s supplemental brief filed following the hearing concerning the lack of notice and that in her supplemental brief plaintiff responded to the merits of the motion, arguing matters outside the pleadings, again without objecting to the lack of notice. Under these facts, we find no merit to plaintiff’s *224contention concerning the sufficiency of the notice she received prior to the hearing on the parties’ motions. Peppers v. Elder, 248 Ga. 136 (1) (281 SE2d 582) (1981).\nDecided March 11, 1993 —\nReconsideration denied March 30, 1993\nWilliam R. Hurst, for appellant.\n■Booth, Wade &amp; Campbell, Douglas N. Campbell, Nancy S. Parker, Parkerson, Shelfer &amp; Connell, George H. Connell, Jr., for appellees.\n3. After carefully reviewing the record and arguments of the parties, we conclude that summary judgment was properly granted to defendants in this case. Therefore, the judgment of the trial court is affirmed.\n\nJudgment affirmed.\n\n\nJohnson, J., concurs. Carley, P. J., concurs in Divisions 2 and 3 and in the judgment.\n\n",
            "ocr": true,
            "opinion_id": 5645889
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}