{
    "id": 5860262,
    "judges": null,
    "date_filed": 1641945600000,
    "date_filed_is_approximate": false,
    "slug": "nissim-hasan-aka-nissim-hassan-v-kimberly-p-rivera",
    "case_name_short": null,
    "case_name": "NISSIM HASAN a/k/a NISSIM HASSAN v. KIMBERLY P. RIVERA",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "https://edca.4dca.org/DCADocs/2020/1598/201598_DC13_01122022_095221_i.pdf",
            "author_id": null,
            "opinion_text": "        DISTRICT COURT OF APPEAL OF THE STATE OF FLORIDA\n                              FOURTH DISTRICT\n\n                 NISSIM HASAN a/k/a NISSIM HASSAN,\n                             Appellant,\n\n                                      v.\n\n                          KIMBERLY P. RIVERA,\n                               Appellee.\n\n                               No. 4D20-1598\n\n                             [January 12, 2022]\n\n   Appeal from the Circuit Court for the Seventeenth Judicial Circuit,\nBroward County; Michael G. Kaplan, Judge; L.T. Case No. DVCE20-1529.\n\n    Daniel A. Bushell of Bushell Law, P.A., Fort Lauderdale, for appellant.\n\n  Marc A. Silverman of Frank, Weinberg & Black, P.L., Plantation, for\nappellee.\n\nPER CURIAM.\n\n   We reverse the final judgment of injunction for protection against\nstalking issued pursuant to section 784.0485(1), Florida Statutes (2020),\nconcluding that appellant’s repeated threats of litigation did not rise to the\nlevel of causing substantial emotional distress in a reasonable person.\n\n   The evidence presented concerned appellant’s displeasure with a\nwoman’s testimony in another person’s injunction case. On one occasion\nappellant came to the woman’s front door and angrily threatened to sue\nher for $50,000 for lying unless she helped him in his ongoing dispute\nwith another person; two other times appellant approached the woman in\nPublix and angrily threatened to sue her unless she backed his position in\na dispute with a condominium association.\n\n  These incidents, which were the basis for appellee’s petition, do not\nmeet the level of conduct required to support an injunction for stalking. 1\n\n1Even considering the evidence of unpleaded incidents (most of which appellant\ndid not object to below), we conclude that the unpleaded incidents likewise did\nnot rise to the level necessary to support an injunction for stalking.\n\fUnpleasant, uncivil, and distasteful communications “do not rise to the\nlevel required to support a permanent injunction against stalking.” Reid\nv. Saunders, 282 So. 3d 151, 151 (Fla. 1st DCA 2019). Likewise, “[m]ere\nirritation, annoyance, embarrassment, exasperation, aggravation, and\nfrustration, without more, does not equate to ‘substantial emotional\ndistress.’” Cash v. Gagnon, 306 So. 3d 106, 110 (Fla. 4th DCA 2020)\n(quoting Johnstone v. State, 298 So. 3d 660, 669 (Fla. 4th DCA 2020)\n(Klingensmith, J., dissenting)). While profanity and accusations of lying\nmight be offensive or even defamatory, “this speech does not fall within a\n‘course of conduct’ that allows for injunctive relief.” Id. Similarly, where\nthe respondent’s actions would not have caused substantial emotional\ndistress in a reasonable person, an injunction cannot be supported by\nconclusory testimony that the petitioner was scared of the respondent’s\n“erratic behavior.” Gonzalez v. Funes, 300 So. 3d 679, 684–85 (Fla. 4th\nDCA 2020). In short, “injunctions are not available to stop someone from\nuttering insults or falsehoods.” Logue v. Book, 297 So. 3d 605, 614 (Fla.\n4th DCA 2020).\n\n    We reverse the final judgment for injunction of protection and remand\nto the circuit court to dismiss the petition.\n\n   Reversed and remanded.\n\nGROSS and KUNTZ, JJ., concur.\nFORST, J., dissents with opinion.\n\nFORST, J., dissenting.\n\n   “Every natural person has the right to be let alone and free from\ngovernmental intrusion into the person’s private life except as otherwise\nprovided herein.” Art. I, § 23, Fla. Const. Florida’s anti-stalking law,\nsection 784.0485, Florida Statutes (2020), “create[s] a cause of action for\nan injunction for protection against stalking” by a nongovernmental actor.\nThus, the Florida Constitution protects an individual’s “right to be let\nalone” from the government and section 748.0485 extends somewhat\nsimilar protection against harassment by a nongovernmental actor. As\nAppellant significantly infringed upon the victim’s freedom, I respectfully\ndissent from the majority’s opinion.\n\n   In the instant case, Appellant was no stranger to the anti-stalking\ninjunction process. The victim had been an employee of a condominium\nassociation; both Appellant and the victim were residents of the\ncondominium. During the victim’s employment, Appellant “often came to\nthe offices” and “was threatening and scaring people.” This led to the\n\n                                     2\n\fassociation president seeking and obtaining a protective injunction\nagainst Appellant. The victim left her employment with the association in\nSeptember 2018.\n\n    One month later, Appellant went to the victim’s home and threatened\nto sue her unless she recanted the statements she had given in the hearing\non the petition for injunction filed by the association’s president. The\nvictim “asked [Appellant] to leave me alone, to never come to my home,\nand to not - - that I didn’t want any part of it.” She further testified that\nafter she had entered her home and closed the door, Appellant “kept at it\n[and] kept talking and he kept saying that we were - - that he was going to\nmake me pay.”\n\n   The second unwelcome encounter was about eight months later, at a\nlocal supermarket. The victim testified that Appellant “came right up to\nmy face and said that he was going to make me pay . . . that his attorney\nwas going to sue me for $50,000, and that he was - - unless I testified and\nhelped him bring [the condo association’s president] down for stealing\nmoney from the association, . . . that we were all going to pay . . . .” The\nvictim contends she told Appellant that “I was not feeling comfortable that\nhe’d approached me with my son, and that I’m tired of him - - his\naggressive behavior - - and I wanted him to leave me alone and to not\napproach me, not to come towards me.” (Emphasis added). And the victim\n“pushed through [Appellant] to leave . . . .”\n\n   At this point, Appellant was clearly on notice that the victim had no\ndesire to discuss either Appellant’s past lawsuit or his threatened lawsuit\nand merely wanted to be left alone, both when she was at home and when\nshe was out in public. Nonetheless, several months after the first\nsupermarket encounter, Appellant noticed the victim at the same\nsupermarket.      Notwithstanding the victim’s previous declarations,\nAppellant once again invaded the victim’s personal space, “with his\nhysterical outbursts, aggressive way saying . . . he was going to sue me for\nthe 50,000 unless I helped him bring [the association’s president] down.”\nThe victim for a third time informed Appellant that she didn’t want to be\ninvolved with his dispute with her former employer and “I want you to stop.\nI’m with my kid.” The victim maintains Appellant did not stop, but “just\ncarrie[d] on talking and telling me that he’s going to make us pay,” and\nshe ultimately had to “push through him [to] then leave.”\n\n   A trial court’s order granting a permanent injunction for protection\nagainst stalking is reviewed for competent substantial evidence. O’Neill v.\nGoodwin, 195 So. 3d 411, 413 (Fla. 4th DCA 2016).\n\n\n                                     3\n\f             Courts have the authority to enjoin stalking and/or\n         cyberstalking under section 784.0485, Florida Statutes\n         (2015). “A person who willfully, maliciously, and repeatedly\n         follows, harasses, or cyberstalks another person commits the\n         offense of stalking ....”   § 784.048(2), Fla. Stat (2015).\n         “‘Harass’ means to engage in a course of conduct directed at\n         a specific person which causes substantial emotional distress\n         to that person and serves no legitimate purpose.”           §\n         784.048(1)(a).\n\nId.\n\n      A. Appellant’s course of conduct caused substantial emotional distress\n         to the victim\n\n   “‘For determining whether an incident [causes] substantial emotional\ndistress, courts must use a reasonable person standard, not a subjective\nstandard.’ Thus, the question is not ‘was the victim in tears and terrified,’\nbut rather, ‘would a reasonable person be put in distress when subjected\nto such conduct?’” Gonzalez v. Funes, 300 So. 3d 679, 684 (Fla. 4th DCA\n2020) (alteration in original) (internal citations omitted) (quoting McMath\nv. Biernacki, 776 So. 2d 1039, 1040 (Fla. 1st DCA 2001), and D.L.D. v.\nState, 815 So. 2d 746, 748 (Fla. 5th DCA 2002)).\n\n   During the hearing on the victim’s petition for injunction, she\nreferenced “[m]ultiple times” that Appellant had come to the condominium\nassociation office where she was then employed and behaved\n“aggressively” and “attacked” and physically struck the association’s\npresident.    She testified that the three subsequent non-workplace\nencounters were similar to her “experiences in the past with [Appellant]\nand his behavior has always been unpredictable [and] aggressive.” The\nvictim contended that, as a result of these encounters—one at her home\nand two at her local grocer—as well as Appellant’s previous declarations\nthat “he is a military expert and that he knows how to do away with\npeople,” she “feel[s] like I’m still being harassed and stalked . . . [and] now\nhe’s bringing it to my home, to - - when I’m shopping. And I don’t feel safe\nanymore. And I don’t - - I don’t feel comfortable.”\n\n    The victim further testified that, after she walked away from Appellant\nduring the first supermarket confrontation, “I seen him like look outside\nthe glass window of Publix. And I felt like he was watching my vehicle.\nAnd I just sat at the car and I was afraid to move.” She recounted that,\n“for a few weeks after, I kept watching my car. And every time before I got\nin my car, I was watching around my car . . . .” Following the second\n\n                                      4\n\fPublix encounter, the victim did not “feel safe at that Publix anymore. I\ndon’t want to shop there because I - - fear I will run into him.”\n\n   Here, the victim’s testimony regarding Appellant’s aggressive behavior\ntoward the victim, as detailed above, which the trial court found to be\ncredible, presented competent substantial evidence that Appellant’s\ncourse of conduct directed at the victim “cause[d] substantial emotional\ndistress to that person.” See § 784.048(1)(a), Fla. Stat. (2020). This\nconclusion is buttressed by considering the victim’s knowledge of\nAppellant’s previous encounters with the condominium president for\nwhich an injunction against stalking was issued.\n\n   B. Appellant’s course of conduct directed at the victim served no\n      legitimate purpose\n\n   “Whether the purpose for contact is ‘legitimate’ is evaluated on a case-\nby-case basis and the term ‘legitimate’ seems to be lacking a precise\ndefinition. However, courts have generally held that contact is legitimate\nwhen there is a reason for the contact other than to harass the victim.”\nO’Neill, 195 So. 3d at 413. Here, the initial meeting/confrontation at the\nvictim’s home may have served a “legitimate purpose,” as Appellant wanted\nthe victim to understand his dispute with the condominium association\nand its president and his desire that the victim support his efforts.\n\n    However, any legitimacy eroded after the victim made her position on\nthis matter clear and urged Appellant to leave her alone. He did not, twice\nhostilely approaching the victim at the supermarket thereafter, both times\nforcing the victim to flee once Appellant rejected the victim’s request that\nhe physically back away. The fact that the contact with the victim was—\nin each instance—physical, confrontational, and uninvited, detracts from\nits legitimacy. Cf. Alter v. Paquette, 98 So. 3d 218, 220 (Fla. 2d DCA 2012)\n(seven text messages were insufficient to support a finding of stalking);\nPoindexter v. Springer, 898 So. 2d 204, 207 (Fla. 2d DCA 2005) (holding\nthat a letter threatening to sue “served a legitimate purpose and therefore\ncould not be included in the definition of harassment”).\n\n                               Conclusion\n\n   As in Auguste v. Aguado, 282 So. 3d 937 (Fla. 3d DCA 2019), “[t]his\ncase was highly fact-specific and relied in large part on live testimony. As\nsuch, the trial court was uniquely well-situated to evaluate the evidence\nand rule on the injunction.” Id. at 938. “A ‘trial court is afforded broad\ndiscretion in granting, denying, dissolving or modifying injunctions, and\nunless a clear abuse of discretion is demonstrated, an appellate court\n\n                                     5\n\fmust not disturb the trial court’s decision.’” Singer v. Singer, 324 So. 3d\n529, 529 (Fla. 4th DCA 2021) (quoting Carricarte v. Carricarte, 961 So. 2d\n1019, 1020 (Fla. 3d DCA 2007)).\n\n   It was not the content or the frequency of Appellant’s communications\nthat crossed the line. It was the aggressive and “in your face” presentation\nof his threats and his refusal to back away and cease physically\nconfronting the victim that leapfrogs these communications from\n“pestering” to “stalking/harassment.” Accordingly, I would affirm the trial\ncourt’s final judgment of injunction for protection against stalking.\n\n                           *         *         *\n\n   Not final until disposition of timely filed motion for rehearing.\n\n\n\n\n                                     6\n\f",
            "ocr": false,
            "opinion_id": 5716538
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}