{
    "id": 5894789,
    "judges": null,
    "date_filed": "1998-10-27",
    "date_filed_is_approximate": true,
    "slug": "in-re-crescenzi",
    "case_name_short": "In re Crescenzi",
    "case_name": "In re Crescenzi",
    "case_name_full": "In the Matter of Armando A. Crescenzi (Admitted as Armando Anthony Crescenzi), a Suspended Attorney, Departmental Disciplinary Committee for the First Judicial Department",
    "attorneys": "APPEARANCES OF COUNSEL, Alan W. Friedberg, Chief Counsel, Departmental Disciplinary Committee, New York City (Mady J. Edelstein of counsel), for petitioner., William D. Broderick for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "51 A.D.3d 230",
        "853 N.Y.S.2d 322"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nPer Curiam.\nRespondent Armando A. Crescenzi was admitted to the practice of law in the State of New York by the First Judicial Department on November 20, 1995, under the name Armando Anthony Crescenzi. At all times relevant to this proceeding, respondent maintained an office for the practice of law within the First Judicial Department.\nBy order entered November 4, 2004, this Court suspended respondent from the practice of law until further order of the Court based upon substantial admissions made under oath and uncontested documentary evidence that, among other things, he improperly used his IOLA account for his personal use (22 NYCRR 603.4 [e] [1] [ii], [iii]; Matter of Crescenzi, 12 AD3d 74 [2004]).\nIn October 2005, the Committee served respondent with papers charging him with violations of Code of Professional Responsibility DR 1-102 (a) (4) (conduct involving dishonesty, fraud, deceit or misrepresentations), (5) (conduct prejudicial to the administration of justice), (7) (conduct adversely reflecting on one’s fitness to practice law) and DR 9-102 (b) (failure to maintain escrow funds) (22 NYCRR 1200.3, 1200.46). The charges were based on allegations that respondent intentionally converted client funds to his own personal use, submitted an answer to a complaint that contained a knowingly false statement, failed to produce financial records and failed to cooperate with the Committee’s investigation of his professional misconduct.\nIn a prehearing stipulation, respondent admitted that he intentionally converted a client’s funds, failed to maintain client funds in his escrow account and submitted an answer to the Committee containing a knowingly false statement. A hearing on liability proceeded on the charges of his failure to cooperate and of conduct that adversely reflected on his fitness. Subsequently, the Referee conducted a hearing on March 23, 2006 at which respondent testified, as did two character witnesses and a *232medical expert. The Committee recommended disbarment and respondent requested a three-year suspension with credit for the time he had already been suspended. In a report dated September 30, 2006, the Referee sustained all five charges and recommended a suspension of five years with no retroactivity to his interim suspension.\nA Hearing Panel heard oral argument on December 12, 2006. The Committee urged the Panel to confirm the Referee’s findings and disbar respondent. Respondent urged the Panel to consider his mitigation, including his crack addiction, and whatever sanction was decided he requested it be made retroactive to his November 2004 interim suspension.\nWhile the Panel did not contest the Referee’s finding that crack cocaine addiction was an illness, it did not conclude that it was an extremely unusual mitigating circumstance that warranted a suspension instead of disbarment. In reaching this decision, the Panel distinguished the case at bar with Matter of Birnbaum (308 AD2d 180, 183 [1st Dept 2003] [where attorney had an unblemished 30-year career, he fully cooperated with the Departmental Disciplinary Committee, and he paid back “to the penny” the stolen funds before the clients requested the funds]). The Panel found that unlike in Matter of Birnbaum, the client in the instant proceeding demanded the return of his funds and filed a complaint after respondent’s failure to do so, respondent did not cooperate with the Committee’s investigation, and he stipulated to knowingly submitting a false statement to the Committee with respect to the unpaid escrow funds. Moreover, here, respondent appeared at his deposition before the Committee under the influence of cocaine and at the time of the Referee’s hearing, he could only demonstrate that he was drug-free for the previous 50 days, having used drugs intermittently while he was under suspension. In a report dated June 14, 2007, the Panel confirmed the Referee’s findings of fact, disaffirmed her recommended sanction and recommended disbarment.\nThe Disciplinary Committee now seeks an order confirming the findings of fact and conclusions of law and imposing the sanction of disbarment as set forth in the Hearing Panel’s determination. The Disciplinary Committee argues that disbarment is compelled by the findings of intentional conversion of escrow funds, the factors in aggravation, and the lack of any extremely unusual mitigating factors (Matter of Kirschenbaum, 29 AD3d 96 [1st Dept 2006]; Matter of Ampel, 208 AD2d 57 [1st Dept 1995]; compare Matter of Albanese, 274 AD2d 284 [1st *233Dept 2000] [suspension instead of disbarment for intentional conversion where the incident was isolated and there was a malevolence by the complainant]). In aggravation, the Committee points to respondent’s “pattern” of intentional conversion of escrow funds which he admitted to before the Referee, which was compounded by his dishonesty regarding the real reason for taking the $2,000 and his lack of cooperation with the Committee. In further aggravation, the Committee asserts that respondent lied at his deposition when he said he was not using drugs when the medical records submitted and the medical expert’s hearing testimony and report showed that he had a positive urine test for cocaine the day before his deposition. Moreover, the Committee contends that respondent’s factors in mitigation, i.e., his good reputation, restitution, lack of a disciplinary history and his contrition, do not constitute extraordinary extenuating circumstances for purposes of avoiding disbarment.\nThe Committee points out that within this Judicial Department in order for drug addiction or alcohol abuse to constitute mitigation, it must be established that the addiction was causally linked to the misconduct and only in the most extreme cases, such as dementia due to cocaine abuse, does drug abuse mitigate the sanction in cases involving theft of client funds or dishonesty (Matter of Fishbein, 167 AD2d 85 [1st Dept 1991] [attorney avoided disbarment where there was proof that the cocaine and alcohol abuse was a contributing cause of the conversion of approximately $1,200, and that he remained drug free]; Matter of Winston, 137 AD2d 385 [1st Dept 1988] [conversion of $12,500 was directly caused by mental infirmity and psychotic state from drug use, and where attorney was drug free, sanction reduced to a three-year suspension]).\nThe Committee argues that in this matter, respondent has failed to meet the strict standard of causation to merit mitigation on the grounds of his drug addiction. While the medical expert testified that respondent’s heavy drug use during 2002-2003 and his personal problems “impaired his judgment” and “contributed to his mishandling of client funds,” the Committee notes that respondent demonstrated rational thinking at the time of his conversion based upon his admission that he chose that particular client’s funds to convert because he knew he would have the longest period of time to replace the funds. Finally, as respondent’s active drug use continued during the Committee’s investigation and did not allegedly end until he entered Intercare in early February 2006, the Committee as*234serts that this factor distinguishes this case from those in which drug addiction mitigated the sanction (Fishbein, supra; Winston, supra).\nRespondent challenges the Referee’s finding that he failed to cooperate with the Committee when he did in fact comply with the subpoena’s request for certain documents “to the best of his ability, given his drug addiction and intermittent homelessness” and, during his deposition he testified against his own interest when he admitted to using his IOLA account for his own personal use. Respondent also criticizes the Hearing Panel for not addressing this issue when, instead, it merely deferred to the Referee’s finding.\nRespondent argues further that the medical evidence in the record establishes that his addiction to crack cocaine was- a substantial cause of his misconduct warranting a sanction less than disbarment. In addition, respondent cites in mitigation to his remorse and contrition, his evidence of good character, the lack of a disciplinary history, the fact that he made restitution, and that he is “participating in a drug treatment program and is committed to his recovery.”\nMoreover, respondent contends that equity requires that whatever sanction is imposed be made retroactive to his 2004 interim suspension since he has been in full compliance with the terms of his suspension and there have been significant delays in this proceeding not attributable to him. He notes that the Referee’s hearing was not held until March 2006, 16 months after his interim suspension; it took six months for the Referee to issue her report; and another six months for the Hearing Panel to issue its report after that hearing.\nWe find that the record establishes respondent’s lack of cooperation where he failed to provide complete records to the Committee. As to sanction, it is well settled that an attorney who intentionally converts client funds is presumptively unfit to practice law, however, that presumption can be rebutted by a showing that the misappropriation was caused by drug addiction or mental illness (see e.g. Matter of Bernstein, 41 AD3d 49 [1st Dept 2007]; Matter of Messina, 180 AD2d 370 [1992]).\nHere, the Committee is correct that respondent has failed to establish the causal connection required to mitigate the sanction and, accordingly, disbarment is justified. Respondent’s testimony revealed that his drug addiction, while heavy at times, did not rise to a level where he was so out of touch with reality that he did not know what he was doing. While respondent’s *235drug addiction contributed to some of his misconduct, it cannot be said to have directly caused it. Indeed, respondent’s conversion of client funds as well as his misrepresentations to the Committee were done deliberately and the absence of extremely unusual mitigating circumstances warrants disbarment (see Matter of Gibbons, 294 AD2d 53, 57 [1st Dept 2002] [depression and marital problems found not to be so extreme or unusual as to warrant a departure from the standard sanction of disbarment]; Matter of Gieger, 170 AD2d 134 [1st Dept 1991], lv denied 79 NY2d 755 [1992] [attorney disbarred for intentional conversion despite evidence of psychological and personal problems]).\nFinally, since the delay in this matter was long, the sanction is imposed retroactively to February 1, 2006, approximately the date when respondent stopped regularly using drugs (see Matter of Ampel, supra [disbarment for, inter alia, intentional conversion and other dishonest conduct made retroactive to interim suspension]; Matter of Winston, supra [three-year suspension made retroactive to interim suspension where there was proof that drug addiction caused the intentional conversion]).\nAccordingly, the Committee’s motion should be granted to the extent of confirming the Hearing Panel’s findings of fact and conclusions of law and disbarring respondent nunc pro tunc to February 1, 2006.\nMazzarelli, J.P., Friedman, Gonzalez, Sweeny and Catterson, JJ., concur.\nRespondent disbarred, and his name stricken from the roll of attorneys and counselors-at-law in the State of New York nunc pro tunc to February 1, 2006.\n",
            "ocr": true,
            "opinion_id": 5751820
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}