{
    "id": 5926825,
    "judges": null,
    "date_filed": 1258416000000,
    "date_filed_is_approximate": false,
    "slug": "in-re-daniel-h",
    "case_name_short": null,
    "case_name": "In re Daniel H.",
    "case_name_full": "In the Matter of Daniel H., a Person Alleged to be a Juvenile Delinquent",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "67 A.D.3d 527",
        "888 N.Y.S.2d 496"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOrder of disposition, Family Court, Bronx County (Monica Drinane, J.), entered on or about January 18, 2008, which adjudicated appellant a juvenile delinquent upon a fact-finding determination that he committed acts, which, if committed by an adult, would constitute the crimes of burglary in the third degree, grand larceny in the fourth degree (two counts) and identity theft in the third degree, and placed him with the Office of Children and Family Services for a period of 18 months, affirmed, without costs.\nThe manner in which the 15-year-old appellant was taken into custody and initially questioned does not warrant suppression of the statement he provided after being read his Miranda rights.\nThe complainant, a children’s librarian at the Hunts Point branch of the New York Public Library, had placed her purse inside her office on a chair and left the office, locking the door. When she returned to her office, the glass window to her office *528had been shattered and items had been thrown around the room. Credit cards, gift cards worth $80, and approximately $25 in cash were missing from her purse. That same day, charges of $1,059 were made on her MasterCard and charges of $562 were made on her American Express Card. The purchases had been made on GameStop.com, and one of the shipping addresses was the apartment where appellant lived. When detectives came to his home, they were informed that he was at school, so they proceeded to find him there.\nThe investigating detective was unfamiliar with, and failed to follow, the special procedures provided by law for handling juvenile suspects (see Family Ct Act § 305.2 [4] [b]; 22 NYCRR 205.20 [c]). However, although the detective did not ask either appellant’s mother or his grandmother to accompany him to the school, the assistant principal remained in the room during the interview with appellant. They first asked appellant whether he knew the purpose of the visit; he said he did not. When informed that they were police officers, appellant responded that he assumed they wanted to ask about an incident at school in which he had apparently stolen another student’s book bag. When further informed that they were there because of “an incident that happened on September 21, the burglary” in the public library, appellant made no response, at which time the investigating detective asked directly whether he had been involved in the burglary. Appellant then stated that he had thrown a bin of books into the window of an office so that he could enter the office, and then took some credit cards. At this point, appellant was placed under arrest.\nThe fact that appellant was briefly held in an adult holding cell at the precinct—without any adult prisoners—and was questioned in a room other than a designated juvenile interview room, contrary to Family Court regulations regarding the handling of juveniles in police custody (see Family Ct Act § 305.2 [4] [b]; 22 NYCRR 205.20 [c]), does not warrant suppression of the statement he gave at the precinct. Notably, the office used for questioning appellant was substantially similar to the juvenile room and did not have a coercive atmosphere (see Matter of Rafael S., 16 AD3d 246, 247 [2005]), and appellant was permitted to speak privately with his mother.\nWhile there is no question that the court correctly suppressed the oral statement appellant made at his school based upon the failure to give him Miranda warnings, the law supports the hearing court’s conclusion that the written inculpatory statement appellant gave at a police station was sufficiently attenuated from the earlier statement (see People v White, 10 NY3d *529286, 291 [2008], cert denied 555 US —, 129 S Ct 221 [2008]; People v Paulman, 5 NY3d 122, 130-131 [2005]).\nThe extent to which appellant was questioned in the assistant principal’s office was minimal; in fact, he was really only asked one direct question as to whether he had been involved in the burglary, and there is no indication that anything further in the nature of interrogation took place prior to his being brought to the precinct. Not only was the initial exchange between appellant and the detective brief, but there was a change of location and a break of approximately one hour. The detective did not try to “isolat[e] [appellant] from his family or other supportive adults” (see People v Hall, 125 AD2d 698, 701 [1986]); appellant was able to confer with his mother at the police station before waiving his Miranda rights and giving a statement in her presence. At the precinct, the detective made no reference to the prior statement, but only to the underlying facts of the crime; there is no indication that appellant gave the written statement on constraint of the prior oral statement (see People v Tanner, 30 NY2d 102, 105-106 [1972]; People v Rifkin, 289 AD2d 262, 263 [2001], lv denied 97 NY2d 759 [2002]). Significantly, although the detective initially stated in his testimony that he informed appellant and his mother that he had to give a statement, he thereafter corrected that testimony, stating that he explained to appellant and his mother that he could make a statement if he chose to. Appellant was not handcuffed or restrained while he was questioned in the sergeant’s office, and he was free to use the bathroom.\nHad appellant been an adult, these combined facts would easily constitute grounds to find the later statement attenuated from the initial questioning (see e.g. People v Parker, 50 AD3d 1607 [2008], lv denied 11 NY3d 792 [2008]; People v Davis, 287 AD2d 376 [2001], lv denied 97 NY2d 680 [2001]), and the issue of attenuation is not appreciably different for juveniles than for adults: in either case it is critical that there be a pronounced break in the interrogation (People v Chapple, 38 NY2d 112, 115 [1975]). In the cases involving juveniles upon which appellant relies, there was no break between the pre-Miranda and post-Miranda questioning (see e.g. Matter of Robert P., 177 AD2d 857, 859 [1991]; People v Gotte, 150 AD2d 488 [1989], lv denied 74 NY2d 896 [1989]), or the juvenile, without informed adult guidance or oversight and without Miranda warnings, was subjected to extensive custodial interrogation, during which he made a full confession, after which he was told that he was required to go to the police station and provide a written statement (see People v DeGelleke, 144 AD2d 978, 979-980 [1988], lv denied 73 *530NY2d 920 [1989]). We observe that on the attenuation issue, there is no relevance to the detective’s failure to abide by Family Court regulations regarding the handling of juveniles in police custody.\nWe therefore conclude that the Family Court properly determined that the statement appellant gave at the precinct was voluntary and untainted by the statement he made at his school prior to receiving Miranda warnings, and that the dispositional order adjudicating appellant a juvenile delinquent and placing him with the Office of Children and Family Services for a period of 18 months must be affirmed. Concur—Saxe, J.E, Catterson and McGuire, JJ.\nMoskowitz and Acosta, JJ., dissent in a memorandum by Moskowitz, J., as follows: I would remand for a new fact-finding hearing. The court should have suppressed appellant’s written statement because the later statement was not attenuated from the initial interrogation. Therefore I dissent.\nFifteen-year-old Daniel H. allegedly shattered a window of a public library and stole credit cards, gift cards, a small amount of cash and other items from a purse he found on a chair in the library office. He then allegedly made purchases using two of the credit cards. He was charged with acts that, if an adult committed them, would constitute, inter alia, burglary in the third degree (Penal Law § 140.20), grand larceny in the fourth degree (Penal Law § 155.30 [4]) and identity theft in the third degree (Penal Law § 190.78 [1]).\nThe police interrogated Daniel at school without a parent or guardian at his side. The police did not administer Miranda warnings before Daniel provided an oral statement to the police. The police then handcuffed and transported Daniel to the precinct house, where they gave him Miranda warnings in the presence of his mother. Daniel then provided a written statement.\nAfter a Huntley hearing (People v Huntley, 15 NY2d 72 [1965]), the court granted Daniel’s motion to suppress the initial un-Mirandized oral statement, but denied the motion with respect to the later written statement.\nHuntley Hearing\nDetective Chrisanto Comissiong was the sole witness at the hearing. He testified that on the morning of October 4, 2007, he and his partner went to Daniel’s home and told his mother and grandmother that the police were looking for Daniel. His mother informed the police that Daniel was at his high school. The detective then said that he and his partner would be going to the school to arrest Daniel, but did not ask the mother or grandmother to accompany them.\n*531Upon arriving at the school at approximately 8:30 a.m., the detectives asked for Daniel to come to the office of the assistant principal. When Daniel arrived 10 to 15 minutes later, Detective Comissiong and his partner stood with their backs to the office door while Daniel sat facing them. In the presence of the assistant principal and without first administering Miranda warnings, Detective Comissiong initiated the conversation with Daniel by asking whether he knew why the detective was there. When Daniel indicated that he thought it was because of an incident involving his taking another student’s book bag, Detective Comissiong asked whether he remembered an incident in the public library on September 21 and whether he was involved in the burglary at that time. At that point, Daniel admitted that he had thrown a box of books through the library window and then taken the credit cards.\nAfter perhaps 10 minutes in the assistant principal’s office, Detective Comissiong placed Daniel in handcuffs and told him he was under arrest. At about 9:30 a.m., the detectives took Daniel for the 20-to-30-minute ride to the precinct house; en route, Detective Comissiong called Daniel’s mother.\nAt the precinct, Daniel was allowed to call his mother. The detective removed the handcuffs and put him in a barred holding cell used for adult prisoners; Daniel was the only one in it. The cell was in an area where several detectives worked. Daniel could see adult suspects being brought in and could be seen by everyone in the area.\nIn his direct testimony, the detective estimated that Daniel remained in the cell for 10 to 15 minutes until his mother arrived at the precinct. Under cross examination, the detective was certain it was 20 minutes. Daniel’s mother saw Daniel in the cell and was “very upset” with him.\nAccording to Detective Comissiong’s hearing testimony, mother and son were given the opportunity to talk with each other when Daniel was removed from the cell and taken to the sergeant’s office approximately five feet away. It is unclear from the record whether Daniel and his mother spoke to each other while in a separate room or in the sergeant’s office, or whether the detective was with them at the time. The sergeant’s office was about five feet by five feet, well lit, with a window and a door and furnished with two chairs, a desk and a computer.\nAlthough Detective Comissiong had been a police officer for 12 years during which he had conducted “at least one hundred” investigations, and during his succeeding five months as a detective had conducted “about one hundred” interviews of suspects, Daniel was the first juvenile he ever interviewed. The detective *532was aware of the procedure requiring the use of a juvenile room for these interviews. Despite this awareness and the availability of a juvenile room at the precinct with space and lighting conditions similar to those in the sergeant’s office, the detective nevertheless used the sergeant’s office to question Daniel. The detective conceded being at fault for not using the juvenile room and that he had not “accidentally” failed to follow the correct procedure.\nBecause Daniel’s mother was so upset with Daniel, the Detective seated himself between them. Detective Comissiong testified that, because he expected Daniel to provide a written statement based on what he had said earlier at school, he told Daniel and his mother that Daniel “had to” make a written statement. Presentment agency counsel immediately took pains to elicit that Daniel was not coerced into making the statement. The detective then clarified that Daniel “could” make a statement. Because further explanation seemed unnecessary, the detective did not say that Daniel did not have to make a statement. Shortly thereafter, when the detective read the Miranda right to remain silent, he similarly explained to Daniel that “at any time if he doesn’t want to say anything, he doesn’t have to.”\nFor an estimated five minutes, the detective read Daniel and his mother the Miranda warnings. These he explained in layman’s terms and not pursuant to any special training for giving simplified warnings to juveniles. Daniel initialed each of the warnings on the Miranda sheet that both he and his mother signed, indicating his understanding. Daniel then provided a written statement amounting to a confession of his participation in the incident at the library. The detective estimated that the questioning and the writing of the statement took another five or ten minutes. During the entire period, Daniel was free to use the bathroom, was provided with food and drink, and never indicated that he wanted an attorney, wanted the questioning to stop or wanted to leave.\nBy order dated November 16, 2007, Family Court found the detective’s testimony credible, but suppressed the oral statement Daniel gave at the school because Daniel was in custody at the time and had not received Miranda warnings.\nThe court denied suppression of the written statement Daniel gave at the precinct. The court found that Daniel was no longer under the influence of the illegal questioning because there had been a “pronounced break” between the initial oral statement and the later Mirandized written statement. Citing People v Paulman (5 NY3d 122 [2005]), the court referred to the change in location, the fresh administration of Miranda warnings, the *533offer of food and restroom breaks, contact with the mother and grandmother, the hour time lag and that the detective did not refer to or leverage the initial illegally-obtained statement.\nFact-Finding\nAt the fact-finding hearing, Daniel’s written statement was admitted into evidence and was the only evidence connecting him to the allegations in the petition. The detective’s testimony mirrored his testimony at the Huntley hearing, save for details involving the time it took for the ride from the school to the precinct (about another 10 or 15 minutes), the dimensions of the sergeant’s office (about a foot wider), where the mother spoke to Daniel before the questioning at the precinct (through the holding cell bars and not in a separate room), and when Daniel was given food and drink (after he gave the written statement, rather than before). In addition, although Detective Comissiong had specifically denied it at the Huntley hearing, this time he testified that Daniel had also given an oral statement at the precinct.* The complainant’s testimony echoed her deposition in support of the presentment agency’s petition. Daniel did not present any evidence.\nBy a January 8, 2008 oral decision, Family Court found that Daniel had committed acts that, if an adult had committed them, would constitute the crimes of burglary in the third degree, grand larceny in the fourth degree and identity theft in the third degree. The January 18, 2008 final order of disposition adjudicated Daniel a juvenile delinquent and placed him in the custody of the Office of Family and Child Services for 18 months, less the period spent in detention pending the disposition.\nDiscussion\nIt is, of course, the presentment agency’s burden to establish, beyond a reasonable doubt, that Daniel made his written statement voluntarily (People v Witherspoon, 66 NY2d 973, 974 [1985]).\nTo be effective, Miranda warnings must precede the questioning of a defendant, or, as in this case, a juvenile respondent. Where there is an initial Miranda violation and a subsequent post -Miranda statement, “[l]ater is too late, unless there is such a definite, pronounced break in the interrogation that the defendant [or respondent] may be said to have returned, in effect, to the status of one who is not under the influence of questioning” (People v Chapple, 38 NY2d 112, 115 [1975]). This *534determination does not require examination of an accused’s state of mind and, thus, an assessment of his or her credibility, but may rely on an assessment of external events to ascertain whether he or she was subject to such a continuous interrogation that the Miranda warnings eventually administered were insufficient to protect the accused’s rights (id.). Subsequently, the Court of Appeals adhered to the rule Chapple articulated as a matter of state constitutional law in People v Bethea (67 NY2d 364 [1986]).\nPeople v Paulman (5 NY3d 122 [2005]) summarized the factors to consider in determining whether there is a “single continuous chain of events” under Chapple. This includes “the time differential between the Miranda violation and the subsequent admission; whether the same police personnel were present and involved in eliciting each statement; whether there was a change in the location or nature of the interrogation; the circumstances surrounding the Miranda violation, such as the extent of the improper questioning; and whether, prior to the Miranda violation, defendant had indicated a willingness to speak to police” (id. at 130-131). The Court of Appeals went on to note that “[n]o one factor is determinative and each case must be viewed on its unique facts” (id. at 131; see also People v White, 10 NY3d 286, 291 [2008], cert denied 555 US —, 129 S Ct 221 [2008]).\nIn applying the various Paulman factors and examining the circumstances surrounding the Miranda violations in this case, I cannot overlook that, unlike Chapple, Paulman and their progeny, this case involves a juvenile rather than an adult defendant. Thus, while Chapple stated that the court need not examine the accused’s state of mind in determining whether the initial Miranda violation and the subsequent interrogation constitute a continuous chain of events, I do not understand this to preclude consideration of the accused’s youth as a factor.\nHere, there was a change in location between the initial Miranda violation and the subsequent written statement, and the police never attempted to leverage the earlier statement by mentioning it during the subsequent questioning. However, Daniel never indicated a willingness to speak to the police; the same detectives were present and elicited both the illegal and the Mirandized statement and there was no change in the type or nature of the questioning.\nAlthough the detective testified at the suppression hearing that he was with Daniel for about 10 minutes in the assistant principal’s office, and one must accord much weight to the hearing court’s credibility determination (see People v Prochilo, 41 *535NY2d 759, 761 [1977]; Matter of Cy R., 43 AD3d 267, 268 [2007], lv denied 9 NY3d 814 [2007], cert denied 552 US —, 128 S Ct 1891 [2008]), this time estimate of 10 minutes, standing alone, does not support the conclusion that the improper questioning was insignificant. Under stress, 10 minutes can be a long time.\nFurther, while it appears that the duration of events from the start of the questioning at the high school to the interrogation at the precinct took slightly more than an hour, the detective’s estimates leave a gap of more than half an hour within that brief time frame. Detective Comissiong testified that he arrived at the assistant principal’s office at approximately 8:30 a.m., Daniel was brought in 10 to 15 minutes later, and they were together in the office for perhaps 10 minutes when the detective handcuffed Daniel and arrested him. This would make the arrest at approximately 8:50 or 8:55 a.m. However, the detective also testified that they left the school headed for the precinct at about 9:30 a.m. This fails to account for the period between 8:55 and 9:30 that morning.\nThus, it may well be that even less than an hour separated the interrogations, and during that entire period there was no interval when Daniel was not in the presence of the same police officers (see People v Jordan, 190 AD2d 990 [1993], affd on other grounds 83 NY2d 785 [1994]). Of course, one hour or even less, in combination with other factors, may constitute a pronounced break in the case of an adult accused (see People v Neal, 60 AD3d 1158 [2009], lv denied 12 NY3d 857 [2009]; People v Parker, 50 AD3d 1607 [2008], lv denied 11 NY3d 792 [2008]; People v Samuels, 11 AD3d 372 [2004], lv denied 4 NY3d 802 [2005]). However, the factors from these cases have different bearing on the determination with regard to a juvenile.\nI further note that, while Detective Comissiong was a novice at juvenile interviews and may not have had experience coping with an angry parent, he certainly recognized that Daniel’s mother was hardly in a position to provide calm parental guidance.\nIn view of the foregoing, it is unnecessary to address the impact of the unexplained failure to question Daniel in a designated juvenile room, although I note that there is no per se rule mandating suppression of an inculpatory statement for failure to follow the statutory procedure, and no claim here that the sergeant’s office was not substantially similar to the designated room (see Matter of Luis N., 112 AD2d 86, 87 [1985]; see also Matter of Rafael S., 16 AD3d 246 [2005]; Matter of Emilio M., 37 NY2d 173, 177 [1975]).\n\n Of course, in determining the propriety of the suppression ruling we may not consider evidence later adduced at the fact-finding hearing (see People v Gonzalez, 55 NY2d 720, 721-722 [1981], cert denied 456 US 1010 [1982]).\n\n",
            "ocr": true,
            "opinion_id": 5784825
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}