{
    "id": 5953277,
    "judges": null,
    "date_filed": "2007-06-23",
    "date_filed_is_approximate": true,
    "slug": "in-re-the-arbitration-between-w-m-girvan-inc-international",
    "case_name_short": null,
    "case_name": "In re the Arbitration between W. M. Girvan, Inc., & International Brotherhood of Teamsters, Local 294",
    "case_name_full": "In the Matter of the Arbitration between W. M. Girvan, Inc., and International Brotherhood of Teamsters, Local 294, Respondent In the Matter of the Arbitration between International Brotherhood of Teamsters, Local 294, and W. M. Girvan, Inc.",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "55 A.D.2d 746"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nAppeal from ah order and judgment of the Supreme Court at Special Term, entered March 12, 1976 in Albany County, which confirmed an arbitration award and denied a motion to vacate the award. The collective bargaining agreement here in question provides in paragraph. B of article 16 that \"The Employer shall not discharge nor suspend any employee without just cause, but in respect to discharge or suspension shall give at least one (1) warning notice, in writing, of the complaint against such employee to the employee and a copy of the same to the Union and the job steward. No warning notice shall be given (1) if an employee is discharged for dishonesty involving theft or (2) drunkenness on the job or (3) recklessness resulting in serious accident while on duty, or (4) carrying of unauthorized passengers while on the job, or (5) failure to notify the Employer of loss of license and driving Employer’s equipment without a valid license.” Paragraph D of article 17 of the agreement provides: \"Except in cases of discharge or suspension pursuant to Article 16 Paragraph B of this Agreement, an employee shall continue to work pending the final outcome of the Grievance Proceedings as set forth herein.” When an employee failed to report to work, a warning notice was sent out by the employer. Shortly thereafter the employee was again absent from work without explanation and was notified by letter that he was discharged *747immediately. The union filed a grievance and in accordance with the collective bargaining agreement the matter proceeded to final and binding arbitration. The stipulated issue to be decided was whether the grievant was discharged for just cause and if not, what should the remedy be. The arbitrator determined that the employee was not discharged for just cause and that he should be returned to employment until the grievance procedure was complied with, without loss of back pay, seniority rights or other benefits. At Special Term the arbitration award was confirmed and this appeal ensued. Our review of an arbitrator’s award is a most limited one (CPLR 7511, subds [b], [c]) and we may not pass on errors of law or fact (Matter of Colonie Liq. Distrs. [Local 699, Int. Brotherhood of Teamsters, Chauffeurs, Warehousemen &amp; Helpers of Amer.], 34 AD2d 1060, affd 28 NY2d 596). We may, however, vacate an arbitrator’s award where he exceeds his power by giving a completely irrational construction of a document, thereby, in effect, making a new contract for the parties or by giving a perverse misconstruction (Matter of W. M. Girvan, Inc. [Robilotto], 40 AD2d 1060, affd 33 NY2d 425). A resolution of the instant controversy, therefore, requires an analysis of the agreement and particularly paragraph B of article 16 and paragraph D of article 17 to determine the rationality of the arbitrator’s construction of the agreement. A reading of those portions of the articles clearly demonstrates that the employer could not discharge nor suspend an employee without just cause. It is equally clear, however, that the reasons for discharging an employee are divided into two categories, those requiring notice and those where no notice is required prior to discharge. Paragraph D of article 17 provides for continuation on the payroll of a discharged employee until the final outcome of the grievance procedure outlined in the agreement, but specifically excludes those employees discharged pursuant to paragraph B of article 16. The language of articles 16 and 17 is unambiguous and their combined effect clearly excludes employees who have received a notice and those charged with any of the five enumerated acts of misconduct from the right to continue on the payroll pending the outcome of the grievance procedure. The arbitrator’s determination in the instant case that the employee was entitled to remain on the payroll pending the outcome of the grievance procedure simply because he was not charged with one of the specific acts of misconduct, constitutes, in our view, a completely irrational construction of the clear language of the agreement and, in effect, rewrote the agreement. Where, as here, the language is clear and unambiguous, the arbitrator is limited to the four corners of the agreement to determine the intent of the parties. He may not go outside the agreement or rely on any expertise he might possess as to the customs and practices of the particular industry. Furthermore, paragraph F of article 17 specifically states that the grievance committee (arbitrator here) has no right to alter, amend or otherwise deviate from the provisions of the agreement. Therefore, we are of the opinion that the arbitrator acted in excess of her power necessitating a vacatur of the award (CPLR 7511, subd [b], par 1, cl [iii]; County of Ontario v Civil Serv. Employees Assn., Ontario County Ch., 76 Misc 2d 365, affd 46 AD2d 738). Having concluded that the employee had no right to remain on the payroll pending the outcome of the grievance procedure, the question stipulated remains whether he was discharged for just cause and, if not, what is the remedy. This question should be decided by arbitration as outlined in the collective bargaining agreement. Judgment reversed, on the law and the facts, without costs, award vacated and matter remitted for further proceedings before a different arbitrator who shall determine the stipulated ques *748tion. Koreman, P. J., Greenblott, Sweeney and Larkin, JJ., concur; Mahoney, J., dissents and votes to affirm in the following memorandum. Mahoney, J. (dissenting). An employee of appellant W. M. Girvan, Inc., failed to report to work on April 30, 1975. A notice warning that future disregard of job responsibilities would be disciplined was given to the employee and union officials by letter dated May 2. On May 3 the employee again failed to come to work, and was thereupon discharged by a letter dated May 5. The propriety of the discharge could not be resolved through the informal grievance procedure, so the matter was referred to arbitration as per the agreement. The stipulated issue before the arbitrator was whether the employee was \"discharged for just cause by company letter dated May 5, 1975.” The arbitrator interpreted paragraph B of article 16 and paragraph D of article 17 (set forth in the majority opinion) to mean that an employee suspended or discharged for a cause other than the five serious offenses enumerated in paragraph B of article 16 is entitled to a warning notice and to continue in his job pending the outcome of the grievance undertaken to determine the propriety of the suspension or discharge. Since failure to report to work is not one of the five serious offenses, the arbitrator held that the employee should not have been summarily discharged on May 5, and was entitled to be reinstated with pay pending further grievance procedures to determine if the employee’s conduct constituted \"just cause” for his discharge. This is an entirely reasonable interpretation of the agreement. The majority finds that the phrase \"Except in cases of discharge or suspension pursuant to Article 16 paragraph B * * * an employee shall continue to work pending final outcome of the Grievance Proceeding as set forth herein” must be interpreted to mean that all discharges or suspensions mentioned in paragraph B of article 16, whether the result of one of the five serious offenses or an unenumerated offense, may be imposed summarily, i.e., without continued pay and work pending the grievance proceedings. This, although consistent with the letter of the agreement, leads to the contradictory result that the phrase \"an employee shall continue to work pending the final outcome of the Grievance Proceeding” in paragraph D of article 17, would be purposeless. The arbitrator’s interpretation has a rational basis and should not be disturbed.\n",
            "ocr": true,
            "opinion_id": 5812053
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}