{
    "id": 5974728,
    "judges": "Cohalan, Gulotta",
    "date_filed": "2013-02-19",
    "date_filed_is_approximate": true,
    "slug": "people-v-greenfield",
    "case_name_short": "Greenfield",
    "case_name": "People v. Greenfield",
    "case_name_full": "The People of the State of New York v. Richard Greenfield",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "70 A.D.2d 662"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n— Appeal by defendant from a judgment of the Supreme Court, Kings County, rendered January 8, 1976, convicting him of attempted robbery in the first degree, upon a jury verdict, and imposing sentence. Judgment reversed, on the law, indictment dismissed, and case remitted to the Supreme Court, Kings County, for the purpose of entering an order in its discretion pursuant to CPL 160.50. The defendant was indicted on two counts of attempted robbery in the first degree (Penal Law, § 160.15, subds 3, 4) and one count of attempted grand larceny in the third degree, under subdivision 5 of section 155.30 of the Penal Law, to wit, where \"property, regardless of its nature and value, is taken from the person of another”.. As the record comes to us, the trial minutes disclose that the jury found the defendant not guilty of the first count of the indictment — that is, of attempted robbery in the first degree under subdivision 3 of section 160.15 of the Penal Law. However, the trial minutes further disclose that the jury was then asked its verdict as to the second and third counts— attempted robbery in the first degree under subdivision 4 of section 160.15 of the Penal Law, and attempted grand larceny in the third degree, respectively — and that the foreman of the jury replied \"guilty” with respect to both counts. Nevertheless, when the clerk repeated the verdict to the jury for the purpose of recording the verdict (see CPL 310.80), for reasons unclear to this court, he stated that the jury had returned a verdict of guilty *663with respect to the attempted robbery count, but not guilty with respect to the attempted grand larceny count. The jurors answered in the affirmative that the latter was their verdict and, upon being polled, again answered individually that such was their verdict. Neither the Trial Judge nor counsel found anything amiss with the verdict as it stood recorded. The jury was then discharged and the transcript subsequently certified. The problem before this court is that, upon this unusual record, it is impossible to determine whether the defendant was convicted of attempted grand larceny in the third degree. However, we do not believe that the best course to resolve this dilemma is to remand for a hearing. \"A verdict reported by the jury is not final unless properly recorded and accepted by the court. (See CPL 310.80.)” (People v Salemmo, 38 NY2d 357, 361). It follows conversely that a verdict, once \"recorded and accepted by the court”, becomes final, obliterating any underlying defects, latent or patent. Being constrained to accept the verdict of not guilty with respect to the attempted grand larceny charge, as it stands recorded, it but remains to note that the verdict is hopelessly repugnant and that the judgment must be reversed and the indictment dismissed. It is settled that grand larceny in the third degree, i.e., a taking from the person of another, is a lesser included offense of robbery in the first degree (compare People v Acevedo, 40 NY2d 701, 707, and People v Grier, 37 NY2d 847, with People v Peterson, 68 AD2d 939). Once it is determined that the defendant was convicted of the higher crime but acquitted of the lesser included offense, the verdict is repugnant and cannot stand (see People v Edwards, 61 AD2d 1016; People v Belvin, 47 AD2d 929). We note that the correct course of action that a trial court should take when faced with a defective verdict is to explain the defect and direct the jury to reconsider its verdict (see CPL 310.50; People v Salemmo, 38 NY2d 357, supra; People v Robinson, 45 NY2d 448, 452). Hopkins, J. P., Titone and Shapiro, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 5834264
        },
        {
            "author_str": "Gulottacohalan",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGulotta and Cohalan, JJ.,\ndissent and vote to remit the case to Criminal Term to hear and report on the question of whether the verdict, as was pronounced by the foreman of the jury, was accurately recorded by the clerk of the trial court pursuant to CPL 310.80, and pending such report, to hold the appeal in abeyance, with the following memorandum: Appellant was indicted on two counts of attempted robbery in the first degree (Penal Law, § 160.15, subds 3, 4) and one count of attempted grand larceny in the third degree (Penal Law, § 155.30, subd 5). A review of the minutes of the rendition of verdict as recorded by the court stenographer, indicates that the foreman of the jury answered that the defendant had been found guilty of both one count of attempted robbery in the first degree and attempted grand larceny in the third degree. However, for reasons unclear on the present record, the clerk of the trial court, in recording the verdict (see CPL 310.80), stated that the defendant had been found guilty of attempted robbery in the first degree, but not guilty of attempted grand larceny in the third degree. No objection was offered by anyone, including members of the jury panel, to the verdict as recorded by the clerk of the court, and the case has proceeded on the apparent assumption that appellant was acquitted of the attempted grand larceny charge. We agree with appellant and our brethren in the majority that should the court stenographer have made an egregious mistake and appellant have actually been acquitted of the latter offense, then the verdict must be considered repugnant and the indictment will have to be dismissed (see People v Acevedo, 40 NY2d 701, 707; People v Carbonell, 40 NY2d 948; People v Edwards, 61 AD2d 1016). In our view, however, it cannot be satisfactorily determined on the present record *664whether appellant was convicted or acquitted of attempted grand larceny in the third degree. Consequently, we believe that a hearing should be held, with defendant present, to determine if the verdict, as pronounced by the foreman of the jury, was faithfully and accurately recorded by the clerk of the court (see CPL 310.80; People v Salemmo, 38 NY2d 357, 361) and that the appeal should be held in abeyance in the interim. The trial court should therefore be directed to subpoena the court stenographer together with her stenographic notes in order to ascertain whether the transcription appearing at Page No. 232 thereof is accurate. In the event that the stenographer confirms that the transcription is correct, the trial court should then subpoena the original jury panel. However, if it cannot be established with certitude that appellant was in fact convicted of attempted grand larceny in the third degree, the indictment will have to be dismissed.\n",
            "ocr": true,
            "opinion_id": 5834265
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}