{
    "id": 5982691,
    "judges": null,
    "date_filed": "2021-08-19",
    "date_filed_is_approximate": true,
    "slug": "people-v-smith",
    "case_name_short": null,
    "case_name": "People v. Smith",
    "case_name_full": "The People of the State of New York v. William Smith",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "77 A.D.2d 544"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJudgment, Supreme Court, Bronx County, rendered December 5, 1978, convicting defendant, under Indictment No. 415/1976, of grand larceny in the second degree, criminal possession of stolen property in the first degree, unauthorized use of .a motor vehicle and possession of burglar’s tools, and sentencing him to concurrent terms with a maximum of one to five years, reversed, on the law and the facts, plea vacated, motion to suppress granted as to those items within Apartment A and case remanded for further proceedings in accordance herewith. Judgment, Supreme Court, Bronx County, entered December 5, 1978, under Indictment No. 2874/1976, unanimously affirmed. The police detective, assigned to the Bronx Senior Citizens Robbery Squad, was the sole witness on the hearing of defendant’s motion to suppress evidence. He testified that on December 24, 1975, at about 8:0Q p.m., he received a radio call of a dispute at Apartment A, 1985 Bathgate Avenue. He responded with his partner, entered the premises, a five-story apartment building, and proceeded toward Apartment A on the ground or first floor. He noticed two large packing cartons in the common hallway, near Apartment A, one still sealed and apparently containing a dishwasher, the other, apparently once having contained a color console television set. There was no response from Apartment A. There were some teenagers in the hallway, and he asked them if there had been a dispute or *545an argument in or about the apartment. They told him that there had not. He then questioned them about the cartons in the hallway. They told him they did not know to whom they belonged, but that some items had been sold in the hallway and the television set from the opened carton had been taken to a fourth floor apartment. The officer went to that apartment and was told by the tenant that he had purchased the set for \"I think it was two or four hundred dollars.” The detective removed the T.V. set and the carton containing the dishwasher to the precinct \"for safe keeping and property investigation as to the true ownership.” He conferred with an Assistant District Attorney as to action to be taken against the purchaser of the T.V. set, and was told to wait pending further investigation. The next day, the detective, his sergeant and several other police officers proceeded to the premises in order to investigate. He testified that the sergeant preceded him and when he arrived told him that \"a kid in the street” had told him that \"somebody” was on the fire escape of the building where they had the incident the night before. They proceeded to the rear yard, where they observed a line of fire escapes going up the building. There was no one on any of them. However, they noticed that a first floor fire escape window was approximately an inch and a half open from the bottom, and the accordion gate and the curtain covering the window were partially pulled to the side. The detective and the sergeant climbed onto the fire escape to investigate and noticed that \"it appeared the lock had been open,” \"it wasn’t in a locked position” and further noticed that some screws were hanging out of the area where the gate locks into the side of the window. They looked inside the apartment and saw a bedroom containing furniture and two cartons. There was a \"slam hammer,” which is capable of being used as a burglar’s tool, on one of the cartons. They raised the window and entered the apartment in order to see if any burglars or victims of crime were inside. They did not attempt to go to the front door or have the other officers do so, to discover whether the door was open or if anyone were in the apartment. He stated that they did not realize this was the same apartment which they had come to investigate. They found no one. However, they observed approximately 14 cartons containing various appliances. They took those cartons to the police station, without attempting to obtain a warrant, \"for safe keeping and further check on the ownership.” In addition they took other items, for example, \"A. Item eleven was a T.V. set, which was not in the carton, but it was in the apartment and it appeared to be sort of valuable so that was taken to the station house. We didn’t take the couch, but anything portable, we took that in.” Sometime later, the items in the cartons (but not the afore-mentioned television set) were discovered to have been stolen, and the defendant was thereafter arrested. The trial court denied the motion to suppress the stolen items as evidence, making findings of fact substantially in conformance with the testimony of the officer. It is well established that a defendant bears the ultimate burden, on his motion to suppress, of proving that the evidence should not be used against him. (People v Whitehurst, 25 NY2d 389; People v Malinsky, 15 NY2d 86.) However, the People must always first show that the police conduct was reasonable, that is, the People have the burden of going forward in the first instance to show the legality of the police conduct. (People v Berrios, 28 NY2d 361, 367.) It is implicit in this concept that testimony offered by the People, such as that of the detective who was the sole witness in this motion to suppress evidence, must be credible (People v Quinones, 61 AD2d 765), and must not have the appearance of having been patently tailored to meet constitutional objections (People v Garafolo, 44 AD2d 86). \"Although the *546issue of credibility is ordinarily for the trier of facts, the rule must give way where the testimony on appeal is viewed as incredible as a matter of law” (People v Quinones, supra, p 766). The search and seizure of the suspected items within the apartment was not made pursuant to a valid warrant, or consent, or incident to a lawful arrest. The officer therefore attempted to show that the items were apparently contraband found in plain view, once he was lawfully in the apartment as the result of the exigent circumstances of a \"hot pursuit” of a supposed burglar. This was allegedly based upon an anonymous tip from a \"kid in the street” that \"someone” was on a fire escape in the rear of the same building. Once there, he noticed an apartment whose window, gate and curtain were partially open and damaged. This coincidentally was the very same apartment which he and the several other officers had come to investigate, although, of course, they were unaware of this. We are unable to accept this testimony and reject it as a matter of law and hold that the People have failed to sustain their initial evidentiary burden of showing that the police conduct was legal. As to the items taken from the hallway and the fourth floor apartment, we are constrained to say, on the basis of United States v Payner (447 US 727), United States v Salvucci (448 US 83) and Rawlings v Kentucky (448 US 98), that the defendant has no standing to challenge their admissibility. Concur—Fein, Sandler and Carro, JJ.\nBirns, J. P., and Markewich, J., dissent in a memorandum by Markewich, J., with respect to Appeal No. 8317 as follows: We would affirm. The credibility of the detective’s evidence on the suppression hearing was for the suppression court to determine, and that evidence is not suspect. Bearing in mind that the police evidence was of hot pursuit, founded upon information by witnesses, of passage by a suspect burglar through a window gate patently broken open, with burglar’s tools in plain sight—and that the story was not refuted in any particular—there is no reason why the suppression court’s acceptance of that story should be disregarded. Had the police evidence been false, it would have created no problem for defendant to have presented proof that the condition of the window of his own apartment was not as described by the police. Accepting the police evidence, the pursuit of the person who had apparently broken in was exigent and proper, requiring no warrant, and discovery of the contraband inadvertent. We should not grant suppression in these circumstances.\n",
            "ocr": true,
            "opinion_id": 5842819
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}