{
    "id": 5986501,
    "judges": "Carro, Silverman",
    "date_filed": 357436800000,
    "date_filed_is_approximate": false,
    "slug": "people-v-rogers",
    "case_name_short": null,
    "case_name": "People v. Rogers",
    "case_name_full": "The People of the State of New York v. Eugene Rogers",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "81 A.D.2d 564"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n— Judgment, Supreme Court, Bronx County, rendered February 13, 1980 convicting defendant upon a plea of guilty of grand larceny in the third degree (Penal Law, § 155.30, subd 5), and sentencing him thereon to an indeterminate term of imprisonment of IV2 to 3 years, is reversed, on the law, and as a matter of discretion in the interest of justice, and the matter is remanded to the Supreme Court, Trial Term, to permit defendant to withdraw his plea of guilty, and to reinstate his plea of not guilty, if he so desires, and for further proceedings in accordance therewith. The criminal incident is variously described as a purse snatch (by defendant’s attorney) and a mugging (by the District Attorney), in the course of which defendant and a codefendant stole a purse from a 63-year-old woman in a supermarket. Defendant, indicted for grand larceny in the third degree, pleaded guilty to that crime at the time of his plea and the court promised defendant a sentence of one year in prison. At that time, the court, the District Attorney, and at least the defendant’s attorney, believed that defendant had never previously been convicted of a felony. If he had, the promised sentence would of course have been illegal as the minimum permissible sentence would then have been IV2 to 3 years (Penal Law, § 70.06, subd [3], par [d]; subd [4]). At the time of the plea, the clerk said to the two defendants, “you know that *** if you have previously been convicted of a felony, the Court can fix a minimum to such term?” The stenographic transcript does not indicate an answer to that question. By the sentencing date a probation report had been furnished which indicated that defendant had been convicted of a felony in 1973, though apparently the sentence had been a year or less. Defendant’s attorney stated that neither he nor defendant was aware that the defendant’s previous conviction had been a felony and moved to withdraw the plea of guilty. The motion was denied and defendant was sentenced to a term of IV2 to 3 years. On the present appeal, the District Attorney candidly concedes that the denial of the motion to withdraw the plea of guilty was error and the conviction must be reversed in view of the inability of the court to keep its promise of a one-year sentence. It is established that where a plea is induced by a promise, the defendant cannot be held to the plea if the promise is not fulfilled. (Santobello v New York, 404 US 257.) The appropriate remedy, however, is a matter which rests with (p 263) “the discretion of the state court, which is in a better position to decide whether the circumstances of this case require only that there be specific performance of the agreement on the plea *** or whether, in the view of the state court, the circumstances require granting * * * the opportunity to withdraw his plea of guilty.” In our view, the circumstances of this case require only that defendant be permitted to withdraw his plea of guilty. The only other reasonably arguable remedy in this case is to impose the one-year sentence (or time served). Before defendant applied for and was granted bail on appeal, defendant had served 10 months of his sentence plus 39 days of incarceration prior to sentence. With time off for good behavior, defendant has thus served approximately three more months in prison than *565would have been required on a sentence of one year, but less time than would have been required on the minimum second felony offender sentence of IVz to 3 years. Defendant was 27 years old at the time of the conviction. He had been arrested a total of 19 times for larcenous offenses including burglary and larceny. It would appear most unlikely to the point of incredibility that defendant did not know that he had previously been convicted of a felony or that second felony offenders must receive a sentence greater than may be granted to first felony offenders. It is obvious that defendant was hoping that no one would notice that he had previously been convicted of a felony. While the clerk’s warning could have been more explicit, it was surely enough to alert him to the fact that if he had previously been convicted of a felony, the promised sentence would have to be modified. The District Attorney of course should have consented to the withdrawal of the plea of guilty when the motion was made. In People v McConnell (49 NY2d 340), where the Court of Appeals held that the defendant was entitled to the specific performance of a promise of sentence made in exchange for defendant’s testimony in a related case with respect to his codefendants, the court said (pp 345-346): “In our view, defendant is entitled to specific performance because by living up to his part of the bargain defendant has put himself, as the County Judge acknowledged, in a no-return position and because the additional information which came to the Judge’s attention after the bargain was struck was not of such a nature as to warrant refusal to go along with the bargain which defendant had fully performed.” In the present case, however, the additional information which came to the Judge’s attention after the bargain was struck was of such a nature as to warrant refusal to go along with the bargain, for it was information which would have made the performance of the bargain by the Judge illegal. We note that Palermo v Warden, Green Haven State Prison (545 F2d 286), in which the court held that the District Court could direct specific performance of a promise, unfulfillable by the promisor prosecutor because it invaded the discretion of the Parole Board, involved something which was at least within the power of the State’s agency, the Parole Board. It did not involve a promise whose performance would simply be illegal. Balancing the considerations here, we do not think that we are empowered, let alone required, to impose an illegal sentence, or that defendant should be allowed to maneuver the court into imposing an illegal sentence. Concur — Kupferman, J.P., Ross and Markewich, JJ.\n",
            "ocr": true,
            "opinion_id": 5846908
        },
        {
            "author_str": "Carrosilverman",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCarro and Silverman, JJ.,\ndissent in a memorandum by Silverman, J,, as follows: We would modify the judgment appealed from to reduce the sentence to time served and otherwise affirm the conviction. We agree with much of what the majority says. However, the clerk’s warning was inadequate; it was that a minimum could be imposed; it did not say that a minimum and a maximum could be imposed, each greater than the promised maximum. It is clear that we cannot restore the status quo. The defendant has essentially served the sentence promised. To remit him to his remedy of a plea of not guilty and trial leaves him in the situation where the State has had the benefit of defendant’s performance, but the defendant has not had the benefit of the State’s promise. As the Court of Appeals said in People v McConnell (49 NY2d 340, 349): “If the State can hold a defendant to an agreed sentence rather than allow vacation of the plea when it would otherwise be prejudiced, a defendant in the converse position may be entitled to no Jess.” In Palermo v Warden, Green Haven State Prison (545 F2d 286), the District Attorney apparently promised the defendant, then serving a term of up to 25 years for an unrelated robbery, parole after one *566year for returning several million dollars of stolen jewelry. The jewelry was returned. The Parole Board refused to grant the parole. The District Attorney’s promise of parole was of course beyond his powers. If the promise had been carried out, the defendant would have been released and his parole board supervision would have expired by the time the case came to the United States District Court. The District Court ordered defendant’s unconditional release. The Court of Appeals said (p 297): “We cannot conclude that the district court erred in determining that specific performance was the proper remedy in this case. Palermo had already been incarcerated for the entire promised prison sentence and parole term. Remand for withdrawal of the guilty plea would indeed have been meaningless, as the court below found.” The present case, we think, is in principle quite close to that situation. As it is impossible to restore defendant substantially to the position he was in before he made his plea, we think the integrity of the plea bargaining process requires that the promise be specifically performed.\n",
            "ocr": true,
            "opinion_id": 5846909
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}