{
    "id": 6000540,
    "judges": "Mahoney, Sweeney",
    "date_filed": 422755200000,
    "date_filed_is_approximate": false,
    "slug": "people-v-bell",
    "case_name_short": null,
    "case_name": "People v. Bell",
    "case_name_full": "The People of the State of New York v. Timothy L. Bell",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "94 A.D.2d 894"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n— Appeal from a judgment of the County Court of Fulton County (Albanese, J.), rendered July 29,1981, upon a verdict convicting defendant of the crimes of attempted murder in the second degree, robbery in the first degree and assault in the first degree. Defendant’s conviction in this case resulted from the jury’s finding that he was one of two black males who held up Ralf’s Liquor Store in the City of Johnstown on the morning of November 20, 1980. During the course of the robbery Karlene Rulison, a co-owner of the liquor store and the only person in the store besides the two assailants, was stabbed with a knife approximately 15 times by one of the men. Although the People’s proof against defendant demonstrated that he was not the assailant who actually stabbed Rulison, defendant’s criminal liability for those acts was predicated on section 20.00 of the Penal Law. Following severance of his case from that of codefendant Sonny Boy Oats, also known as James Smith, defendant was found guilty of attempted murder in the second degree, robbery in the first degree and assault in the first degree. He was given concurrent 5- to 15-year sentences for each crime. On this appeal, defendant has raised numerous arguments for reversal of his conviction. The first issue we will consider is whether the trial court properly refused to suppress Karlene Rulison’s in-court identification of defendant. Defendant had sought to suppress the in-court identification due to the alleged taint which occurred following a lineup at which Rulison identified defendant as one of the two men who robbed her store. The motion to suppress the in-court identification was denied after the trial court found no improper conduct on the part of law enforcement officers which would taint the victim’s identification. Assuming, arguendo, that Rulison’s pretrial identification was improperly bolstered by either the District Attorney or police officers, the record made at the hearing on this issue contains clear and convincing proof that the victim’s in-court identification would not be tainted by the improper conduct (see People v Rahming, 26 NY2d 411, 416). Rulison’s testimony at this hearing indicated that defendant was in her presence in the liquor store for approximately five minutes during which time she had ample opportunity to observe his undisguised appearance. We, therefore, find that the victim had a sufficient independent basis upon which to base her in-court identification of defendant. Defendant also challenges the propriety of the trial court’s decision denying his motion to suppress an oral statement made in the absence of counsel following his arrest. Defendant was arrested in Texas on the basis of a New York warrant after being found hiding in the bathtub of his sister’s house. Defendant asked the police officer who found him why he was being arrested. When the officer told him that the basis for the arrest was a warrant for attempted murder in Johnstown, New York, defendant replied, “No, man. I didn’t stab nobody”. The trial court properly ruled this oral statement to be admissible as a spontaneous statement following the police officer’s response to defendant’s question. There was nothing in the record developed at the suppression hearing to support defendant’s argument that his statement was the product of “subtle maneuvering” by the police (see People v Rivers, 56 NY2d 476, 479-480). Equally unpersuasive is defendant’s' contention that his Sixth Amendment right to a jury drawn from a source fairly representative of the community was violated due to the under-representation of blacks and younger persons on the jury panel. This alleged constitutional violation formed the basis of a pretrial motion challenging the entire panel of prospective jurors for defendant’s trial. We agree with the decision made by the trial court after a hearing denying the motion since defendant did not establish a prima facie violation of his right to a fairly representative jury pursuant to the test established in Duren v Missouri (439 *895US 357,364). In particular, there was no evidence suggesting that blacks were systematically excluded from jury service as the black population of Fulton County was less than 1% of the county’s total population. The issues already discussed involved arguments made by defendant which could have affected his conviction on all three crimes of which he was found guilty. Also relevant to all three convictions were numerous arguments involving alleged trial rulings which we have examined and found to be without merit. There remain, however, several issues which relate only to defendant’s conviction on the charge of attempted murder in the second degree. As previously noted, the People’s case against defendant on the attempted murder charge resulted from the imposition of criminal liability pursuant to section 20.00 of the Penal Law since all of the proof indicated that defendant’s partner in the hold up, Sonny Boy Oats, was the person who inflicted all of the kpife wounds upon Karlene Rulison. Since section 20.00 imposes criminal liability on a person who intentionally aids another person in the commission of a crime only when the helper is “acting with the mental culpability required for the commission thereof”, it was incumbent upon the People to prove that defendant had the “conscious objective” (see Penal Law, § 15.05, subd 1) of aiding Sonny Boy Oats in his attempt to kill Rulison. It was defendants’ position that there was never legally sufficient evidence.at any stage of the criminal proceeding to establish that he possessed the requisite mental culpability to sustain a conviction against him for attempted murder. He, therefore, made a pretrial motion to dismiss the indictment, a motion for a trial order of dismissal at the close of all the proof, and a motion to set aside the verdict. Defendant claims that the trial court acted erroneously in denying each of these motions. Since there is absolutely no direct proof indicating that defendant’s intent at the time he and Oats entered the liquor store was to try and murder Rulison and, further, since it is undisputed that defendant did not carry a weapon or participate in the actual stabbing of Rulison, the People’s case against defendant on the attempted murder charge is based entirely upon circumstantial evidence. It has often been stated that the test for judging a conviction based solely upon circumstantial evidence is that the hypothesis of guilt should flow naturally from the facts proved, be consistent with them, and that the facts proved must exclude to a moral certainty every reasonable hypothesis of innocence (see, e.g., People v Morris, 36 NY2d 877). While we join those writers who have questioned the desirability of the “moral certainty” formulation and agree with their conclusion that the phrase should not be interpreted to add anything to the usual requirement that guilt be proven beyond a reasonable doubt (see People v Gonzalez, 54 NY2d 729, 730-735 [Fuchsberg, J., concurring]; People v Shanklin, 59 AD2d 588, 590 [Kane, J., concurring]), we find that the trial court properly denied each of defendant’s motions to dismiss since the proof elicited at each stage of the criminal process was legally sufficient to establish defendant’s guilt on the charge of attempted murder in the second degree (see People v Shanklin, 59 AD2d 588,589, supra). A review of the Grand Jury minutes reveals the following testimony from victim Rulison: Oats and defendant entered the store without disguises and engaged Rulison in conversation without making any attempt to cover or hide their appearances; Oats was holding a knife to her stomach in the back room of the store while defendant was attempting to open the store’s safe in the same room; after he was unsuccessful in opening the safe, defendant went up to the front of the store while Rulison opened the safe; when asked by Oats whether there was any money besides what was in the safe, Rulison replied that there was money in the cash register in the front of the store; Rulison thought she heard defendant open the cash register in the front of the store at that time; Oats *896repeatedly stabbed Rulison while the two remained in the back room; after Oats was finished, he left her lying on the ground and joined defendant in the front of the store before the two men left. Where the stabbing of the sole witness to a crime is “the culmination of a continuum of events in which [a person] participated and continues to participate after it is clear that [his partner] was acting with homicidal intent”, it is not improper “to conclude that it was equally the purpose of both defendants to kill the victim” (.People v Bosque, 78 AD2d 986, mot for lv to app den 52 NY2d 901, cert den 451 US 992). In our view, Rulison’s testimony before the Grand Jury established a prima facie case which, if unexplained and uncontradicted, would support a conviction by a trial jury on the attempted murder charge (see People v Mayo, 36 NY2d 1002; cf. People v Shanklin, 59 AD2d 588, supra). The same conclusion is reached regarding the trial court’s denial of defendant’s trial and posttrial motions to dismiss the indictment. The testimony adduced from Rulison at trial was essentially the same as her previous testimony before the Grand Jury. Her trial testimony was, if anything, stronger since she also testified that she was screaming while Oats was stabbing her, a fact which would buttress the inference that defendant, acting as a lookout in the adjoining front portion of the store, was aware of Oats’ homicidal intentions in the back room. Taken as a whole and viewed in a light most favorable to the People, the evidence was such that a reasonable basis existed upon which the jury could reliably infer that defendant possessed the necessary mental culpability for commission of the crime of attempted murder in the second degree (see People v Panarella, 66 AD2d 968, affd 48 NY2d 783, cert den 444 US 1079). One final issue remains for our discussion. Defendant contends that two photographs of the victim were improperly admitted into evidence as part of the People’s case since they were inflammatory and not offered to prove or disprove a material issue in the case. One photograph depicted the insertion of a tube into the victim’s arm for the purpose of inducing life sustaining fluids while the other showed approximately 15 wounds in Rulison’s body with a knife imbedded in her back. It is defendant’s contention that since the extent of Rulison’s injuries and the fact that the knife was found in her back were not challenged in any way by defendant, nor was there any suggestion by the People that defendant actually engaged in the attack, the photographs were without probative value and could not have aroused the emotions of the jury and prejudiced defendant. We are of a contrary view. If the photographs in question are of any probative value, they were properly admitted into evidence, for “Photographic evidence should be excluded only if its sole purpose is to arouse the emotions of the jury and to prejudice the defendant” (emphasis added) {People v Pobliner, 32 NY2d 356, 370, cert den 416 US 905). Although the questioned evidence is startling, and perhaps somewhat gruesome, it was submitted to establish the necessary mental culpability on the part of defendant to prove he intentionally aided the actual perpetrator of the attempted murder. Considerations of the time necessary to inflict so many wounds, and the concomitant opportunity to exercise a substantial effort to prevent or hinder the actual commission of the particular crime, make the photograhic evidence relevant to the issues before the jury. The photographs dramatically exhibit the viciousness of the attack on the victim, the length of time necessary to accomplish the homicidal purpose, the opportunity for the victim-to cry for help, and the opportunity for defendant to respond. Moreover, these photographs are, arguably, direct evidence of a fact in issue, i.e., defendant’s criminal liability under section 20.00 of the Penal Law. A long line of authorities supports the admissibility of such evidence in the exercise of the discretion of the trial court {People v De Tore, 34 NY2d 199, cert den 419 US 1025; People v Byrnes, 33 NY2d 343; People v Singer, 300 NY *897120; People v Mosher, 81 AD2d 684; People v McKown, 71 AD2d 730; People v Hampton, 38 AD2d 772). Judgment affirmed. Kane, Casey and Weiss, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 5861951
        },
        {
            "author_str": "Mahoneysweeney",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMahoney, P. J., and Sweeney, J.,\nconcur in part and dissent in part in the following memorandum by Mahoney, P. J. Mahoney, P. J. (concurring in part and dissenting in part). Our sole disagreement with the majority’s statement in this case involves the propriety of the trial court’s ruling allowing two photographs of the victim to be admitted into evidence over objection as part of the People’s direct case. Since the extent of the victim’s injuries and the fact that the knife was found by police in her back up to the hilt were not challenged in any way by defendant, and there was no suggestion by the People that defendant actually engaged in the attack, it does not appear to us that the photographs were necessary for any relevant evidentiary purpose (People v Pobliner, 32 NY2d 356, 369, cert den 416 US 905). It was therefore error for the trial court to allow these photographs to be introduced into evidence over objection by defense counsel since the only remaining reason for their introduction was to prejudice defendant by arousing the emotions of the jury. Since the case against defendant on the attempted murder charge was far from overwhelming, this error of law regarding that single count in the indictment cannot be deemed harmless and requires reversal (People v Crimmins, 36 NY2d 230, 241).\n",
            "ocr": true,
            "opinion_id": 5861952
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}