{
    "id": 6007873,
    "judges": "Lazer",
    "date_filed": 464832000000,
    "date_filed_is_approximate": false,
    "slug": "people-v-bratton",
    "case_name_short": "Bratton",
    "case_name": "People v. Bratton",
    "case_name_full": "The People of the State of New York v. Quenton Bratton",
    "attorneys": "APPEARANCES OF COUNSEL, Carl A. Vergari, District Attorney (Maryanne Luciano and Gerald D. Reilly of counsel), for appellant., Stephen J. Pittari (Allen Focarile of counsel), for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "103 A.D.2d 368"
    ],
    "opinions": [
        {
            "author_str": "Lazer",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nLazer, J.\nThe “speedy trial” statute provides that the People may not be charged with “the period of delay resulting from the absence or unavailability of the defendant” (CPL 30.30, subd 4, par [c]). In People v Sturgis (38 NY2d 625), the Court of Appeals qualified the People’s right to rely on the absence provision by requiring a showing that the defendant’s absence actually delayed the People’s readiness — mere absence did not suffice. Proffering Sturgis, the instant defendant — who was apprehended nearly 18 months after an accusatory instrument had been filed against him — successfully moved to dismiss his indictment on speedy trial grounds. Seeking reversal, the People contend that *369the period of defendant’s absence may not be charged to them because it is their policy not to indict absent defendants. The People are correct.\nI\nOn February 25, 1981, the Yonkers police filed a felony complaint charging defendant with robbery in the first degree, obtained a warrant for his arrest, entered it in a nationwide computer system, and attempted to execute the warrant at his last known address. The arrest effort failed, however, because defendant could not be found at that address and his relatives and neighbors professed ignorance concerning his whereabouts. During the six weeks that followed, the police maintained surveillance of the residence for approximately one hour each day, but with no better result. On August 12, 1982, the Yonkers police became aware of defendant’s arrest in Tarrytown under the name of Jerome Anthony Bratton and arrested him at his next court appearance. On September 28, 1982, an indictment was filed charging defendant with eight counts of robbery in the first degree plus 11 lesser charges. Although the People announced readiness for trial only 16 days later, over six months had elapsed since filing of the felony complaint (see People v Hamilton, 46 NY2d 932) and defendant moved to dismiss pursuant to CPL 30.30.\nAt the hearing, the People demonstrated the efforts made to find the defendant and relied on the testimony of Richard Molea, Chief of the Grand Jury Bureau of the Westchester County District Attorney’s Office, to establish that it had been bureau policy since at least 1969 not to indict unavailable defendants unless the crime involved either homicide, codefendants who were available for trial, or witnesses who were young children. According to Molea, at the end of 1981, 860 felony warrants were pending in local criminal courts in Westchester County, not including warrants obtained by law enforcement officials in outlying areas. Although some 1,700 cases had been presented to the Grand Jury in 1981, with 1,452 indictments returned, Molea estimated that had cases against absent defendants been presented, bureau and Grand Jury caseloads would have increased by at least 25%. These increased burdens *370would have required additional staffing, more Grand Juries, and resulted in reduction of the ability to prosecute defendants actually available. Westchester’s nonindictment policy for missing defendants was based on budgetary considerations, constitutional difficulties in trying defendants in absentia, inconvenience of witnesses compelled to testify against defendants who might never be apprehended, and inability either to preserve testimony at felony hearings, conference cases or negotiate pleas prior to indictment. Although the People’s policy had not been reduced to writing, it had been openly communicated to the Legal Aid Society.\nThe County Court concluded that the defendant had been absent throughout the entire nearly 18-month period between issuance, of the felony complaint and his arrest and that the police had been more than diligent in seeking to locate him. The court also accepted as credible Molea’s testimony concerning the existence of an official policy of abstaining from Grand Jury presentments against absentee felons. Nevertheless, while expressing some discomfort with the result, the court deemed itself bound by People v Sturgis (38 NY2d 625, supra), and it dismissed the indictment.\nII\nSince nearly 20 months elapsed between commencement of the instant criminal action and the People’s announcement of readiness, the indictment can be rescued only if we find the nearly 18 months of defendant’s absence not chargeable to the People (People v Berkowitz, 50 NY2d 333). Under the terms of CPL 30.30 (subd 4, par [c]) applicable here, the People may not be charged with: “the period of delay resulting from the absence or unavailability of the defendant. A defendant must be considered absent whenever his location is unknown and he is attempting to avoid apprehension or prosecution, or his location cannot be determined by due diligence. A defendant must be considered unavailable whenever his location is known but his presence for trial cannot be obtained by due diligence”.*\n*371It is clear from the record that defendant was absent within the meaning of the statute (see People v Sturgis, 38 NY2d 625, supra; People v Manley, 63 AD2d 988). Since he could have been tried in absentia, however, the mere fact of his absence did not entitle the People to exclusion of the period of his absence unless it actually delayed their readiness (People v Sturgis, 38 NY2d 625, supra). In Sturgis, the defendant disappeared following arrest and arraignment and she was not rearrested for about three months, although she was indicted about three weeks before the rearrest. In charging the People with the period of her absence, the Court of Appeals concluded that “the indictment was in no way impeded or prevented by the absence” (People v Sturgis, supra, p 628). What the Sturgis record effectively demonstrated was that the delay in indictment resulted from neglect or administrative inefficiencies in the prosecutor’s office. Focusing on these defects, the Court of Appeals paused to note that more than six months after the local court referred the matter to the Grand Jury, the prosecutor requested defendant’s appearance before the Grand Jury, even though she had never asked for such an appearance. No showing of any causal connection between the defendant’s absence and the delay was made and the People relied instead on the court taking cognizance of affidavits submitted in other cases indicating “a backlog of cases, an inadequate staff and a system of priorities in the District Attorney’s office” (People v Sturgis, supra, pp 628-629).\nThe Westchester District Attorney now argues that Sturgis (supra) is not applicable in jurisdictions where the People have undertaken a policy of not indicting absent defendants. This contention previously was advanced to the Court of Appeals in People v Williams (56 NY2d 824) but the court declined to reach it because the record was inadequate. We seem to be the first appellate court to consider the issue.\nIn attempting to divine the flexibility of the Sturgis doctrine, we are much moved by the fact that constitutional considerations render it futile to try most defendants *372in absentia (see People v Parker, 57 NY2d 136; People v Rivera, 103 AD2d 225). A defendant has the constitutional right to be present at his trial and a voluntary, knowing and intelligent waiver of this right is not established by his mere absence from the trial (People v Parker, supra, p 141). Although Parker was decided after the instant indictment was filed, earlier opinions foreshadowed its holding that, with certain exceptions, such a waiver cannot be established unless the defendant has been informed of his right to be present and that his trial will proceed in his absence (see People v Epps, 37 NY2d 343; People v Johnson, 37 NY2d 778). Parker has been held to be retroactively applicable to matters pending on direct appeal (People v Thompson, 94 AD2d 898).\nThe combination of Sturgis and Parker (supra) would seem to present the People with an inescapable dilemma. Commencement of a criminal action by the filing of an accusatory instrument commences the running of the People’s six-month readiness period, regardless of whether the defendant can be located and even though a trial in absentia may not withstand constitutional scrutiny. But if the People abstain from commencement of an action against an absent defendant to avoid the risks of speedy trial dismissal, they lose the ability to obtain an arrest warrant and may face a constitutional challenge based on indictment delay (see People v Singer, 44 NY2d 241; People v Staley, 41 NY2d 789). Although either choice presents bleak prospects, we decline to view Sturgis as presenting such categorical and unacceptable alternatives. The case undoubtedly delivered a strong message to prosecutors that administrative inertia or inefficiency would not be excused simply because a defendant was absent, but the Sturgis focus on prosecutorial deficiencies makes it apparent to us that the case was not intended to foreclose other methods of dealing with missing defendants.\nOne alternative method is the adoption of a policy not to indict absent defendants. We have in the past characterized such a policy as reasonable because it conserved prosecutorial and judicial resources. Although People v Best (83 AD2d 881, cert den 455 US 926) was decided in the context of constitutional speedy trial issues rather than *373upon violation of statutorily specified time limitations (see People v Taranovich, 37 NY2d 442), we find its reasoning quite applicable to statutory speedy trial requirements. Adoption of a policy not to indict absent defendants avoids useless trials that may contravene the constitutional rights of defendants (People v Escoto, 121 Misc 2d 957, 965; People v Mouliere, 118 Misc 2d 999, 1006); it spares witnesses the inconvenience of testifying before Grand and Petit Juries concerning defendants who never may be caught (see People v Brewster, 100 AD2d 134); and it does not infringe on defendants’ rights.\nSpeedy trial guarantees are intended to eliminate the invidious effects delay causes defendants and their rights by reducing the anxiety and public suspicion attendant upon untried accusations of crime and by decreasing the danger that they will be deprived of witnesses or exculpatory evidence by being exposed to the hazards of trial after a significant time has elapsed (People v Osgood, 52 NY2d 37; People v Johnson, 38 NY2d 271). We have not been shown, however, how a defendant who absents himself and is not indicated until his return from absence is subjected to greater anxiety concerning a pending accusation or to greater problems of availability of witnesses than would have been the case had the indictment been filed when he was not available either as a witness or to provide the names of other witnesses who might help his cause (People v Escoto, 121 Misc 2d 957, supra). Furthermore, we do not believe that the degree of public stigma that affects an accused person is increased when the indictment is presented after his apprehension rather than during his absence.\nThe nonindictment policy at issue does not conflict with the purposes of the speedy trial statute. It was never the intent of the Legislature to require dismissal of criminal charges when the delay in readiness cannot be attributed to the People’s negligence or fault or is beyond their control (People v Gruden, 42 NY2d 214). The six-month ready rule was meant to eliminate unjustified delays, to impose upon the People a standard of diligence and blamelessness, and to provide a disincentive for delay (People v Osgood, 52 NY2d 37, supra; see, also, People v Colon, 59 NY2d 921). *374The Sturgis holding (supra) represents a further judicial effort to eliminate unjustified delay and therefore its primary emphasis is on delay created by prosecutorial inefficiency. Nothing contained in Sturgis implies that prosecutors are prohibited from adopting policies to accommodate the realities created by the disappearance of criminal suspects or defendants. Therefore, a prosecutor who establishes a systematic nonindictment policy that seeks to husband resources for timely trials of available defendants rather than potentially unconstitutional trials of those who may never be apprehended is not chargeable with unjustified delay or neglect when a defendant’s absence stalls his trial. Since the nonindictment policy enhances the capacity and ability to timely try defendants who are present, it accords with legislative intent without infringing on the rights of those who are not present. Once due diligence has been exercised in seeking to locate a missing defendant in a jurisdiction that adheres to a nonindictment policy, it is clear that defendant’s absence is beyond the People’s control and the People may not be charged with the period of the absence. It was error, then, to charge the People with the nearly 18-month period of the instant defendant’s ábsence.\nAccordingly, the order of dismissal should be reversed and the indictment reinstated.\nMollen, P. J., Titone and Rubin, JJ., concur.\nOrder of the County Court, Westchester County, entered March 23, 1983, reversed, on the law, that branch of defendant’s pretrial motion which sought dismissal of the indictment on the ground that he had been denied a speedy trial denied, indictment reinstated, and matter remitted to the County Court, Westchester County, for further proceedings on the indictment.\n\n We are aware, of course, of the recent amendment to CPL 30.30 (subd 4, par [c]), which excludes the period during which defendant is unavailable or absent because he escaped from custody or failed to appear in court when required (L 1984, ch 670). Apart *371from ex post facto considerations, the amendment would not apply to the facts at hand because Bratton did not escape from custody or fail to appear when required.\n\n",
            "ocr": true,
            "opinion_id": 5869886
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}