{
    "id": 6009275,
    "judges": "Richter, Tom",
    "date_filed": "2016-05-22",
    "date_filed_is_approximate": true,
    "slug": "in-re-darryl-c",
    "case_name_short": null,
    "case_name": "In re Darryl C.",
    "case_name_full": "In the Matter of Darryl C., a Person Alleged to be a Juvenile Delinquent",
    "attorneys": "APPEARANCES OF COUNSEL, Tamara A. Steckler, The Legal Aid Society, New York City (Raymond E. Rogers of counsel), for appellant., Michael A. Cardozo, Corporation Counsel, New York City (Julian L. Kalkstein of counsel), for presentment agency.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "98 A.D.3d 69",
        "947 N.Y.S.2d 483"
    ],
    "opinions": [
        {
            "author_str": "Tom",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nTom, J.P.\nThe law imposes a strict standard for a stop and frisk, requiring an officer to have a reasonable suspicion of an individual’s involvement in criminal activity (CPL 140.50 [1]; People v De Bour, 40 NY2d 210, 223 [1976]) and then “knowledge of some fact or circumstance that supports a reasonable suspicion that the suspect is armed or poses a threat to safety” (People v Batista, 88 NY2d 650, 654 [1996]; CPL 140.50 [3]). The motion court erred in holding that a police officer exercising the common-law right to inquire without a reasonable suspicion of criminal activity may subject the individual he is questioning to a frisk under the guise that the officer claimed to perceive some threat to his personal safety. Such ruling broadly expands the power of the police to search an individual during street encounters and can too easily lead to the diminishment of one of the most cherished rights, the right of individuals to be secure in their persons against illegal searches and seizures (NY Const, *71art I, § 12; US Const 4th Amend). The gradual erosion of this basic liberty can only tatter the constitutional fabric upon which this nation was built. The ramifications go beyond this single case. Widespread, aggressive police tactics in street encounters have recently raised concerns in other judicial forums. In People v Holland (18 NY3d 840 [2011, Lippman, Ch. J., dissenting]), the Chief Judge took issue with his own Court’s dismissal of the appeal as “not only unsound jurisdictionally, but erosive of this Court’s role in articulating the law governing police-civilian encounters” (id. at 845). He stated:\n“When courts with the factual jurisdiction to make attenuation findings employ facile analytic shortcuts operating to shield from judicial scrutiny illegal and possibly highly provocative police conduct, an issue of law is presented that is, I believe, this Court’s proper function to resolve . . . This is not an exaggerated or purely academic concern in a jurisdiction where, as is now a matter of public record, hundreds of thousands of pedestrian stops are performed annually by the police, only a very small percentage of which actually result in the discovery of evidence of crime” {id.).\nIn a footnote, Chief Judge Lippman made reference to Floyd v City of New York (813 F Supp 2d 417 [SD NY 2011]), in which the United States District Court noted, “[T]he policing policies that the City has implemented over the past decade and a half have led to a dramatic increase in the number of pedestrian stops, to the point of now reaching almost 600,000 a year” (id. at 422 [internal quotation marks omitted]). The District Court has now granted class action status to the plaintiffs in that case to challenge the constitutionality of the New York Police Department’s stop-and-frisk program (Floyd v City of New York, 2012 WL 1868637, 2012 US Dist LEXIS 68676 [SD NY, May 16, 2012, 08 Civ 1034 (SAS)]).\nWhile the dissent’s opening paragraph frames the issue in somewhat dramatic terms, the actual testimony in this case presents a picture that is more pedestrian in all senses of the word. Appellant, a 14-year-old boy standing alone on the street, was stopped in broad daylight, by a police officer who believed appellant to be a truant, not a gang member, holding an object that the officer could not identify. The subsequent search was conducted without any evidence that the appellant was engaged in criminality or that he represented any threat to the safety of the officer. The motion court’s ruling would, in effect, give the *72police the authority to stop and frisk a pedestrian who is not a suspect of a crime.\nThe facts herein, even crediting the officer, prohibit the search undertaken in this case. At a combined Wade/Dunaway hearing, the testimony of Police Officer Orlando Colon, the arresting officer, established that on February 18, 2010, at about 11:30 a.m. he was on uniform patrol with three other officers in an unmarked van in the vicinity of 40 West Tremont Avenue, Bronx County. As a result of tensions between two rival youth gangs, multiple shootings had occurred in the area, the two most recent within four blocks of the officer’s location. The context of gang violence explained the officer’s presence at that location. From the van, at a distance of about 10 feet, Colon observed the 14-year-old appellant standing alone on the sidewalk “examining an object with his right hand and in his left hand he had a cell phone.” Appellant was not a suspect, nor was he associated with any gang activity. Although it was broad daylight, the officer could not describe or identify the object appellant was looking at, except to state that it was black and held in appellant’s right palm near his waist. Then, Colon testified, appellant “looks up, he sees the van. I’m assuming he saw it was a police van.” Colon continued, “He stared at the van. He stopped, put the object in his right pocket and continued to walk and . . . handle the cell phone.” At this point, this unexceptional activity was the extent of the officer’s observations. Colon then left the vehicle, approached appellant and engaged him in conversation. Colon learned that appellant had come from Queens to visit his stepbrother who, the officer surmised, lived in a building where one of the rival youth gangs was concentrated. Colon then asked appellant what he had in his right hand, and appellant responded that it was his wallet. Colon testified that “[d]uring the course of the conversation he was stuttering a little bit. A little bit nervous.” I will depart from a strict reading of the evidence to this limited extent: a 14-year-old boy confronted by a police officer might be “a little bit nervous” without that fact raising a red flag. Colon continued that “[m]y suspicion didn’t heighten until I asked him what he had in his right hand and he told me it was his wallet that he had in the back of his pants p[o]cket. The answer was a little deceiving to me.” Colon testified that, having observed appellant put the object into his right coat pocket, not his back pocket, “I told him I’m not interested what he had in his back pocket. I’m interested what he put in his coat pocket.”\n*73When appellant “attempted to go into the back pocket” to retrieve his wallet, Colon told him, “[D]o me a favor. Don’t put your hands in your pocket,” with which appellant complied. Colon continued, “At this point I tapped his right jacket pocket. I felt it was a hard object,” although there was no indication that the object was any kind of weapon. Colon added, “At this point I repositioned myself to get an advantage. I go behind him. As I go behind him I put my right hand behind him. I tapped the pocket one more time and then I put my hand in the pocket.” Colon’s “hand went right into the pistol grip of the firearm.”\nFamily Court denied appellant’s motion to suppress the firearm, stating that “Officer Colon reasonably believed [appellant] to be armed and had a legitimate concern for his own safety. As such, he was justified in patting down the jacket pocket into which he saw [appellant] place a black object.” The court concluded, “[O]nce he felt the grip of a gun, Officer Colon then had a reasonable suspicion that [appellant] was involved in a crime, which authorized the officer to detain him.”\nThe Family Court’s conclusion that the discovery of the weapon affords reasonable suspicion of involvement in a crime reverses the necessary order of the analysis (De Bour, 40 NY2d at 215-216). As noted in People v Rivera (14 NY2d 441, 447 [1964], cert denied 379 US 978 [1965]), “[t]he question is not what was ultimately found, but whether there was a right to find anything” (see also Wong Sun v United States, 371 US 471, 484 [1963] [“that a search unlawful at its inception may be validated by what it turns up” is a proposition that has been consistently rejected]).\nFamily Court did not conduct the rigorous analysis required by People v De Bour (40 NY2d 210, 223 [1976], supra) to justify each escalation in interference with appellant’s freedom of movement. In De Bour, the Court of Appeals provides four levels of permissible official interference with an individual’s liberty. The minimal intrusion of approaching a person to request information requires only “some objective credible reason” to approach the individual that does not necessarily implicate criminal conduct (40 NY2d at 223). The second level of interference is the common-law right to inquire, triggered by a “founded suspicion” that criminal activity is afoot, which permits interference with an individual “to the extent necessary to gain explanatory information, but short of a forcible seizure” (id.). The third level is a forcible stop and detention, activated by a rea*74sonable suspicion that a specific individual “has committed, is committing or is about to commit a felony or misdemeanor” (id.). Under the third level of interference, an officer making a forcible stop has authority to conduct a protective frisk of the individual if there is a reasonable threat of physical injury or reasonable suspicion that the person who can now be classified as a suspect is armed (CPL 140.50 [3]). The fourth level permits an officer to arrest an individual when there is probable cause to believe that the individual has committed a crime or offense in his or her presence (De Bour, 40 NY2d at 223; CPL 140.10).\nThe permissible stop and frisk under De Bour tracks CPL 140.50 (1) and (3) which provide in relevant part:\n“[W]hen he [a police officer] reasonably suspects that such person is committing, has committed or is about to commit either (a) a felony or (b) a misdemeanor . . . [and] a police officer . . . reasonably suspects that he is in danger of physical injury, he may search such person for a deadly weapon.”\nThe issue before us is whether the arresting officer had a reasonable suspicion of appellant’s participation in a crime, combined with a reasonable fear for his personal safety, so as to justify the stop and frisk. Absent reasonable suspicion of involvement in a crime, there was no basis to stop and detain appellant and, thus, no basis for even considering conducting a frisk (De Bour, 40 NY2d at 223).\nBy giving seemingly evasive answers to Officer Colon’s questions, appellant arguably allowed for the possibility that he might have some form of contraband, warranting further questioning under the common-law right to inquire. But the officer never undertook any further inquiry, and nothing appellant said or did gave any indication that he had committed, was committing or was about to commit a crime — the necessary predicate for the forcible detention while appellant’s jacket pocket was searched (id.).\nThe frisk in this case elevated the encounter from mere inquiry to a forcible intrusion. Even if Officer Colon’s approach arguably was justified by a legitimate public interest in controlling gang violence and by his observation of appellant’s apparent reaction to seeing other uniformed police officers inside the unmarked van, the arresting officer’s own testimony clearly established that he did not have any reasonable suspicion that appellant was involved in a crime before he searched appellant. *75During cross-examination of Colon the. following answers were elicited:\n“Q So let’s go back, officer, again. At some point you asked him what did he put in his pocket?\n“A Yes, ma’am.\n“Q And he responded that he put a wallet in a pocket?\n“A Yes, ma’am.\n“Q It’s your testimony that this was friendly conversation. At this time you were talking to him and it was a friendly conversation, you were inquiring, correct?\n“A That’s correct.\n“Q And he had not become a suspect in any crime at that point, correct?\n“A No, ma’am.\n“Q And he had not been known to you as a gang member at that point?\n“A No, ma’am.\n“Q There was no indication that he was involved in any gang that you were investigating at that time, correct?\n“A No.\n“Q Yet you chose to pat him down for your safety?\n“A Yes, ma’am.”\nHere, the record affords no grounds for the forcible stop and detention, and in the absence of any basis for detaining appellant, the subsequent search lacks a lawful foundation. Moreover, notwithstanding the officer’s unelaborated subjective claim that his safety was threatened, that assertion is not grounded in any objective evidence that would convert the unsubstantiated claim into a reasonable fear. Colon could not identify the object appellant was holding and conceded that youths may hold any number of nondescript black objects, including video games, “Gameboys,” small school notebooks, or wallets. Further, Colon believed that the 14-year-old was a truant and not a gang member. As stated by Colon, his inquiry of appellant was a *76friendly conversation. There was no evidence to show appellant posed a threat to Colon’s safety.\nAs noted above, Colon testified that at the time appellant responded that he put a wallet in his pocket, “he had not become a suspect in any crime.” Based on this testimony, Colon could not have suspected appellant of carrying a weapon. Thus, the dissent’s finding that Officer Colon had “reasonable suspicion that appellant committed a crime, namely that he was armed with a weapon,” is without support in the record and inconsistent with Colon’s testimony. This is pure conjecture on the part of the dissent without any evidentiary support.\nFurthermore, as just noted, Officer Colon’s claim of “[r]easonable fear for [his] safety” also lacks support in the record. Officer Colon could not describe the object held by appellant or discern its nature, even after he had twice patted down the pocket of appellant’s jacket. In fact, after tapping the object twice, Officer Colon stated that “[i]t didn’t strike me right away as being a weapon, a knife or anything like that but it’s hard.” The dissent asserts that Colon did not say in his own words that the object “did not seem like a weapon.” However, that was the obvious implication of his testimony that after tapping on the object in appellant’s coat pocket on two separate occasions, the object “didn’t strike me right away as being a weapon.” It is beyond comprehension how the dissent concludes that Colon had a reasonable suspicion that appellant was armed with a weapon so as to justify a search, in light of Colon’s testimony that the object in appellant’s coat pocket did not seem like a weapon. It is clear from the officer’s testimony that until his hand reached into appellant’s coat pocket and encountered the pistol grip, he had no idea what was in appellant’s jacket pocket. This was a mere hunch at best, not a reasonable suspicion, that defendant might be armed, which is not the objective indicia of either criminality or a threat to the officer’s safety that is necessary to justify a search (Terry v Ohio, 392 US 1, 22 [1968]; People v Cantor, 36 NY2d 106, 113 [1975]).\nThe dissent’s ruling would permit a police officer to search an individual by the mere assertion that the person may be armed absent any articulated facts to support the officer’s claim of suspicion of criminality or of a reasonable threat of physical injury.\nColon’s bare assertion of a “[reasonable fear for [his] safety” is inconsistent with his own testimony that is noted above. Likewise, vague concerns about age and gender, presence in a *77bad neighborhood and nervousness upon being confronted, all fall short of a reasonable suspicion that appellant personally presented “an actual and specific danger to the officer’s safety” (People v Carvey, 89 NY2d 707, 711 [1997] [internal quotation marks omitted]).\nIn explaining why he engaged in a more aggressive inquiry the officer testified that he had observed appellant’s wallet in his back pants pocket, when appellant had shoved the unidentified object into his right jacket pocket. While the officer’s testimony may contradict appellant’s explanation that he had been looking at his wallet when he inserted an object into his jacket, they also contradict the officer’s unelaborated assertion that he became concerned for his safety when he saw appellant reach for his back pocket, especially in view of the officer’s expressed disinterest in appellant’s back pocket presumably because he knew it contained a wallet. In any event, Officer Colon’s request, “[D]o me a favor. Don’t put your hands in your pocket,” is hardly an expression of fear for personal safety; rather, it is standard protocol.\nIt cannot be gainsaid that policing is hazardous by nature— here involving work in an area of gang activity, drug dealing and violent crime — but a pretext to excuse intrusive action may be found in nearly any encounter with a person who arouses enough suspicion to support the common-law right to inquire. While aggressive police tactics may well result in more arrests, neither respect for the law nor cooperation with law enforcement authorities is fostered by subjecting individuals to the exercise of arbitrary police power.\nAs noted in People v Cantor (36 NY2d at 112), the Fourth Amendment is not designed to protect those intent on criminality but “to prevent random, unjustified interference with private citizens.” The Court’s remarks in that case bear repeating:\n“Street encounters between the patrolman and the average citizen bring into play the most subtle aspects of our constitutional guarantees. While the police should be accorded great latitude in dealing with those situations with which they are confronted it should not be at the expense of our most cherished and fundamental rights. To tolerate an abuse of the power to seize or arrest would be to abandon the law-abiding citizen to the police officer’s whim or caprice and this we must not do” (id.).\nTo condone Officer Colon’s search of appellant would, in essence, subject an individual, without any suspicion of his or her *78involvement in a crime, to a frisk merely by reason of the person’s possibly innocuous behavior and, in this case, a teenager’s evasive response to the police officer, and the officer’s bare and unfounded claim of fear for his or her safety. If, as the dissent holds, the mere expression of apprehension by a police officer, without suspicion of criminal activity, is enough to justify a search, there will be few instances in which such an “intrusion on the security and privacy of the individual” could be successfully challenged even when the intrusion is “undertaken with intent to harass or is based upon mere whim, caprice or idle curiosity” (De Bour, 40 NY2d at 217). This would constitute an illegal affront to the individual’s fundamental right to be secure from unreasonable searches and seizures (id. at 216; NY Const, art I, § 12; US Const 4th Amend).\nThe cases cited by the dissent in support of its proposition that a frisk is justified by a police officer’s mere suspicion that an individual is armed are distinguishable. They generally demonstrate that reasonable suspicion of criminality justifying a limited detention of a suspect is necessary to conduct a frisk, and they involve compelling indicia that the person searched was involved in the commission of some crime other than the possession of a weapon. In People v Davenport (92 AD3d 689 [2012]), police received a radio call of a shooting at a specific location. Arriving in under a minute, the officers encountered the nervous defendant, his hand on his waistband, making a slow retreat after making eye contact with an officer (id. at 689-690). That combination of factors — the information and the observation — is absent from this case. In People v Thanh Do (85 AD3d 436 [2011], lv denied 17 NY3d 905 [2011]), confidential information was received that a home invasion would take place at a specific location, where police encountered three men fitting the description of the robbers and searched the defendant after observing an L-shaped bulge in his waistband. Again, the information coupled with the observation justified the police action. In People v Johnson (22 AD3d 371 [2005], lv denied 6 NY3d 754 [2005]), the defendant’s “clothing and physical characteristics fit an armed robber’s description that was sufficiently specific, given the temporal and spatial factors” (id. at 372). In People v Greenidge (241 AD2d 395 [1997], affd 91 NY2d 967 [1998]), police received a radio transmission of an armed robbery and, only three blocks from the location of the crime, observed a man matching the general description they had received and the defendant, who was clutching a jacket under his arm as if conceal*79ing something. In People v Brown (277 AD2d 107 [2000], lv denied 96 NY2d 756 [2001]), defendant and another man were seen hurrying away from an unlocked car, which was in disarray and which they had just parked in an area known to have a high incidence of stolen vehicles. It was not registered to either man, each of whom reached for his waistband upon becoming aware of the presence of plainclothes officers (id. at 108). In People v Davenport (9 AD3d 316 [2004], lv denied 3 NY3d 705 [2004]), the defendant conceded that the police had a right to frisk her, preserving only the contention that they had no right to remove an item from her pocket. All these cases are clearly distinguishable from the facts of this case. People v Batista (88 NY2d 650 [1996], supra), cited by the dissent, likewise does not support the dissent’s position. That case is distinguishable by the officer’s belief, based on personal experience, that the defendant was wearing a bulletproof vest (which, while not illegal, permitted the inference that the wearer was also armed). The officer testified that the outline of the vest was visible, that he wore one every day and that he was therefore familiar with “ ‘what a vest looks like when it’s sitting up on somebody’s chest’ ” (id. at 652).\nHere there was no reasonable suspicion of criminal activity on the part of appellant, and the situation did not present the officer with “good cause for such fear,” especially in light of his testimony that the inquiry was a friendly conversation and that appellant was not a suspect in a crime or gang activity. In the absence of either of the requisite elements for conducting a stop and frisk, the weapon recovered from appellant’s person must be suppressed.\nAccordingly, the order of disposition of the Family Court, Bronx County (Nancy M. Bannon, J.), entered on or about April 1, 2010, which adjudicated appellant a juvenile delinquent upon his admission that he committed acts that, if committed by an adult, would constitute the crime of criminal possession of a weapon in the second degree, and placed him on probation for a period of 18 months, should be reversed, on the law, without costs, and the delinquency petition dismissed.\n",
            "ocr": true,
            "opinion_id": 5871393
        },
        {
            "author_str": "Richter",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRichter, J. (dissenting).\nIn this appeal, we are presented with the question of whether a police officer was justified in conducting a limited safety frisk when he reasonably suspected that the individual whom he was questioning was armed with a weapon that could harm the officer. In light of recent gang shootings in the area, furtive behavior by the individual in shoving a black *80object into his pocket upon seeing the police, nervousness while being questioned, deceptive answers to the police officer’s inquiry, and the individual’s hand movement toward his pocket, we conclude that the officer had a reasonable suspicion that the individual was armed with a weapon, thus justifying the frisk.\nWe reject the majority’s attempt to paint this case as merely involving a police officer’s unsupported hunch. In fact, the record contains the requisite “specific and articulable facts” (People v Chestnut, 51 NY2d 14, 22 [1980], cert denied 449 US 1018 [1980]) upon which the officer reasonably acted. Nor do we accept the majority’s inflammatory accusation that upholding this frisk would “broadly expand[ ] the power of the police” in a way that would open the door to random stops of juveniles on the streets. In finding the stop and frisk here justified, we faithfully adhere to the principles enunciated by the Court of Appeals in People v De Bour (40 NY2d 210 [1976]) and People v Batista (88 NY2d 650 [1996]).1\nAppellant was charged in a juvenile delinquency petition with acts which, if committed by an adult, would constitute, inter alia, the crime of criminal possession of a weapon in the second degree (Penal Law § 265.03 [3]). In a supporting deposition, Police Officer Orlando Colon stated that on February 18, 2010, at approximately 11:30 a.m., near 40 West Tremont Avenue in the Bronx, he observed appellant, a then 14-year-old teenager, in possession of a Colt .25 caliber semiautomatic firearm, which was loaded with one round of ammunition in the chamber and four rounds of ammunition in the magazine.\nAppellant moved to suppress the weapon seized from him, and the court conducted a hearing on the motion. In denying the motion, the hearing court credited the testimony of Officer Colon, the presentment agency’s sole witness, and concluded that the police actions that culminated in recovery of the weapon were entirely reasonable and lawful.2\nThe unrebutted evidence at the suppression hearing established that on the morning of February 18, 2010, Officer Colon was on uniformed patrol in the Bronx in an unmarked van with three other officers. Their assignment that day was to visit ar*81eas targeted by the precinct commander due to recent multiple shootings between members of two rival teenage gangs: the Burnside Money Getters and the River Park Tower Boys. Approximately six shootings had taken place in the recent weeks, including two that occurred two days earlier; the ages of those involved in the shootings were early teens to early 20s. Because the rivalry between the two gangs was ongoing, the police had set up a mobile command and designated three days to visit the targeted areas.\nAt approximately 11:30 a.m., Officer Colon and his fellow officers were riding near 40 West Tremont Avenue, an area within the territory of the Burnside Money Getters, and just four blocks from the scene of the two most recent shootings. From about 10 feet away, Officer Colon observed appellant on the corner holding a black object in his right palm, near his waist, and examining it; a cell phone was in appellant’s other hand. Appellant looked up, stared at the van, immediately shoved the black object into his right coat pocket, and began playing with his cell phone.\nAs appellant continued walking and playing with his phone, Officer Colon exited the van, approached appellant in a nonaggressive manner, and began a conversation; the other officers remained in the vehicle. At the hearing, Officer Colon explained that he approached appellant due to the recent shootings in the area, and because appellant, by shoving the black object into his pocket upon seeing the police van, appeared to be trying to conceal something that he did not want the public to see. In addition, the officer believed that appellant, who appeared to be a teenager, should have been in school at that time.3 Officer Colon asked appellant where he was coming from and what he was doing. Appellant responded that he was traveling from Queens and was going to visit his stepbrother at the end of West Tremont Avenue. The officer described appellant’s demeanor during the conversation as “nervous.”\nBased on appellant’s responses, Officer Colon believed that he was heading toward the vicinity of River Park Towers, which was in the territory of the River Park Tower Boys gang. Officer Colon asked appellant what he had been holding in his right hand. Appellant did not answer the question, and instead told the officer that he had a wallet in his back pants pocket. Officer *82Colon’s suspicions were heightened because he observed appellant put the black object into his right coat pocket, not his back pants pocket. The officer told appellant he was not interested in what he had in his back pocket, but was interested in what he had put into his coat pocket. Appellant still did not explain what he had in his right coat pocket. Rather, he reached toward his right back pants pocket, and Officer Colon instructed him not to put his hands in his pocket. At the hearing, the officer explained that he was afraid for his safety, and in particular feared that appellant had a weapon, especially in light of the recent gang violence in the area among teenagers. Based on those concerns, Officer Colon tapped appellant’s right coat pocket, where he had seen him hide the black object, and felt a hard object.\nAlthough Officer Colon was not certain what was in the pocket, he thought it could be a knife or other weapon. Because of that concern, the officer repositioned himself behind appellant for safety reasons in the event a struggle were to ensue, and tapped the pocket one more time. Officer Colon then reached into appellant’s pocket, and the officer’s hand “went right into the pistol grip of the firearm.” Officer Colon called out a code word to indicate to his fellow officers the presence of a firearm. One of those officers exited the van and held appellant while Officer Colon removed the firearm from appellant’s pocket. Appellant was then placed under arrest.\nIt is well settled that any inquiry into the propriety of police conduct must weigh the degree of intrusion entailed against the precipitating and attending circumstances out of which the encounter arose (see People v Salaman, 71 NY2d 869, 870 [1988]), and determine whether the intrusion was reasonably related in scope to the circumstances leading to the encounter (De Bour, 40 NY2d at 215). Furthermore,\n“in this difficult area of street encounters between private citizens and law enforcement officers, [courts must not] attempt to dissect each individual act by the policemen; rather, the events must be viewed and considered as a whole, remembering that reasonableness is the key principle when undertaking the task of balancing the competing interests presented” (Chestnut, 51 NY2d at 23; see People v Celaj, 306 AD2d 71, 71-72 [2003], affd 1 NY3d 588 [2004]).\nWe conclude that the measured actions taken by Officer Colon were reasonable under all of the circumstances presented. In an *83area where a series of teenage gang shootings had recently occurred, Officer Colon saw appellant stare at the police van and suddenly shove a black object he had been holding in his palm into his coat pocket. From the circumstances, it reasonably appeared to the officer that appellant was not simply placing the object in his pocket, but rather was hiding it from view. In addition, Officer Colon believed, albeit mistakenly, that school was in session that day, which raised a concern that appellant might be a truant (see Matter of Kennedy T., 39 AD3d 408 [2007]). Based on this combination of factors, the officer had, at least, an objective credible reason to approach appellant and ask for information (see De Bour, 40 NY2d at 223; People v Flynn, 15 AD3d 177, 178 [2005], lv denied 4 NY3d 853 [2005]; People v Steinbergin, 4 AD3d 192, 192 [2004], lv denied 3 NY3d 648 [2004], cert denied 543 US 1159 [2005]).\nWhen Officer Colon asked basic nonaccusatory questions, appellant stuttered and appeared nervous, and when appellant gave his destination, the officer recognized it as a location connected with gang activity. This behavior, in conjunction with appellant’s furtive actions in hiding the black object, led the officer to have a founded suspicion that criminal activity was afoot, allowing him to engage in a common-law right of inquiry (see People v Hollman, 79 NY2d 181, 184-185 [1992]; Matter of Jamaal C., 19 AD3d 144, 145 [2005] [the appellant’s attempts to conceal a heavy object underneath his jacket suggested the presence of a weapon and justified, at least, a common-law inquiry]). Thus, contrary to appellant’s argument, he was not indiscriminately stopped merely because he was a teenager in a high crime area. Nor is it relevant that the initial tone of the conversation was “friendly.” Indeed, had Officer Colon acted in a more aggressive manner, that would have been inappropriate at this early stage.\nNext, Officer Colon’s limited pat-down frisk of appellant’s coat pocket was reasonable under the circumstances. As the Court of Appeals reinforced in Batista (88 NY2d at 650):\n“ ‘If we recognize the authority of the police to stop a person and inquire concerning unusual street events we are required to recognize the hazards involved in this kind of public duty. The answer to the question propounded by the policeman may be a bullet; in any case the exposure to danger could be very great. We think the frisk is a reasonable and constitutionally permissible precaution to minimize *84that danger’ ” (id. at 654, quoting People v Rivera, 14 NY2d 441, 446 [1964], cert denied 379 US 978 [1965]).\nThus, the Court concluded that in order to justify a frisk, “the officer must have knowledge of some fact or circumstance that supports a reasonable suspicion that the suspect is armed or poses a threat to safety” (Batista, 88 NY2d at 654; see also Salaman, 71 NY2d at 870 [“where the officer is justified in believing that the suspect is armed, a frisk for weapons is permissible”]).\nAt a suppression hearing, an officer does not even have to “articulate any feeling of fear for his own [or others’] safety” as long as the situation presents “good cause for such fear” (Batista, 88 NY2d at 654 [internal quotation marks omitted]). Here, the testimony went beyond that required by Batista because Officer Colon specifically testified that he feared for his safety. And the facts presented at the hearing show that Officer Colon’s fear was reasonable under the circumstances. First, the officer was not on routine patrol, but was assigned to a specific detail tasked with investigating a number of recent teenage gang shootings in the area. Next, Officer Colon observed appellant — a teenager who, in the officer’s view, should have been in school that morning — holding a black object in the palm of his hand near his waist (see People v Rivera, 286 AD2d 235 [2001], lv denied 97 NY2d 760 [2002] [grasp at the waist is a telltale sign of a weapon]). As the hearing court aptly noted, black is a common color for weapons, and weapons are commonly held in one’s palm.\nOfficer Colon then saw appellant stare at the police van and immediately shove the black object into his coat pocket. Appellant’s eye contact with police, followed by his rapid concealment of the object, provided additional reason for the officer to suspect it was a weapon (see People v Omowale, 83 AD3d 614, 617 n 2 [2011], affd 18 NY3d 825 [2011] [eye contact may be weighed with other factors to determine if police officers reasonably fear for their safety]). The officer’s concerns that appellant possessed a weapon were further heightened by appellant’s stuttering and nervous behavior, and the fact that appellant was heading toward an area connected with the gang activity.\nWhen asked what he had in his hand, appellant deflected the question, and told Officer Colon that he had placed a wallet in his back pants pocket. The officer knew this was false, because he had just seen appellant put the object in his front coat pocket. *85Appellant’s deceptive answer to Officer Colon’s question, together with all of the previous information, provided the officer with a reasonable suspicion that appellant was armed. And when appellant moved his hand toward his pocket, it was reasonable for Officer Colon, who at that moment was alone with appellant on the street, to take the minimally intrusive, self-protective measure of patting down appellant’s coat pocket (see Batista, 88 NY2d at 654; People v Correa, 77 AD3d 555 [2010], lv denied 16 NY3d 742 [2011]; People v Jackson, 52 AD3d 400 [2008], lv denied 11 NY3d 833 [2008]; People v Mims, 32 AD3d 800 [2006]).\nThe majority mistakenly claims that we are justifying the frisk of appellant in the absence of a reasonable suspicion that he committed a crime. The same evidence that leads us to conclude that Officer Colon had a reasonable fear for his safety also supports a finding of a reasonable suspicion that appellant committed a crime, namely that he was armed with a weapon that could cause the officer harm. Thus, we need not address whether, in this case, the officer’s pat down would have been justified even at a level-two inquiry (see e.g. Correa, 77 AD3d at 555; People v Robinson, 278 AD2d 808, 808 [2000], lv denied 96 NY2d 787 [2001]; People v Chin, 192 AD2d 413 [1993], lv denied 81 NY2d 1071 [1993]), because here there were sufficient grounds to support a level-three frisk.\nFinally, Officer Colon acted lawfully in reaching into appellant’s coat pocket and removing the weapon after the pat down. Although the officer could not know for certain what the “black,” “hard” object was when he tapped the outside of appellant’s coat pocket, he testified that he was concerned it could have been a weapon. Officer Colon did not say, as the majority contends, that the object “did not seem like a weapon.” In light of all of the preceding events, Officer Colon was justified in reaching into appellant’s pocket to rule out the possibility that the object was a weapon. The majority’s view that the officer had to be sure that the object was a weapon before taking steps to ensure his safety is contrary to existing precedent and would place the officer at undue risk (see People v Thanh Do, 85 AD3d 436 [2011], lv denied 17 NY3d 905 [2011] [after protective frisk failed to rule out possibility that object was a weapon, officer was justified in removing object from the defendant’s person]; People v Allen, 42 AD3d 331, 332 [2007], affd 9 NY3d 1013 [2008] [officer’s reasonable suspicion that defendant “might be concealing a weapon” justified frisk]; People v Mims, 32 AD3d *86at 800 [officer who touched bulge and felt a hard object that he reasonably believed could be a gun was entitled to reach into the area and remove the object]; People v Johnson, 22 AD3d 371, 372 [2005], lv denied 6 NY3d 754 [2005] [officer justified in removing object from pocket where he “was concerned that it might have been a weapon”]; People v Greenidge, 241 AD2d 395, 395 [1997], affd 91 NY2d 967 [1998] [upon feeling weighty object inside pouch “that felt like it might be a gun,” the police properly opened the pouch]). It is undisputed that “[reasonable suspicion, not absolute certainty, is the applicable standard” (Chestnut, 51 NY2d at 22). And when the officer felt the pistol grip of a gun, he properly removed the weapon (see People v Davenport, 9 AD3d 316 [2004], lv denied 3 NY3d 705 [2004]; People v Brown, 277 AD2d 107, 108 [2000], lv denied 96 NY2d 756 [2001]).\nIgnoring the court’s determination that Officer Colon was a credible witness, the majority asserts that there was no reasonable threat to his safety, and that the hearing court’s findings otherwise were based on a “bare assertion” by Officer Colon. In so doing, the majority gives short shrift to the well-settled principle that “[t]he credibility findings of a hearing court are accorded great deference and will not be disturbed unless a police officer’s testimony is manifestly untrue, physically impossible, contrary to experience, or self-contradictory” (People v Moore, 93 AD3d 519 [2012], lv denied 19 NY3d 865 [2012] [internal quotation marks omitted]).\nIn concluding that the search here was justified, we fully recognize that there are situations in which the police abuse their authority to stop and frisk young people, but here, Officer Colon acted appropriately consistent with the steps required by the law. Although the majority portrays this case as a police officer detaining a teenager on the street based only on “vague concerns about age and gender” and “presence in a bad neighborhood,” the evidence at the suppression hearing showed nothing of the sort. The majority either ignores or minimizes the wealth of facts supporting the officer’s safety concerns, including his testimony about the gang activity, appellant’s concealing the object upon seeing the police, appellant’s nervous behavior and deceptive answers when questioned, and appellant’s reaching for his pocket. Thus, Officer Colon’s testimony that he patted down appellant’s coat pocket because he feared that appellant had a weapon was neither a “bare assertion” nor an “unsubstantiated claim,” as the majority posits, but was *87well supported by the evidence in this developing street encounter.\nIn rejecting Officer Colon’s statement that he reasonably feared for his safety, the majority makes a number of unwarranted assertions. First, the majority argues that the officer could not have been concerned for his safety because he “presumably . . . knew [the back pocket] contained a wallet.” This is merely speculation because the officer never gave any such testimony. Next, the majority makes the puzzling claim that Officer Colon’s instructing appellant not to put his hands in his pocket was not an expression of fear for personal safety. In fact, just the opposite is true — the officer told appellant not to reach for his pocket precisely because he was concerned there was a weapon. That concern was further elucidated by Officer Colon’s repositioning of himself behind appellant for safety reasons after he felt the hard object.\nFinally, the majority places undue emphasis on the fact that Officer Colon did not frisk the back pocket where appellant was reaching, but instead tapped the front coat pocket. Officer Colon’s action made perfect sense because he had observed appellant place the black object in his front pocket. What reasonably caused Officer Colon to fear for his safety was the movement of appellant’s hand on the same side of the body as the suspected weapon. Because the determination of the hearing court, which saw and heard Officer Colon testify, was not “plainly unjustified or clearly erroneous,” it is improper for the majority to substitute its own fact findings (People v Greene, 84 AD3d 540, 541 [2011] [internal quotation marks omitted]).\nThe majority attempts to distinguish Batista on its facts, but cannot dispute its core holding — that a frisk is justified if the police have knowledge of facts or circumstances supporting a reasonable suspicion that the suspect is armed or poses a threat to safety. We, along with the other Departments, have repeatedly applied Batista in upholding frisks based on concerns about officers’ safety (see e.g. People v Davenport, 92 AD3d 689 [2012]; People v Butler, 81 AD3d 484 [2011], lv denied 16 NY3d 893 [2011]; People v Caicedo, 69 AD3d 954 [2010], lv denied 14 NY3d 886 [2010]; People v Martinez, 39 AD3d 1159 [2007], lv denied 9 NY3d 867 [2007]; People v Douglas, 309 AD2d 517 [2003], lv denied 1 NY3d 596 [2004]; People v Crespo, 292 AD2d 177 [2002], lv denied 98 NY2d 709 [2002]; People v Siler, 288 AD2d 625 [2001], lv denied 97 NY2d 709 [2002]; People v Robinson, 278 AD2d 808 [2000], lv denied 96 NY2d 787 [2001]).\n*88As noted earlier, in assessing the propriety of the police conduct here, we must consider whether the intrusion was reasonably related in scope to the circumstances leading to the encounter (De Bour, 40 NY2d at 215). Here, Officer Colon’s actions were minimally intrusive and a measured response to the situation he faced. At no point did he draw his weapon, place appellant in handcuffs, or otherwise restrain appellant’s movement. When appellant became evasive in the face of the officer’s question and began moving his hand, the officer did not immediately enter the coat pocket. Instead, he tapped on the pocket, and then tapped again, in an attempt to ascertain the nature of what appellant hid in his pocket. Only after he felt a hard object did he make the reasonable decision to enter the pocket. Even then, he did not immediately pull the object out, but removed it only when he felt the pistol grip of a weapon.\nThe majority believes that Officer Colon should not have frisked appellant, even after appellant began to move his hand. But had the officer refrained from conducting a limited pat down, appellant would have had the opportunity to actually reach into the front pocket where the weapon was located, which was the officer’s safety concern. Under these circumstances, it would be unrealistic to require Officer Colon to assume the risk that appellant’s conduct was “innocuous or innocent” (People v Benjamin, 51 NY2d 267, 271 [1980]). As the Court of Appeals has observed: “[W]here . . . police officers find themselves in a rapidly developing and dangerous situation presenting an imminent threat to their well-being, they must be permitted to take reasonable measures to assure their safety and they should not be expected to await the glint of steel before doing so” (People v Allen, 73 NY2d 378, 380 [1989] [internal quotation marks omitted]; see Davenport, 92 AD3d at 691; People v Bracy, 91 AD3d 1296, 1298 [2012]; Brown, 277 AD2d at 108).\nMoskowitz and Román, JJ., concur with Tom, J.P.; Richter and Abdus-Salaam, JJ., dissent in a separate opinion by Richter, J.\nOrder of disposition, Family Court, Bronx County, entered on or about April 1, 2010, reversed, on the law, without costs, and the delinquency petition dismissed.\n\n. The majority, by citing to the federal litigation over the city’s stop and frisk policy, inappropriately seeks to turn this family court appeal, in which we disagree over whether the officer’s observations were sufficient to support a reasonable concern for his safety, into a referendum on the New York Police Department’s policing tactics. It is nothing of the sort.\n\n\n. Appellant did not testify or call any witnesses at the hearing.\n\n\n. Although it turned out that school was not in session that day, Officer Colon testified that he was not aware of that fact.\n\n",
            "ocr": true,
            "opinion_id": 5871394
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}