{
    "id": 6012841,
    "judges": "Murphy",
    "date_filed": "1992-02-07",
    "date_filed_is_approximate": true,
    "slug": "blitman-construction-corp-v-insurance-of-north-america",
    "case_name_short": null,
    "case_name": "Blitman Construction Corp. v. Insurance of North America",
    "case_name_full": "Blitman Construction Corp. v. Insurance Company of North America",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "108 A.D.2d 613"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOrder of the Supreme Court, New York County (Alan Saks, J.), entered on November 25, 1983, which denied defendant’s motion for summary judgment dismissing the complaint and denied plaintiff’s cross motion, is affirmed, with costs and disbursements.\nIn denying defendant’s motion for summary judgment, Special Term held that, based upon the carrier’s conduct following expiration of the 12-month limitation period contained in the policy of insurance, factual questions were presented as to the issues of waiver and estoppel. Although it is undisputed that contractual limitations periods are enforceable (Kassner &amp; Co. v City of New York, 46 NY2d 544), the law is well established that “ ‘if, in any negotiations or transactions with the insured, after knowledge of the forfeiture, it [the insurer] recognizes the continued validity of the policy, or does acts based thereon, or requires the insured by virtue thereof to do some act or incur some trouble or expense, the forfeiture is as matter of law waived’.” (Frank Corp. v Federal Ins. Co., 91 AD2d 31, 34.)\nIn the instant situation, the theft of plumbing supplies for which plaintiff seeks compensation occurred on March 30,1981. Thus, the 12-month time period within which plaintiff was obliged to commence an action expired on March 30, 1982. Thereafter, defendant’s attorneys sent plaintiff a request to appear for examination under oath at counsel’s office and to bring all relevant documents. This communication also enclosed formal proof-of-loss forms and directed that they be filed with the insurance company. Plaintiff was specifically advised that its failure to appear might prejudice its claim. As of the date of this letter, some two months following the expiration of the limitation period, plaintiff still had no knowledge of whether or not defendant intended to pay the claim. Plaintiff had complied *614with all of defendant’s prior requests for information, and defendant’s conduct indicated that it was still engaged in a review of the records of plaintiff’s accounts in order to ascertain the nature and extent of the loss involved. Indeed, defendant did more than simply continue to carry on an investigation of the claim after the 12-month period had passed, but “with full knowledge of the facts pertaining to the loss, the carrier, inconsistent with its attempt to void the policy at trial, had caused the insured to fill out proofs of loss, to produce his books and to furnish information, which the insurer knew involved time, trouble and expense to obtain.” (Frank Corp. v Federal Ins. Co., supra, at p 35.)\nIn support of its argument that the insurer’s conduct following the expiration of the limitations period did not constitute a waiver or estoppel, defendant refers to the nonwaiver agreement which was executed by itself and plaintiff shortly after the 12 months had elapsed. However, while this document would appear to provide defendant with some protection, the letter in which defendant asked that plaintiff execute and return its proposed enclosed nonwaiver agreement stated that: “This request is without prejudice to any rights which may have heretofore accrued to your corporation or to the insurer and is not to be construed as an admission or denial of liability.” In addition, the agreement itself asserted that: “It is also understood that by the execution of this agreement the insured does not waive any rights under any policy or binder upon which a claim is based.” Even more compelling is defendant’s notification to plaintiff that its nonattendance at the examination under oath could prejudice its claim. Consequently, there are sufficient factual issues raised herein as to whether there was a waiver or estoppel on the part of defendant such as would preclude granting summary judgment. Concur — Kupferman, Fein and Milonas, JJ.\n",
            "ocr": true,
            "opinion_id": 5875152
        },
        {
            "author_str": "Murphy",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMurphy, P. J.,\ndissents in a memorandum as follows: Respondent Blitman Construction Corp. (Blitman) seeks to recover the sum of $67,634 under an all-risk insurance policy issued by appellant Insurance Co. of North America (INA). The loss resulted from the theft of a trailer containing plumbing supplies. INA appeals from an order denying its motion for summary judgment on the ground that Blitman’s action is barred by a 12-month limitation of actions provision contained in the policy. Specifically, the policy provides that, “No suit, action or proceeding for the recovery of any claim under this policy shall be sustainable in any court of law or equity unless the same be commenced within twelve (12) months next after discovery by the Insured of the occurrence which gives rise to the claim.”\n*615The theft occurred on March 30, 1981. Blitman notified its broker who in turn notified appellant of the loss. On June 24, INA sent Blitman a letter acknowledging its receipt of the notification of the loss. There was no further contact between the parties until February 4, 1982 when INA sent a memorandum to Blitman’s insurance agent stating in part, “[t]o date we have not received a claim from the insured. If they intend to pursue the claim please forward a listing of the stolen items as well as verification of value.” On March 9, 1982, approximately three weeks prior to the expiration of the 12-month limitation period, the loss was itemized in a letter by Blitman to INA. On March 16, 1982, INA acknowledged receipt of the itemization and requested substantiation of the claim by way of bills, invoices, receipts, and other proof establishing the value of the stolen materials. On March 18,1982, Blitman forwarded to INA four invoices, totaling over $100,000, of which a part purportedly represented the value of the stolen goods.\nThe 12-month period in which to commence an action expired on March 30,1982. By letter dated April 1,1982, INA requested Blitman to complete and return a “non-waiver agreement”. The request was “without prejudice to any rights which may have heretofore accrued to [appellant] * * * and is not to be construed as an admission or denial of liability.” The agreement itself, which Blitman executed on April 7, provided, “It is understood that both parties desire the occurrence to be fully and completely investigated, and that no demand made or act, step or measure taken, either before or after the date hereof in connection with such occurrence (or any claim arising therefrom) by the insurer or any of its agents or representatives shall be claimed or deemed to be a waiver upon the part of the insurer of any of the terms or conditions of any policy or binder or of any of the rights of the insurer thereunder, or an acknowledgment of coverage under any policy or binder.” INA thereafter deposed Blitman’s project manager with respect to the claim. The action at bar was commenced on March 30, 1983.\nThe contractual limitation period contained in the insurance policy is enforceable. (Kassner &amp; Co. v City of New York, 46 NY2d 544.) INA was not obligated to notify Blitman that the period was about to, or had in fact, expire. (See, Frank Corp. v Federal Ins. Co., 91 AD2d 31.) INA’s action prior to March 30, 1982 were consistent with a good-faith investigation of Blitman’s claim under the policy and in no way evidenced an admission by INA of liability, nor did they toll the running of the one-year limitation. Blitman’s assertion that it was induced to forebear from bringing suit within the 12-month period by *616INA’s investigation is belied by the facts and Blitman’s dilatory manner in pursuing its claim. INA never expressly or impliedly waived its right to deny coverage or to assert the policy’s limitation provision as a defense. Blitman’s time in which to bring suit, therefore, expired on March 30, 1982.\nBlitman further contends that INA’s conduct after the 12-month limitation period had expired proved a waiver of the limitation period and that INA should be estopped from asserting it as a defense. Blitman relies upon this court’s decision in Frank Corp. v Federal Ins. Co. (supra). However, the insurer in that case did not reserve its rights with a nonwaiver agreement similar to that obtained by INA. By the nonwaiver agreement at bar, Blitman was put on notice that any defense available to INA would not be waived by any action subsequent to the expiration of the limitation period. INA should not be penalized for continuing its investigation when it had expressly reserved its rights under the policy. To do so would, in effect, render the limitation provision of the contract nugatory and revive an already expired limitation.\nAccordingly, the order denying INA’s motion for summary judgment should be reversed and the complaint dismissed.\n",
            "ocr": true,
            "opinion_id": 5875153
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}