{
    "id": 6024384,
    "judges": "Sullivan",
    "date_filed": 519350400000,
    "date_filed_is_approximate": false,
    "slug": "modern-settings-inc-v-american-district-telegraph-co",
    "case_name_short": null,
    "case_name": "Modern Settings, Inc. v. American District Telegraph Co.",
    "case_name_full": "Modern Settings, Inc. v. American District Telegraph Co., and Third-Party Variguard Central Station Alarm Corp., Third-Party Defendant-Respondent, Third-Party",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "121 A.D.2d 266"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOrder, Supreme Court, New York County (Arthur Blyn, J.), entered on or about April 8, 1985, which granted the motion by third-party defendant Variguard Central Station Alarm Corp. (Variguard) for partial summary judgment on its first counterclaim, seeking indemnification from plaintiff for all monetary damages assessed against Variguard, reversed, on the law, and the motion is denied, with costs.\nOn July 22, 1980 Variguard entered into a written agreement with plaintiff Modern Settings, under which Variguard agreed to install, service and monitor certain burglary alarm equipment at plaintiff’s place of business. The alarm system was not designed to, and did not, offer any protection to a large vault maintained by plaintiff. The vault was protected by two alarm systems, one installed by defendant American District Telegraph Co. (A.D.T.) and another installed by third-party defendant Telcoa Inc. (TELCOA). The agreement between plaintiff and Variguard contained the following indemnification provision: \"subscriber [Modern Settings] agrees to and shall indemnify and save harmless the Company [Variguard], its employees and agents from and against all third party claims, lawsuits and losses alleged to be caused by the Company’s performance, negligent performances or failure to perform its obligations under this Agreement.”\nPlaintiff, a jewelry manufacturer, commenced the underlying action against A.D.T. seeking to recover approximately $5 million in damages as a result of a burglary at plaintiff’s premises sometime between May 30 and June 1, 1982. In substance, plaintiff alleged that the loss was caused by \"the gross negligence, carelessness, and negligent omissions” of A.D.T. under their burglar alarm service and installation agreement, in \"deactivating the alarm system within plaintiff’s vault without notifying plaintiff of same”. It was further alleged that by reason of the \"wanton and willful misconduct of’ A.D.T., the contents of the vault were left unprotected and that sometime between May 30 and June 1,1982, a \"person or persons unknown broke into and entered plaintiff’s vault”, causing plaintiff to sustain a \"substantial loss by theft of its personal property”.\nPlaintiff did not sue Variguard. However, A.D.T. did serve a third-party summons and complaint on Variguard, alleging, in substance, that \"damages and losses allegedly suffered by plaintiff, if any, were not caused by” A.D.T., but if \"caused by the negligent or wrongful actions or breaches of any party *268other than plaintiff,” they were \"the result of actions, non-actions, misfeasances or non-feasances” of Variguard and TELCOA. A.D.T. further alleged that if plaintiff recovered judgment against A.D.T., then A.D.T. should be entitled to recover the amount of such judgment from Variguard and TELCOA.\nVariguard, in answering the third-party complaint, counterclaimed against plaintiff for indemnification in the event that Variguard were held liable to A.D.T. Variguard then moved for summary judgment on such counterclaim against plaintiff.\nSpecial Term granted Variguard’s motion for summary judgment, stating, in substance, that indemnification provisions relieving a party of liability for negligence will be upheld under circumstances such as these. It relied upon Dubovsky &amp; Sons v Honeywell, Inc. (89 AD2d 993).\nWe disagree.\nPlaintiff contended, in opposition to the motion, that it was not its \"intention, in entering into the agreement, to indemnify Variguard for the kinds of fraudulent and egregious conduct at issue in this lawsuit.”\nIt is well settled that indemnification provisions relieving a party of liability for its own negligence will be enforced only to the extent that they are clear and unambiguous, and where the limitation does not violate public policy. In Dubovsky (supra, p 994), the exculpatory provision read as follows: \" It is understood and agreed by the parties hereto that Contractor is not an insurer and that insurance, if any, covering personal injury and property loss or damage on Subscriber’s premises shall be obtained by the Subscriber; that the Contractor is being paid for the installation and maintenance of a system designed to reduce certain risks of loss and that the amounts being charged by the Contractor are not sufficient to guarantee that no loss will occur; that the Contractor is not assuming responsibility for any losses which may occur even if due to Contractor’s negligent performance or failure to perform any obligation under this Agreement, the contractor does not MAKE ANY REPRESENTATION OR WARRANTY, INCLUDING ANY IMPLIED WARRANTY OF MERCHANTABILITY OR FITNESS, THAT THE SYSTEM OR SERVICE SUPPLIED MAY NOT BE COMPROMISED OR THAT THE SYSTEM OR SERVICES WILL IN ALL CASES PROVIDE THE PROTECTION for which it is intended.’ ” Plainly, that clause relieved the defendant from liability to the plaintiff. However, where the clause is ambiguous, a triable issue is presented.\nIn our case the clause requires plaintiff to indemnify Vari*269guard against \"all third party claims”. It is questionable whether A.D.T.’s third-party complaint against Variguard falls within that description. A.D.T. can only be held liable to plaintiff for plaintiff’s loss. In that sense the loss here is not to a third party, but to the plaintiff. Plaintiff did not agree, in the indemnification clause, that it was required to indemnify Variguard against the loss sustained by plaintiff. As noted, such exculpatory clauses must be strictly construed (Gross v Sweet, 49 NY2d 102; Redding v Gulf Oil Corp., 38 AD2d 850; Levine v Shell Oil Co., 28 NY2d 205). Moreover, any ambiguity must be construed against the drafter, here Variguard (67 Wall St. Co. v Franklin Natl. Bank, 37 NY2d 245).\nSummary judgment was plainly premature. Agreements exempting one from liability for willful or grossly negligent conduct are void (Kalisch-Jarcho, Inc. v City of New York, 58 NY2d 377, 384-385; Gross v Sweet, supra). The complaint in this action charges A.D.T. with \"gross negligence” and \"wanton and willful misconduct”. Whether plaintiff can prove that A.D.T. deactivated the alarm system without notice, and whether this constituted \"gross negligence” and \"willful misconduct”, must await a trial. Whether such a holding against A.D.T. will entitle it to recover on its third-party claim against Variguard must also await a trial. Variguard’s motion to dismiss A.D.T.’s third-party complaint was previously denied on that very ground (order of Martin Evans, J., Sup Ct, NY County, Aug. 24, 1984).\nThere are triable issues, both as to the meaning of the indemnification agreement and as to its application, which must await trial. Concur — Fein, Lynch, Milonas and Kassal, JJ.\n",
            "ocr": true,
            "opinion_id": 5887055
        },
        {
            "author_str": "Sullivan",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSullivan, J. P.,\ndissents in a memorandum as follows: I would affirm for the reasons stated in the opinion of Justice Blyn. In clear and unequivocal language plaintiff contracted to indemnify and save harmless third-party defendant Variguard, which it chose not to sue, \"from and against all third party claims, lawsuits and losses alleged to be caused by ¡Vanguard’s] performance, negligent performances or failure to perform its obligations under this [a]greement.” ADT’s third-party complaint seeks indemnification from Variguard on the basis of its alleged negligence in the performance of its contract with plaintiff. Contrary to plaintiff’s appellate contentions, ADT never sought recovery against Variguard for gross negligence, willful misconduct or fraud, and no allegations of *270such nature are asserted against Variguard in any of the pleadings.\nA party opposing a motion for summary judgment must lay bare its proofs. Conclusory allegations of \"gross negligence” or \"wanton and willful misconduct” cannot suffice. Nor may summary judgment be defeated by a statement in the opposing affirmation that the language of the third-party complaint is \"broad enough to encompass the kind of conduct alleged in the main claim”, when, as already noted, neither the complaint in that action nor in any of the third-party actions raises such a claim against Variguard. Indeed, absent evidentiary support, such an allegation is also conclusory in any event, and offers no basis for affixing liability. Since the record is devoid of any evidence that Variguard engaged in the type of conduct which would void the exculpatory clause at issue (see, Kalisch-Jarcho, Inc. v City of New York, 58 NY2d 377, 385; Gross v Sweet, 49 NY2d 102), the motion for summary judgment was properly granted.\n",
            "ocr": true,
            "opinion_id": 5887056
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}