{
    "id": 8442074,
    "judges": "Lohier, Pooler, Wesley",
    "date_filed": 1420761600000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-banks",
    "case_name_short": "Banks",
    "case_name": "United States v. Banks",
    "case_name_full": "United States v. Ulysses Antoine BANKS",
    "attorneys": "Steven Y. Yurowitz, New York, NY, for Defendant-Appellant Ulysses Antoine Banks., Sarah P. Karwan, Assistant United States Attorney, (Deirdre M. Daly, United States Attorney, Marc H. Silverman, Assistant United States Attorney, on the brief) New Haven, CT, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted: Nov. 10, 2014.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "776 F.3d 87"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPER CURIAM:\nDefendant-Appellant Ulysses Antoine Banks (“Banks”) appeals from the amended judgment of the United States District Court for the District of Connecticut (Eg-inton, /.), entered on September 4, 2013, which sentenced Banks, on remand from the March 26, 2013 order of this Court, to 57 months’ imprisonment for unlawful possession of a firearm by a convicted felon, in violation of 18 U.S.C. § 922(g). Banks’s sole challenge in the present appeal asserts that the district court erred when it calculated his criminal history category and base offense level by relying on prior sentences imposed upon pleas entered in accordance with North Carolina v. Alford, 400 U.S. 25, 91 S.Ct. 160, 27 L.Ed.2d 162 (1970). Because we conclude that a sentence imposed upon entry of an Alford plea qualifies as a “prior sentence” under U.S.S.G. § 4A1.2(a)(l), we affirm the judgment of the district court.\nBACKGROUND\nI. Initial Sentence\nOn November 8, 2011, Banks pleaded guilty pursuant to a plea agreement to unlawful possession of a firearm by a convicted felon, in violation of 18 U.S.C. § 922(g).1 The plea agreement stipulated that on May 20, 2011, Banks knowingly possessed a Beretta Model 21A, .22 caliber semi-automatic pistol, which had previously traveled in interstate commerce and which Banks had on his person when Nor-walk police officers arrested him following a traffic stop. The agreement further recited that Banks had sustained prior felony convictions in state court on August 14, 2008, for sale of a controlled substance, and on October 26, 2005, for assault in the first degree and robbery in the third degree. The agreement therefore set forth the parties’ understanding that Banks was subject to a 180-month mandatory minimum sentence under the Armed Career Criminal Act (“ACCA”), 18 U.S.C. § 924(e), because he had previously sustained three qualifying felony convictions.\nOn May 23, 2012, the district court held a sentencing hearing. Defense counsel communicated Banks’s concern that a 15-year sentence was unduly harsh, because it was predominantly premised on sentences imposed for three prior convictions, one of which received no criminal history points, and another two of which were entered following Alford pleas that Banks offered in exchange for a sentence of little more than time served. The district court dismissed this argument on the basis of its *89“inability to really look back into the state court situation.” : • Transcript of Sentencing Hearing at 7, United States v. Banks, No. 3:11-CR-00165 (WWE) (D.Conn. May 23, 2012). After adopting the United States Sentencing Guidelines (“Guidelines”) calculation embodied in the plea agreement and the Pre-Sentence Report (“PSR”) — both of which reflected Banks’s status as an Armed Career Criminal — the district court sentenced Banks principally to 180 months’ imprisonment.\nII. Initial Appeal\nAfter Banks timely filed a notice of appeal, the parties received and reviewed the transcript of the guilty plea underlying Banks’s 2008 conviction for sale of a controlled substance and discovered that it did not qualify as a “serious drug offense” under the ACCA.2 Accordingly, the parties jointly moved this Court to vacate the May 23, 2012 sentence and remand to the district court for a full resentencing. On March 26, 2013, this Court remanded the case for the district court to determine the subsection of Conn. Gen.Stat. § 21a-277 applicable to the 2008 drug offense and, if appropriate, to vacate Banks’s May 23, 2012 sentence and impose a new sentence. On remand, the district court vacated the May 23, 2012 sentence.\nIII. Resentencing\nUpon resentencing, the district court concluded that Banks’s base offense level was 24 because he unlawfully possessed a firearm after “sustaining at least two felony convictions of either a crime of violence or a controlled substance offense.” U.S.S.G. § 2K2.1(a)(2). Namely, on October 26, 2005, Banks entered Alford pleas in Connecticut Superior Court to both third-degree robbery and attempted first-degree assault pursuant to a deal in which he would receive a sentence of imprisonment amounting to essentially time served.3 The district court again rejected Banks’s argument that it should disregard the two sentences imposed as a result of his Alford pleas, and relied on these sentences both in increasing Banks’s base offense level from 14 to 24 under U.S.S.G. § 2K2.1(a)(2) and in adding six points to his criminal history, thereby placing Banks in criminal history category IV under U.S.S.G. § 4A1.1. After applying a three-level reduction for acceptance of responsibility, the district court concluded that Banks’s advisory Guideline range was 57 to 71 months, and imposed a sentence of 57 months’ imprisonment.\nDISCUSSION\nThe sole issue on this appeal concerns whether the district court properly determined Banks’s base offense level and criminal history category when, in making both of those determinations, the district court relied on sentences imposed for convictions entered pursuant to Alford pleas. Specifically, Banks argues that the sentences resulting from his Alford pleas to robbery and assault do not constitute “pri- or sentences” within the meaning of U.S.S.G. § 4A1.2, because that section enumerates several dispositions qualifying *90as an “adjudication of guilt” but omits any reference to Alford pleas. For the following reasons, we disagree.\nI. Standard of Review\nWhether the district court correctly interpreted a provision in the Guidelines is a question of law that we review de novo. United States v. Cuello, 357 F.3d 162, 164 (2d Cir.2004). We also review de novo “the scope of a district court’s authority to make factual findings,” United States v. Rosa, 507 F.3d 142, 151 (2d Cir.2007), as well as a district court’s determination that “a prior conviction qualifies as a predicate offense warranting a sentencing enhancement,” United States v. Walker, 595 F.3d 441, 443 (2d Cir.2010).\nII. Analysis\nA. “Prior Sentence” Under U.S.S.G. § 4A1.2\nSection 4A1.1 of the Guidelines governs the calculation of a defendant’s criminal history category. The applicable category is determined by adding together the criminal history points associated with each of the defendant’s qualifying “prior sentences,” which are determined by the length of the sentence imposed. A defendant’s prior sentences are also relevant to determining his base offense level for unlawful possession of a firearm insofar as Section 2K2.1 provides for a ten-point increase where the defendant has previously sustained “at least two felony convictions of ... a crime of violence,” U.S.S.G. § 2K2.1(a)(2), because only convictions classified as a “prior sentence” may trigger this enhancement, see U.S.S.G. § 2K2.1 cmt. n.10.4 •\nSection 4A1.2 in turn defines the term “prior sentence,” explaining:\nThe term “prior sentence” means any sentence previously imposed upon adjudication of guilt, whether by guilty plea, trial, or plea of nolo contendere, for conduct not part of the instant offense.\nU.S.S.G. § 4A1.2(a)(l). Relying on the principle that expressio unius est exclusio alterius — “the expression of one thing is the exclusion of another” — Qi Hang Guo v. U.S. Dep’t of Justice, 422 F.3d 61, 64 (2d Cir.2005) (citing Black’s Law Dictionary 1635 (7th ed.1999)), Banks argues that the omission of Alford pleas from this enumerated list is dispositive in establishing that a sentence imposed upon the entry of an Alford plea does not qualify as a “prior sentence.”\nBanks’s argument is unavailing because the plain language of Section 4A1.2(a)(l) provides that the term “prior sentence” encompasses a sentence imposed upon an adjudication of guilt made by guilty plea, and “[a]n Alford plea is a guilty plea.” Abimbola v. Ashcroft, 378 F.3d 173, 181 (2d Cir.2004) (emphasis in original). “The distinguishing feature of an Alford plea is that the defendant does not confirm the factual basis for the plea.” United States v. Savage, 542 F.3d 959, 962 (2d Cir.2008). Despite these accompanying protestations of innocence, the defendant nonetheless enters a plea of guilty. See Alford, 400 U.S. at 33, 37, 91 S.Ct. 160 (holding that a court can accept a plea “denominated a plea of guilty,” despite the defendant’s pro*91testations of innocence). Accordingly, the omission of Alford pleas “from § 4A1.2(a)(l) most likely reflects an understanding that it was unnecessary to list it as a separate disposition.” United States v. Mackins, 218 F.3d 263, 268 (3d Cir.2000).\nThis Court reached the same conclusion when it addressed an analogous challenge brought under the Immigration and Nationality Act (“INA”). In Abimbola, we rejected the appellant’s argument that his Alford plea to the Connecticut offense of third-degree larceny did not constitute a “conviction” under the INA where the relevant statute defined “conviction” with reference to “a plea of guilty or nolo conten-dere,” but failed to mention Alford pleas.5 378 F.3d at 180-81. (emphasis omitted) (quoting 8 U.S.C. § 1101(a)(48)(A)). In concluding that the plain language of the INA encompassed Alford pleas, this Court held that, by definition, “[a]n Alford plea is simply a guilty plea, with evidence in the record of guilt, typically accompanied by the defendant’s protestation of innocence and his or her unequivocal desire to enter the plea.” Id. at 181 (internal quotation marks omitted).\nFurthermore, in Abimbola, we rejected the appellant’s contention that Congress’s failure to specifically include Alford pleas while explicitly listing pleas of nolo con-tendere reflected congressional intent to exclude Alford pleas. Id. To the contrary, we held that “[t]he inclusion of nolo contendere pleas in the statute ... reflects that Congress focused the sanction of removal on a criminal conviction as opposed to an admission of guilt.” Id. Likewise, the Guidelines’ enumeration of nolo contendere pleas in Section 4A1.2(a)(l) reflects Congress’s intent that the computation of the applicable criminal history category be “keyed primarily to the number and length of a defendant’s prior sentences,” United States v. Mishoe, 241 F.3d 214, 218 (2d Cir.2001), independent of the manner in which guilt is adjudicated prior to that sentence being imposed.\nOur statutory interpretation is not altered by the single reference to Alford pleas elsewhere in the Guidelines. In an effort to ascribe meaning to Congress’s omission of Alford pleas from Section 4A1.2(a)(l), Banks points to the explicit inclusion of Alford pleas in Section 8A1.2, which governs the sentencing of organizations. The application notes to this provision define a “prior criminal adjudication,” for the purposes of Chapter Eight of the Guidelines, as “conviction by trial, plea of guilty (including an Alford plea), or plea of nolo contendere.” U.S.S.G. § 8A1.2 cmt. n.3(G). The inclusion of Alford pleas in Section 8A1.2 does not, however, suggest that they were intentionally omitted from Section 4A1.2(a)(l), because Section 4A1.2(a)(l) was enacted on November 1, 1987, whereas Chapter Eight was later added by amendment on November 1, 1991. See Mackins, 218 F.3d at 268 n. 3. Under such circumstances, the parenthetical language in Chapter Eight could be read to suggest Congress’s intent to clarify that Alford pleas are nothing more than a variety of guilty plea. See United States v. King, 673 F.3d 274, 282 (4th Cir.2012) (citing Mackins, 218 F.3d at 268 n. 3). Accordingly, we reject Banks’s contention that the plain language of Section 4A1.2(a)(l) excludes sentences imposed *92upon the entry of an Alford plea from the definition of a “prior sentence.”\nB. Second Circuit Treatment of Alford Pleas\nMoreover, Banks’s argument is significantly undermined by our decision in Savage. There, we held that a conviction entered in state court following an Alford plea did not trigger the sentencing enhancements in U.S.S.G. § 2K2.1(a)(2) because the underlying conviction in that case did not necessarily rest upon a predicate offense under the modified categorical approach. 542 F.3d at 966. In reaching this conclusion, we expressly presumed that, in situations where the modified categorical approach is satisfied, “a conviction entered pursuant to an Alford plea may serve as a predicate offense under Guidelines § 2K2.1[ (a) ](2).” Id. at 964. Indeed, the core analysis in Savage would be rendered superfluous if Alford pleas are categorically disqualified from inclusion in Guidelines computations. Although the parties in Savage did not dispute the issue currently before us, we indicated our agreement with this concession, citing our prior decision in Burrell v. United States, 384 F.3d 22, 31 (2d Cir.2004), where we held that, under Connecticut law, a conviction based on an Alford plea qualified as a predicate felony “conviction” for the purposes of being classified as a felon in possession of a firearm under 18 U.S.C. § 922(g)(1). See Savage, 542 F.3d at 964.\nThough Burrell does not, by itself, resolve the issue before us,6 it is nevertheless instructive. 384 F.3d at 24 n. 2. In Burrell, we held that where the fact of conviction is all that matters, id. at 27-28, under Connecticut law, “there is no distinction among Alford, nolo contendere, and standard guilty pleas in the disposition of criminal cases. All three pleas have ‘the weight of a final adjudication of guilt’ and, thus, result in judgments of conviction,” id. at 29. Here, the definition of “prior sentence” merely requires that a sentence was imposed upon adjudication of guilt. U.S.S.G. § 4A1.2(a)(1). Because “sentences under Alford pleas are no less final judgments than those imposed under standard pleas or jury verdicts,” Burrell, 384 F.3d at 28, a sentence imposed following a conviction resulting from an Alford plea satisfies the Guidelines definition of “prior sentence.”\nC. Sister Circuits\nOur sister circuits that have addressed Banks’s precise argument have uniformly rejected it. The Third and Fourth have held that “a sentence imposed after an Alford plea qualifies as a ‘prior sentence’ under U.S.S.G. § 4AI.2(a) for purposes of calculating an offender’s criminal history.” King, 673 F.3d at 281 (citing Mackins, 218 F.3d at 269); see also United States v. Martinez, 30 Fed.Appx. 900, 905 (10th Cir.2002) (“[A]n Alford plea is an ‘adjudication of guilt’ under § 4A1.2(e)(l) and therefore can properly be counted as a prior sentence under the USSG.”).\nIn King, a defendant convicted under the same statute at issue here asserted *93that “the district court erroneously added three points to his criminal history score,” because the term of imprisonment he received following his Alford plea did not qualify as a “prior sentence.” 673 F.3d at 280. After surveying the law in other circuits — including our decisions in Savage and Abimbola — the Fourth Circuit rejected Banks’s proffered statutory interpretation and held that a sentence imposed following an Alford plea qualifies as a “pri- or sentence.” Id. at 283.\nThe Third Circuit reached the same conclusion in MacMns. Despite acknowledging that the defendant’s “sole motivation for pleading guilty was because the plea allowed him to be released on time served as opposed to remaining incarcerated while awaiting a trial date to be set,” 218 F.3d at 266 n. 2, the court concluded that the entry of the defendant’s plea still qualified as a “prior sentence,” id. at 268; see also Abimbola, 378 F.3d at 181 (quoting Moderns with approval). Furthermore, other circuits have held in analogous contexts that sentences resulting from Alford pleas can serve as predicate convictions for the purposes of increasing a defendant’s offense level. See United States v. Vinton, 631 F.3d 476, 486-87 (8th Cir.2011) (holding that conviction entered following Alford plea was a conviction of a “crime of violence” for the offense-level increase under U.S.S.G. § 2K2.1(a)(3)(B)); United States v. Guerrero-Velasquez, 434 F.3d 1193, 1197-98 (9th Cir.2006) (holding that conviction following Alford plea constituted conviction of a “crime of violence” for the offense-level increase under U.S.S.G. § 2L1.2(b)(l)(A)(ii)).\nThe only support for the contrary conclusion is unpersuasive. While the dissent in Mackins embraced Banks’s statutory interpretation, it expressly acknowledged that its conclusion was motivated by the rigidity of the pre-Booker Guidelines, which would otherwise severely restrict the district courts’ ability to consider the fact that a defendant served no additional time in exchange for an Alford plea. 218 F.3d at 271-72 (Bright, J., dissenting). In light of the discretion afforded to district courts to consider such circumstances after United States v. Booker, 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), and its progeny, this concern need no longer detain us. See United States v. Cavera, 550 F.3d 180, 189-92 (2d Cir.2008) (noting that district courts are entitled to particular deference if they choose to vary from the “sharply increase[d]” sentences for firearms offenses under Section 2K2.1(a)).7\nCONCLUSION\nAccordingly, we now join our sister circuits in concluding that a sentence imposed for a conviction resulting from an Alford plea constitutes a “prior sentence” within the meaning of Section 4A1.2(a)(l). We therefore reject Banks’s assertion that the district court erred in calculating his criminal history category or increasing his base offense level by relying on sentences resulting from Alford pleas.\nFor the foregoing reasons, we AFFIRM the judgment of the district court.\n\n. Although the plea agreement contained an appeal waiver provision, the government ■ is not seeking to enforce that waiver in light of the parties’ mutually mistaken belief that Banks was subject to a 180-month mandatory minimum sentence under the Armed Career Criminal Act, 18 U.S.C. § 924(e), and the erroneous advice Banks received to that effect.\n\n\n. Because the state court treated Banks as a first-time offender, his offense carried a seven-year maximum penalty. Accordingly, it did not qualify as a “serious drug offense” under the ACCA, which requires a prior conviction of a drug offense carrying a maximum term of imprisonment of at least ten years. 18 U.S.C. § 924(e)(2)(A)(ii).\n\n\n. According to the PSR, Banks was arrested for the robbery on September 17, 2003, whereas he was arrested for the assault on May 4, 2004. The parties do not dispute that these offenses were separated by an intervening arrest and therefore count separately under U.S.S.G. § 4A1.2(a)(2).\n\n\n. When determining whether a defendant has sustained “two felony convictions of ... a crime of violence,” U.S.S.G. § 2K2.1(a)(2), courts must \"use only those felony convictions that receive criminal history points under § 4Al.l(a), (b), or (c).” U.S.S.G. § 2K2.1 cmt. n. 10. Because these provisions assign criminal history points only for \"prior sentences,” as defined in § 4A1.2(a), a felony conviction of a crime of violence does not warrant an increase in a defendant’s offense level under § 2K2.1(a)(2) unless it also qualifies as a \"prior sentence.”\n\n\n. The INA defines \"conviction” as:\n[A] formal judgment of guilt of the alien entered by a court or, if adjudication of guilt has been withheld, where — (i) a judge or jury has found the alien guilty or the alien has entered a plea of guilty or nolo contendere or has admitted sufficient facts to warrant a finding of guilt, and (ii) the judge has ordered some form of punishment, penalty, or restraint on the alien’s liberty to be imposed.\n8 U.S.C. § 1101(a)(48)(A).\n\n\n. Whereas the Guidelines provide their own statutory definition for the term \"prior sentence,” the statutory provision at issue in Bur-rell provides that, for the purposes of 18 U.S.C. § 922(g)(1), \"[w]hat constitutes a conviction of such a crime shall be determined in accordance with the law of the jurisdiction in which the proceedings were held.” 18 U.S.C. § 921(a)(20); Burrell, 384 F.3d at 24 n. 2 (distinguishing Abimbola). Accordingly, the treatment of a prior offense may diverge under the two statutes. Compare Burrell, 384 F.3d at 28 (\"[A] § 922(g)(1) conviction is not subject to attack on the ground that a predicate conviction is subsequently reversed, vacated or modified.” (internal quotation marks omitted)), with U.S.S.G. § 4A1.2 cmt. n.6 (\"Sentences resulting from convictions that ... have been reversed or vacated ... are not to be counted.”).\n\n\n. Furthermore, on multiple occasions, this Court has noted the authority of the district courts to \"make a so-called 'horizontal departure’ ” and \"adopt a lower criminal history category,” United States v. Preacely, 628 F.3d 72, 80 (2d Cir.2010), based on such \"individualized considerationfs]” as \"the sentences previously imposed, and the amount of time previously served compared to the sentencing range called for by placement in [a particular criminal history category],” Mishoe, 241 F.3d at 219; see also United States v. Ingram, 721 F.3d 35, 39 (2d Cir.2013) (Calabresi, J., concurring).\n\n",
            "ocr": true,
            "opinion_id": 8413274
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}