{
    "id": 8442664,
    "judges": "Kearse, Pooler, Sack",
    "date_filed": 1460592000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-jesurum",
    "case_name_short": "Jesurum",
    "case_name": "United States v. Jesurum",
    "case_name_full": "United States v. Miguel JESURUM, aka Miguel Argenys Jesurum Tejada, aka rommyke2000@yahoo.com",
    "attorneys": "Randall D. Unger, Bayside, NY, for Defendant-Appellant., George D. Turner and Anna M. Skotko, Assistant United States Attorneys, for Preet Bharara, United. States Attorney for the Southern District of New York, New York, NY, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted: Feb. 8, 2016.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "819 F.3d 667"
    ],
    "opinions": [
        {
            "author_str": "Pooler",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPOOLER, Circuit Judge:\nOn March 26, 2014, defendant-appellant Miguel Jesurum pleaded guilty to a two-count indictment charging him and three codefendants with wire fraud conspiracy in violation of 18 U.S.C. §§ 1343 and 1349 and aggravated identity theft in violation of 18 U.S.C. § 1028A(c). At sentencing, as is relevant here, the district court applied a six-level enhancement pursuant to 2014 U.S.S.G. § 2Bl.l(b)(2)(C) because the offense involved 250 or more victims and, following a Fatico hearing, applied a four-level enhancement pursuant to 2014 *669U.S.S.G. § 3Bl.l(a) because the defendant was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive. Because the district court appropriately applied those enhancements, we reject Jesurum’s argument that the orally pronounced sentence was procedurally unreasonable, and affirm. We remand for the limited purpose of allowing the district court to amend the written judgment to conform it to the oral sentence.\nBACKGROUND\nI. The Criminal Scheme\nOn June 20, 2012, Jesurum and three codefendants were charged by grand jury with a two count indictment.\" Count 1 charged Jesurum and his codefendants with wire fraud conspiracy in violation of 18 U.S.C. §§ 1343 and 1349; Count 2 charged \"them with aggravated identity theft in violation of 18 U.S.C. § 1028A(c). On March 26, 2014, Jesurum pleaded guilty without a plea agreement.\nThe basis for Jesurum’s conviction was his participation in a large-scale cell phone cloning scheme, defrauding Sprint and Sprint customers. The presentence investigation report (“PSR”) described the scheme as follows. Sprint, a cell phone provider, uses telephone towers to allow its customers to place calls. Sprint recognizes cell phones by two unique identifiers that are programmed into every cell phone that cap access the Sprint network: a Mobile Station ID (“MSID”) and an Electronic Serial Number (“ESN”). When a customer tries to place a call using the Sprint network, the cell phone tower will look for the MSID and ESN and will only place the call if the Sprint network recognizes-the MSID and ESN as belonging to a Sprint customer. Sprint tracks its customers’ cell phone use -by their MSID and ESN numbers and bills its customers based on their use of the network.\nIn a cell phone cloning fraud, such as this one, the perpetrator of the fraud steals or fraudulently obtains the necessary information — here, a Sprint customer’s MSID and ESN — to place calls on the network. He then programs a different phone with the Sprint customer’s MSID and ESN, so that calls made from the cloned phone appear to Sprint to be coming from the customer’s phone, and the Sprint customer is billed for the call. Je-surum and his coconspirators obtained and used MSIDs and ESNs from tens of thousands of Sprint customers’ accounts. Je-surum and his coconspirators got access to the MSIDs and ESNs illicitly by, among other means, purchasing these identifiers from nine Sprint employees who had access to .the Sprint database. ■ Jesurum profited from the scheme by selling the capacity to route calls over the Sprint network via the cloned phones at rates well below the market rates charged by Sprint. As is relevant on appeal, Jesurum does not contend that he used MSIDs and EDNs from fewer than 250 Sprint customers. Rather, he contends that the evidence shows only that one person or entity— Sprint — suffered any financial harm.\nAt the plea hearing, Jesurum admitted to conspiring with others to use the “ceil phone identifiers of various providers’ customers without the authorization to make unauthorized calls.” App’x at 44. He admitted that the plan was carried, out in part over interstate email and telephone. As. to. the identity theft charge, Jesurum stated that, between 2009 and 2012, “in order to carry out this wire;fraud crime, [he] used with unlawful - authority the unique cellular identifiers of telephone service providers’ customers without authorization -to do so.”, App’x at 45. He stated *670that he was aware that at least some of the identifiers belonged to real people.\nII. Sentencing\nJesurum was sentenced On November 21, 2014. At sentencing, as is relevant here, the district court applied a six-level enhancement pursuant to 2014 U.S.S.G. § 2Bl.l(b)(2)(C) because the offense involved 250 or more victims and, following a Fatico hearing, applied a four-level enhancement pursuant to 2014 U.S.S.G. § 3Bl.l(a) because the defendant was an organizer or leader of a criminal activity that involved five ór more participants or was otherwise extensive. Based on the district court’s calculation, the Guidelines range for Count 1 was 151 to 188 months, and the term for Count 2 was the term required by statute — 24 months’ imprisonment, to run consecutively to Count 1. The district court imposed a total sentence of 96 months’ incarceration: 72 months for Count 1, to be followed by a consecutive 24 months for Count 2. The district court stated that the jail time “will be followed by two years of supervised release on Count 1 and 1 year of supervised release on Count 2, to be served concurrently.” App’x at 242. However, the written judgment states that the defendant will serve a supervised release term of “3 years on count 1 and 1 year on count 2, to run concurrently.” App’x at 252.\nDISCUSSION\nI. Procedural Unreasonableness Challenge\nJesurum challenges his sentence as procedurally unreasonable'. We review a sentence for procedural reasonableness under a “deferential -abuse-of-discretion standard.” Gall v. United States, 552 U.S. 38, 41, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007). “A sentence is procedurally unreasonable if the district court fails to calculate (or improperly. calculates) the Sentencing Guidelines range, treats the Sentencing Guidelines as mandatory, fails to consider the § 3553(a) factors, selects a sentence based on clearly erroneous facts, or fails adequately to explain the chosen sentence.’ ” United States v. Aldeen, 792 F.3d 247, 251 (2d Cir.2015) (quoting United States v. Chu, 714 F.3d 742, 746 (2d Cir.2013)).\nThe PSR recommended applying a six-level enhancement under 2014 U.S.S.G. § 2Bl.l(b)(2)(C), which was applicable at the time of Jesurum’s sentencing, and which provided for such an enhancement if the offense “involved 250 or more victims.” Two application notes are relevant to the determination of who. is a victim under this provision. First, Application Note 1 states that “ ‘[vjictim’ means (A) any person who sustained any part of the actual loss determined under subsection (b)(1) [i.e., the loss calculation]; or (B) any individual who sustained bodily injury as a result of the offense.” 2014 U.S.S.G. § 2B1.1 cmt. n. 1. Second, Application Note 4(E) states that “[f]or purposes of subsection (b)(2), in a case involving means of identification^] ‘victim’ means (i) any victim as defined in Application Note 1; or (ii) any individual whose means of identification was used unlawfully or without authority.” 2014 U.S.S.G. § 2B1.1 cmt. n. 4(E).\nJesurum focuses on Application Note 1, and argues that because there was no evidence of any financial harm to Sprint customers whose cell phone identifiers were used, the only victim of the scheme was Sprint itself and the six-level enhancement was therefore inappropriate. But the cases on which Jesurum relies dealt with offenses governed by versions ' of the Guidelines that were applicable before the ■definition .of victim was amended to include “any individual whose means of- identifica*671tion was used unlawfully or without authority.”\nJesurum primarily relies on United States v. Abiodun, 536 F.3d 162 (2d Cir.2008), where we held that the district court erred in counting victims whose loss amounts were not included in the loss Calculation, because “victim” was defined solely as “any person who sustained any part of the actual loss determined under subsection (b)(1).” Id. at 169. This reasoning is simply not relevant because the definition of “victim” ' was expanded in 2009, partly in response to Abiodun, to include “any individual whose means of identification was used unlawfully or without authority.” Indeed, the reason given by the Sentencing Commission for the amendment was to “expand[ ] ... the definition of victim.” U.S.S.G. app. C., Yol. Ill, amend. 726, at 309. The Commission explained:\n[T]he amendment amends the Commentary to § 2B1.1 to provide that, for purposes of the victims table in subsection (b)(2), an individual whose means of identification was used unlawfully or without authority , is considered a “victim.” ... An identity theft case may involve an individual whose means of identification was taken and used but who was fully reimbursed by a third party (e.g., a bank or credit card company). Some courts have held that such an individual is not counted as a “victim” for purposes of the victims table at § 2Bl.l(b)(2).' See ... United States v. Abiodun, 536 F.3d 162 (2d Cir.2008).... The Commission determined that such an individual should be considered a “victim” for- purposes of subsection (b)(2) because such an individual, even if fully reimbursed, must often spend significant time resolving credit problems and related issues, and such lost time may not be adequately accounted for in the loss calculations under the guidelines. .\nId. at 309-10.\nHere, the district court' did not err in holding that the offense involved 250 or more victims because the evidence demonstrated that more than 250 Sprint customers’ means of identification, here MSIDs and ESNs, were used without authority. Pursuant to Application Note 4, victim includes “any individual whose means of identification was used unlawfully or ' without authority.” 2014 U.S.S.G. § 2B1.1 cmt. n. 4(E). “Means of identification” “has the meaning given that term in 18 U.S.C. § 1028(d)(7), except that such means of identification shall be of an actual (i.e., not fictitious) individual.” 2014 U.S.S.G. § 2B1.1 cmt. n. 1. Section 1028(d)(7) of Title 18 defines “means of identification,” in pertinent part, as “any name or number that may be used, alone or in conjunction with any other information, to identify a specific individual, including any ... telecommunication identifying information or access device (as defined in section 1029(e)).” Finally, Section 1029(e) defines “access device” as including an “electronic serial number [or] mobile identification number ... or other means of account access that can be used, alone or in conjunction with another access device, to obtain money, goods, services, or any other thing of value.” 18 U.S.C. § 1029(e)(1).\nNo one disputes that MSIDs and ESNs are “means of identification” under Application Note 4. The district court therefore correctly counted as victims Sprint customers whose MSIDs and/or ESNs were taken and used, regardless of whether the customers suffered any financial loss. See United States v. Harris, 791 F.3d 772, 780 (7th Cir.2015) (“[T]he district- court correctly counted as victims individuals whose *672identification was used without authority, in addition to those who suffered actual monetaiy loss.”); United States v. Maxwell, 778 F.3d 719, 734 (8th Cir.) (“[The defendant] ... argues the district court erred in determining that the number of fraud victims should include more than three hundred identity theft victims because the number of victims should be limited to entities that incurred financial loss. We agree with the district court that the number of victims properly includes persons whose identities were used unlawfully”), cert. denied, — U.S. —, 135 S.Ct. 2827, 192 L.Ed.2d 864 (2015); cf. United States v. Finley, 600 Fed.Appx. 964, 968-69 (6th Cir.) (rejecting the same argument pressed by Jesurum), cert. denied, — U.S. —, 135 S.Ct. 1726, 191 L.Ed.2d 694 (2015); United States v. Adeife, 606 Fed.Appx. 580, 581 (11th Cir.2015) (same); United States v. Melchor, 580 Fed.Appx. 173, 174-75 (4th Cir.2014) (same); United States v. Kismat, 570 Fed.Appx. 155, 160-61 (3d Cir.2014) (same).\nJesurum next argues that the 2015 amendments to the Guidelines provide support for his conclusion that counting the Sprint customers as victims was erroneous. Jesurum contends that he would not have received a six-level enhancement under the amended Guidelines, which were promulgated on April 15, 2015 and went into effect on November 1, 2015, well after Jesurum’s November 21, 2014 sentencing. He therefore argues that it would be manifestly unjust not to apply the amendment retroactively.\nUnder our case law, we are “required to apply [post-sentence] amendments to the Guidelines that clarify their application on direct review.” United States v. Kirkham, 195 F.3d 126, 131 (2d Cir.1999); see also, e.g., United States v. Lewis, 93 F.3d 1075, 1080 (2d Cir.1996). However, we may not, in the first instance, apply post-sentence amendments that embody “a substantive change” to the Guidelines. United States v. Kim, 193 F.3d 567, 578 (2d Cir.1999). Such amendments may initially be applied retroactively only by a district court. See United States v. Colon, 961 F.2d 41, 45-46 (2d Cir.1992). We therefore must assess whether the amendment Jesurum invokes clarified the application of 2014 U.S.S.G. § 2Bl.l(b)(2)(C) or substantively altered that provision.\nSection 2Bl.l(b)(2) of the 2014 Guidelines provided:\n(Apply the greatest) If the offense—\n(A)(i) involved 10 or more victims; or (ii) was committed through mass marketing, increase by 2 levels;\n(B) involved 50 or more victims, increase by 4 levels; or\n(C) involved 250 or more victims, increase by 6 levels.\n2014 U.S.S.G. § 2Bl.l(b)(2). Following the promulgation of the relevant amendment, Amendment 792, the 2015 Guidelines now provide:\n(Apply the greatest) If the offense—\n(A)(i) involved 10 or more victims;\n(ii) was committed through mass-marketing; or\n(iii) resulted in substantial financial hardship to one or more victims, increase by 2 levels;\n(B) resulted in substantial financial hardship to five or more victims, increase by 4 levels; or\n(C) resulted in substantial financial hardship to 25 or more victims, increase by 6 levels.\n2015 U.S.S.G § 2Bl.l(b)(2). The definition of “victim” remains the same. See 2015 U.S.S.G. § 2B1.1 cmt. nn. 1, 4(E). It is readily apparent that Amendment 792 effects a substantive change to the Guidelines and does not merely clarify the *673Guidelines’ application on direct review. Therefore, we may not apply it when assessing whether the district court erred in its application of the 2014 Guidelines. See Kim, 193 F.3d at 578. Jesurum must instead direct any request for relief under Amendment 792 to the district court in the first instance. See Colon, 961 F.2d at 45-46.\nJesurum also challenges the ‘ district court’s application of a four-level enhancement pursuant to Section 3Bl.l(a) of the Sentencing Guidelines, which provides for such an enhancement if “the defendant was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive.” The district court’s factual finding that Jesu-rum was ah organizer or leader of criminal activity that involved five or more participants or was otherwise extensive was noi clearly erroneous, United States v. Paccione, 202 F.3d 622, 624 (2d Cir.2000), but rather had sufficient support in the evidence' introduced at the Fático hearing, and the district court therefore did not err in applying this enhancement.\nFor the foregoing reasons, we reject Jesurum’s challenge to his sentence as procedurally unreasonable, and affirm the orally pronounced sentence.\nII. Variance Between Oral and Written Sentence\nAt the sentencing hearing, the district court stated that Jesurum’s term of imprisonment “will be followed by two years of supervised release on Count 1 and 1 year of supervised release on Count 2, to be served concurrently.” .App’x at 242. However, the written judgment states that Jesurum will serve a supervised release term of “3 years on count 1 and 1 year on count 2, to run concurrently.” App’x at 252. Because the oral pronouncement controls, see United States v. Rosario, 386 F.3d 166, 168 (2d Cir.2004), the Government consented either to modification of the judgment by this Court or to a remand to the district court to fix this error. We therefore remand so that the district court may, in accordance, with Federal Rule of Criminal Procedure 36, “amend the written judgment so that it conforms with the oral sentence pronounced by the court.” United States v. Werber, 51 F.3d 342, 347 (2d Cir.1995); see Fed,R.Crim.P. 36 (“After giving any'notice it considers appropriate, thé court may at any time correct a clerical error in a judgment; order, or oth-ér part of the record, or correct an error in the record arising from oversight or omission.”). '\nCONCLUSION\nWe have considered the remainder of Jesurum’s arguments and find them to be without merit. For the foregoing reasons, the sentence imposed orally by the district court hereby is AFFIRMED. We REMAND to the district court for the limited purpose of amending the judgment to conform to the'oral sentence.'\n",
            "ocr": true,
            "opinion_id": 8413949
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}