{
    "id": 6066680,
    "judges": null,
    "date_filed": 659664000000,
    "date_filed_is_approximate": false,
    "slug": "people-v-johnson",
    "case_name_short": null,
    "case_name": "People v. Johnson",
    "case_name_full": "The People of the State of New York v. Stanley Johnson",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "167 A.D.2d 298"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJudgment, Supreme Court, Bronx County (George Covington, J.), rendered June 15, 1988, convicting defendant, after a jury trial, of robbery in the first degree and sentencing him, as a second felony offender, to an indeterminate term of 4 id to 9 years’ imprisonment, unanimously affirmed.\nOn this appeal, defendant argues, among other things, that the lineup identification should have been suppressed as tainted by the complainant’s photographic identification. We disagree. As correctly noted by the trial court in denying defendant’s motion to suppress after the hearing held pursuant to United States v Wade (388 US 218), there is no evidence that the pretrial identification procedures employed by the police in this case were even remotely suggestive. Moreover, the complainant had an unobstructed view of the defendant for a significant period of time both before and during the robbery, which took place in broad daylight with no other individuals in sight. Accordingly, there was a sufficient independent basis for the witness’s in-court identification of defendant. (See, People v Ramos, 42 NY2d 834.)\nWe perceive no error in the trial court’s Sandoval ruling (People v Sandoval, 34 NY2d 371). Concur—Sullivan, J. P., Carro, Wallach and Rubin, JJ.\n",
            "ocr": true,
            "opinion_id": 5930475
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}