{
    "id": 6091650,
    "judges": "Peters",
    "date_filed": 1384992000000,
    "date_filed_is_approximate": false,
    "slug": "rose-v-albany-county-district-attorneys-office",
    "case_name_short": "Rose",
    "case_name": "Rose v. Albany County District Attorney's Office",
    "case_name_full": "In the Matter of Nakia Rose v. Albany County District Attorney's Office",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "111 A.D.3d 1123",
        "975 N.Y.S.2d 258"
    ],
    "opinions": [
        {
            "author_str": "Peters",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPeters, P.J.\nAppeal from a judgment of the Supreme Court (Devine, J.), entered November 29, 2012 in Albany County, which, among other things, partially dismissed petitioner’s application, in a proceeding pursuant to CPLR article 78, to review respondent’s determination denying petitioner’s Freedom of Information Law request.\nIn 2009, petitioner was convicted of numerous crimes in connection with a drug-related shooting and robbery in the City of Albany (People v Rose, 72 AD3d 1341 [2010], lv dismissed 16 NY3d 745 [2011]). In January 2012, he submitted a request to respondent pursuant to the Freedom of Information Law (see Public Officers Law art 6 [hereinafter FOIL]) seeking disclosure of 29 categories of documents relating to the criminal investigation that led to his conviction. As relevant here, petitioner’s request number 13 sought “[a]ll notes, memos, teletypes, letters, records, and other communications to/from the State police, Albany police, Albany Dept, of Public Safety, or federal authorities regarding [petitioner] and/or the investigation underlying the charges against him.” Request number 21 sought *1124“[a]ll letters or communications written by any employee of [respondent], or on its behalf, to any governmental agency or private entity concerning any prosecution witness, including but not limited to letters and communications to the Division of Parole, Probation Department, Human Resources Administration, NYC Housing Authority, Department of Homeland Security, and Immigration.” In May 2012, respondent denied all of petitioner’s requests, and petitioner promptly filed an administrative appeal. After respondent failed to respond within 10 days as required by Public Officers Law § 89 (4) (a), petitioner commenced this CPLR article 78 proceeding challenging the denial of his FOIL requests (see Public Officers Law § 89 [4] [b]).\nThereafter, the Chair of the Law Committee of the Albany County Legislature provided a response to petitioner’s appeal, finding that respondent failed to provide a sufficient factual basis for application of the claimed exemptions and directing respondent to provide additional factual grounds for its denials. Respondent subsequently issued a letter which, among other things, partially denied request number 13 and again denied request number 21. Specifically, respondent claimed that the withheld documents responsive to request number 13 had either been provided to defense counsel during discovery or were exempt as inter- or intra-agency materials (see Public Officers Law § 87 [2] [g]). Respondent likewise denied request number 21 on the basis that the documents had been provided to defense counsel during discovery and, further, on the ground that the release of such information could endanger the lives or safety of certain individuals (see Public Officers Law § 87 [2] [f]). Supreme Court, while granting access to other categories of documents, affirmed the partial denial of request number 13 and the denial of request number 21. Petitioner appeals.\nPetitioner claims that Supreme Court improperly considered the submissions tendered by respondent after the expiration of the administrative appeal response period and following the commencement of this CPLR article 78 proceeding and that, absent those belated submissions, respondent has failed to satisfy its burden of establishing that the requested documents are exempt from disclosure under FOIL. It is a fundamental principle of administrative law that judicial review of an administrative determination is limited to the “ ‘ “facts and record adduced before the agency” ’ ” (Matter of Featherstone v Franco, 95 NY2d 550, 554 [2000], quoting Matter of Yarbough v Franco, 95 NY2d 342, 347 [2000]; accord Matter of Kelly v Safir, 96 NY2d 32, 39 [2001]; see Matter of World Buddhist Ch'An *1125Jing Ctr., Inc. v Schoeberl, 45 AD3d 947, 951 [2007]). Yet, in the context of FOIL, “the next step in the procedure for challenging an alleged inappropriate denial of access to records by an agency [following an administrative appeal] is a CPLR article 78 proceeding” (Matter of Kaufman v New York State Dept. of Envtl. Conservation, 289 AD2d 826, 827 [2001]; see Public Officers Law § 89 [4] [a], [b]), and it is in such proceeding that the agency bears the burden of “ ‘articulating a particularized and specific justification for denying access’ ” (Matter of Kaufman v New York State Dept. of Envtl. Conservation, 289 AD2d at 827, quoting Matter of Capital Newspapers Div. of Hearst Corp. v Burns, 67 NY2d 562, 566 [1986]; see Matter of Data Tree, LLC v Romaine, 9 NY3d 454, 462-463 [2007]; Matter of Bass Pro, Inc. v Megna, 69 AD3d 1040, 1041 [2010]). As such, “[w]hether or not respondent provided petitioner with a full written explanation at the administrative level is academic” (Matter of Kaufman v New York State Dept. of Envtl. Conservation, 289 AD2d at 827 [citations omitted]). Thus, Supreme Court was not prohibited from considering respondent’s post-petition response in assessing whether respondent satisfied its burden in this CPLR article 78 proceeding to demonstrate the requisite particularized justifications for the exemptions invoked in its initial denial of petitioner’s FOIL request.\nWe are not unmindful that respondent’s post-petition response also invoked a FOIL exemption not previously relied upon as a ground for nondisclosure in its initial denial of request number 21 — namely, that disclosure of such documents could endanger the life or safety of the prosecution witnesses to whom they pertain (see Public Officers Law § 87 [2] [f]). Although review of an administrative determination is generally limited to the grounds invoked by the agency at the time of its determination (see Matter of National Fuel Gas Distrib. Corp. v Public Serv. Commn. of the State of N.Y., 16 NY3d 360, 368 [2011]; Matter of Scanlan v Buffalo Pub. School Sys., 90 NY2d 662, 678 [1997]; Matter of Scherbyn v Wayne-Finger Lakes Bd. of Coop. Educ. Servs., 77 NY2d 753, 758 [1991]; Matter of Consolidated Edison Co. of N.Y. v Public Serv. Commn., 63 NY2d 424, 441 [1984], appeal dismissed 470 US 1075 [1985]), this principle of administrative law did not preclude Supreme Court from addressing the applicability of the newly raised exemption to the requested documents, inasmuch as the confidentiality rights of third parties not before the court are implicated by the disclosure determination (see Matter of Johnson Newspaper Corp. v Stainkamp, 61 NY2d 958, 960-961 [1984]; Matter of Molloy v New York City Police Dept., 50 AD3d 98, 100 [2008]; Matter of Harvey v Hynes, 174 Misc 2d 174, 176-179 [Sup Ct, *1126Kings County 1997]; see also Matter of Grand Jury Subpoena Duces Tecum Dated Dec. 14, 1984, 69 NY2d 232, 238 n [1987], cert denied sub nom. Y and X v Kuriansky, 482 US 928 [1987]; cf. Matter of MacKenzie v Seiden, 106 AD3d 1140, 1143 [2013]).\nNevertheless, respondent’s submissions were insufficient to sustain its burden of demonstrating that the requested records are exempt from disclosure. With respect to both request numbers 13 and 21, respondent failed to provide any competent proof that the documents responsive to these requests were previously provided to petitioner during discovery in his criminal action (see Matter of Riley-James v Soares, 33 AD3d 1171, 1172 [2006]; compare Matter of Khatibi v Weill, 8 AD3d 485, 486 [2004]). Moreover, to the extent that respondent asserted that documents responsive to request number 13 constituted exempt intra- or inter-agency material under Public Officers Law § 87 (2) (g), it merely quoted the statutory language of the exemption without enumerating or describing any of the documents withheld and without offering a factual basis for the claims of exemption. Such conclusory assertions fall far short of establishing the requirement of particularity (see Matter of West Harlem Bus. Group v Empire State Dev. Corp., 13 NY3d 882, 885 [2009]; Church of Scientology of N.Y. v State of New York, 46 NY2d 906, 907-908 [1979]; see also Matter of City of Newark v Law Dept. of City of N.Y., 305 AD2d 28, 34 [2003]; Brown v Town of Amherst, 195 AD2d 979, 980 [1993]). Inasmuch as the record is unclear as to whether and to what extent such documents, although intra-agency materials, may contain nonexempt statistical or factual data (see Public Officers Law § 87 [2] [g] [i]; see generally Matter of Gould v New York City Police Dept., 89 NY2d 267, 277 [1996]; Matter of Xerox Corp. v Town of Webster, 65 NY2d 131, 133 [1985]), the appropriate remedy is remittal to Supreme Court for an in camera review of the documents (see Matter of Xerox Corp. v Town of Webster, 65 NY2d at 133; Matter of M. Farbman &amp; Sons v New York City Health &amp; Hosps. Corp., 62 NY2d 75, 83 [1984]; Matter of Allen Group [Allen Testproducts Div.] v New York State Dept. of Motor Vehs., 147 AD2d 856, 857 [1989]). To the extent that the records contain such statistical or factual data or other materials subject to disclosure, they should be redacted and made available to petitioner (see Matter of Xerox Corp. v Town of Webster, 65 NY2d at 133).\nRespondent’s asserted basis for the denial of request number 21 — which sought all letters or communications to other agencies or entities concerning any prosecution witness — was that petitioner’s codefendant had boasted that he belonged to a gang that had previously killed witnesses and, therefore, disclosure *1127could endanger the life or safety of such a witness (see Public Officers Law § 87 [2] [f]). Notwithstanding petitioner’s claim that he already knows the identities of the prosecution witnesses who testified in open court at his criminal trial (see Matter of Chebere v Johnson, 3 AD3d 365, 366 [2004], lv dismissed 2 NY3d 778 [2004]), the requested communications may very well contain other identifying information such as, for example, a witness’s address or place of employment, the disclosure of which could put such person’s safety at risk (see Matter of De Oliveira v Wagner, 274 AD2d 904, 905 [2000]; Matter of Johnson v New York City Police Dept., 257 AD2d 343, 348 [1999], lv dismissed 94 NY2d 791 [1999]). Given these circumstances, Supreme Court should conduct an in camera inspection of the documents to determine whether they may be released, in redacted or unredacted form, without compromising the life or safety of any witness (see Matter of Chebere v Johnson, 3 AD3d at 366; Matter of Johnson v New York City Police Dept., 257 AD2d at 348-349; see also Matter of Laporte v Morgenthau, 11 AD3d 410, 410 [2004]; Matter of Stronza v Hoke, 148 AD2d 900, 901 [1989], lv denied 74 NY2d 611 [1989]).\nFinally, we find no basis to disturb the denial of petitioner’s request for counsel fees. “While courts may award counsel fees to litigants who substantially prevail in a FOIL proceeding, the decision whether to award such fees is discretionary even when the statutory prerequisites have been established” (Matter of Carnevale v City of Albany, 68 AD3d 1290, 1293 [2009] [citations omitted]; see Matter of New York Civ. Liberties Union v City of Saratoga Springs, 87 AD3d 336, 338-339 [2011]). We discern no abuse of discretion by Supreme Court here. However, in the event that additional disclosures are ordered upon remittal, Supreme Court should reconsider whether petitioner is entitled to counsel fees (cf. Matter of Saxton v New York State Dept. of Taxation &amp; Fin., 107 AD3d 1104, 1105 [2013]; Matter of TJS of N.Y., Inc. v New York State Dept. of Taxation &amp; Fin., 89 AD3d 239, 243 [2011]).\nStein, McCarthy and Spain, JJ., concur. Ordered that the judgment is modified, on the law, without costs, by reversing so much thereof as found that the documents sought in request number 13 and request number 21 were exempt from disclosure pursuant to Public Officers Law § 87 (2) (g) and (f); matter remitted to the Supreme Court for further proceedings not inconsistent with this Court’s decision; and, as so modified, affirmed.\n",
            "ocr": true,
            "opinion_id": 5956059
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}