{
    "id": 8450251,
    "judges": "Martin",
    "date_filed": "2006-01-14",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-donald",
    "case_name_short": "Donald",
    "case_name": "United States v. Donald",
    "case_name_full": "United States v. Patrick DONALD",
    "attorneys": "Charles P. Wisdom, Jr., Asst. U.S. Attorney, Kenneth R. Taylor, Asst. U.S. Attorney, U.S. Attorney’s Office, Lexington, KY, for Plaintiff-Appellee., C. William Swinford, Jr., Lexington, KY, for Defendant-Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "86 F. App'x 939"
    ],
    "opinions": [
        {
            "author_str": "Martin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMARTIN, Circuit Judge.\nPatrick Donald appeals his jury conviction and sentence for bank robbery and possession of a firearm while subject to an active domestic violence order. For the following reasons, we AFFIRM the decision of the district court.\nI.\nOn April 2, 2002, at approximately 9:07 a.m., a man robbed the National City Bank located in Lexington, Kentucky. The man who robbed the bank presented a note to bank teller Angela Buckman, which demanded a sum of money and indicated that he was in possession of a firearm. Submitting to this demand. Buckman gave the man money from her register drawer, which totaled $2,066. Upon receipt of the money, the man ran into a sign causing a noticeable noise and exited the building. After the man had exited the building. Buckman recounted what had happened to *941her colleagues and the police were summoned.\nThe investigating police officers interviewed the witnesses and obtained the bank’s still photos and videotape taken at the time of the robbery.1 The witnesses described the robber as an African American male wearing a gray sweatshirt with black clothing underneath, a gray or white winter hat, and dark pants. Because of the relatively short period of time that had passed between the robbery and the police response, the officers surmised that the man could not have traveled far. Therefore, the officers began canvassing the area on foot, which led them to the St. James Place Apartment building and a government subsidized apartment building. There, the officers met the assistant manager. Michelle Hambriek, and asked her whether she had seen a man matching the assailant’s description. She informed the officers that she had just made a deposit at the bank and saw a man matching this description enter the bank whom she recognized as Patrick Donald, a resident of St. James.2 Thereafter, Hambriek told the officers Donald’s apartment number.\nThe officers knocked on Donald’s apartment door and Donald answered. Donald stated that he had remained in his apartment since the very early morning. From the open doorway, the officers noticed a gray sweatshirt similar to the one worn by the man who robbed the bank, as corroborated by the bank’s surveillance photos and robbery witnesses. The officers asked Donald for permission to search his apartment, but Donald refused. An officer brought teller Buckman to the lobby of the St. James apartment building to conduct a “show up.” At that time. Buckman was unable to identify positively Donald as the bank’s robber.\nThe officers sought and received a warrant to search Donald’s apartment. The search recovered clothing items similar to those worn by the bank robber, a firearm, and over $2,000 in cash. The officers questioned Donald about the source of the large sum of cash found in his apartment. Donald responded that H &amp; R Block had filed his income tax return and that the cash was his income tax refund. Upon investigation of this statement, however, an H &amp; R Block representative told an officer that although the company had previously filed Donald’s tax return, it had not filed Donald’s tax return for the year in question. Thereafter, Donald changed his story and stated that he was saving earnings from his employment.\nOn May 2, 2002, Donald was indicted for bank robbery in violation of 18 U.S.C. § 2113(a) and (d); using a firearm during a crime of violence in violation of 18 U.S.C. § 924(c); and possessing a firearm while subject to an active domestic violence protection order in violation of 18 U.S.C. § 922(g)(8). Arguing that the search warrant was unsupported by probable cause and overbroad. Donald moved to suppress the evidence found in his apartment. On July 25, the district court denied the motion.\nOn July 29, Donald’s trial began. Following the close of the United States’ case. Donald moved for an acquittal on the robbery charge and the use of a firearm during a crime of violence charge based upon insufficient evidence. The trial court granted Donald’s motion as to the use of the firearm during a crime of violence charge, but denied it as to the robbery *942charge. The jury returned a verdict of guilty on the remaining counts and the district court sentenced Donald to six years and seven months in prison. This timely appeal followed.\nII.\nOn appeal, Donald asserts the following arguments: (1) the district court erred in denying Donald’s motion to suppress the inculpatory evidence found in his apartment; (2) the district court erred in overruling his evidentiary objections; (3) the district court erred in denying his motion for an acquittal on the robbery charge based upon insufficient evidence; (4) the district court’s rulings were internally inconsistent; and (5) the district court erred in refusing to continue the trial proceedings until a subpoenaed defense witness could be located. Each of these arguments will be discussed in turn.\nA.\nFirst, Donald argued in his appellate brief presented that the district court erred in denying his motion to suppress the evidence found at his apartment on the argument that the search warrant leading to the discovery of the evidence was invalid. Donald asserted that the search warrant was invalid because it was unsupported by probable cause and the description of the items to be searched and seized was unconstitutionally overbroad. At oral argument, however, counsel for Donald effectively withdrew this argument and, given our general agreement that this assignment of error is meritless, we decline to entertain it further.\nB.\nSecond, Donald argues that the district court erred in overruling his evidentiary objections. Specifically, Donald argues that the district court erred in admitting a statement made by Officer Whitehead that he contends constituted hearsay. Moreover, Donald argues that the district court erred in allowing Officer Whitehead to testify as to his observations of the bank’s videotape of the robbery. We review a district court’s evidentiary rulings for an abuse of discretion. United States v. Wright, 343 F.3d 849, 865 (6th Cir.2003).\nAs to Donald’s argument that Officer Whitehead’s testimony constituted inadmissible hearsay, we disagree. Officer Whitehead testified that an H &amp; R Block representative told his colleague, Detective Sarrantonio, that it had not prepared Donald’s taxes for the relevant year. We find that Office Whitehead’s testimony was not hearsay and, thus, the district court’s admission of this testimony was not an abuse its discretion. The United States offered Officer Whitehead’s testimony not to prove the truth of the statement, but to demonstrate Donald’s reaction to the news that the officers had investigated Donald’s explanation for the large sum of cash found at his apartment. Simply put, a statement not offered to prove the truth of the matter asserted is not hearsay. Fed.R.Evid. 801. Therefore, the district court committed no error in admitting the testimony.\nWe likewise reject Donald’s argument that the district court erred in allowing Officer Whitehead to testify regarding his perceptions of the videotape, which captured images from the robbery. Donald specifically argues that the district court erred in overruling his objection to Whitehead’s testimony that the person seen on the videotape was the person who committed the robbery. At trial, Donald objected to the admission of this testimony on the ground of lack of foundation. Thus, contrary to the United States’ assertion, we review the district court’s evidentiary ruling for an abuse of discretion, not plain error.\nDonald’s objection for lack of foundation implicates Federal Rule of Evidence 602 *943which states in pertinent part: “A witness may not testify to a matter unless evidence is introduced sufficient to support a finding that the witness has personal knowledge of the matter.” The threshold for establishing that a witness meets Rule 602’s requirements of personal knowledge is low. See United States v. Hickey, 917 F.2d 901, 904 (6th Cir.1990). Indeed, “[t]estimony should not be excluded for lack of personal knowledge unless no reasonable juror could believe that the witness had the ability and opportunity to perceive the event that he testifies about.” Id. Under this deferential standard, we find no abuse of discretion.\nIn this case, Whitehead testified that the person captured on the videotape was the person who robbed the bank. Whitehead’s testimony became necessary to identify the person in the videotape as Donald after the teller. Buckman, was unable to so testify. Although Whitehead did not personally see the robbery take place, his testimony was based upon the description of the suspect, combined with the fact that no other person captured on the videotape’s images matched that description. Therefore, Whitehead’s testimony was not simply conjecture, but was based on his personal observations and conclusions made during the course of his investigation. Thus, the testimony was properly admitted.\nDonald also argues that Whitehead’s testimony was expert opinion evidence that the court should have excluded under Federal Rule of Evidence 702. Although we would affirm this evidentiary ruling even under an abuse of discretion standard of review, as to this specific argument the United States correctly asserts that our review is restricted to plain error because Donald did not present this as the specific grounds of his objection before the district court. See Fed.R.Evid. 103. See also United States v. Rivera, 43 F.3d 1291, 1295 (9th Cir.1995) (“[Defendant] objected to the testimony as without sufficient foundation and as ‘totally subjective.’ He failed to object on ‘improper bolstering’ grounds. Accordingly, this court reviews the district court’s admission of the testimony for ‘plain error.’ ”); United States v. Holmquist, 36 F.3d 154, 168 (1st Cir.1994); United States v. Smith, 995 F.2d 662, 673 (7th Cir.1993) (“At trial [Defendant’s] counsel objected to this evidence based on relevancy grounds, not 404(b) grounds. Because [Defendant] did not properly raise a 404(b) objection at trial, he is precluded from raising this issue on appeal absent a showing of plain error.”).\nDonald objects to the testimony as inadmissible expert testimony because it was unhelpful to the jury in rendering its conclusion. As noted. Whitehead testified that the person captured on the videotape’s images was the person who committed the robbery. Donald argues this testimony was unhelpful to the jury because “[t]he jury was able to see the tape as easily as Officer Whitehead and had a duty to come to its own conclusions.” Although correct in his assertion that expert testimony must “assist the trier of fact to understand the evidence or to determine a fact in issue,” Fed.R.Evid. 702, we find that Donald’s arguments lack merit. The record reveals that Whitehead’s testimony was not admitted as expert testimony to assist the jury in understanding a “scientific, technical, or other specialized [area of] knowledge.” Id. Rather, it was admitted for the purpose of making an identification of the suspect-an area within the competence of a lay person. See Fed.R.Evid. 701. Thus, we find that the district court committed no error by admitting Whitehead’s testimony.\nC.\nThird, Donald argues that there was insufficient evidence to support his convic*944tion under 18 U.S.C. § 2113(a) for bank robbery because no witness to the actual robbery could positively identify him as the robber and because the United States failed to meet its burden of proving the element of “intimidation.”\n“When reviewing a claim of insufficient evidence, we examine the evidence in the light most favorable to the government and draw all inferences in the government’s favor in order to determine whether any rational trier of fact could have found the elements of the offense beyond a reasonable doubt.” United States v. Davis, 306 F.3d 398, 408 (6th Cir.2002) (citation omitted). As we have often repeated, “[c]ircumstantial evidence alone may sustain a conviction....” Id. (citation omitted).\nUnder this deferential standard of review, we find that there existed sufficient evidence to support Donald’s conviction. The United States admitted as evidence the following facts to demonstrate that Donald was indeed the bank robber: (1) the witnesses’ description of the clothing worn by the robber; (2) Hambrick’s testimony that she was at the bank around the time of the robbery-as corroborated by her deposit slips-and saw Donald enter the bank; (3) Hambrick’s identification of the clothing worn by Donald, which matched the other witnesses’ description; (4) only one man shown on the still photos and master videotape matched the description of the robber; (5) Hambrick and a colleague were able to identify positively Donald as the robber from the bank’s still photos; (6) clothing similar to that worn by the robbery suspect was found in Donald’s apartment; and (7) a similar amount of cash as to the amount that was stolen from the bank was found in Donald’s apartment, and Donald admittedly lied to the police as to the source of the cash when first confronted. Although the victim teller herself, Buckman, was unable to positively identify Donald, based upon the foregoing we find that any rational trier of fact could have found that Donald was correctly identified as the bank’s robber.\nDonald’s argument that the government failed to meet its burden of proving “intimidation” as a required element of bank robbery likewise lacks merit. See 18 U.S.C. § 2113(a) (“Whoever, by force and violence, or by intimidation ... ”). The note demanded that the teller give the suspect money and indicated that he had a gun. The connection of these statements presumably implied a threat of violence. Although this note was never found, the contents of the note-and that it was understood as a threat-was proved through Buckman’s testimony, which the jury obviously found credible.\nIn sum, although the United States’ case was built upon circumstantial evidence, when added together and construed in the light most favorable to the United States, we conclude that any rational trier of fact could have found that the United States proved the elements of bank robbery beyond a reasonable doubt. Therefore, we find that Donald’s conviction was supported by sufficient evidence.\nD.\nFourth, Donald argues that the district court’s rulings were internally inconsistent. As discussed, at the close of the United States’ case, Donald moved for an acquittal on the charges of bank robbery (Count 1 of the indictment) and possession of a firearm during a crime of violence (Count 2 of the indictment). The district court granted Donald’s motion as to the firearm possession charge, but overruled it as to the bank robbery charge. Donald argues that this conduct created inconsistent rulings because Count 1 of the indictment charged Donald with 18 U.S.C. § 2113(a) and (d), and 18 U.S.C. § 2113(d) *945requires that the person charged use “a dangerous weapon or device.” Thus, Donald argues that because the district court had ruled that the United States could not meet its burden of proving firearm possession during a crime of violence, it stands to reason that the United States could not meet its burden under section 2113(d).\nWhile facially persuasive, we find that this argument is not supported by the record. Although Count 1 of the indictment charged Donald with both 18 U.S.C. § 2113(a) and (d) and the jury convicted Donald of “Count 1,” the record clearly demonstrates that Donald was only convicted for violating section 2113(a). Indeed, the trial transcripts reflect that both the United States and the district judge understood that only simple bank robbery could be proved. Therefore, we find that the district court’s rulings were not inconsistent, because Donald was convicted only of the section 2113(a) offense.\nE.\nFifth, Donald argues that the district erred in refusing to continue the trial until a subpoenaed defense witness could be located. Donald had his employer, Mark Perkins, subpoenaed to testify as his trial, in order to testify as to Donald’s earnings and that he had paid Donald in part by cash for his work. Essentially, Donald desired Perkins’s testimony in order to demonstrate a possible source of the large sum of cash that was found in his apartment. After the marshal’s unsuccessful attempt to locate Perkins, the district judge refused to continue the proceedings, noting that Perkins’ testimony would be cumulative. Indeed, Donald himself had already testified to the matters that Perkins’s testimony would supposedly corroborate. Moreover, the district judge noted that if anything, Perkins’s testimony could only serve to hurt Donald’s case if Perkins was unwilling to admit that he had paid Donald in cash.\nWe review a district court’s denial of a defendant’s motion for a continuance in order to locate a witness for an abuse of discretion. United States v. Sawyers, 902 F.2d 1217, 1219 (6th Cir.1990). “To justify a continuance for the purpose of locating a witness, the moving party must show that the witness would have given substantial favorable evidence and that he was available and willing to testify.” United States v. Boyd, 620 F.2d 129, 132 (6th Cir.1980). Under the facts of this case, which indicate that Perkins was evading service and therefore “unwilling to testify,” we find that the district court did not abuse its discretion in denying Donald’s motion for a continuance.\nFor the foregoing reasons, we reject Donald’s numerous arguments and AFFIRM his jury conviction and sentence.\n\n. Essentially, the videotape recording functioned as a master recording of the bank’s still photographs.\n\n\n. The deposit slips indicate that Hambriek was indeed present at the bank around the time of the robbery.\n\n",
            "ocr": true,
            "opinion_id": 8421843
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}