{
    "id": 8451188,
    "judges": "Martin, Moore, Weber",
    "date_filed": 1077148800000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-micklin",
    "case_name_short": "Micklin",
    "case_name": "United States v. Micklin",
    "case_name_full": "United States v. Sean Patrick MICKLIN",
    "attorneys": "Julie Ann Woods, Asst. U.S. Attorney, Raymond E. Beckering, III, Jennifer L. McManus, U.S. Attorney’s Office, Grand Rapids, MI, for Plaintiff-Appellee., Frank E. Stanley, Grand Rapids, MI, for Defendant-Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "89 F. App'x 977"
    ],
    "opinions": [
        {
            "author_str": "Moore",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nMOORE, Circuit Judge.\nDefendant-Appellant Sean Patrick Micklin (“Micklin”) appeals the sentence imposed on him by the United States District Court for the Western District of Michigan pursuant to the 2001 United States Sentencing Guidelines (“U.S.S.G.”). resulting from his conviction for various drug offenses. Micklin argues on appeal that the district court erred when it increased his offense level two points for obstruction of justice under U.S.S.G. § 3C1.1. Because we believe that Micklin’s conduct warranted an enhancement for obstruction of justice, the judgment of the district court is AFFIRMED.\nI. BACKGROUND\nState authorities began an investigation into Micklin’s manufacturing of 3,4-Methy-lenedioxy Methamphetamine (“MDMA”) in October 2000, when it was discovered that he was ordering chemicals from various supply houses around the country. On August 1, 2001, authorities retrieved a package sent by Micklin to an address in Oregon. After inspecting the package pursuant to a search warrant, authorities discovered a pill bottle of capsules containing white powder later determined to be 3.4-Methylenedioxy Amphetamine (“MDA”).\nA search of Micklin’s home pursuant to a warrant was conducted the same day. Authorities found 6.1 grams of powder MDMA. 25,000 empty capsules, a number of documents relating to the manufacture of ecstasy (including drug recipes and articles), as well as computer records detailing multiple purchases of chemicals and laboratory equipment. Although Micklin arrived home during the search, he was not arrested.\nAfter the search ended, Micklin immediately left his home and went to his drug laboratory, located elsewhere. He proceeded to dismantle the laboratory in the middle of the night and then took the chemicals and equipment to a dumpster at the Texas Township Park located near his mother’s house, where he proceeded to dispose of the materials. Early the next morning, officers responded to a call from a park maintenance worker who had discovered the dumped materials. Many of the items contained information identifying Micklin as their owner. The authorities later used the computer records and results of subpoenas to chemical and laboratory equipment manufacturers to establish the history of chemicals and equipment purchased by Micklin to manufacture MDMA and MDA.\nA six-count indictment was issued on February 28, 2002, the charges of which all centered around Mieklin’s alleged drug manufacturing of MDMA and MDA. On April 24, 2002. Micklin entered guilty pleas to Counts One, Two, Three, and Five.1 A presentence investigation report (“PSR”) was prepared, which recommended an upward adjustment for obstruction of justice. In making this recommendation, the PSR stated the following:\nFollowing the sexvice of a search warrant at his residence. Mr. Micklin disposed of laboratory equipment and chemicals, both items material to the criminal investigation into his drug man*979ufacturing. Such disposal in a dumpster was tantamount to the destruction or concealment of evidence in the case. This conduct is one example of obstructive behavior during the course of the investigation that warrants an enhancement pursuant to U.S.S.G. § 3C1.1.\nJ.A. at 91. Mieklin objected to the scoring of a two-level upward adjustment for obstruction of justice pursuant to U.S.S.G. § 3C1.1, arguing that his conduct fell within an exception to the sentencing guideline. At the sentencing hearing, the district court overruled Micklin’s objection to the obstruction of justice enhancement for his acts of attempting to destroy evidence, finding that the exception in U.S.S.G. § 3C1.1 did not apply. Mieklin was then sentenced.2\nII. ANALYSIS\nWe recognize the uncertainty surrounding the standard of review that controls when we are reviewing a district court’s application of U.S.S.G. § 3C1.1. This confusion became extensive after the Supreme Court’s decision in Buford v. United States, 532 U.S. 59, 121 S.Ct. 1276, 149 L.Ed.2d 197 (2001), in which the Supreme Court called for greater deference when reviewing a district court’s application of a sentencing guideline where the legal decision was “fact-bound [in] nature.” Id. at 66. Since that time, various of our opinions have embraced differing standards of review. In our first published case on § 3C1.1 after Buford, United States v. Middleton, 246 F.3d 825, 845-46 (6th Cir.2001), we applied a tripartite standard of review of a district court’s application of § 3C1.1. “First, we review the district court’s findings of fact underlying the enhancement for clear error. Second, a district court’s conclusion that a given set of facts constitutes obstruction of justice is a mixed question of law and fact that we review de novo. Finally, once a district court has determined that a defendant has obstructed justice, then application of a two-level enhancement at that point is mandatory, and we review the enhancement de novo.” Id. at 846. However, in United States v. Jackson-Randolph, 282 F.3d 369 (6th Cir.2002), we held that in light of Buford, a clear-error standard of review was “appropriate for reviewing sentencing decisions under § 3C1.1 where the sole issue before the district court is a fact-bound application of the guideline provisions.” Id. at 390. Recently, in United States v. Camejo, 333 F.3d 669 (6th Cir. 2003), we reverted back to the tri-partite standard of review set forth in Middleton. Id. at 674-75. In the instant case, we need not decide which standard is the correct one for reviewing the district court’s application of U.S.S.G. § 3C1.1. because the district court’s decision to enhance Micklin’s sentence was correct under either standard.\nU.S.S.G. § 3C1.1, titled “Obstructing or Impeding the Administration of Justice.” provides. “If (A) the defendant willfully obstructed or impeded, or attempted to obstruct or impede, the administration of justice during the course of the investigation, prosecution, or sentencing of the instant offense of conviction, and (B) the obstructive conduct related to (i) the defendant’s offense of conviction and any relevant conduct; or (ii) a closely related offense, increase the offense level by 2 levels.”3 U.S.S.G. § 3C1.1.\n*980Application Note 4 provides a “non-exhaustive list of examples of the types of conduct to which [U.S.S.G. § 3C1.1] applies.” U.S.S.G. § 3C1.1. Application Note 4. Subsection 4(d) specifically includes:\ndestroying or concealing or directing or procuring another person to destroy or conceal evidence that is material to an official investigation or judicial proceeding (e.g., shredding a document or destroying ledgers upon learning that an official investigation has commenced or is about to commence), or attempting to do so: however, if such conduct occurred contemporaneously with arrest (e.g., attempting to swallow or throw away a controlled substance), it shall not, standing alone, be sufficient to warrant an adjustment for obstruction unless it resulted in a material hindrance to the official investigation or prosecution of the instant offense or the sentencing of the offender.\nU.S.S.G. § 3C1.1, Application Note 4(d). As the Application Note makes clear, unsuccessful attempts at destroying or concealing evidence still fall within the mandate of U.S.S.G. § 3C1.1. United States v. Waldon, 206 F.3d 597, 608 (6th Cir.2000).\nThe district court characterized the obstruction of justice enhancement as a “tough issue.” J.A. at 75. However, it felt the exception provided in Application Note 4(d) was a narrow one, given the example of an exception provided by the Note. i.e., “attempting to swallow or throw away a controlled substance.” The district court also noted that in its legal research, it had not come across any cases defining the phrase “contemporaneously with arrest.” The court felt this was not a case falling within the 4(d) exception for the following reasons:\nBut here is the difference. Here is the difference. It wasn’t in the presence of the agents, and it wasn’t while the agents were there. It’s a situation that occurred after the search.... But I think that case that the government cited, United States v. VanShutters, is plenty close ... - where the enhancement was warranted where he tried to destroy evidence at his house after he had been arrested. He allegedly directed someone to destroy the evidence, and he denied it, but the Court believed the other witness.\nAnd here, after [Micklin] knew about the search, he went elsewhere - in other words, it’s a thoughtful act - to destroy all of the evidence that would have shown his laboratory manufacturing this product. Now, lo and behold, they find it in a dumpster because it’s reported by someone else. But I think that’s different from the application note that talks about somebody doing something in the immediate presence of the officer while the officer is on top of him, so to speak. * * * * * *\nHere, the act was to destroy or conceal evidence that is material — it was the lab and a lot of chemicals — to an official investigation or judicial proceedings. He did it after the search of his apartment or house. And it says “attempting to do so,” so it doesn’t have to be successful, because an attempt would not materially hinder the official investigation.\nI’m going to overrule the objection on the enhancement. I think that he had *981time to think about it. It did not occur contemporaneously with his arrest. And the only reason it didn’t hinder the investigation was the fact that it was discovered by an unrelated party, the person that saw it in the dumpster, who was not a law enforcement officer but who reported it to a law enforcement officer. So I don’t think that the exception applies.\nJ.A. at 68-69, 76.\nOn appeal, Micklin argues that he falls within the “contemporaneously with arrest” exception noted in Application Note 4(d). Specifically, he argues that the district court read the exception too narrowly when it “concluded that since the evidence was not discarded when officers were present, the contemporaneously with arrest exception did not apply to [Micklin].” Appellant’s Br. at 8. Micklin contends that the facts of this case “present a case of first impression in this Circuit because he has located no published case that deals with a defendant who is confronted by officers executing a search warrant, a defendant who could reasonably and objectively believe that his arrest is imminent, a defendant who panics, a defendant who thereafter discards evidence, and a defendant whose actions do not materially hinder the investigation.” Appellant’s Br. at 13. Micklin argues that this set of facts “closely resembles the guideline examples” (attempting to swallow or throw away a controlled substance), because there, as here, the situation involves “acts committed by a defendant who has not yet been arrested, who is panicking in the face of likely arrest, and who reacts in a knee-jerk fashion to destroy evidence.” Appellant’s Br. at 14. He further contends that his situation is similar to that in United States v. Perry, 991 F.2d 304 (6th Cir.1993), where the court found the “contemporaneously with arrest” exception to apply to a defendant who attempted hurriedly to conceal evidence via a third party when he discovered that authorities were at the front door. Id. at 311.\nAlthough there do not appear to be any cases dealing with this particular set of facts, the cases that do exist lend support to the conclusion that Micklin is not entitled to the “contemporaneously with arrest” exception. On the one hand, there are clear-cut cases where the defendant attempts to destroy evidence as police are literally banging on the door. In these cases, the “contemporaneously with arrest” exception has applied so as to prevent application of the obstruction of justice enhancement. For example, in Perry, the defendant robbed a bank and fled to a relative’s home. “When the police arrived, [the defendant], in an apparent effort to hide the bank robbery proceeds, tossed the money into a box and shoved the box against a wall.” Id. at 307. His offense level was enhanced under U.S.S.G. § 3C1.1 for these actions. On appeal, the defendant argued the district court erred when it increased his offense level. We agreed, finding that the “hurried attempt to conceal the evidence as the police stood at the front door was ‘contemporaneous with arrest’ .... ” Id. at 312.\nOn the other hand, there exists a line of cases where a defendant, subsequent to his or her arrest, attempts to get rid of evidence through the use of a third person. In these cases, the “contemporaneously with arrest” exception has not applied, and the defendant’s sentence has been enhanced for obstruction of justice. For example, in Waldon, a defendant’s sentence was enhanced for obstruction of justice when, after robbing a bank and being arrested, he contacted the owner of the car he had used for his getaway, and asked the owner to file a false police report that the car had been stolen so as to create a defense for the defendant. 206 F.3d at 602. On appeal, the defendant argued that his conduct fell within the “eontemporane*982ously with arrest” exception. We, however, disagreed, and instead approved the district court’s finding that the defendant “made the telephone call at issue ... six hours after his arrest,” and that therefore, “[his] actions were not an immediate attempt to jettison or hide inculpatory evidence that occurred at or near the time of his arrest.” Id. at 608-09. See also United States v. Van Shutters, 163 F.3d 331, 333-34, 339-40 (6th Cir.1998) (obstruction of justice enhancement affirmed where, after his arrest, the defendant contacted a third party to dispose of incriminating evidence related to the case).\nWe conclude that the district court did not err when it applied the obstruction of justice enhancement to Micklin’s sentence. We believe this situation is more akin to the Waldon and Van Shutters line of cases. Micklin would like us to analogize the execution of a search warrant to an arrest, and hold that his act of attempting to destroy evidence occurred contemporaneously with the execution of the search warrant, and therefore he should be entitled to the exception. However, we need not decide that issue, as his conduct did not occur contemporaneously with the search, because he disposed of the evidence at least several hours after the search had ceased. The timeline of events also demonstrates that Micklin’s conduct was not a panicked reaction, but a thoughtful act. Finally, Micklin’s actions clearly constitute an obstruction of justice, as they fall within the literal language of the examples of conduct given under U.S.S.G. § 3C1.1. Application Note 4.\nIII. CONCLUSION\nFor the foregoing reasons, the judgment of the district court is AFFIRMED.\n\n. Although there was no written plea agreement, the government orally agreed to move to dismiss Counts Four and Six at sentencing.\n\n\n. Micklin’s guideline range was deemed to be 135-168 months, and he was sentenced to 144 months of incarceration, followed by three years of supervised release, restitution of $3,079.92, and a special assessment of $400.\n\n\n. ”[T]he obstruction adjustment applies where a defendant engages in obstructive *980conduct with knowledge that he or she is the subject of an investigation or with the 'correct belief' that an investigation of the defendant is 'probably underway.'\" United States v. Brown, 237 F.3d 625, 628 (6th Cir.2001) (quotations omitted). There is no dispute that Micklin knew an investigation had commenced when he attempted to destroy his laboratory and other materials, as he had come home while authorities were conducting the search of his home.\n\n",
            "ocr": true,
            "opinion_id": 8422793
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}