{
    "id": 6238241,
    "judges": null,
    "date_filed": 1642636800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-keith-terres-084778salem-county-statewide",
    "case_name_short": null,
    "case_name": "State v. Keith Terres (084778)(Salem County & Statewide)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 52.0,
            "download_url": "http://www.judiciary.state.nj.us/attorneys/assets/opinions/supreme/a_45_20.pdf",
            "author_id": null,
            "opinion_text": "                                        SYLLABUS\n\nThis syllabus is not part of the Court’s opinion. It has been prepared by the Office of the\nClerk for the convenience of the reader. It has been neither reviewed nor approved by the\nCourt. In the interest of brevity, portions of an opinion may not have been summarized.\n\n                     State v. Christopher Radel (A-44-20) (085129)\n                        State v. Keith Terres (A-45-20) (084778)\n\nArgued September 27, 2021 -- Decided January 20, 2022\n\nALBIN, J., writing for a unanimous Court.\n\n       These consolidated appeals present an issue of first impression. The Court\nconsiders whether the police have a right to conduct a protective sweep of a home when\nan arrest is made outside the home and, if so, the requisite justification for a warrantless\nentry and protective sweep. In doing so, the Court balances two important values: an\nindividual’s fundamental privacy right in the home and the significant state interest in\nofficer safety.\n\n        Radel: In June 2011, defendant Christopher Radel pled guilty to a weapons\noffense. In March 2015, the trial court sentenced Radel to a probationary term with\ncredit for two days served in custody. In October 2015, the court entered an order\ndirecting in part that “members of Little Falls Police Department respond to [Radel’s]\nhome, located at 103 Browertown Road in the Township of Little Falls, immediately\nupon receipt of a copy of this Order, for the limited purpose of retrieving” any firearms,\nincluding a Beretta. (emphasis added). The Prosecutor’s Office faxed the order to\nSergeant Robert Prall more than two months after entry of the order. Before carrying out\nthe order twelve days later, Sergeant Prall learned that Radel resided at 81 Browertown\nRoad; that Radel had two active municipal arrest warrants; and that -- based on a firearms\nregistry search -- Radel possessed firearms other than the Beretta listed on the order. On\nJanuary 19, 2016, Sergeant Prall set in motion a plan to enforce the order to retrieve\nweapons and arrest Radel on the outstanding warrants.\n\n        At 10 a.m., seven Little Falls police officers positioned themselves to surveil both\n103 and 81 Browertown Road, which were separated by only two other houses. Within\nten minutes of the start of the surveillance, a sergeant heard a very loud metallic bang\ncoming from the backyard of 81 Browertown and, almost simultaneously, saw a person\n“wearing something blue” enter the rear door of the residence. Less than ten minutes\nafter the sergeant’s sighting of a blue-clad person in the backyard, Radel walked out the\nfront door of 81 Browertown, wearing a blue coat and carrying a laundry basket. Radel\nplaced the basket in the backseat of his car, which was parked in the driveway. When\nRadel turned around, a detective arrested and handcuffed him. He did not resist.\n                                              1\n\f        Sergeant Prall hoped to secure Radel’s consent to search his house but determined\nthat Radel’s impaired condition due to alcohol or drugs ruled out that option. Sergeant\nPrall ordered a protective sweep of 81 Browertown for purposes of officer safety because\nthere were weapons and other persons “potentially on the property.” Sergeant Prall came\nto that conclusion because two vehicles were parked in the driveway; the home’s\nwindows had coverings, obstructing a view into the residence; the blue-jacketed person\nthe other sergeant observed in the backyard may not have been the same person who\nexited the front door; and the order directed the officers to retrieve the firearms.\n\n        During the approximately five-minute sweep, no one was found inside. In\ncarrying out the sweep, however, the officers observed in plain view imitation firearms,\nbutterfly knives, hatchets, bows and arrows, a ballistic vest, simulated police\nidentification badges, marijuana, drug paraphernalia, a glass pipe, and a safe capable of\nstoring firearms. The police transported Radel to headquarters and secured the residence.\nAfter obtaining a search warrant, the police found multiple weapons, drugs and related\nparaphernalia, and over $8,000 in cash.\n\n        The trial court denied Radel’s motion to suppress the evidence, and the Appellate\nDivision reversed, finding “no support for the [trial court’s] conclusion that the police\nhad a reasonable and articulable suspicion that there were other persons inside the home\nor that they posed a risk to the police or others.” 465 N.J. Super. 65, 78 (App. Div.\n2020). The Court granted certification. 245 N.J. 466 (2021).\n\n       Terres: On September 11, 2017, a Superior Court judge issued a warrant for Tyler\nFuller’s arrest. Detective John J. Petrosky, a member of the Gloucester County\nProsecutor’s fugitive unit, learned that Fuller might be staying with defendant Keith\nTerres at the Ca Nook Trailer Park in Salem County and spoke with Trooper Richard\nHershey to coordinate efforts to arrest Fuller. Trooper Hershey told Detective Petrosky\nthat Terres was in the custody of the State Police and had been arrested for possessing “a\nlarge amount of narcotics.” Thereafter, Trooper Hershey learned from Terres that Fuller\nmight be staying in the first building to the right in the trailer park.\n\n        On the morning of September 14, Detective Petrosky and Sergeant Koller of the\nProsecutor’s Office, accompanied by Trooper Hershey and Trooper Smith, went to the\ntrailer park to arrest Fuller. The four officers went directly to the front building where\nTerres had said Fuller might be found. As Detective Petrosky and Trooper Hershey\napproached the front door, which was wide open, they observed two men inside, later\nidentified as Mark Boston and William Willis. As soon as Petrosky announced their\npresence, Boston ran toward a bedroom. Detective Petrosky pursued him, believing that\nhe might be Fuller, while Trooper Hershey stayed with Willis. In the bedroom, which\nwas littered with loose bullets and shell casings, Detective Petrosky struggled with\nBoston and eventually handcuffed him. A computer check revealed that both Boston and\nWillis had outstanding warrants for their arrest.\n                                            2\n\f       Willis identified a photograph of Fuller shown to him and indicated that Fuller\ncould be found in a back trailer. Willis stated that, minutes earlier, he had seen Fuller\nthere with another male. The officers knew that the trailer described by Willis belonged\nto Terres. Willis warned the officers to “be careful. . . . There’s two males back there.”\nSergeant Koller and Trooper Smith took charge of Boston and Willis while Detective\nPetrosky and Trooper Hershey proceeded to Terres’s trailer two hundred yards away.\n\n       Once there, Detective Petrosky and Trooper Hershey split up to cover different\nsides of the trailer. Peering through one of the trailer’s windows, Detective Petrosky\nobserved Fuller talking to a woman later identified as Allison Terres. Petrosky yelled to\nFuller to get to the ground and that he was under arrest. Disobeying that command,\nFuller ran through the front door. He was intercepted by Trooper Hershey, who got\nFuller face down and handcuffed on the trailer’s deck within five feet of the door and\nattempted to pull a hypodermic needle from Fuller’s pants pocket.\n\n        Ms. Terres said no one else was inside, and Detective Petrosky instructed her to\nmove outside the doorway. Detective Petrosky shouted into the trailer, commanding that\nanyone inside was to come to the front door. With no response, Detective Petrosky\nstepped into the trailer and saw a cross bow hanging inside and arrows scattered about.\nHe conducted a quick search of each room for the presence of the other man earlier\nmentioned by Willis. During the sweep, Detective Petrosky observed a hole in the floor\npartially covered by plywood. The hole appeared large enough for a person to hide under\nthe residence. When Petrosky looked into the hole, he saw a handgun and the barrels of\neither shotguns or rifles. He did not touch any of the weapons. The sweep of the trailer\nlasted approximately three to five minutes. Law enforcement officers secured the trailer\novernight as Trooper Hershey applied for a search warrant. The next day, a search\nwarrant was issued, and multiple weapons were seized from Terres’s trailer.\n\n       The trial court denied Terres’s motion to suppress the evidence, and the Appellate\nDivision affirmed. After initially denying certification, 244 N.J. 309 (2020), the Court\ngranted both Terres’s motion for reconsideration and his petition, 245 N.J. 471 (2021).\n\nHELD: When an arrest occurs outside a home, the police may not enter the dwelling or\nconduct a protective sweep in the absence of a reasonable and articulable suspicion that a\nperson or persons are present inside and pose an imminent threat to the officers’ safety.\nThis sensible balancing of the fundamental right to privacy in one’s home and the\ncompelling interest in officer safety will depend on an objective assessment of the\nparticular circumstances in each case, such as the manner of the arrest, the distance of the\narrest from the home, the reasonableness of the officers’ suspicion that persons were in\nthe dwelling and likely to launch an imminent attack, and any other relevant factors. A\nself-created exigency by the police cannot justify entry into the home or a protective\nsweep. Here, a protective sweep was not warranted in the Radel case but was\nconstitutionally justified in the Terres case.\n                                             3\n\f1. The fundamental privacy interests of the home are at the very core of the protections\nafforded by our Federal and State Constitutions, and the warrantless search of a home is\npermissible only if the search falls within one of the few specifically established and\nwell-delineated exceptions to the warrant requirement. One such exception is the\nprotective sweep doctrine. In Maryland v. Buie, the United States Supreme Court\nrecognized that “an in-home arrest puts the officer at the disadvantage of being on his\nadversary’s ‘turf’” and in possible jeopardy of “[a]n ambush in a confined setting of\nunknown configuration.” 494 U.S. 325, 333 (1990). The Court set forth a two-tiered\nstandard governing the scope of a protective search of a residence during an in-home\narrest: (1) “[O]fficers could, as a precautionary matter and without probable cause or\nreasonable suspicion, look in closets and other spaces immediately adjoining the place of\narrest from which an attack could be immediately launched”; and (2) officers could\nsearch beyond those adjoining areas based on “articulable facts which, taken together\nwith the rational inferences from those facts, would warrant a reasonably prudent officer\nin believing that the area to be swept harbors an individual posing a danger to those on\nthe arrest scene.” Id. at 334. (pp. 27-30)\n\n2. The New Jersey Supreme Court has also placed strict limits on the scope of the\nprotective-sweep doctrine when, in a non-arrest context, police officers are “lawfully” in\na home “for a legitimate purpose,” such as by consent. State v. Davila, 203 N.J. 97, 102-\n03 (2010). In that scenario, “[a] protective sweep may only occur when . . . the officers\non the scene have a reasonable articulable suspicion that the area to be swept harbors an\nindividual posing a danger.” Id. at 102. Even so, a “sweep will be upheld only if (1) it is\nconducted quickly; and (2) it is restricted to places or areas where the person posing a\ndanger could hide.” Ibid. (pp. 30-31)\n\n3. Although the United States and New Jersey Supreme Courts have not had occasion to\ndetermine whether and in what form the protective-sweep doctrine permits a warrantless\nentry into a home when an arrest occurs directly outside the home, many federal circuit\ncourts of appeals and state courts have spoken to the issue and have determined that such\nsweeps must be evaluated under the second Buie prong. (pp. 31-34)\n\n4. The Court finds that, in balancing the fundamental privacy rights afforded to the home\nunder the Fourth Amendment and Article I, Paragraph 7 of the New Jersey Constitution\nand the unquestionable need to ensure officer safety when an arrest is made in the area\nimmediately outside a home, the justification for entry into the home to conduct a\nprotective sweep must be based on the second prong in Buie -- whether the officers have\na reasonable and articulable suspicion “that the area to be swept harbors an individual\nposing a danger to those on the arrest scene,” 494 U.S. at 334. Whether police officers\nmaking an arrest just outside a home have a reasonable and articulable suspicion of a\nsafety threat necessitating a protective sweep of parts or all of the residence will depend\non the facts known to the officers at the time. Courts must look at the totality of the\ncircumstances to determine if there is an individualized, rather than generalized,\n                                             4\n\fsuspicion, understanding that there is no mathematical formula to determine what amount\nof suspicion is reasonable. The Court reviews in detail decisions from other jurisdictions\nand notes that courts have focused on the quantity and quality of the articulable facts that\nprompted the sweep. (pp. 34-37)\n\n5. Whether a “reasonably prudent officer,” who has arrested a suspect outside a home,\nhas sufficient “articulable facts” to form an objectively reasonable belief “that the area to\nbe swept harbors an individual posing a danger to those on the arrest scene” will depend\non the totality of the evidence. See Buie, 494 U.S. at 334. Entry into a home without a\nwarrant is presumptively unreasonable and therefore not the norm. A protective sweep is\nan exception to the warrant requirement and a species of exigent circumstances. The\nState bears the burden of proving the necessity of entering the home to conduct a\nprotective sweep. Some factors that may be considered in determining whether a\nprotective sweep is justified when an arrest is made outside the home are (1) whether the\npolice have information that others are in the home with access to weapons and a\npotential reason to use them or otherwise pose a dangerous threat; (2) the imminence of\nany potential threat; (3) the proximity of the arrest to the home; (4) whether the suspect\nwas secured or resisted arrest and prolonged the police presence at the scene; and (5) any\nother relevant circumstances. Entry into the home and a protective sweep cannot be\nbased on a self-created exigency by the police. See Davila, 203 N.J. at 103. (pp. 37-38)\n\n6. In Radel, the police executed a controlled arrest in the driveway -- a distance from the\nhome’s entrance -- with watchful eyes on the front and rear doors of the house. The\nofficers did not face a discernible threat. The officers had no specific information that\nanother person was in the house, nor was there information from which they could\nreasonably infer that someone inside posed an imminent danger. Nothing unforeseeable\noccurred at the scene; no danger arose that mandated an entry of the home without a\nwarrant. Therefore, a protective search was not justified under Buie. (pp. 39-42; 45)\n\n7. On the other hand, in Terres, the officers faced unexpected and fast-evolving\ncircumstances that signaled danger and the need for prompt action to safeguard their\nlives. The officers received a warning to be careful and that another male was with Fuller\nin Terres’s trailer -- a clear signal of a potential threat; they had been told that Fuller was\nstaying in a building where loose bullets and shell casings were observed; Fuller fled the\ntrailer when he was arrested within feet of the open front door; and the situation was fluid\nand not stabilized as Trooper Hershey attempted to retrieve a hypodermic needle from\nFuller’s pocket. Those specific and articulable facts in Terres provided a reasonable basis\nfor entry into the home based on a very real and potential danger. (pp. 42-45; 45-46)\n\n       AFFIRMED in both appeals. REMANDED to the trial court in Radel.\n\nCHIEF JUSTICE RABNER and JUSTICES PATTERSON, FERNANDEZ-VINA,\nSOLOMON, and PIERRE-LOUIS join in JUSTICE ALBIN’s opinion.\n                                              5\n\f    SUPREME COURT OF NEW JERSEY\n          A-44 September Term 2020\n          A-45 September Term 2020\n              085129 and 084778\n\n\n              State of New Jersey,\n\n              Plaintiff-Appellant,\n\n                       v.\n\n  Christopher Radel a/k/a Christoph R. Radel,\n  Christpoh R. Radel, and Christohe R. Radel,\n\n            Defendant-Respondent.\n\n\n              State of New Jersey,\n\n             Plaintiff- Respondent,\n\n                       v.\n\n                 Keith Terres,\n\n             Defendant-Appellant.\n\n    State v. Christopher Radel (A-44-20):\n    On certification to the Superior Court,\nAppellate Division, whose opinion is reported at\n     465 N.J. Super. 65 (App. Div. 2020).\n\n       State v. Keith Terres (A-45-20):\n     On certification to the Superior Court,\n               Appellate Division.\n\n\n\n                       1\n\f      Argued                        Decided\n September 27, 2021             January 20, 2022\n\n\nDeborah Bartolomey, Deputy Attorney General, argued\nthe cause for appellant in State v. Radel (A-44-20)\n(Andrew J. Bruck, Acting Attorney General, attorney;\nDeborah Bartolomey, of counsel and on the briefs).\n\nStefan Van Jura, Assistant Deputy Public Defender,\nargued the cause for respondent in State v. Radel (A-44-\n20) (Joseph E. Krakora, Public Defender, attorney; Stefan\nVan Jura, of counsel and on the briefs).\n\nTamar Y. Lerer, Assistant Deputy Public Defender,\nargued the cause for appellant in State v. Terres (A-45-\n20) (Joseph E. Krakora, Public Defender, attorney; Tamar\nY. Lerer, of counsel and on the briefs).\n\nDavid M. Galemba, Special Deputy Attorney\nGeneral/Assistant Salem County Prosecutor, argued the\ncause for respondent in State v. Terres (A-45-20) (John\nT. Lenahan, Salem County Prosecutor, attorney; David\nM. Galemba, of counsel and on the briefs).\n\nDeborah Bartolomey, Deputy Attorney General, argued the\ncause for amicus curiae Attorney General of New Jersey in\nState v. Christopher Radel (A-45-20) (Andrew J. Bruck,\nActing Attorney General, attorney; Sarah D. Brigham,\nDeputy Attorney General, of counsel and on the briefs).\n\nJason LeBoeuf argued the cause for amicus curiae\nAssociation of Criminal Defense Lawyers of New Jersey\nin State v. Radel (A-44-20), and State v. Keith Terres (A-\n45-20) (Zeigler, Resnick & Epstein, attorneys; Law\nOffices of Robert J. De Groot, attorneys; and Fox\nRothschild, attorneys; Jason LeBoeuf, Oleg Nekritin, and\nMatthew S. Adams, on the brief).\n\n                           2\n\f             JUSTICE ALBIN delivered the opinion of the Court.\n\n\n      One of the most valued of all constitutional rights is the right to be free\n\nfrom unreasonable searches of one’s home. State v. Brown, 216 N.J. 508, 526\n\n(2014). Because of the special status of the home in our constitutional\n\njurisprudence, the warrantless search of a home is presumptively unreasonable.\n\nState v. Edmonds, 211 N.J. 117, 121 (2012). The warrant requirement,\n\nhowever, is subject to exceptions. One such exception allows law enforcement\n\nofficers, who make an arrest inside a home, to conduct a warrantless sweep of\n\nthe dwelling to prevent other occupants from potentially launching an attack\n\nagainst them. State v. Cope, 224 N.J. 530, 546-47 (2016). To conduct a sweep\n\nbeyond the area contiguous to where the arrest occurred, the officers must\n\npossess a reasonable and articulable suspicion of the presence of one or more\n\noccupants in the home who pose an imminent threat to their safety. Id. at 547;\n\nsee also State v. Bryant, 227 N.J. 60, 71 (2016); Maryland v. Buie, 494 U.S.\n\n325, 334 (1990).\n\n      The two consolidated appeals before us present different scenarios. In\n\nboth cases, police officers, armed with arrest warrants, apprehended the\n\nsuspects outside of homes -- defendant Christopher Radel as he carried laundry\n\nto his car parked in his driveway, and Tyler Fuller as he was brought to the\n\n                                        3\n\fground on the front porch of defendant Keith Terres’s mobile home from\n\nwhich he had fled. The police conducted protective sweeps of the homes\n\nbased on claims of officer safety and, though discovering no one inside the\n\ndwellings, observed in plain view weapons in both homes, and also drugs in\n\nRadel’s home.\n\n      The trial judges presiding over those cases denied defendants’ motions\n\nto suppress the evidence uncovered during the protective sweeps. In the Radel\n\ncase, the Appellate Division reversed, finding that the protective sweep did not\n\npass constitutional muster. In the Terres case, the Appellate Division\n\naffirmed, concluding that officer safety justified an immediate protective\n\nsweep.\n\n      Based on our review of the different factual scenarios presented in Radel\n\nand Terres, we now uphold the conclusions reached by the Appellate Division\n\nin both cases. First, when an arrest occurs outside a home, the police may not\n\nenter the dwelling or conduct a protective sweep in the absence of a reasonable\n\nand articulable suspicion that a person or persons are present inside and pose\n\nan imminent threat to the officers’ safety. See, e.g., United States v. Lawlor,\n\n406 F.3d 37, 41 (1st Cir. 2005); United States v. Colbert, 76 F.3d 773, 776 -77\n\n(6th Cir. 1996). Entering a home to conduct a protective sweep when an arrest\n\nis made outside a dwelling should be the rare circumstance, in light of the\n\n                                        4\n\fspecial constitutional protections afforded the home. Nevertheless, when\n\nobjective facts provide the police with a reasonable and articulable suspicion\n\nthat their lives may be placed in imminent danger by a person or persons inside\n\nthe home, officers will be justified in entering the dwelling to carry out a\n\nprotective sweep to safeguard their lives.\n\n      Second, this sensible balancing of the fundamental right to privacy in\n\none’s home and the compelling interest in officer safety will depend on an\n\nobjective assessment of the particular circumstances in each case, such as the\n\nmanner of the arrest, the distance of the arrest from the home, the\n\nreasonableness of the officers’ suspicion that persons were in the dwelling and\n\nlikely to launch an imminent attack, and any other relevant factors. A self-\n\ncreated exigency by the police cannot justify entry into the home or a\n\nprotective sweep. See State v. Davila, 203 N.J. 97, 103 (2010).\n\n      The two cases before us present bookends -- one in which a protective\n\nsweep was not warranted, the Radel case, and the other in which a sweep was\n\nconstitutionally justified, the Terres case. As explained in this opinion, the\n\njudgments of the Appellate Division are affirmed.\n\n\n\n\n                                        5\n\f                                        I.\n\n                                  State v. Radel\n\n                                        A.\n\n       A Passaic County grand jury returned an eighty-eight-count indictment\n\nagainst Radel for drug and weapons offenses. Those charges were based on\n\nevidence discovered during two searches of Radel’s home, one without a\n\nwarrant, and a later one with a warrant.\n\n       The first search -- a warrantless protective sweep of Radel’s home -- is\n\nthe subject of this appeal. Radel filed a motion to suppress all evidence\n\nuncovered during the allegedly unconstitutional sweep. He also claimed that\n\nthe later-issued search warrant was secured by the use of the fruits of the\n\ninitial unlawful entry into his home. The record is based on the testimony\n\nfrom three Little Falls police officers -- Sergeant Robert Prall (Prall), Sergeant\n\nBryan Prall (B. Prall), 1 and Detective John Moncato -- as well as from Radel at\n\nthe motion-to-suppress hearing.\n\n                                        B.\n\n       In June 2011, pursuant to an agreement with the Passaic County\n\nProsecutor’s Office, Radel pled guilty to second-degree possession of a\n\n\n\n1\n    Sergeants Robert and Bryan Prall are brothers.\n\n                                        6\n\fweapon for an unlawful purpose, N.J.S.A. 2C:39-4(a). In March 2015, the trial\n\ncourt sentenced Radel to a probationary term with credit for two days served in\n\ncustody. Additionally, on October 27, 2015, the court entered an order (1)\n\nrevoking Radel’s “firearm purchaser identification cards for any and all\n\nfirearms,” including for a Smith & Wesson handgun and a Beretta handgun;\n\n(2) instructing Radel to surrender those cards to the State Police\n\nSuperintendent within ten days of entry of the order; and (3) directing that\n\n“members of Little Falls Police Department respond to [Radel’s] home,\n\nlocated at 103 Browertown Road in the Township of Little Falls, immediately\n\nupon receipt of a copy of this Order, for the limited purpose of retrieving” any\n\nfirearms, including the Beretta. (emphasis added).\n\n      The Prosecutor’s Office faxed the order to Sergeant Robert Prall on\n\nJanuary 7, 2016, more than two months after entry of the order. Before\n\ncarrying out the order twelve days later, Sergeant Prall did some background\n\nwork. He learned that Radel resided at 81 Browertown Road, not 103\n\nBrowertown Road; that Radel had two active municipal arrest warrants with\n\nbail set at $500 each for failure to appear in municipal court for a traffic\n\nviolation and criminal offense; and that -- based on a firearms registry search\n\n-- Radel possessed firearms other than the Beretta listed on the order. On\n\n\n\n\n                                         7\n\fJanuary 19, 2016, Sergeant Prall set in motion a plan to enforce the order to\n\nretrieve weapons and arrest Radel on the outstanding warrants.\n\n       That day, Sergeant Prall met in advance with six officers who would\n\nparticipate in the operation. He also spoke by telephone with Radel’s mother,\n\nwho resided at 103 Browertown Road, in an effort to pinpoint Radel’s\n\nwhereabouts, but that did not prove helpful.\n\n       At 10 a.m., seven Little Falls police officers positioned themselves to\n\nsurveil both 103 and 81 Browertown Road, which were separated by only two\n\nother houses.2 Within ten minutes of the start of the surveillance, Sergeant B.\n\nPrall heard a very loud metallic bang coming from the backyard of 81\n\nBrowertown and, almost simultaneously, saw a person “wearing something\n\nblue” enter the rear door of the residence. According to Detective John\n\nMoncato’s later-prepared warrant affidavit, Sergeant B. Prall explained that\n\nthe man was “wearing a blue jacket.” Although Sergeant B. Prall could not\n\nidentify the person he momentarily observed, he relayed the information to\n\nDetective Moncato, who was covering the front of the house.\n\n       Less than ten minutes after Sergeant B. Prall’s sighting of a blue-clad\n\nperson in the backyard, Radel walked out the front door of 81 Browertown,\n\nwearing a blue coat and carrying a laundry basket. Radel placed the basket in\n\n\n2\n    The parking lot of a high school was located behind 81 Browertown.\n                                         8\n\fthe backseat of his car, which was parked in the driveway. When Radel turned\n\naround, Detective Moncato arrested and handcuffed him. He did not resist.\n\n      Sergeant Prall -- the officer in charge -- hoped to secure Radel’s consent\n\nto search his house but determined that Radel’s impaired condition due to\n\nalcohol or drugs ruled out that option. In response to Prall’s questioning,\n\nRadel indicated that he had surrendered or sold certain weapons that the\n\nsergeant identified. Sergeant Prall was not reassured. 3\n\n      Sergeant Prall ordered a protective sweep of 81 Browertown for\n\npurposes of officer safety because there were weapons and other persons\n\n“potentially on the property.” Sergeant Prall came to that conclusion because\n\ntwo vehicles were parked in the driveway, suggesting the presence of another\n\nperson on the premises; the home’s windows had coverings, obstructing a view\n\ninto the residence; the blue-jacketed person Sergeant B. Prall observed in the\n\nbackyard may not have been the same person wearing a blue jacket (Radel)\n\nwho exited the front door; and the order directed the officers to retrieve the\n\nfirearms.\n\n\n\n\n3\n  Radel gave a different account. He testified that when Sergeant Prall asked\nhim to consent to the search of his home, he responded, “Absolutely no,” and\nrefused to sign the consent form.\n\n                                        9\n\f      Three officers entered through the “partly open” front door and searched\n\nevery room where a person might be located. During the approximately five-\n\nminute sweep, no one was found inside. In carrying out the sweep, however,\n\nthe officers observed in plain view imitation firearms, butterfly knives,\n\nhatchets, bows and arrows, a ballistic vest, simulated police identification\n\nbadges, marijuana, drug paraphernalia, a glass pipe, and a safe capable of\n\nstoring firearms. 4 At the rear of the property, Detective Moncato also\n\nconducted a protective sweep of a detached garage and observed a closed\n\nwhite backpack.\n\n      The police transported Radel to headquarters and secured the residence.\n\nDetective Moncato then applied for and was issued a warrant to search Radel’s\n\nhouse, detached garage, and vehicle for firearms; controlled dangerous\n\nsubstances; drug paraphernalia; and money related to illegal drug sales.\n\nDuring the search, the police seized, among other things, seven rifles; two\n\nshotguns; four handguns; numerous rounds of ammunition; other weapons,\n\nincluding a cross bow and arrows and butterfly knives; drugs and related\n\nparaphernalia; and $8,320 in cash.\n\n\n\n4\n  Those observations were provided in Sergeant B. Prall’s testimony and\nDetective Moncato’s affidavit in support of a search warrant. After the\nprotective sweep, Sergeant Prall spoke with Radel’s father, who told him that\nhis son stored weapons in a gun safe at 81 Browertown.\n                                      10\n\f                                        C.\n\n      The trial court denied the motion to suppress, determining that the entry\n\nand search of Radel’s residence was justified under the protective-sweep\n\ndoctrine. In reaching that conclusion, the court credited the testimony of the\n\nLittle Falls police officers and held that the State satisfied the two-prong\n\nprotective-sweep analysis set forth in Davila. The court acknowledged that the\n\nfirst prong of Davila requires that the officers be lawfully on the premises for a\n\nlegitimate purpose before the onset of the protective sweep. It nevertheless\n\nfound that, despite Radel’s arrest outside his residence, that prong extended to\n\nthe circumstances presented here. The court also determined that the State met\n\nthe second Davila prong because “the police had a reasonable, and articulable,\n\nsuspicion that there might be a danger to them, or, to others in the\n\nneighborhood.” The court made that finding based on the totality of the\n\ncircumstances -- “the noise that they heard in the backyard” sounded like a\n\n“gunshot,” “the movements of an individual” into and out of the residence,\n\nRadel’s “contradictory answers to the police,” the presence of an “extra car in\n\nthe driveway,” and Radel’s prior conviction.\n\n\n\n\n                                        11\n\f                                       D.\n\n      After the denial of the motion to suppress, Radel entered into a plea\n\nagreement with the State. 5 As part of the agreement, Radel pled guilty to one\n\ncount of second-degree unlawful possession of a handgun and one count of\n\nsecond-degree certain persons not to possess weapons.\n\n      On January 14, 2019, the trial court sentenced Radel to an extended term\n\nof fifteen years in prison with a seven-and-a-half-year period of parole\n\nineligibility for the unlawful possession of a handgun offense and to a\n\nconsecutive ten-year term with a five-year parole disqualifier for the certain\n\npersons offense. The court also imposed fines and penalties. In accordance\n\nwith the plea agreement, the court dismissed the remaining charges.\n\n      Radel appealed the denial of his motion to suppress.\n\n                                        E.\n\n      In an opinion authored by Judge Fisher, the Appellate Division reversed\n\nand held that there was “no support for the [trial court’s] conclusion that the\n\npolice had a reasonable and articulable suspicion that there were other persons\n\ninside the home or that they posed a risk to the police or others.” State v.\n\n\n\n\n5\n  The court granted Radel’s motion to dismiss six counts of the indictment and\nthe State’s application to amend seven other counts.\n                                      12\n\fRadel, 465 N.J. Super. 65, 78 (App. Div. 2020). 6 The Appellate Division\n\nrejected the trial court’s analysis that the Little Falls police officers were\n\n“lawfully” in Radel’s house for a “legitimate purpose,” as required by Davila’s\n\nfirst prong. Id. at 71-72 (citing Davila, 203 N.J. at 125). It stressed that the\n\n“municipal warrants only provided authority to arrest [Radel]” and that after\n\nRadel was arrested and handcuffed outside his residence, “the officers had no\n\nfurther legitimate purpose for remaining on the property.” Id. at 72. It also\n\npointed out that the forfeiture order did not authorize a search of 103\n\nBrowertown, the only address listed on the order, much less 81 Browertown,\n\nRadel’s actual residence. Ibid.\n\n      Additionally, the Appellate Division concluded that the State had not\n\n“sufficiently demonstrated the officers had a reasonable and articulable\n\nsuspicion that the place to be swept harbored a danger,” as required under the\n\nsecond Davila prong. Ibid. According to the appellate court, the\n\ncircumstances presented to the police officers did not give rise to a reasonable\n\nsuspicion that a second individual or a weapon were inside 81 Browertown\n\nRoad posing a risk to officers. Id. at 72, 78. For example, it dismissed the\n\ntrial court’s findings that the loud metallic bang suggested the presence of a\n\n\n6\n  That determination, according to the Appellate Division, made it\nunnecessary to address four other issues raised by Radel. 465 N.J. Super. at 69\nn.1.\n                                      13\n\fgun on the premises or that the officers could rely on the October 27 forfeiture\n\norder authorizing the retrieval of a gun at 103 Browertown as a basis to\n\nconclude that three months later a gun would be located on the premises of 81\n\nBrowertown. Id. at 77.\n\n      The Appellate Division also determined that police did not have a\n\nsufficient basis to believe that a second person was in the residence. Id. at 78.\n\nIt indicated that the officers’ observations suggested that Radel was the person\n\nwho entered the rear of 81 Browertown and ten minutes later exited the front\n\ndoor. Id. at 73-74, 78. It, moreover, concluded that the extra car in the\n\ndriveway “suggests little.” Id. at 78. Last, the Appellate Division did not find\n\nthat the record supported the trial court’s finding that Radel gave contradictory\n\nstatements to the police. Ibid.\n\n      Accordingly, the Appellate Division vacated the order denying Radel’s\n\nmotion to suppress and remanded the matter to the trial court for the purpose\n\nof determining whether the warrant affidavit -- absent the information\n\nunlawfully secured from the protective sweep -- provided a sufficient basis for\n\nthe issuance of a search warrant of Radel’s residence. Id. at 78-79.\n\n      We granted the State’s petition for certification. 245 N.J. 466 (2021).\n\nWe also granted the motion of the Association of Criminal Defense Lawyers of\n\nNew Jersey (ACDL-NJ) to participate as amicus curiae.\n\n                                       14\n\f                                        F.\n\n                                        1.\n\n      The State claims that the Appellate Division erroneously adopted a\n\n“bright-line rule” that a protective sweep is not justified when an arrest occurs\n\noutside a home. Such a categorical rule, it asserts, is an “outlier” among\n\nfederal and state courts. The State, moreover, posits that the protective-sweep\n\ndoctrine articulated in Maryland v. Buie “is not expressly limited to arrests\n\nthat take place inside the home.” It cites cases in support of the proposition\n\nthat “[e]xigent circumstances accompanying an arrest just outside a residence\n\nmay make it reasonable to enter the home without a warrant to conduct a\n\nprotective sweep.” The State concedes that “[t]he exigency cannot be police-\n\ncreated; rather it must be unforeseen and spontaneous,” citing Davila, 203 N.J.\n\nat 127.\n\n      According to the State, the police had “ample probable cause” -- before\n\nthe entry into Radel’s home and the protective sweep -- to believe that the\n\nresidence contained an illegal gun. The State submits that, as explained by the\n\ntrial court, the police had a reasonable and articulable belief that Radel’s home\n\n“harbor[ed] someone posing a danger,” which justified a protective sweep,\n\nciting Buie, 494 U.S. at 334.\n\n\n\n\n                                       15\n\f                                       2.\n\n      Radel argues that the warrantless search of his home did not comply\n\nwith the protective-sweep doctrine and therefore the Appellate Division’s\n\nsuppression order should be affirmed. According to Radel, a protective sweep\n\nof a home is justified only when police officers are already lawfully within the\n\npremises and “have a reasonable [and] articulable suspicion that the area to be\n\nswept harbors an individual posing a danger,” quoting Davila, 203 N.J. at 125.\n\nRadel submits that a warrantless entry into a home can be justified only in\n\nnarrow circumstances, such as exigent circumstances when a police officer\n\nfaces a “serious and imminent danger” that requires immediate action for the\n\npreservation of life. The protective sweep in this case, Radel asserts, was\n\nbased not on objectively grounded facts, but rather on an “unreasonable fear”\n\nthat someone within the home presented an immediate danger to the officers\n\nstationed outside.\n\n      Radel also contends that a remand to the trial court for further\n\nproceedings is unnecessary because, after excising from Detective Moncato’s\n\naffidavit the information acquired from the unlawful protective sweep,\n\nMoncato’s application for a search warrant is not supported by probable cause.\n\n      Amicus ACDL-NJ, echoing most of the arguments advanced by Radel,\n\nexpresses the fear that expanding the protective-sweep doctrine will lead to\n\n                                       16\n\funjustified entries into homes of inner-city residents, heighten tensions\n\nbetween the public and police, and increase the likelihood of violent\n\nconfrontations.\n\n                                        II.\n\n                                  State v. Terres\n\n                                        A.\n\n      A Salem County grand jury returned a thirteen-count indictment against\n\nTerres, charging him with weapons and drug offenses, including second-degree\n\npossession of a firearm while committing a drug offense, N.J.S.A. 2C:39-\n\n4.1(a), and second-degree unlawful possession of a firearm, N.J.S.A. 2C:39-\n\n5(b)(1). In a second indictment, Terres was charged with a single count of\n\nthird-degree receiving stolen property, N.J.S.A. 2C:20-7(a).\n\n      Terres filed a motion to suppress all evidence discovered during a\n\nwarrantless protective sweep of his mobile home. At the motion to suppress\n\nhearing, two witnesses testified -- Detective John J. Petrosky of the Gloucester\n\nCounty Prosecutor’s Office and Trooper Richard Hershey of the New Jersey\n\nState Police. The record before us is based on their testimony.\n\n                                        B.\n\n      On September 11, 2017, a Gloucester County Superior Court judge\n\nissued a warrant for Tyler Fuller’s arrest for his failure to abide by the terms of\n\n                                        17\n\fhis pre-trial release and to appear in court on a third-degree theft charge. The\n\nwarrant included Fuller’s last known address in Franklin Township, Gloucester\n\nCounty. Detective Petrosky, a member of the Gloucester County Prosecutor’s\n\nfugitive unit, went to that address and learned that Fuller might be staying with\n\nTerres at the Ca Nook Trailer Park in Salem County. Because the trailer park\n\nwas located in another county and within the jurisdiction of the Woodstown\n\nState Police Barracks, on September 13, Detective Petrosky spoke with\n\nTrooper Hershey to coordinate efforts to arrest Fuller. Trooper Hershey told\n\nDetective Petrosky that Terres was in the custody of the State Police and had\n\nbeen arrested for possessing “a large amount of narcotics.”\n\n      Thereafter, Trooper Hershey learned from Terres that Fuller might be\n\nstaying in the first building to the right in the trailer park. Trooper Hershey\n\ngave that information to Detective Petrosky who, that evening, visited that\n\nbuilding but got no response when he knocked on the door.\n\n      On the morning of September 14, Detective Petrosky was informed that,\n\ntwo days earlier, Fuller had removed the electronic bracelet he had been\n\nwearing and that the bracelet had registered his last location as the Ca Nook\n\nTrailer Park. That same morning, Detective Petrosky and Sergeant Koller of\n\n\n\n\n                                        18\n\fthe Prosecutor’s Office, accompanied by Trooper Hershey and Trooper Smith,\n\nwent to the trailer park to arrest Fuller. 7\n\n      The four officers went directly to the front building where Terres had\n\nsaid Fuller might be found. As Detective Petrosky and Trooper Hershey\n\napproached the front door, which was wide open, they observed two men\n\ninside, later identified as Mark Boston and William Willis. As soon as\n\nPetrosky announced their presence, Boston ran toward a bedroom. Detective\n\nPetrosky pursued him, believing that he might be Fuller, while Trooper\n\nHershey stayed with Willis. In the bedroom, which was littered with loose\n\nbullets and shell casings, Detective Petrosky struggled with Boston and\n\neventually handcuffed him. A computer check revealed that both Boston and\n\nWillis had outstanding warrants for their arrest.\n\n      Willis identified a photograph of Fuller shown to him and indicated that\n\nFuller could be found in a back trailer. Willis stated that, minutes earlier, he\n\nhad seen Fuller there with another male. The officers knew that the trailer\n\ndescribed by Willis belonged to Terres. Willis warned the officers to “be\n\ncareful. . . . There’s two males back there.” Sergeant Koller and Trooper\n\n\n\n\n7\n  Trooper Hershey testified that the trailer park was known to have a high\nincidence of criminal activity.\n                                       19\n\fSmith took charge of Boston and Willis while Detective Petrosky and Trooper\n\nHershey proceeded to Terres’s trailer two hundred yards away.\n\n      Once there, Detective Petrosky and Trooper Hershey split up to cover\n\ndifferent sides of the trailer. Peering through one of the trailer’s windows,\n\nDetective Petrosky observed Fuller talking to a woman later identified as\n\nAllison Terres. Petrosky yelled to Fuller to get to the ground and that he was\n\nunder arrest. Disobeying that command, Fuller ran through the front door\n\nwhere he was intercepted by Trooper Hershey. When Detective Petrosky came\n\nto assist, Trooper Hershey had Fuller face down and handcuffed on the\n\ntrailer’s deck within five feet of the front door. At that moment, Hershey was\n\nattempting to pull a hypodermic needle from Fuller’s pants pocket as Ms.\n\nTerres stood by the open door, holding a baby.\n\n      Detective Petrosky stepped over Trooper Hershey, who was still trying\n\nto secure the needle, and asked Ms. Terres, “where’s the other male?” When\n\nMs. Terres answered that no one else was inside, Detective Petrosky instructed\n\nher to move outside the doorway. Detective Petrosky shouted into the trailer,\n\ncommanding that anyone inside was to come to the front door. With no\n\nresponse, Detective Petrosky stepped into the trailer and saw a cross bow\n\nhanging inside and arrows scattered about. He conducted a quick search of\n\neach room for the presence of the other man earlier mentioned by Willis.\n\n                                       20\n\fDuring the sweep, Detective Petrosky observed behind a washer and dryer a\n\nthree- to four-foot wide and three-foot deep hole in the floor partially covered\n\nby plywood. The hole appeared large enough for a person to hide under the\n\nresidence. When Petrosky looked into the hole, he saw a handgun and the\n\nbarrels of either shotguns or rifles. He did not touch any of the weapons. The\n\nsweep of the trailer lasted approximately three to five minutes.\n\n      Law enforcement officers secured the trailer overnight as Trooper\n\nHershey applied for a search warrant. The next day, a search warrant was\n\nissued, and multiple weapons were seized from Terres’s trailer.\n\n                                       C.\n\n      The trial court denied the motion to suppress, finding that Detective\n\nPetrosky had conducted a lawful protective sweep of Terres’s trailer. In\n\nreaching that conclusion, the court noted that (1) the trailer park was known to\n\nbe a high crime area; (2) Fuller was arrested immediately outside the trailer,\n\nwithin feet of the doorway; (3) the officers received a warning that another\n\nmale was inside the trailer and that they should be careful; (4) the officers had\n\nreason to believe that the trailer harbored an individual posing a danger; and\n\n(5) the sweep was limited in scope and duration. The court further determined\n\nthat, based on the information acquired during the protective sweep, the search\n\nwarrant was properly issued.\n\n                                       21\n\f                                       D.\n\n      Following the denial of the suppression motion, Terres entered into a\n\nplea agreement with the State. Terres pled guilty to second-degree unlawful\n\npossession of a handgun and fourth-degree receiving stolen property,\n\ndowngraded from a third-degree charge. The trial court sentenced Terres to a\n\nfive-year prison term, subject to a forty-two-month period of parole\n\nineligibility pursuant to N.J.S.A. 2C:43-6(c), on the handgun charge and to a\n\nthree-year concurrent prison term on the receiving stolen property charge. 8\n\nAdditionally, the court imposed fines and penalties. The remaining charges\n\nagainst Terres were dismissed in accordance with the terms of the plea\n\nagreement.\n\n      Terres appealed the denial of his motion to suppress.\n\n                                       E.\n\n      In an unpublished opinion, the Appellate Division affirmed the trial\n\ncourt’s order denying the motion to suppress. The Appellate Division first\n\nrejected Terres’s constitutional challenge to the search of the building where\n\n\n\n\n8\n  The Appellate Division, noting that the maximum sentence for a fourth -\ndegree offense is eighteen months’ imprisonment, remanded for resentencing\non the receiving stolen property charge.\n\n                                       22\n\fBoston and Willis were arrested because the issue was not raised before the\n\ntrial court and because it lacked merit.9\n\n      In upholding the constitutionality of the search of Terres’s trailer, t he\n\nAppellate Division determined that the trial court’s factual findings were\n\n“supported by substantial credible evidence in the record.” It acknowledged\n\nthat New Jersey case law does not address the scenario “where an individual\n\nwas apprehended just outside of a residence and the protective sweep included\n\nthe inside of the residence.” It nevertheless held “that the protective sweep\n\nconducted by Petrosky was lawful,” based on principles articulated in Cope,\n\n224 N.J. at 546-47 and Davila, 203 N.J. at 113 -- cases in which the police\n\nwere already lawfully inside the home before the onset of the sweep.\n\n      The Appellate Division emphasized that “[t]he most important fact” was\n\nthat the detective and trooper apprehended Fuller “just outside the trailer,” “on\n\nthe porch, which was connected to the trailer and arguably part of the\n\nresidence.” According to the Appellate Division, “the zone of danger to the\n\n[detective and trooper] included the trailer because the door to the trailer was\n\njust several feet away from where [they] were holding Fuller.” The protective\n\nsweep of the dwelling, it explained, was a constitutionally permissible measure\n\n\n9\n  Terres did not raise that issue in his petition for certification, and therefore\nwe need not detail the Appellate Division’s reasons for rejecting the issue on\nthe merits.\n                                         23\n\fto ensure the safety of the detective and trooper who were effectuating a valid\n\narrest warrant. The Appellate Division concluded that the search warrant at\n\nissue was based on information lawfully obtained during the protective sweep .\n\n       After initially denying Terres’s petition for certification, 244 N.J. 309\n\n(2020), we granted both Terres’s motion for reconsideration and his petition,\n\n245 N.J. 471 (2021). We also granted the motions of the Attorney General and\n\nthe ACDL-NJ and the National Association of Criminal Defense Lawyers\n\n(NACDL) to participate as amicus curiae.10\n\n                                         F.\n\n                                         1.\n\n       Terres argues that no recognized exception to the warrant requirement\n\npermits police officers -- who arrest a suspect outside a home -- to enter the\n\nhome to conduct a protective sweep solely based on a reasonable and\n\narticulable suspicion that their safety is imperiled. Terres stresses that unless\n\nthe police have “a warrant, exigency or consent to allow them to alleviate their\n\nfears,” entry into the home is forbidden.\n\n       Terres, moreover, contends that the protective sweep here violated the\n\nprinciples of Davila, 203 N.J. at 102-03, because Detective Petrosky was not\n\nlawfully inside the trailer before conducting a limited search and because he\n\n\n10\n     The ACDL-NJ and NACDL filed a joint brief.\n                                   24\n\fdid not have a “sufficient basis to believe the home harbored another\n\nindividual who posed a danger to the officers.” In his view, the exigency\n\nexception to the warrant requirement, which requires officers to have an\n\nobjectively reasonable basis to believe they are facing an imminent danger,\n\n“strikes the appropriate balance between protecting police safety and the\n\nprivacy of homes.”\n\n      Terres also claims that, unlike the circuit courts of appeals cases cited by\n\nthe State, Fuller’s arrest outside Terres’s home -- a third-party’s home --\n\ncannot justify a protective sweep when the officers do not have a sufficient\n\nbasis to believe that Fuller lived in Terres’s residence.11\n\n      The ACDL-NJ and NACDL advance similar arguments to those\n\npresented by Terres.\n\n                                        2.\n\n      The State asserts that the dangers confronting police officers making an\n\nin-home arrest do not disappear when the arrest is made on the porch of the\n\nhome, within feet of an open front door. For that reason, the State urges the\n\n\n\n11\n   We decline to address the constitutional validity of the officers’ entry into\nthe first building because Terres did not raise that issue before the trial court,\nin his petition for certification, or in his motion for reconsideration. See State\nv. Cabbell, 207 N.J. 311, 327 n.10 (2011) (declining to address defendant’s\nclaim that was not raised in his petition for certification).\n\n                                        25\n\fCourt to apply the paradigm in Maryland v. Buie to cases where an arrest is\n\nmade directly outside a home. Under that approach, police officers may\n\nconduct a protective sweep in areas within the home “immediately adjoining\n\nthe place of arrest without any particular justification” and extend the sweep,\n\nbased on reasonable and articulable suspicion, to areas that may be harboring a\n\ndangerous individual. The State catalogues a number of federal and state\n\ncourts that have applied the protective-sweep doctrine in Buie when arrests\n\nwere made outside the home.\n\n      The State highlights the circumstance in this case that, it claims,\n\n“developed spontaneously, without time for ‘calm reflection or sustained\n\ndeliberation’ [by] the two officers,” quoting State v. Frankel, 179 N.J. 586,\n\n599 (2004). The totality of the circumstances, the State submits, gave\n\nDetective Petrosky a reasonable and articulable suspicion to believe that a\n\npotentially dangerous individual could have launched an attack from the\n\nmobile home.\n\n      The Attorney General echoes many of those arguments and adds that the\n\nrationale for a protective sweep is no different whether a suspect is arrested at\n\nhis own home or a third-party’s home because the danger to the arresting\n\nofficers is the same.\n\n\n\n\n                                        26\n\f                                         III.\n\n                                          A.\n\n      We begin with some familiar principles governing appellate review. We\n\nshould defer to a trial court’s factual findings in deciding a motion to suppress ,\n\n“so long as those findings are ‘supported by sufficient credible evidence in the\n\nrecord.’” State v. Elders, 192 N.J. 224, 243 (2007) (quotation omitted). In\n\ncontrast, “our review of legal matters is de novo,” and therefore “[w]e owe no\n\ndeference to a trial or appellate court’s interpretation of the law.” State v.\n\nHathaway, 222 N.J. 453, 467 (2015) (citing State v. Vargas, 213 N.J. 301, 327\n\n(2013)).\n\n      The issue before us is one of first impression. We must determine\n\nwhether the police have a right to conduct a protective sweep of a home when\n\nan arrest is made outside the home and, if so, the requisite justification for a\n\nwarrantless entry and protective sweep. In doing so, we must balance two\n\nimportant values: an individual’s fundamental privacy right in the home and\n\nthe significant state interest in officer safety.\n\n                                          B.\n\n      Both the Fourth Amendment to the United States Constitution and\n\nArticle I, Paragraph 7 of the New Jersey Constitution ensure “[t]he right of the\n\npeople to be secure in their . . . houses . . . against unreasonable searches and\n\n                                          27\n\fseizures, shall not be violated.” “The fundamental privacy interests of the\n\nhome are at the very core of the protections afforded by our Federal and State\n\nConstitutions.” Brown, 216 N.J. at 526 (citing State v. Evers, 175 N.J. 355,\n\n384 (2003)). “[W]hen it comes to the Fourth Amendment, the home is first\n\namong equals.” Florida v. Jardines, 569 U.S. 1, 6 (2013). Indeed, “physical\n\nentry of the home is the chief evil against which the wording of the Fourth\n\nAmendment is directed.” United States v. U.S. Dist. Court, 407 U.S. 297, 313\n\n(1972); see also Brown, 216 N.J. at 526-27 (quoting same).\n\n      Thus, the warrantless search of a home is “‘presumptively unreasonable’\n\nand ‘must be subjected to particularly careful scrutiny.’” Edmonds, 211 N.J. at\n\n129 (quoting State v. Bolte, 115 N.J. 579, 585 (1989)). The warrantless search\n\nof a home is permissible only if the search falls within “one of the ‘few\n\nspecifically established and well-delineated exceptions’ to the warrant\n\nrequirement.” Id. at 130 (quoting Frankel, 179 N.J. at 598). “One such\n\nexception is the protective sweep doctrine.” Bryant, 227 N.J. at 70 (citing\n\nDavila, 203 N.J. at 125). “The State bears the burden of proving by a\n\npreponderance of the evidence the validity of a warrantless” protective sweep.\n\nSee Cope, 224 N.J. at 546 (quoting Edmonds, 211 N.J. at 128).\n\n      The United States Supreme Court articulated the rationale and contours\n\nof a warrantless protective sweep in the case of an in-home arrest in Maryland\n\n                                       28\n\fv. Buie, 494 U.S. 325 (1990). In Buie, armed with an arrest warrant, police\n\nofficers entered the defendant’s home where they arrested him. Id. at 328.\n\nWhile searching the residence for the presence of others, the police discovered\n\nevidence incriminating the defendant. Ibid. The defendant challenged the\n\nlawfulness of the search. The competing concerns were the defendant’s\n\nprivacy interests in his home, where he was arrested, and the officers’ interests\n\nin “tak[ing] reasonable steps to ensure their safety after, and while making, the\n\narrest.” Id. at 333-34.\n\n      In addressing those concerns, the Court recognized that “an in-home\n\narrest puts the officer at the disadvantage of being on his adversary’s ‘turf’”\n\nand in possible jeopardy of “[a]n ambush in a confined setting of unknown\n\nconfiguration.” Id. at 333. In such a scenario, officers have an interest in\n\nensuring that the residence “is not harboring other persons who are dangerous\n\nand who could unexpectedly launch an attack.” Ibid. The Court compared the\n\nneed for officer-safety precautions in the setting of an in-home arrest to that of\n\nan officer’s right during a street encounter to conduct a limited pat down of a\n\nsuspect for weapons when the officer has a reasonable “belief, based on\n\nspecific and articulable facts, and not on a mere inchoate and unparticularized\n\nsuspicion or hunch, that he is dealing with an armed and dangerous\n\n\n\n\n                                        29\n\findividual.” Id. at 332 (internal quotation marks omitted) (quoting Terry v.\n\nOhio, 392 U.S. 1, 21, 24, 27 (1968)).\n\n      The Court set forth a two-tiered standard governing the scope of a\n\nprotective search of a residence during an in-home arrest: (1) “[O]fficers\n\ncould, as a precautionary matter and without probable cause or reasonable\n\nsuspicion, look in closets and other spaces immediately adjoining the place of\n\narrest from which an attack could be immediately launched”; and (2) officers\n\ncould search beyond those adjoining areas based on “articulable facts which,\n\ntaken together with the rational inferences from those facts, would warrant a\n\nreasonably prudent officer in believing that the area to be swept harbors an\n\nindividual posing a danger to those on the arrest scene.” Id. at 334.\n\n      Our Court has also placed strict limits on the scope of the protective-\n\nsweep doctrine when, in a non-arrest context, police officers are “lawfully” in\n\na home “for a legitimate purpose,” such as by consent. Davila, 203 N.J. at\n\n102-03. In that scenario, “[a] protective sweep may only occur when . . . the\n\nofficers on the scene have a reasonable articulable suspicion that the area to be\n\nswept harbors an individual posing a danger.” Id. at 102. Even so, a “sweep\n\nwill be upheld only if (1) it is conducted quickly; and (2) it is restricted to\n\nplaces or areas where the person posing a danger could hide.” Ibid.\n\nImportantly, we warned in Davila that “[t]he police cannot create the danger\n\n                                         30\n\fthat becomes the basis for a protective sweep, but rather must be able to point\n\nto dangerous circumstances that developed once the officers were at the\n\nscene.” Id. at 103.\n\n       The distinguishing feature in the case before us is that the arrests\n\noccurred outside the homes of Radel and Terres. That is no insignificant factor\n\nbecause, generally, “the Fourth Amendment has drawn a firm line at the\n\nentrance to the house. Absent exigent circumstances, that threshold may not\n\nreasonably be crossed without a warrant.” Payton v. New York, 445 U.S. 573,\n\n590 (1980). The circumstances presented here were not addressed or perhaps\n\nanticipated in Buie. The threat to an officer may be no less if the arrest is\n\nmade five feet within or five feet outside the open door of a home if the officer\n\nhas a reasonable and articulable suspicion that an individual harboring inside\n\nposes an imminent danger. The “radius of danger” facing police officers\n\nmaking an arrest is not lessened by facile distinctions. See Cope, 224 N.J. at\n\n547.\n\n       Although the United States Supreme Court and our Court have not had\n\noccasion to determine whether and in what form the protective-sweep doctrine\n\npermits a warrantless entry into a home when an arrest occurs directly outside\n\nthe home, many federal circuit courts of appeals and state courts have spoken\n\nto the issue.\n\n                                        31\n\f                                       C.\n\n      The United States Third Circuit Court of Appeals in United States v.\n\nWhite held that “a sweep incident to an arrest occurring just outside the home\n\nmust be analyzed under the second prong of the Buie analysis,” 748 F.3d 507,\n\n510 (3d Cir. 2014) (quoting Sharrar v. Felsing, 128 F.3d 810, 824 (3d Cir.\n\n1997), abrogated on other grounds by Curley v. Klem, 499 F.3d 199, 209 (3d\n\nCir. 2007)), and “that Buie’s prong [one] exception is not available,” id. at\n\n511. The court emphasized that “the Fourth Amendment draws ‘a firm line at\n\nthe entrance to the house,’ which ‘must be not only firm but also bright.’”\n\nIbid. (first quoting Payton, 445 U.S. at 590; and then quoting Kyllo v. United\n\nStates, 533 U.S. 27, 40 (2001)). Guided by that principle, the court reasoned\n\nthat “[w]hen an arrest occurs just outside of the home, the unassailable public\n\npolicy of protecting law enforcement officers, as well as victims, bystanders,\n\nand even assailants, is appropriately balanced with the Fourth Amendment\n\nright to be free of unreasonable searches and seizures by application of Buie’s\n\nprong [two].” Id. at 513.\n\n      Other federal circuit courts of appeals have applied Buie’s prong two --\n\nthe reasonable and articulable suspicion requirement -- in authorizing a\n\nprotective sweep of a residence when the arrest is made just outside the home.\n\nSee, e.g., Lawlor, 406 F.3d at 41 (“[A] protective sweep may be conducted\n\n                                       32\n\ffollowing an arrest that takes place just outside the home, if sufficient facts\n\nexist that would warrant a reasonably prudent officer to fear that the area in\n\nquestion could harbor an individual posing a threat to those at the scene.”\n\n(footnote omitted) (citations omitted)); United States v. Wilson, 306 F.3d 231,\n\n238-39 (5th Cir. 2002) (determining that after the defendant’s arrest five-to-six\n\nfeet outside his apartment’s partially opened front door, a protective sweep\n\nwas authorized based on reasonable and articulable suspicion that another\n\nperson inside might pose a danger); United States v. Colbert, 76 F.3d 773,\n\n776-77 (6th Cir. 1996) (“[T]he fact that the arrest takes place outside rather\n\nthan inside the home affects only the inquiry into whether the officers have a\n\nreasonable articulable suspicion that a protective sweep is necessary by reason\n\nof a safety threat.” (citation omitted)); United States v. Cavely, 318 F.3d 987,\n\n995 (10th Cir. 2003) (stating that “exigencies” accompanying an arrest just\n\noutside of a residence may warrant “a protective sweep” when the officers\n\nhave reasonable and articulable suspicion that the home is harboring an\n\nindividual posing a danger to them (citation omitted)).\n\n      State courts also apply the second Buie prong to protective sweeps\n\ninside the home following an arrest outside the residence. See, e.g., Brumley\n\nv. Commonwealth, 413 S.W.3d 280, 285-88 (Ky. 2013) (finding that arrest\n\noutside of a trailer did not justify a protective sweep inside because the\n\n                                        33\n\fCommonwealth did not satisfy the second prong of Buie); State v. Revenaugh,\n\n992 P.2d 769, 773 (Idaho 1999) (holding “that the ‘protective sweep’\n\nexception to the warrant requirement applies when the suspect is\n\narrested/detained outside the residence, provided that the officers have the\n\nrequisite reasonable, articulable suspicion necessary to support the sweep ”).\n\n                                        D.\n\n      We have no doubt that, in certain circumstances, police officers may\n\nface as serious a threat to their safety by making an arrest “just outside a\n\nhome” as they would by making an in-home arrest. See Colbert, 76 F.3d at\n\n776. In balancing the fundamental privacy rights afforded to the home under\n\nthe Fourth Amendment and Article I, Paragraph 7 of the New Jersey\n\nConstitution and the unquestionable need to ensure officer safety when an\n\narrest is made in the area immediately outside a home, the justification for\n\nentry into the home to conduct a protective sweep must be based on the second\n\nprong in Buie -- whether the officers have a reasonable and articulable\n\nsuspicion “that the area to be swept harbors an individual posing a danger to\n\nthose on the arrest scene,” 494 U.S. at 334. Accord White, 748 F.3d at 510-13.\n\n      Whether police officers making an arrest just outside a home have a\n\nreasonable and articulable suspicion of a safety threat necessitating a\n\nprotective sweep of parts or all of the residence will depend on the facts known\n\n                                        34\n\fto the officers at the time. See Colbert, 76 F.3d at 776-77. An\n\n“unparticularized suspicion” or a “hunch” that an attack may be launched from\n\na residence will not be sufficient to justify breaching the threshold of a home\n\nand undertaking a protective search. See Buie, 494 U.S. at 332 (quoting Terry,\n\n392 U.S. at 27). Courts must “look at the totality of the circumstances to\n\ndetermine if there is an ‘individualized, rather than generalized, suspicion,’”\n\nBryant, 227 N.J. at 70 (quoting Davila, 203 N.J. at 129), understanding that\n\n“[t]here is no mathematical formula to determine what amount of suspicion is\n\nreasonable,” ibid. (citing State v. Pineiro, 181 N.J. 13, 27 (2004)).\n\n      The federal circuit courts of appeals in assessing whether a protective\n\nsweep was justified under prong two of Buie -- when an arrest has been made\n\njust outside a home -- have focused on the quantity and quality of the\n\narticulable facts that prompted the sweep. See Sharrar, 128 F.3d at 824.\n\n      In Lawlor, the First Circuit upheld a protective sweep of a home. In that\n\ncase, two Maine State Troopers arrived at a home after a concerned citizen\n\nreported hearing a gunshot and seeing a brawl involving two men outside a\n\nresidence. 406 F.3d at 38-39. When the first trooper arrived at the scene he\n\nobserved the defendant, who was armed with a two-by-four, and another man\n\nyelling at each other in front of the house, and an unknown woman standing in\n\nthe doorway. Id. at 39. The trooper handcuffed the two men and observed two\n\n                                        35\n\fspent shotgun shells in front of the doorway but no gun. Ibid. The trooper had\n\nreason to believe that the defendant lived in the house with his brother and that\n\nthe occupants were involved in drug-related activities. Ibid. In addition, over\n\nthe years, the trooper observed people entering and leaving the house. Ibid.\n\nWhen the trooper asked the defendant for the location of the gun, the\n\ndefendant shrugged his shoulders. Ibid. The First Circuit concluded that “[a]\n\nreasonably prudent officer in [the trooper’s] position would have been\n\nwarranted in fearing that the residence harbored an individual posing a danger\n\nto those at the scene” and therefore justified in conducting a protective sweep.\n\nId. at 42 (footnote omitted).\n\n      In Colbert, the Sixth Circuit determined that the protective search did\n\nnot conform with the constitutional dictates outlined in Buie. 76 F.3d at 775.\n\nIn that case, law enforcement officers staked out the defendant’s apartment for\n\nthe purpose of arresting him on a warrant charging him with escape related to\n\nhis prior convictions for weapons and assault offenses. Ibid. The apartment\n\nwas leased by the defendant’s girlfriend. Ibid. When the defendant left his\n\napartment and walked to his car forty to fifty feet away, he was arrested and\n\nhandcuffed. Ibid. A few moments later, the defendant’s girlfriend, apparently\n\nhaving observed the defendant’s arrest, ran out of the apartment in an agitated\n\nstate, yelled at the officers, and was detained. Ibid. A federal agent testified\n\n                                        36\n\fthat he was concerned that someone was still inside the apartment and\n\ntherefore opened a closed screen door and conducted a protective sweep. Ibid.\n\n      The Sixth Circuit invalidated the search because the agent did not have\n\ninformation that anyone else was inside the apartment before the sweep. Id. at\n\n777-78. Additionally, the court emphasized that the “dangerousness” of the\n\ndefendant, who was handcuffed and in custody, by itself, did not give rise to “a\n\nreasonable suspicion of a threat from some other person inside the home” to\n\njustify a protective sweep. Id. at 777. See also State v. Spencer, 848 A.2d\n\n1183, 1187, 1194-96 (Conn. 2004) (finding that, following the defendant’s\n\narrest in a common hallway, the officers lacked “specific and articulable facts”\n\nto conduct a protective sweep of his apartment given the absence of any\n\ninformation that a person inside the apartment posed a threat (citation\n\nomitted)); Murphy v. State, 995 A.2d 783, 791 (Md. Ct. Spec. App. 2010)\n\n(finding that, following the suspects’ arrest outside the defendant’s apartment,\n\nbased on inferences drawn from the robbery victim’s account, a protective\n\nsweep was justified because the police had reason to believe that two of th e\n\nrobbers remained inside, with one possibly armed with a gun).\n\n                                       E.\n\n      Ultimately, whether a “reasonably prudent officer,” who has arrested a\n\nsuspect outside a home, has sufficient “articulable facts” to form an\n\n                                       37\n\fobjectively reasonable belief “that the area to be swept harbors an individual\n\nposing a danger to those on the arrest scene” will depend on the totality of the\n\nevidence. See Buie, 494 U.S. at 334. Entry into a home without a warrant,\n\nunder our jurisprudence, is presumptively unreasonable and therefore not the\n\nnorm. Edmonds, 211 N.J. at 129. A protective sweep is an exception to the\n\nwarrant requirement and a species of exigent circumstances. Cavely, 318 F.3d\n\nat 995 (stating that “the same exigent circumstances present in Buie” may also\n\nbe present following an arrest outside of a residence). The State bears the\n\nburden of proving the necessity of entering the home to conduct a protective\n\nsweep. Cope, 224 N.J. at 546.\n\n      Some factors that may be considered in determining whether a protective\n\nsweep is justified when an arrest is made outside the home are (1) whether the\n\npolice have information that others are in the home with access to weapons and\n\na potential reason to use them or otherwise pose a dangerous threat; (2) the\n\nimminence of any potential threat; (3) the proximity of the arrest to the home;\n\n(4) whether the suspect was secured or resisted arrest and prolonged the police\n\npresence at the scene; and (5) any other relevant circumstances. Entry into the\n\nhome and a protective sweep cannot be based on a self-created exigency by the\n\npolice. See Davila, 203 N.J. at 103.\n\n\n\n\n                                       38\n\f                                         IV.\n\n      We now apply those principles to determine whether the protective\n\nsweeps in the Radel and Terres cases comport with the Fourth Amendment and\n\nArticle I, Paragraph 7 of our State Constitution.\n\n                                         A.\n\n                                     Radel\n\n      On October 27, 2015, the Passaic County Prosecutor’s Office had an\n\norder issued by a Superior Court judge, authorizing Little Falls police officers\n\nto retrieve from Radel’s home -- listed as 103 Browertown Road -- any\n\nfirearms, including a Beretta, and to do so “immediately upon receipt of a copy\n\nof [the] Order.” Inexplicably, that order was not faxed to the Little Falls\n\nPolice Department for more than two months. After Little Falls Sergeant Prall\n\nreceived the order, he waited another twelve days to enforce the order. Within\n\nthat time, he learned that Radel had two active municipal arrest warrants, that\n\nRadel resided at 81 Browertown Road, and that he possessed firearms in\n\naddition to the Beretta. Based on Radel’s prior criminal conviction, it was\n\nunlawful for him to possess a firearm.\n\n      The State acknowledges that Sergeant Prall had probable cause to secure\n\na warrant to search for weapons in Radel’s residence. Prall did not apply for a\n\nsearch warrant, but rather put in motion an operation of seven officers to\n\n                                         39\n\fsurveil Radel’s home at 81 Browertown Road and his parents’ home at 103\n\nBrowertown Road for the purpose of arresting him and enforcing the order.\n\nWithin approximately ten minutes of the start of the surveillance, Radel was\n\narrested in his driveway while placing a laundry basket in his car. He was\n\nhandcuffed and did not resist. Sergeant Prall testified that because Radel\n\nappeared under the influence, he did not attempt to ask for his consent to\n\nsearch his home. Sergeant Prall, however, questioned Radel about the\n\npresence of firearms in his home. Radel denied having any, according to Prall.\n\n      No crisis arose at the scene; the operation went according to plan. The\n\npolice could have escorted Radel off the property, placed him in a patrol car,\n\nand transported him to headquarters; secured the perimeter of the property; and\n\nsecured a search warrant. Instead, Sergeant Prall directed three officers to\n\nconduct a protective sweep of the house, despite the absence of any discernible\n\nexigency.\n\n      The police had no information that another person was either in the\n\nhouse or posed a danger. Sergeant B. Prall saw someone wearing a blue jacket\n\nenter the rear door of the house; but Radel, wearing a blue jacket, walked out\n\nthe front door ten minutes later. The blue-jacketed person was apparently the\n\nsame person -- Radel. That the windows to the house were covered from the\n\n\n\n\n                                       40\n\finside generally does not suggest nefarious activity; after all, the purpose of\n\ndrapes or shades is to provide privacy or screen out the sun.\n\n      Sergeant B. Prall heard a loud metallic sound in the backyard but did not\n\nsuggest that the sound indicated a gunshot. Presumably, an experienced police\n\nofficer, like Sergeant B. Prall, can recognize the sound of gunfire. The trial\n\ncourt’s conclusion that the metallic sound was a gunshot has no support in the\n\nrecord.\n\n      The police did not know who owned the second car in the driveway.\n\nSergeant Prall did not know whether the second vehicle was used by Radel,\n\nwhether it belonged to his parents or a friend, or whether it was owned by\n\nsome unknown person in the house. That second car, standing alone, did not\n\ngive rise to a reasonable suspicion that another person was present in the house\n\nand dangerous. See Bryant, 227 N.J. at 74; Colbert, 76 F.3d at 778.\n\n      The State’s supposition that some unknown person in Radel’s house\n\ncould have launched a surprise attack from the front or back door or fired a\n\nweapon from the window constituted no more than an “inchoate and\n\nunparticularized suspicion or ‘hunch’” -- not “specific and articulable facts,”\n\nas required by Buie. See 494 U.S. at 332 (quoting Terry, 392 U.S. at 21, 27);\n\nsee also Colbert, 76 F.3d at 778 (“‘No information’ cannot be an articulable\n\nbasis for a sweep that requires information to justify it in the first place.”). We\n\n                                        41\n\fagree with the Appellate Division that the trial court’s factual findings are not\n\nsupported by sufficient credible evidence in the record. See Elders, 192 N.J. at\n\n243. Like the Appellate Division, we conclude that the police did not have\n\nreasonable and articulable suspicion to believe that “the area to be swept\n\nharbor[ed] an individual posing a danger to those on the arrest scene.” See\n\nBuie, 494 U.S. at 334.\n\n      The facts in Terres stand in stark contrast to those in Radel.\n\n                                         B.\n\n                                      Terres\n\n      On September 14, Detective Petrosky and Sergeant Koller of the\n\nGloucester County Prosecutor’s Office and State Police Troopers Hershey and\n\nSmith went to the Ca Nook Trailer Park, armed with an arrest warrant, to take\n\nFuller into custody for failing to appear on a theft charge and for violating the\n\nterms of his pre-trial release. A court had issued the arrest warrant three days\n\nearlier, and the officers had learned that Fuller no longer lived at his last\n\nknown address and might be staying with Terres, who days earlier was arrested\n\nby the State Police for possession of a large quantity of narcotics. Terres told\n\nTrooper Hershey that Fuller could be found at the first building to the right at\n\nthe trailer park’s entrance -- a trailer park generally known to have a high\n\nincidence of criminal activity.\n\n                                        42\n\f      When Detective Petrosky and Trooper Hershey announced their presence\n\nat the building’s open front door, Boston and Willis were inside. Upon seeing\n\nthe officers, Boston fled. Detective Petrosky, believing that Boston might in\n\nfact be Fuller, apprehended him in a bedroom littered with loose bullets and\n\nshell casings. A criminal background check revealed outstanding warrants for\n\nthe arrest of Willis and Boston.\n\n      Willis indicated that he had seen Fuller minutes earlier in the company\n\nof another male in a back trailer. The officers knew that the trailer belonged to\n\nTerres. Willis warned the officers “to be careful.” Sergeant Koller and\n\nTrooper Smith took custody of Boston and Willis, and Detective Petrosky and\n\nTrooper Hershey proceeded to Terres’s trailer where they split up.\n\n      Looking through the trailer window, Detective Petrosky saw Fuller\n\ntalking to a woman. Despite Petrosky’s order that Fuller get to the ground and\n\nthat he was under arrest, Fuller fled. Trooper Hershey caught Fuller as he\n\nexited the front door, placed him face down on the deck, and handcuffed him.\n\nWithin five feet of the front door, Trooper Hershey was struggling to secure a\n\nhypodermic needle from Fuller’s pocket when Detective Petrosky appeared.\n\nThe woman Petrosky had earlier seen in the trailer was standing in the open\n\nfront door holding a baby. Petrosky stepped over Trooper Hershey, who was\n\n\n\n\n                                       43\n\fstill struggling with Fuller on the deck. Petrosky asked the woman where the\n\nother male was, but she denied that anyone else was inside.\n\n      In this dynamic and uncertain situation, Detective Petrosky reasonably\n\nbelieved a potentially dangerous individual was located inside Terres’s trailer.\n\nDetective Petrosky had been told that Fuller had been staying in a building\n\nwhere Petrosky observed loose bullets and shell casings. One of the building’s\n\noccupants had told Detective Petrosky that a male was with Fuller in Terres’s\n\ntrailer and added that Petrosky should “be careful.” Additionally, Petrosky\n\nknew that, just days earlier, Terres had been arrested on a narcotics charge.\n\nThe officers faced a heightened danger when Fuller disobeyed a police order,\n\nfled from the trailer, and was ultimately intercepted by Trooper Hershey on the\n\ntrailer’s porch. Last, when Detective Petrosky entered the trailer, Trooper\n\nHershey was lying in a prone position, struggling with Fuller, within feet of\n\nthe trailer’s open front door.\n\n      Under all of those circumstances, Detective Petrosky had a reasonable\n\nand articulable suspicion to believe that a person might be in the trailer\n\ncapable of launching an attack -- and the imminence of the potential threat did\n\nnot allow for calm reflection but required prompt action. See Buie, 494 U.S. at\n\n334; Davila, 203 N.J. at 126. Detective Petrosky was warranted in conducting\n\na protective sweep, and the sweep he conducted was limited in duration and\n\n                                        44\n\fscope. During the sweep, Petrosky observed a handgun and barrels of rifles or\n\nshotguns in a hole large enough to hold a person. With that information,\n\nTrooper Hershey obtained a warrant to search the trailer. Like the Appellate\n\nDivision, we hold that the trial court’s factual findings justifying the protective\n\nsweep were based on sufficient credible evidence in the record. See Elders,\n\n192 N.J. at 243.\n\n                                        C.\n\n      In summary, Radel and Terres illustrate invalid and valid uses of the\n\nprotective-sweep doctrine.\n\n      In Radel, the police executed a controlled arrest in the driveway -- a\n\ndistance from the home’s entrance -- with watchful eyes on the front and rear\n\ndoors of the house. The officers did not face a discernible threat. The officers\n\nhad no specific information that another person was in the house, nor was there\n\ninformation from which they could reasonably infer that someone inside posed\n\nan imminent danger. Nothing unforeseeable occurred at the scene; no danger\n\narose that mandated an entry of the home without a search warrant. Therefore,\n\na protective search was not justified under Buie.\n\n      On the other hand, in Terres, Detective Petrosky and Trooper Hershey\n\nfaced unexpected and fast-evolving circumstances that signaled danger and the\n\nneed for prompt action to safeguard their lives. The officers received a\n\n                                        45\n\fwarning to be careful and that another male was with Fuller in Terres’s trailer\n\n-- a clear signal of a potential threat; they had been told that Fuller was staying\n\nin a building where loose bullets and shell casings were observed; Fuller fled\n\nthe trailer when he was arrested within feet of the open front door; and the\n\nsituation was fluid and not stabilized as Trooper Hershey attempted to retrieve\n\na hypodermic needle from Fuller’s pocket. Those specific and articulable facts\n\nin Terres provided a reasonable basis for entry into the home based on a very\n\nreal and potential danger.\n\n      We emphasize that the home is a protected sanctuary under our Federal\n\nand State Constitutions and that a warrantless protective sweep, when an arrest\n\noccurs outside the home, will be the rare circumstance. Nevertheless, our\n\njurisprudence does not require police officers to forgo taking reasonable\n\nmeasures to protect against life-threatening dangers.\n\n                                        V.\n\n      For the reasons expressed, we affirm the judgments of the Appellate\n\nDivision in both Radel (invalidating the protective sweep) and Terres\n\n(upholding the protective sweep). In Radel, we remand to the trial court to\n\ndetermine whether, excluding the information gathered during the\n\n\n\n\n                                        46\n\funconstitutional sweep, sufficient facts were presented in the warrant affidavit\n\nto justify the issuance of the search warrant. 12\n\n\n\n    CHIEF JUSTICE RABNER and JUSTICES PATTERSON, FERNANDEZ-\nVINA, SOLOMON, and PIERRE-LOUIS join in JUSTICE ALBIN’s opinion.\n\n\n\n\n12\n   Depending on the outcome of that determination, the issues raised earlier by\nRadel on direct appeal but not addressed by the Appellate Division are\npreserved for future appellate review.\n                                       47\n\f",
            "ocr": false,
            "opinion_id": 6105123
        }
    ],
    "court_short_name": "Supreme Court of New Jersey",
    "court_full_name": "Supreme Court of New Jersey",
    "court_type": "S",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}