{
    "id": 6240002,
    "judges": "Levy",
    "date_filed": 1540252800000,
    "date_filed_is_approximate": false,
    "slug": "people-v-randolph",
    "case_name_short": null,
    "case_name": "People v. Randolph",
    "case_name_full": "The PEOPLE, and v. Eddie RANDOLPH, and",
    "attorneys": "Lisa A. Smittcamp, District Attorney, Traci Fritzler, Chief Deputy District Attorney, and Douglas O. Treisman, Deputy District Attorney, for Plaintiff and Appellant., Edgar Eugene Page, San Francisco, for Defendant and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "239 Cal. Rptr. 3d 395",
        "28 Cal. App. 5th 602"
    ],
    "opinions": [
        {
            "author_str": "Levy",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLEVY, Acting P.J.\n*604INTRODUCTION\nIn 2014, respondent Eddie Randolph was arrested by two California Highway Patrol (CHP) officers under suspicion of driving under the influence (DUI) of alcohol. Later that year, appellant Fresno County District Attorney's Office filed a criminal complaint charging him with one count of misdemeanor DUI in violation of Vehicle Code section 23152, subdivision (a).1 Under this statute, \"[i]t is unlawful for a person who is under the influence of any alcoholic beverage to drive a vehicle.\"2 It was further alleged respondent had refused an officer's request to submit to chemical testing in violation of Vehicle Code section 23577.3\nIn July 2015, the case was assigned for trial. Before a jury was empaneled, the trial court expressed concern that, without an expert witness, the prosecution would be unable to prove the required elements *398beyond a reasonable doubt based solely on the testimony of the arresting officers. The prosecutor attempted to qualify her two officers as experts on alcohol. Following a hearing pursuant to Evidence Code section 402, the trial court refused to recognize the officers as experts. The court then dismissed the case pursuant to Penal Code section 1385.4\nAppellant contends the trial court abused its discretion in dismissing this matter. We agree. (The court failed to apply People v. Joehnk (1995) 35 Cal.App.4th 1488, 42 Cal.Rptr.2d 6 ( Joehnk ) and relied incorrectly on People v. Williams (1992) 3 Cal.App.4th 1326, 5 Cal.Rptr.2d 130 ( Williams ).) Williams no longer represents the law regarding an officer's testimony about a *605defendant's performance on a nystagmus5 test. We will reverse the order of dismissal and remand this matter for further proceedings.\nBACKGROUND\nI. The Relevant Comments During The Hearing On Motions In Limine.\nOn July 16, 2015, the case was assigned for jury trial. On that day, the trial court met with the parties and discussed in limine motions. The court had \"considerable confusion\" about the case because \"an arrest tag\" in the file showed a blood-alcohol content of \"0.13,\" but there was no indication of a preliminary alcohol screening (PAS) test administered to respondent.6 The prosecutor explained that the blood-alcohol content came from an arresting officer who estimated it \"based on the objective symptoms and field sobriety tests.\"\nThe court expressed concern that the officer would be unable to lay a foundation for that evidence and the prosecution did not have a designated expert witness. The court did not know how the prosecutor expected \"to get in an opinion that [respondent] was under the influence and unable to safely operate a motor vehicle, cause [sic ] you're not gonna [sic ] get it from your CHP officers. I know people come in here all the time thinking officers can opine somebody's under the influence, but they can't, not in my courtroom; not in any courtroom I'm familiar with. So you may have to run out and find yourself [an expert], but I'm not gonna [sic ] allow ... any lay witness to testify he failed the nystagmus test, so I concluded he was over .08 or approximated him at .13 or any such testimony because they don't have a foundation for it.\"\nThe trial court made the following statements.\n*399\"An officer with the CHP can testify to how a gaze nystagmus test is given, what clues he's looking for, but conclusions to be drawn from those don't come from him, it comes from some expert who can tell us about correlation studies, why the gaze nystagmus test tells us about people under the influence, what other common causes *606might result in somebody showing those symptoms, why a certain number of symptoms gives some assurance that, in fact, they have nystagmus as opposed to some other condition. None of that's gonna [sic ] come from your CHP officer, so I don't know how you plan to prove it otherwise, but you're not gonna [sic ] get it in through them.\"\nThe court ordered the parties to be present on July 20, 2015, for jury selection and trial.\nII. The Hearing Pursuant To Evidence Code Section 402.\nOn July 20, 2015, before jury selection began, a hearing occurred pursuant to Evidence Code section 402. The prosecutor asked for this hearing to qualify the two arresting officers, Walters and Hernandez, as experts. The prosecutor confirmed her belief that these officers had sufficient training and education on the effects of alcohol on a person, and they could testify as experts on whether, based on a given set of facts, a person is or is not driving in an unsafe manner.\nWe summarize the facts from the hearing. Both Walters and Hernandez had undergone the standard academy training that all CHP officers experience. They were both experienced patrol officers and each had conducted thousands of DUI investigations. Both had training and experience using field sobriety tests, including horizontal gaze nystagmus (HGN) tests, on drivers who were suspected to be under the influence of alcohol. They explained how the field sobriety tests worked and the clues they are trained to observe when discerning if a suspect is under the influence of alcohol. However, neither officer had any formal scientific or medical training. After extensive questioning from both counsel and the trial court, the court ruled that neither officer was qualified as an expert on the effects of alcohol on a person and its impact on operating a motor vehicle.\nIII. The Trial Court's Ruling.\nFollowing the Evidence Code section 402 hearing, the following exchange occurred:\n\"THE COURT: All right. We're back in session in People vs. Randolph . Both counsel are present. [Respondent] is present.\n\"All right. I've heard from your two CHP witnesses in [an Evidence Code section 402 ] hearing, and as I understand it, the People's intent is to call those two witnesses and those two witnesses only to prove their case?\n*607\"[THE PROSECUTOR]: Yes, Your Honor. The People have [respondent's] poor driving, his poor performance on the field sobriety tests and the presumption, and we are prepared to move forward.\n\"THE COURT: All right. Well, let's make a record of what your offer of proof is on that. And let me just start with your trial brief and see if there's an agreement that this summarizes the observations that the officers have related in the report.\n*400\"You have the officer describing that the white Kia traveling westbound on Herndon was weaving within its lane, and at one point the left side tires crossed over the broken white lane lines.\n\"Officers then stopped the vehicle and performed their evidentiary tests or their field sobriety tests, after contacting him noting the standard symptoms of DUI intoxication and moderate odor emitting from within the vehicle,[7 ] his eyes red and watery and his speech slow and slurred, his movements clumsy. When asked if he consumed alcohol that evening, he stated he had one beer around 6:00 p.m. at the rodeo, slept eight hours the night before and ate nachos at 6:00 p.m.\n\"Then the officer gave the field sobriety tests. According to the officer then, [respondent] displayed six of the six scientifically validated clues and the horizontal gaze nystagmus test. During the finger count, he failed to touch his fingers to the tip of his thumb on his final attempt and completed three sets before stopping the tests. He counted one, two, three, four, five; four, three, two, one; one, two[,] three, four; four, three, two, one; and one, two, three, four; four, three, two, one.\n\"During the instruction phase of the walk-and-turn, [respondent] could not keep his balance. Once the test began, he missed heel to toe and stepped off the line on his first nine steps, made an improper spinning turn and missed heel to toe and stepped off on his second set of nine steps, and totally displayed four of the eight clues in the walk-and-turn.\n\"During the [Romberg] balance test, [respondent] displayed eyelid tremors, swayed two to three inches from front to back, and estimated 30 seconds after 15 seconds had elapsed.\n\"During the finger-to-nose test, [respondent] missed the tip of his nose on five of the six attempts and raised his left hand when instructed to raise his *608right hand on two consecutive attempts, and then he declined to take the-refused to take the preliminary alcohol screening test and refused to give a breath or blood sample as required under the law.\"\nThe prosecutor agreed this represented the substance of her case. Defense counsel interjected that dash cam evidence also existed. According to defense counsel, the video does not show any \"bad driving\" and respondent did not cross over the centerline. The prosecutor disagreed with this representation.\nThe trial court presumed that the video would show \"some level of weaving and arguably a striking of the centerline, which is what the officers will testify was their observation, whether it's specifically clear on the [video] or not.\" According to the court, the issue was whether, if all of this evidence was presented \"without any expert opinion testimony to validate the science of this HGN test to establish that there is some substantial correlation between performance on that and the other field sobriety tests and one's level of alcohol, and without an expert then to view all of the evidence that you present and give an expert opinion based on the totality of those circumstances that the person was or was not under the influence, without that, the question is, does that evidence rise to a level that is sufficient to prove the case beyond a reasonable doubt.\"\n*401The court cited Williams , supra , 3 Cal.App.4th 1326, 5 Cal.Rptr.2d 130 and Joehnk, supra, 35 Cal.App.4th 1488, 42 Cal.Rptr.2d 6. The trial court noted that, in Williams , the appellate court had excluded an officer's opinion based on the result of HGN testing because the officer did not understand the science behind the test. According to Williams , HGN test results were admissible if linked to qualified expert testimony.\nLater, the court stated:\n\"It's a rebuttable presumption. Certainly there's lots of explanations for it, but independent of any evidence that the defense might produce, I do not believe this case can be proven beyond a reasonable doubt without some expert to tell us that that driving pattern combined with that performance on those tests reflects a person who beyond a reasonable doubt-I mean, obviously it doesn't need to be his opinion in those words, but there has to be an opinion on which the jurors could find beyond a reasonable doubt that that person is unable to operate a motor vehicle safely, and I don't believe that can be proven without an expert. I see no sense in bringing up 45 people and wasting their day, wasting the time of 12 other jurors for another day or two *609if, in fact, that's all the evidence you're going to present and I'm then going to grant [a motion under section] 1118.1.[8 ]\n\"So for that reason, in the interest of justice, I'm dismissing under [ section] 1385. That's the final ruling and you have the right to appeal.\"\nThe trial court later clarified its ruling. The dismissal under section 1385\"is based on the interest of justice, that it would not be in the interest of justice to empanel a jury and present that case when the Court has already expressed the view that [sic ] that, as a matter of law, would be insufficient to support a guilty verdict, and that's the basis for the dismissal.\"\nIV. The Appeal To the Appellate Division Of The Superior Court.\nFollowing the dismissal of this matter, appellant filed a timely appeal with the Fresno County Superior Court, Appellate Division. On December 27, 2016, the lower court affirmed the dismissal in a split opinion.\nThe majority agreed that the prosecution's proffered trial evidence was insufficient as a matter of law to sustain a DUI conviction. The majority felt it did not need to address whether the trial court \"misinterpreted\" Williams and Joehnk because, regardless of the lower court's stated reasons, its ruling was correct. According to the majority, although \"it would be proper\" for an officer to testify regarding a suspect's performance on field sobriety tests and the results of any HGN testing, it would be improper for the officer to testify on the correlation between those results and the suspect's level of alcohol impairment and ability to operate a motor vehicle safely. The majority believed the trial court \"carefully examined both officers before concluding the officers lacked sufficient training or experience to expertly opine whether or not a driver could safely operate a motor vehicle based on a level of alcohol consumption. While the testimony of the CHP officers would have been admissible, the lack of any expert *402testimony demonstrating the correlation between respondent's HGN testing and field sobriety tests with his level of intoxication and ability to safely operate a motor vehicle demonstrates that it would have been proper for the trial court to enter a judgment of acquittal on its own motion pursuant to section 1118.1 after the foregoing evidence was presented to the jury.\" Without expert testimony, no evidence would link the officers' observations and the results of respondent's field sobriety and HGN tests \"to a finding that his level of impairment rendered him 'no longer *610able to drive a motor vehicle with the caution of a sober person, using ordinary care, under similar circumstances.' [Citations.]\" The majority found People v. Torres (2009) 173 Cal.App.4th 977, 93 Cal.Rptr.3d 303 ( Torres ) \"instructive\" and it also cited People v. Davis (1969) 270 Cal.App.2d 197, 75 Cal.Rptr. 627 ( Davis ).9 The majority noted that the prosecution in this matter, even after the trial court raised its concerns regarding the sufficiency of the evidence, made no request for additional time to obtain a qualified expert. The majority found no abuse of discretion when the trial court dismissed the case before trial pursuant to section 1385.\nIn contrast, the dissenting opinion contended that the trial court \"misapplied\" Williams and Joehnk . The dissent believed that, based on a reading of Joehnk and People v. Leahy (1994) 8 Cal.4th 587, 34 Cal.Rptr.2d 663, 882 P.2d 321 ( Leahy ), officers could opine about a suspect's intoxication based on the results of HGN, other field sobriety tests, and other observations. Because a specific blood-alcohol content was not required for a conviction in this matter, the trial court \"erred when it refused to permit the law enforcement officer to testify that it was his opinion, based on the results of the HGN test and all of the other field sobriety tests he administered, together with all of his other observations, that [respondent] was under the influence of alcohol when he drove a vehicle.\"\nOn January 25, 2017, the superior court granted an application for certification for review with this court. The lower court found \"that the case raises an important question of law, namely whether the arresting police officer can testify as to the significance of a defendant's performance on [an HGN] test in intoxicated driving cases, or whether the prosecution needs to provide separate expert testimony on this issue. There is currently some uncertainty in the law on this question, and thus certification to the Court of Appeal would help to secure uniformity of decision.\"\nThis appeal followed.\nDISCUSSION\nWhen a case is certified for transfer to an appellate court to settle important and recurring questions of law, the appellate court has the same power as the superior court's appellate division to review any matter and make orders. ( People v. Linn (2015) 241 Cal.App.4th 46, 56, 193 Cal.Rptr.3d 342.) Thus, we review this matter as if the parties directly appealed to us following the trial court's ruling. ( Ibid. )\n*611We begin our analysis by addressing the issue which the appellate division of the superior court certified for review.\n*403I. An Officer May Testify As To The Significance Of A Defendant's Performance On An HGN Test Without Separate Expert Testimony.\nIn certifying this issue for review, the appellate division of the superior court requested that we resolve whether an arresting police officer can testify as to the significance of a defendant's performance on an HGN test in DUI cases or whether the prosecution needs to provide separate expert testimony on this issue. We agree with appellant that this issue was resolved in Leahy, supra, 8 Cal.4th 587, 34 Cal.Rptr.2d 663, 882 P.2d 321 and Joehnk, supra, 35 Cal.App.4th 1488, 42 Cal.Rptr.2d 6.\nIn Leahy , our high court held that the HGN test is a \" 'new scientific technique' \" that had to meet People v. Kelly (1976) 17 Cal.3d 24, 130 Cal.Rptr. 144, 549 P.2d 1240 ( Kelly ).10 ( Leahy, supra, 8 Cal.4th at p. 607, 34 Cal.Rptr.2d 663, 882 P.2d 321.) The Supreme Court provided language that is crucial to resolution of our present issue. \"Once it has been shown that HGN testing is generally accepted in the scientific community, no reason exists why police officers should be deemed unqualified to administer and report the results of those tests. Thus, in future cases, once the Kelly standard has been met, as reflected by a published appellate precedent, the prosecution will not be required to submit expert testimony to confirm a police officer's evaluation of an HGN test. Of course, nothing would prevent the defendant from challenging that evaluation with expert testimony of his own.\" ( Id . at p. 611, 34 Cal.Rptr.2d 663, 882 P.2d 321.)\nFollowing Leahy , the Fourth District Court of Appeal held that a police officer could use findings from HGN testing as a basis for an opinion that the defendant was driving under the influence of alcohol. ( Joehnk, supra, 35 Cal.App.4th at p. 1492, 42 Cal.Rptr.2d 6.) Joehnk concluded that the HGN test satisfied Kelly . ( Joehnk, supra, at pp. 1504-1505, 42 Cal.Rptr.2d 6.) The appellate court noted there was \"no claim HGN testing alone can determine whether a suspect is under the influence of alcohol nor determine a blood-alcohol level. Such testing is a component of a three-part field sobriety test which itself is only part of an officer's total observations of a suspect and is only one basis for an officer's *612opinion concerning intoxication. Neither is it claimed that HGN is caused only by alcohol intoxication. The proponents of the technique readily concede nystagmus can be caused by a number of conditions and toxins.\" ( Id. at p. 1504, 42 Cal.Rptr.2d 6.) However, Joehnk held that HGN testing was accepted by a typical cross-section of the relevant, qualified scientific community. This test was \"a useful tool when combined with other tests and observations in reaching an opinion whether a defendant was intoxicated.\" ( Id. at pp. 1507-1508, 42 Cal.Rptr.2d 6, fn.omitted.)\nThe defendant in Joehnk had argued that, even assuming HGN testing satisfies *404Kelly , an officer without scientific qualifications could not form opinions concerning intoxication based on nystagmus findings. ( Joehnk, supra, 35 Cal.App.4th at p. 1508, 42 Cal.Rptr.2d 6.) Joehnk rejected this claim. Quoting from Leahy , supra , 8 Cal.4th at p. 611, 34 Cal.Rptr.2d 663, 882 P.2d 321, Joehnk reiterated that, once HGN testing is accepted in the scientific community, the prosecution is not required to submit expert testimony to confirm a police officer's evaluation of that test. \" 'Of course, nothing would prevent the defendant from challenging that evaluation with expert testimony of his own.' \" ( Joehnk, supra, 35 Cal.App.4th at p. 1508, 42 Cal.Rptr.2d 6.)\nIn this matter, when read together, Leahy and Joehnk establish that an officer, with adequate training and experience in performing the nystagmus test, as in this case, without additional expert testimony, may now testify as to the significance of a defendant's performance on an HGN test. ( Leahy , supra , 8 Cal.4th at p. 611, 34 Cal.Rptr.2d 663, 882 P.2d 321 ; Joehnk, supra, 35 Cal.App.4th at pp. 1492, 1508, 42 Cal.Rptr.2d 6.) Although there is no claim that HGN testing alone can determine whether a suspect is under the influence of alcohol (nor determine a blood-alcohol level), this testing is part of an officer's total observations of a suspect. This is one basis for an officer's opinion concerning intoxication. ( Joehnk, supra, at p. 1504, 42 Cal.Rptr.2d 6.)\nII. We Disapprove Of Certain Language From Williams.\nWilliams, supra, 3 Cal.App.4th 1326, 5 Cal.Rptr.2d 130, was decided prior to Leahy and Joehnk . In Williams, this court had held that results from an HGN test were improperly admitted in a DUI trial.11 ( Id. at pp. 1329-1330, 5 Cal.Rptr.2d 130.) We decided Williams before HGN was deemed accepted under Kelly . ( Williams, supra, at pp. 1335-1336, 5 Cal.Rptr.2d 130.)\nIn Williams , a pretrial hearing occurred pursuant to Evidence Code section 402. The arresting officer had explained his experience and training, including *613his 10 hours of classroom time and an eight-hour lab learning about nystagmus. ( Williams, supra, 3 Cal.App.4th at p. 1330, 5 Cal.Rptr.2d 130.) The officer had performed the test about 250 times in the field, but he had no scientific training regarding how alcohol might affect the human body. \"He had no understanding of how nystagmus occurs after ingestion of alcohol, but he had some experiences in which nystagmus resulted from other causes such as head injuries, illness, or medication.\" ( Ibid. ) Following the Evidence Code section 402 hearing, the trial court had ruled, in part, that the officer could give an opinion that the defendant had consumed alcohol based on all the officer's observations, including administration of an HGN test. The trial court determined that the officer offered lay, rather than expert, opinion. ( Williams, at p. 1332, 5 Cal.Rptr.2d 130.) On appeal, however, this court disagreed.\nWilliams noted that lay witnesses could give an opinion regarding another person's \"state of intoxication when based on the witness's personal observations of such commonly recognizable signs as an odor of alcohol, slurring of speech, unsteadiness, and the like. [Citations.]\" ( *405Williams, supra, 3 Cal.App.4th at p. 1332, 5 Cal.Rptr.2d 130.) If based solely on these factors, the officer could have provided a lay opinion that the defendant was under the influence of alcohol. ( Ibid. ) However, the HGN test is different from other field sobriety tests because it is \"an assertion of scientific legitimacy\" and not based on common knowledge. ( Id. at p. 1333, 5 Cal.Rptr.2d 130.) As such, Williams disagreed that the officer's opinion, \"to the extent it relied on the HGN testing,\" was a mere lay opinion. ( Ibid. ) The Williams court assumed that the arresting officer's \"training and experience qualified him as an expert to administer the nystagmus test and observe signs of nystagmus.\" ( Ibid. ) Nevertheless, to the extent it was based on the nystagmus test, the officer's opinion that the defendant was under the influence of alcohol rested on scientific premises well beyond his knowledge, training, or education. \"Without some understanding of the processes by which alcohol ingestion produces nystagmus, how strong the correlation is, how other possible causes might be masked, what margin of error has been shown in statistical surveys, and a host of other relevant factors, [the officer's] opinion on causation, notwithstanding his ability to recognize the symptom, was unfounded. It should have been excluded.\" ( Id. at p. 1334, 5 Cal.Rptr.2d 130.) Williams further held that an officer's \"testimony concerning how he gave the HGN test to [the defendant] and what he observed during the test may be admissible if it is linked to testimony of a qualified expert who can give a meaningful explanation of the test results to the jury. Without some connection to qualified expert testimony, however, [the officer's] description of the test and his observations of nystagmus are irrelevant.\" ( Id. at pp. 1334-1335, 5 Cal.Rptr.2d 130.)\nFollowing Leahy and Joehnk , the holding from Williams that additional expert testimony is required to explain HGN test results no longer comports with current scientific acceptance of HGN testing. (See *614Joehnk, supra, 35 Cal.App.4th at pp. 1507-1508, 42 Cal.Rptr.2d 6.) It is Joehnk , and not Williams , that represents current law regarding an officer's testimony pertaining to HGN testing. Because this holding is at odds with Leahy and Joehnk , we now disapprove of the following language in Williams : an officer's \"testimony concerning how he gave the HGN test to [the defendant] and what he observed during the test may be admissible if it is linked to testimony of a qualified expert who can give a meaningful explanation of the test results to the jury. Without some connection to qualified expert testimony, however, [the officer's] description of the test and his observations of nystagmus are irrelevant.\" ( Williams, supra, 3 Cal.App.4th at pp. 1334-1335, 5 Cal.Rptr.2d 130.)\nIII. The Trial Court Abused Its Discretion In Dismissing This Matter.\nIn the \"furtherance of justice,\" a trial court may dismiss an action either upon its own motion or upon the application of the prosecuting attorney. ( § 1385, subd. (a).) We review a trial court's ruling under section 1385 for abuse of discretion. ( People v. Williams (1998) 17 Cal.4th 148, 158, 69 Cal.Rptr.2d 917, 948 P.2d 429.)\nA. The trial court failed to apply Joehnk and it incorrectly relied on Williams.\nOur Supreme Court has instructed that all discretionary authority is contextual so we must consider the legal principles and policies that should have guided the trial court's actions when reviewing whether an abuse of discretion occurred. ( People v. Carmony (2004) 33 Cal.4th 367, 377, 14 Cal.Rptr.3d 880, 92 P.3d 369.) A court's discretion is not unlimited *406and \"must be exercised within the confines of the applicable legal principles.\" ( Sargon Enterprises, Inc. v. University of Southern California (2012) 55 Cal.4th 747, 773, 149 Cal.Rptr.3d 614, 288 P.3d 1237 ; accord, David v. Hernandez (2014) 226 Cal.App.4th 578, 592, 172 Cal.Rptr.3d 204.) If a decision is influenced by an erroneous understanding of applicable law, then a trial court has not properly exercised its discretion. ( David v. Hernandez, supra, 226 Cal.App.4th at p. 592, 172 Cal.Rptr.3d 204.)\nAppellant argues that Joehnk is the \"applicable law\" in this case and Williams has been superseded. According to appellant, the trial court abused its discretion in failing to apply Joehnk . In contrast, respondent contends the trial court did not abuse it discretion. According to respondent, the officers had \"limited qualifications\" which the trial court \"correctly weighed\" when dismissing this action. The officers were not qualified to testify as DUI experts. Further, respondent claims the officers' testimony, without more, did not satisfy the burden of proof required to prove all elements of DUI. Finally, respondent argues that Williams was never superseded, it is still good law, its holding applies here, and the trial court properly applied it in this matter.\n*615We agree with appellant and reject respondent's arguments. In dismissing this matter, the trial court relied, at least in part, on the now outdated language from Williams that an officer's testimony concerning how he or she gave the HGN test, and what was observed, was admissible only if \"linked to testimony of a qualified expert who can give a meaningful explanation of the test results to the jury.\" ( Williams, supra, 3 Cal.App.4th at p. 1334, 5 Cal.Rptr.2d 130.) Under Joehnk , however, and because HGN testing now satisfies the Kelly formulation, a police officer can use findings from HGN testing as a basis for an opinion that the defendant was driving under the influence of alcohol. ( Joehnk, supra, 35 Cal.App.4th at p. 1492, 42 Cal.Rptr.2d 6.) Joehnk and Leahy make clear that the prosecution is not \" 'required to submit expert testimony to confirm a police officer's evaluation of an HGN test. Of course, nothing would prevent the defendant from challenging that evaluation with expert testimony of his own.' \" ( Joehnk, supra, at p. 1508, 42 Cal.Rptr.2d 6, quoting Leahy , supra , 8 Cal.4th at p. 611, 34 Cal.Rptr.2d 663, 882 P.2d 321.)\nThe trial court relied on Williams and failed to apply Joehnk . The court's decision was influenced by an erroneous understanding of applicable law. As such, this was not an informed decision and an abuse of discretion occurred.\nB. Davis And Torres do not support the trial court's dismissal.\nIn resolving this issue below, the majority from the appellate division of the superior court relied on Torres, supra, 173 Cal.App.4th 977, 93 Cal.Rptr.3d 303, and Davis, supra, 270 Cal.App.2d 197, 75 Cal.Rptr. 627. In affirming the trial court's dismissal, the majority agreed that the prosecution's proffered trial evidence was insufficient as a matter of law to sustain a DUI conviction. The majority felt it did not need to address whether the trial court \"misinterpreted\" Williams and Joehnk because, regardless of the court's stated reasons, its ruling was correct. We disagree. We summarize Davis and Torres .\n1. Davis, supra, 270 Cal.App.2d 197, 75 Cal.Rptr. 627.\nIn Davis , the defendant was convicted of driving under the influence of a narcotic drug under former Vehicle Code section 23105. ( Davis, supra, 270 Cal.App.2d at p. 197, 75 Cal.Rptr. 627.) A police officer saw *407the defendant stop a car at the end of a dead-end street and two males exited, leaving the car doors open. The defendant walked briskly in one direction and his companion went in a different direction across a vacant lot. Both persons glanced furtively at the police car. ( Id. at p. 198, 75 Cal.Rptr. 627.) The officer, a narcotics expert, pursued and detained the defendant. The officer noticed the defendant's pupils were constricted in dim light. The officer examined the defendant and found the defendant's pupils had little reaction to light and the defendant's arms had nonprofessional puncture wounds, some of which were very recent. A short time later, a physician examined the defendant with the same findings. The *616physician concluded the defendant was under the influence of an opiate. ( Ibid . ) Nonetheless, aside from constricted pupils, the defendant appeared normal. There was nothing unusual or irregular about his walk, his speech was normal, he was cooperative, his coordination was good, and he did \" 'okay' \" on the Romberg exam. In addition, his driving had not been erratic or unusual. ( Id. at pp. 198-199, 75 Cal.Rptr. 627.)\nOn appeal, the Davis court reversed the trial court's order denying a new trial. ( Davis, supra, 270 Cal.App.2d at p. 200, 75 Cal.Rptr. 627.) According to the appellate court, the defect was not the lack of proof regarding use of a narcotic. Instead, it was \"the total lack of any evidence that defendant's ability to drive was impaired. There was neither expert opinion nor the observation of anyone that defendant lacked the alertness, judgment and coordination which are needed to operate a motor vehicle in a prudent and cautious manner.\" ( Ibid. )\n2. Torres, supra, 173 Cal.App.4th 977, 93 Cal.Rptr.3d 303.\nIn Torres , the appellate court reversed a conviction of driving while under the influence of methamphetamine in violation of former Vehicle Code section 23152, subdivision (a).12 ( Torres, supra, 173 Cal.App.4th at p. 979, 93 Cal.Rptr.3d 303.) A narcotics detective saw the defendant leave a house which was being surveilled. The defendant drove away in a truck, which the detective followed. The detective radioed to other officers and, shortly afterwards, a police officer pulled the defendant over for failing to stop the truck at the limit line of an intersection. Before initiating the traffic stop, the officer had followed the truck for about a half a block. The defendant \"did not 'blow through' the intersection, he did not lock up the truck's brakes and come to a screeching halt, and he was not involved in any near-miss accidents with other vehicles. He simply did not bring the truck to a complete stop until after half the truck had passed the limit line.\" ( Id. at pp. 979-980, 93 Cal.Rptr.3d 303.) The defendant cooperated with the officer during the stop. The defendant appeared jittery, his face twitched, and he stuttered. The officer did not perform a drug recognition evaluation of the defendant. ( Id. at p. 980, 93 Cal.Rptr.3d 303.)\nAfter observing the traffic stop, the narcotics detective approached the defendant. He found the defendant \"nervous and a bit *408agitated.\" ( *617Torres, supra, 173 Cal.App.4th at p. 980, 93 Cal.Rptr.3d 303.) The defendant's \"demeanor fluctuated between remorsefulness, indifference, and paranoia. He was sweating profusely, his muscles were rigid, and he could not stand still. He appeared sleepy, but his eyes were wide open and watery. He also appeared unkempt, had bad breath, and had a chemical odor.\" ( Ibid. ) The defendant was arrested and transported to the police station. He admitted he had last used methamphetamine two days earlier. ( Ibid. ) The narcotics detective examined him and found an elevated pulse. The defendant's pupils \"were more dilated than normal, with signs of slow contraction (slow reaction to light) and rebound dilation (pupil resistance to constriction in light).\" ( Ibid. )\nAfter an evidentiary hearing, the trial court determined that the narcotics detective was qualified to testify as an expert on the recognition of a person under the influence of methamphetamine. ( Torres, supra, 173 Cal.App.4th at p. 980, 93 Cal.Rptr.3d 303.) Based on the examination and the symptoms he observed, the detective opined that the defendant had used methamphetamine on the day of his arrest and was in the middle of the euphoria stage when he was arrested. ( Ibid. ) During the examination, the detective had obtained a urine sample from the defendant. The results were consistent with the detective's observations of the defendant's symptoms. \"In his opinion, the results indicated a high level of methamphetamine intoxication.\" ( Ibid. )\nAt trial, the narcotics detective explained how methamphetamine intoxication can affect judgment, can cause trouble focusing, and can cause muscle rigidity. ( Torres, supra, 173 Cal.App.4th at p. 981, 93 Cal.Rptr.3d 303.) However, the detective did not conduct any field sobriety tests or other tests to measure the defendant's balance, coordination, concentration, or divided attention. ( Ibid. )\nA toxicologist testified about the results of the defendant's urine sample. The sample contained methamphetamine levels \" 'on the higher end,' \" but that testing did not reveal how recently the drug use occurred or how \" 'under the influence' \" the defendant had been. ( Torres, supra, 173 Cal.App.4th at p. 981, 93 Cal.Rptr.3d 303.) The toxicologist explained that driving is a divided attention task and requires a person to focus on multiple things at once. To determine whether a person is under the influence of methamphetamine for driving purposes, the toxicologist needed \"to see field sobriety tests such as the Romberg exam, which assesses time perception, and any other tests that assess the person's balance, coordination, ability to follow instructions, and ability to focus on multiple tasks at once.\" ( Id. at p. 982, 93 Cal.Rptr.3d 303.)\nThe defendant testified he had smoked methamphetamine on the morning of his arrest. He said he was not feeling the effects of the drug when he was stopped. He admitted he had been untruthful when he told the detective he had last used the drug two days before his arrest. He also admitted two prior convictions for petty theft crimes. ( Torres, supra, 173 Cal.App.4th at p. 982, 93 Cal.Rptr.3d 303.)\n*618In reversing the defendant's conviction, the Torres court noted that, to be guilty of driving while under the influence of drugs, the drugs must have affected the defendant's nervous system, the brain, or muscles \" ' \" 'as to impair to an appreciable degree the ability to operate a vehicle in a manner like that of an ordinarily prudent and cautious person in full possession of his faculties. [Citations.]' \" [Citations.]' [Citation.]\" ( Torres, supra, 173 Cal.App.4th at p. 983, 93 Cal.Rptr.3d 303, italics in original.) \"It is not enough that the drug could impair an individual's driving ability or *409that the person is under the influence to some detectible degree. Rather, the drug must actually impair the individual's driving ability. [Citation.]\" ( Ibid. )\nThe appellate court agreed that substantial evidence existed that the defendant was under the influence of methamphetamine when he was arrested. There was substantial evidence that use of this drug can impair a person's judgment, focus, and psychomotor skills in ways that might make the person an unsafe driver. ( Torres, supra, 173 Cal.App.4th at p. 983, 93 Cal.Rptr.3d 303.) However, there was no evidence that the defendant's drug use \"actually impaired his driving ability on the night of his arrest.\" ( Ibid. ) Neither the arresting officer nor the narcotics detective testified that the defendant drove erratically. The defendant was arrested for failing to stop at the limit line, which the toxicologist testified was \"not sufficient to establish a person is under the influence for driving purposes.\" ( Ibid. ) The symptoms of fidgetiness, sweatiness, and a high pulse rate do not make a person an unsafe driver. Although the toxicologist testified that dilated pupils from methamphetamine use might cause momentary blindness during driving, there is no evidence the defendant experienced such blindness. ( Ibid. )\nThe Torres court determined that its situation was analogous to Davis, supra, 270 Cal.App.2d 197, 75 Cal.Rptr. 627. ( Torres, supra, 173 Cal.App.4th at p. 983, 93 Cal.Rptr.3d 303.) Torres held there was insufficient evidence to support the defendant's conviction. ( Id. at p. 984, 93 Cal.Rptr.3d 303.)\n3. Davis and Torres are inapplicable in this situation.\nWe disagree that Davis and Torres support the trial court's dismissal.\nIn Davis , the defect was not the lack of proof that the defendant had used a narcotic. Instead, it was \"the total lack of any evidence that defendant's ability to drive was impaired. There was neither expert opinion nor the observation of anyone that defendant lacked the alertness, judgment and coordination which are needed to operate a motor vehicle in a prudent and cautious manner.\" ( Davis, supra, 270 Cal.App.2d at p. 200, 75 Cal.Rptr. 627.) Aside from constricted pupils, the defendant had appeared normal. There was nothing *619unusual or irregular about his walk, his speech was normal, he was cooperative, his coordination was good, and he did \" 'okay' \" on the Romberg exam. In addition, his driving had not been erratic or unusual. ( Id. at pp. 198-199, 75 Cal.Rptr. 627.)\nIn Torres , the defendant did not undergo field sobriety tests or other tests to measure his balance, coordination, concentration, or divided attention. ( Torres, supra, 173 Cal.App.4th at p. 981, 93 Cal.Rptr.3d 303.) Although it was undisputed the defendant had ingested a drug, there was no evidence of erratic driving. ( Id. at p. 983, 93 Cal.Rptr.3d 303.) There was no evidence the drug use \"actually impaired his driving ability on the night of his arrest.\" ( Ibid . )\nIn contrast to Davis and Torres , this record strongly suggests that respondent was unable to drive a vehicle safely due to alcohol intoxication. Although it is disputed, some evidence suggests that respondent's vehicle was weaving within its lane and, at one point, its left side tires crossed over the broken white lane lines.13 After contacting respondent, the officers described *410his eyes as \"red and watery\" and his movements \"clumsy.\" Respondent had slurred speech. A moderate odor of alcohol emitted from his vehicle. He admitted having one beer that evening. According to an arresting officer, respondent displayed six of the six scientifically validated clues for intoxication. During the Romberg balance test, respondent \"swayed two to three inches from front to back, and estimated 30 seconds after 15 seconds had elapsed.\" During the instruction phase of the walk-and-turn test, respondent could not keep his balance. Once that test began, he displayed four of the eight clues. He missed heel to toe and stepped off the line on his first nine steps. He made an improper spinning turn and missed heel to toe. He stepped off on his second set of nine steps. During the finger count, he failed to touch his fingers to the tip of his thumb on his final attempt, and he completed three sets before stopping the tests. Respondent did not count correctly.\nThe CHP officers observed respondent driving. The officers could testify at trial whether he drove in a manner that suggested his inability to operate the vehicle safely. Respondent underwent field sobriety tests, including HGN, to measure his balance, coordination, concentration and divided attention. Based *620on these tests, the officers could opine that respondent was driving under the influence of alcohol.14 ( Joehnk, supra, 35 Cal.App.4th at pp. 1492, 1507-1508, 42 Cal.Rptr.2d 6.)\nA \"generic\" DUI charge under Vehicle Code section 23152, subdivision (a), requires \"proof that the defendant was actually impaired by his drinking.\"15 ( People v. McNeal, supra, 46 Cal.4th at p. 1193, 96 Cal.Rptr.3d 261, 210 P.3d 420.) This record contains evidence that suggests respondent was intoxicated, which impaired his driving ability. Both Torres and Davis are distinguishable. Neither of these opinions supports the trial court's dismissal in this matter.\nC. We reject respondent's remaining arguments.\nRespondent argues that the trial court did not abuse its discretion because the anticipated testimony from the arresting officers was allegedly insufficient to support a conviction under Vehicle Code section 23152, subdivision (a). He also contends that permitting the arresting officers to opine about his alleged intoxication will impermissibly reduce the prosecution's burden of proof. We reject these claims.\nThis record contains disputed issues of fact and credibility determinations that must be resolved. Upon remand, and if this matter goes to trial, the jurors will *411be \"the exclusive judges of all questions of fact submitted to them and of the credibility of the witnesses.\" (§ 1127.) The defense will have an opportunity to cross-examine the officers, probe the foundation of their beliefs, and question their opinions. The defense may introduce evidence disputing whether respondent was under the influence of alcohol. The defense may also introduce evidence refuting whether respondent was unable to drive a vehicle with the caution of a sober person. It will be up to the trier of fact to determine whether respondent was under the influence of alcohol and unable to operate his motor vehicle safely.\nMoreover, we are confident a jury will be instructed that the prosecution bears the burden of proof beyond a reasonable doubt regarding the elements of each charge. (See CALCRIM No. 220.) Likewise, we are confident a jury will be instructed on how to judge witness credibility (See *621CALCRIM No. 226 ) and the jurors will be informed that they may \"disregard all or any part of an opinion that [they] find unbelievable, unreasonable, or unsupported by the evidence.\" ( CALCRIM No. 333.) The defense will have an opportunity to argue to the jurors how they should view the evidence and what inferences should be drawn from the record. (E.g., In re Avena (1996) 12 Cal.4th 694, 760, 49 Cal.Rptr.2d 413, 909 P.2d 1017 [\" 'closing argument for the defense is a basic element of the adversary factfinding process in a criminal trial' \"].)\nFinally, the prosecution alleged that respondent refused to submit to chemical testing in violation of Vehicle Code section 23577. A jury may be instructed, in relevant part, that, if the officer asked respondent to submit to a chemical test \"and explained the test's nature to [respondent], then [respondent's] conduct may show [he] was aware of [his] guilt.\" ( CALCRIM No. 2130.) It will be up to the jury to conclude whether respondent refused to submit to such a test, and to decide the \"meaning and importance of the refusal. However, evidence that [respondent] refused to submit to a chemical test cannot prove guilt by itself.\" (Ibid. )\nBased on this record, the trial court abused its discretion in dismissing this matter before trial pursuant to section 1385. Accordingly, we reverse the order of dismissal and remand this matter for further proceedings.\nDISPOSITION\nThe order dismissing this case is reversed. The matter is remanded to the trial court for further proceedings consistent with this opinion.\nWE CONCUR:\nFRANSON, J.\nPEÑA, J.\n\nA charge under Vehicle Code section 23152, subdivision (a), \"requires proof that the defendant's ability to drive safely was impaired because he had consumed alcohol.\" (People v. McNeal (2009) 46 Cal.4th 1183, 1188, 96 Cal.Rptr.3d 261, 210 P.3d 420.)\n\n\nUnlike in Vehicle Code section 23152, subdivision (b), a conviction under this charge does not require proof of a specific percentage of blood-alcohol content. (Veh. Code, § 23152, subds. (a) &amp; (b).) The term \"under the influence\" used in the Vehicle Code means the alcohol \" 'must have so far affected the nervous system, the brain, or muscles as to impair to an appreciable degree the ability to operate a vehicle in a manner like that of an ordinarily prudent and cautious person in full possession of his faculties. [Citations.]' [Citation.]\" (People v. McNeal, supra, 46 Cal.4th at p. 1193, 96 Cal.Rptr.3d 261, 210 P.3d 420.)\n\n\n\"The Vehicle Code requires all drivers who are lawfully arrested for DUI to submit to chemical testing of the blood or breath to determine the alcohol content of their blood. [Citation.]\" (People v. McNeal, supra, 46 Cal.4th at p. 1188, 96 Cal.Rptr.3d 261, 210 P.3d 420.)\n\n\nAll future statutory references are to the Penal Code unless otherwise noted.\n\n\n\" 'Nystagmus is an involuntary rapid movement of the eyeball, which may be horizontal, vertical, or rotatory. [Citation.] An inability of the eyes to maintain visual fixation as they are turned from side to side (in other words, jerking or bouncing) is known as horizontal gaze nystagmus, or HGN. [Citation.] Some investigators believe alcohol intoxication increases the frequency and amplitude of HGN and causes HGN to occur at a smaller angle of deviation from the forward direction. [Citation.]' [Citation.]\" (Williams, supra, 3 Cal.App.4th at p. 1330, 5 Cal.Rptr.2d 130.)\n\n\n\"A PAS device is a breathtesting instrument used to determine either the presence or concentration of alcohol in a person's blood. Such device may be used by police, but is not required, in order to make a preliminary determination of sobriety prior to arrest. [Citation.]\" (People v. Bury (1996) 41 Cal.App.4th 1194, 1198, 49 Cal.Rptr.2d 107.) \"A PAS test is differentiated from mandated chemical testing of a suspect's blood-alcohol level (BAL) after a lawful arrest under the implied consent law. [Citations.]\" (Ibid. )\n\n\nIn his brief, respondent argues that there was no evidence of any odor of alcohol emitting from him, only from within his vehicle.\n\n\nIn relevant part, this statute states a trial court \"on motion of the defendant or on its own motion, at the close of the evidence on either side and before the case is submitted to the jury for decision, shall order the entry of a judgment of acquittal of one or more of the offenses charged in the accusatory pleading if the evidence then before the court is insufficient to sustain a conviction of such offense or offenses on appeal.\" (§ 1118.1.)\n\n\nIn both Torres and Davis , the respective appellate courts reversed DUI convictions where it was undisputed the respective defendants had ingested drugs but there was no evidence of unsafe driving. (Torres, supra, 173 Cal.App.4th at p. 983, 93 Cal.Rptr.3d 303 ; Davis, supra, 270 Cal.App.2d at p. 199, 75 Cal.Rptr. 627.) We review and analyze Torres and Davis in greater detail later in this opinion.\n\n\nIn Kelly , the California Supreme Court established the following three-pronged test for determining the admissibility of evidence based on a new scientific technique: (1) reliability of the method must be shown by demonstrating the technique has gained general acceptance in the scientific community; (2) the witness must be qualified as an expert before giving an opinion on the subject; and (3) correct scientific procedures must be followed in the particular case. (Kelly, supra, 17 Cal.3d at p. 30, 130 Cal.Rptr. 144, 549 P.2d 1240 ; see Leahy, supra, 8 Cal.4th at p. 591, 34 Cal.Rptr.2d 663, 882 P.2d 321 [reaffirming Kelly as the standard in California].) The test applies only to new scientific techniques, and was formulated to protect the jury from new, novel or experimental scientific techniques that convey a misleading aura of scientific certainty. (People v. Stoll (1989) 49 Cal.3d 1136, 1155-1156, 265 Cal.Rptr. 111, 783 P.2d 698.)\n\n\nIn the unpublished portion of the opinion, Williams reversed the defendant's conviction of DUI under Vehicle Code sections 23152 and 23175. (Williams, supra, 3 Cal.App.4th at p. 1329, 5 Cal.Rptr.2d 130.) To assist the parties on remand, Williams elected to analyze whether the evidence regarding the HGN test was properly admitted. (Id. at pp. 1329-1330, 5 Cal.Rptr.2d 130.)\n\n\nAt the time of the Torres opinion, Vehicle Code section 23152 made it \"unlawful for any person who is under the influence of any alcoholic beverage or drug, or under the combined influence of any alcoholic beverage and drug, to drive a vehicle.\" (Former Veh. Code, § 23152, subd. (a).) Effective 2013, this statute was amended. (Stats. 2012, ch. 753, § 2.) Under the current version, subdivision (a) of the statute deals with driving a vehicle under the influence of alcoholic beverages, while subdivisions (f) and (g) deal with driving a vehicle under the influence of any drug, and the combined influence of alcohol and drugs, respectively.\n\n\nRespondent argues that the video from the police car did not indicate swerving of his vehicle, which we must presume when reviewing the record in the light most favorable to the judgment. However, even when this disputed evidence is viewed favorably for respondent, other evidence in the trial court's offer of proof suggests that respondent was under the influence of an alcoholic beverage and his mental or physical abilities were so impaired that he was no longer able to drive a vehicle with the caution of a sober person, using ordinary care, under similar circumstances. (See CALCRIM No. 2110 [defining driving under the influence].)\n\n\nTo assist the parties on remand, we note that, based on the evidence received from the Evidence Code section 402 hearing, the two CHP officers could qualify as expert witnesses on the investigation and determination of whether a suspect was under the influence of alcohol. (Evid. Code, § 801, subd. (b) [an expert witness may testify to opinions based on his or her \"special knowledge, skill, experience, training, and education ...\"].)\n\n\nIn contrast, the \"per se\" DUI statute under Vehicle Code section 23152, subdivision (b), requires proof that a defendant has been driving with a blood-alcohol level over the legal limit. If the limit is exceeded, the statute is violated, and no additional proof of the defendant's impairment is required. (McNeal, supra, 46 Cal.4th at p. 1193, 96 Cal.Rptr.3d 261, 210 P.3d 420.)\n\n",
            "ocr": true,
            "opinion_id": 6106934
        }
    ],
    "court_short_name": "California Court of Appeals, 5th District",
    "court_full_name": "California Court of Appeal, 5th District",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}