{
    "id": 6239891,
    "judges": "Baker",
    "date_filed": "2008-04-20",
    "date_filed_is_approximate": true,
    "slug": "in-re-edwards",
    "case_name_short": "In re Edwards",
    "case_name": "In re Edwards",
    "case_name_full": "IN RE Vicenson D. EDWARDS, on Habeas Corpus.",
    "attorneys": "Michael Satris, Bolinas, under appointment by the Court of Appeal, for Petitioner., Xavier Becerra, Attorney General, Phillip J. Lindsay, Senior Assistant Attorney General, Jessica N. Blonien, Julie A. Malone, Supervising Deputy Attorneys General and Charles Chung, Deputy Attorney General, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "237 Cal. Rptr. 3d 673",
        "26 Cal. App. 5th 1181"
    ],
    "opinions": [
        {
            "author_str": "Baker",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBAKER, Acting P. J.\nProposition 57, approved by California voters in 2016, added a provision to California's Constitution that reads: \"Any person convicted of a nonviolent felony offense and sentenced to state prison shall be eligible for parole consideration after completing the full term for his or her primary offense.\" ( Cal. Const., art. I, § 32, subd. (a)(1) (hereafter section 32 (a)(1) ).) The newly added constitutional provision defines *676\"the full term for the primary offense\" as \"the longest term of imprisonment imposed by the court for any offense, excluding the imposition of an enhancement, consecutive sentence, or alternative sentence.\" ( § 32 (a)(1)(A).) We consider whether Department of Corrections and Rehabilitation (CDCR) regulations adopted to implement this constitutional amendment validly exclude admittedly nonviolent \"Third Strike\" offenders sentenced to indeterminate terms from Proposition 57 relief.\nI. BACKGROUND\nPetitioner Vicenson D. Edwards (Edwards) is currently serving an indeterminate life sentence in state prison, imposed pursuant to the Three Strikes law ( Pen. Code, §§ 667, subds. (b) - (i), 1170.12 ). He sustained the convictions that triggered his 53-years-to-life sentence-felon in possession of a firearm (former Pen. Code, § 12021 ) and evading a police officer while driving recklessly ( Veh. Code, § 2800.2 )-in 1998.1 This court affirmed these convictions and the sentence imposed (with modifications) on direct appeal.\nSome twenty years later, following enactment of Proposition 57, Edwards filed a habeas corpus petition challenging regulations CDCR promulgated, initially on an emergency basis (see discussion, post ), that made him ineligible to seek Proposition 57 relief. We directed the California Appellate Project to appoint counsel, and appointed counsel filed an amended petition. We then issued an order directing CDCR to show cause why the relief sought in the petition should not be granted.\nThe Attorney General, on CDCR's behalf, filed a return defending the emergency regulations and maintaining Edwards was ineligible for Proposition 57 relief. Shortly before Edwards filed his traverse, CDCR promulgated final regulations that altered CDCR's theory on which inmates like Edwards would be deemed ineligible for relief (again, see discussion, post ). We solicited supplemental briefs from the parties concerning the newly issued final regulations-both sides adhered to the bottom line positions taken in their principal briefing-and we now decide the interpretive dispute.\nII. DISCUSSION\nCalifornia voters approved Proposition 57, dubbed the Public Safety and Rehabilitation Act of 2016, at the November 2016 general election. As relevant here, the (uncodified) text of Proposition 57 declares the voters' purposes in approving the measure were to: \"1. Protect and enhance public safety. [¶] 2. Save money by reducing wasteful spending on prisons. [¶] 3. Prevent federal courts from indiscriminately releasing prisoners. [¶] 4. Stop the revolving door of crime by emphasizing rehabilitation, especially for juveniles.\" (Ballot Pamp., Gen. Elec. (Nov. 8, 2016) text of Prop. 57, p. 141 [§ 2].) The text of section 32 (a)(1) that furthers these purposes is of course crucial to the question we decide, so we shall reiterate the key language. Under section 32(a)(1), \"Any person convicted of a nonviolent felony offense and sentenced to state prison shall be eligible for parole consideration after *677completing the full term for his or her primary offense.\" ( § 32 (a)(1).) And for purposes of section 32 (a)(1), \"the full term for the primary offense means the longest term of imprisonment imposed by the court for any offense, excluding the imposition of an enhancement, consecutive sentence, or alternative sentence.\" ( § 32 (a)(1)(A).)\nParsing this language, it is obvious the electorate intended to establish a new rule: all nonviolent state prisoners are eligible for parole consideration, and they are eligible when they complete the full term for their primary offense. CDCR's implementing regulations, as finally adopted, concede Edwards and similarly situated prisoners are nonviolent, but the regulations seize on section 32(a)(1)'s language that establishes when nonviolent inmates like Edwards are entitled to parole consideration to deny them eligibility for relief altogether. CDCR, represented by the Attorney General, argues the reference to \"the full term for the primary offense\" can only refer to a determinate sentence, and because Edwards and others like him are serving indeterminate sentences, the regulations properly deem him ineligible for relief because he has completed no full term that was \"imposed by the court.\" We hold this regulatory approach is inconsistent with the newly added constitutional command-most prominently the language that specifies the full term of the primary offense must be calculated \"excluding the imposition of ... [an] alternative sentence.\" We shall invalidate the offending provisions of the CDCR regulations for that reason.\nA. Legal Background\n1. The Three Strikes law\n\"The Three Strikes law consists of two, nearly identical statutory schemes designed to increase the prison terms of repeat felons. The earlier provision, which the Legislature enacted, was codified as [Penal Code] section 667, subdivisions (b) through (i). The later provision, which the voters adopted through the initiative process, was codified as [Penal Code] section 1170.12.\" ( People v. Superior Court (Romero ) (1996) 13 Cal.4th 497, 504, 53 Cal.Rptr.2d 789, 917 P.2d 628, fn. omitted ( Romero ).) \"The purpose of the Three Strikes law 'is to provide greater punishment for recidivists.' ( People v. Davis (1997) 15 Cal.4th 1096, 1099 [64 Cal.Rptr.2d 879, 938 P.2d 938] [ ]; see [Pen. Code,] § 667, subd. (b).) It 'uses a defendant's status as a recidivist to separately increase the punishment for each new felony conviction.' ( People v. Williams (2004) 34 Cal.4th 397, 404 [19 Cal.Rptr.3d 619, 98 P.3d 876] [ ].)\" ( People v. Hojnowski (2014) 228 Cal.App.4th 794, 801, 175 Cal.Rptr.3d 706.)\nWhen a defendant is convicted of a felony, and it is pleaded and proved that he or she has committed one or more prior felonies defined as \"violent\" or \"serious,\" sentencing proceeds under the Three Strikes law. ( Pen. Code, §§ 667, subd. (d), 1170.12, subd. (b).) If the defendant has only one qualifying prior felony conviction, the prescribed term of imprisonment is \"twice the term otherwise provided as punishment for the current felony conviction.\" ( Pen. Code, §§ 667, subd. (e)(1), 1170.12, subd. (c)(1).) If the defendant has two or more prior qualifying felonies, the prescribed term for the current (or \"triggering\") felony conviction will be an indeterminate term of life imprisonment, with the minimum term of the indeterminate sentence calculated as the greatest of three options. ( Pen. Code, § 667, subd. (e)(2)(A) ; People v. Acosta (2002) 29 Cal.4th 105, 108, 124 Cal.Rptr.2d 435, 52 P.3d 624.) These options are: (i) three times the term otherwise provided as punishment for the current offense, not including enhancements; (ii) 25 years; or (iii) the term for the underlying conviction, *678plus \"any applicable enhancement that would be used to lengthen the term the defendant would receive absent the Three Strikes Law.\" ( People v. Acosta, supra, at p. 115, 124 Cal.Rptr.2d 435, 52 P.3d 624.)\nEdwards and CDCR agree, as long-established authority holds, that \"an indeterminate life term under the Three Strikes law .... is an alternative sentence ....\" ( People v. Turner (2005) 134 Cal.App.4th 1591, 1597, 36 Cal.Rptr.3d 888 ; accord, Romero , supra , 13 Cal.4th at p. 527, 53 Cal.Rptr.2d 789, 917 P.2d 628 [\"The Three Strikes law ... articulates an alternative sentencing scheme for the current offense rather than an enhancement\"]; People v. Frutoz (2017) 8 Cal.App.5th 171, 174, fn. 3, 213 Cal.Rptr.3d 473 [\"It has long been settled that the [T]hree [S]trikes law 'articulates an alternative sentencing scheme ...' \"] ( Frutoz ).)\n2. The Proposition 57 regulations promulgated by CDCR\nProposition 57 directed CDCR to adopt regulations \"in furtherance of [ section 32 (a) ]\" and \"certify that these regulations protect and enhance public safety.\" ( Cal. Const., art. I, § 32, subd. (b) (hereafter section 32 (b) ).)\nIn April 2017, California's Office of Administrative Law (OAL) approved an \"emergency rulemaking action\"2 promulgated by CDCR in response to section 32 (b)'s direction. The rulemaking purported to flesh out the terms of section 32(a), adding definitions of \"nonviolent offender,\" \"primary offense,\" and \"full term.\" (Cal. Code Regs., tit. 15, former § 3490.) Most relevant here was the definition of nonviolent offender, which the emergency regulations defined as all inmates except those who (1) are \"[c]ondemned, incarcerated for a term of life without the possibility of parole, or incarcerated for a term of life with the possibility of parole ,\" (2) are incarcerated for a violent felony within the meaning of Penal Code section 667.5, subdivision (c), or (3) have been convicted of a sexual offense that requires registration as a sex offender. (Cal. Code Regs., tit. 15, former § 3490, subd. (a), italics added; see also Cal. Code Regs., tit. 15, former § 2449.1, subd. (a).) With this definition, inmates like Edwards who were not then incarcerated for a triggering violent felony specified in Penal Code section 667.53 were nevertheless excluded from the \"nonviolent offender\" definition because they were serving an indeterminate sentence of life with the possibility of parole pursuant to the Three Strikes law.\nWhen it later came time to issue final, adopted regulations in May 2018 after a public comment period, CDCR reconsidered its definition of nonviolent offender.\n*679The adopted regulations, now codified at sections 3490 and 2449.1 of title 15 of the California Code of Regulations, no longer exclude Edwards and others like him from the nonviolent offender definition. ( Cal. Code Regs., tit. 15, § 3490, subd. (a) [providing an inmate is a nonviolent offender so long as the inmate is not, among other things, condemned to death, serving a life without possibility of parole sentence, or serving a sentence for commission of a violent felony within the meaning of Penal Code section 667.5, subdivision (c) ]; Cal. Code Regs., tit. 15, § 2449.1, subd. (a) [same].)\nAlthough the adopted regulations therefore treat Edwards as a nonviolent offender, CDCR made another change in the regulations as adopted so that he and similarly situated others would remain ineligible for Proposition 57 relief. Specifically, the adopted regulations state nonviolent inmates are generally eligible for early parole consideration ( Cal. Code Regs., tit. 15, § 3491, subd. (a) ), but notwithstanding that general eligibility, \"an inmate is not eligible for early parole consideration by the Board of Parole Hearings ... if ... [¶] [t]he inmate is currently incarcerated for a term of life with the possibility of parole for an offense that is not a violent felony ....\" ( Cal. Code Regs., tit. 15, § 3491, subd. (b)(1) ). In a Final Statement of Reasons accompanying the adopted regulations, CDCR asserted \"life term inmates remain ineligible for parole consideration because the plain text of Proposition 57 makes clear that parole eligibility only applies to determinately sentenced inmates, and furthermore, public safety requires their exclusion.\" (Cal. Dept. of Corrections, Credit Earning and Parole Consideration Final Statement of Reasons, April 30, 2018, p. 14.)\nB. Standard of Review\n\"In order for a regulation to be valid, it must be (1) consistent with and not in conflict with the enabling statute and (2) reasonably necessary to effectuate the purpose of the statute. ( Gov. Code, § 11342.2.)\" ( Physicians &amp; Surgeons Laboratories, Inc. v. Department of Health Services (1992) 6 Cal.App.4th 968, 982, 8 Cal.Rptr.2d 565 ; Henning v. Division of Occupational Saf. &amp; Health (1990) 219 Cal.App.3d 747, 757, 268 Cal.Rptr. 476 ( Henning ).) Therefore, \"the rulemaking authority of the agency is circumscribed by the substantive provisions of the law governing the agency.\" ( Henning, supra, at p. 757, 268 Cal.Rptr. 476.) \" 'The task of the reviewing court in such a case is to decide whether the [agency] reasonably interpreted [its] legislative mandate. ... Such a limited scope of review constitutes no judicial interference with the administrative discretion in that aspect of the rulemaking function which requires a high degree of technical skill and expertise. ... [T]here is no agency discretion to promulgate a regulation which is inconsistent with the governing statute. ... Whatever the force of administrative construction ... final responsibility for the interpretation of the law rests with the courts. ... Administrative regulations that alter or amend the statute or enlarge or impair its scope are void ....' [Citation.]\" ( Id. at pp. 757-758, 268 Cal.Rptr. 476.)\nWhen construing constitutional provisions and statutes, including those enacted through voter initiative, \"[o]ur primary concern is giving effect to the intended purpose of the provisions at issue. [Citation.] In doing so, we first analyze provisions' text in their relevant context, which is typically the best and most reliable indicator of purpose. [Citations.] We start by ascribing to words their ordinary meaning, while taking account of related provisions and the structure of the relevant *680statutory and constitutional scheme. [Citations.] If the provisions' intended purpose nonetheless remains opaque, we may consider extrinsic sources, such as an initiative's ballot materials. [Citation.] Moreover, when construing initiatives, we generally presume electors are aware of existing law. [Citation.] Finally, we apply independent judgment when construing constitutional and statutory provisions. [Citation.]\" ( California Cannabis Coalition v. City of Upland (2017) 3 Cal.5th 924, 933-934, 222 Cal.Rptr.3d 210, 401 P.3d 49 ( California Cannabis ).)\nC. Certain Provisions of CDCR's Regulations Are Inconsistent with Section 32(a)(1) and Therefore Invalid\nIt is (now) undisputed that Edwards qualifies as a nonviolent offender and, under section 32(a)(1), is \"eligible for parole consideration after completing the full term for his ... primary offense.\" There is also no dispute that Edwards is currently serving an alternative sentence and the \"full term\" of Edwards' primary offense is \"the longest term of imprisonment imposed by the court for any offense, excluding the imposition of an enhancement, consecutive sentence, or alternative sentence .\" ( § 32 (a)(1)(A), italics added.) The plain language analysis is therefore straightforward in our view. There is no question that the voters who approved Proposition 57 intended Edwards and others serving Three Strikes indeterminate sentences to be eligible for early parole consideration; the express exclusion of alternative sentences when determining the full term is dispositive. ( California Cannabis , supra , 3 Cal.5th at p. 934, 222 Cal.Rptr.3d 210, 401 P.3d 49 [\"[W]hen construing initiatives, we generally presume electors are aware of existing law\"]; Frutoz , supra , 8 Cal.App.5th at p. 174, fn. 3, 213 Cal.Rptr.3d 473 [\"It has long been settled that the [T]hree [S]trikes law 'articulates an alternative sentencing scheme ...' \"].) The Attorney General and CDCR present no persuasive interpretation of section 32 (a)(1) that does not render this exclusionary language largely if not entirely4 surplusage-indeed, CDCR's Statement of Reasons accompanying the adopted regulations never mentions the exclusionary language at all.\nRather than reckon with the exclusion for alternative sentences, CDCR highlights other features of section 32(a)(1)'s text, devising an argument by negative implication that is at war with the straightforward textual conclusion just outlined. Here is *681the argument, as articulated by the Attorney General: \"The proposition defines 'the full term for the primary offense' to mean 'the longest term of imprisonment imposed by the court for any offense, excluding the imposition of an enhancement, consecutive sentence, or alternative sentence.' [Citation.] The phrasing of this definition indicates that it applies to determinate sentences, which involve 'fixed and uniform terms, set by the court at the time of conviction.' [Citations.] That is not the same with indeterminate sentencing, in which 'the court imposing the sentence shall not fix the term or duration of the period of imprisonment.' [Citations.] An indeterminately sentenced inmate completes his term only upon a finding that he is suitable for parole.\" In other words, CDCR believes California voters should be understood to have barred a \"nonviolent offender\" like Edwards from relief not by expressly limiting Proposition 57 relief to those serving determinate sentences, but by using \"term of imprisonment\" in a technical, idiosyncratic sense to sub rosa exclude those currently serving indeterminate terms by implication.\nThis intricate argument creates tension in the statutory terms that is unnecessary, and we are convinced it does not reflect the legislative intention behind Proposition 57. ( People v. Pennington (2017) 3 Cal.5th 786, 795, 221 Cal.Rptr.3d 448, 400 P.3d 14 [courts should adopt statutory construction that best serves to harmonize the statute internally and with related statutes]; see People v. Valencia (2017) 3 Cal.5th 347, 373, 220 Cal.Rptr.3d 230, 397 P.3d 936 [refusing to attribute to \" 'the average voter, unschooled in the patois of criminal law' \" an arcane understanding of legal terminology that is more straightforwardly understood otherwise].) This is especially true when we consider the purposes animating Proposition 57, which include reducing wasteful spending on prisons, emphasizing rehabilitation, protecting public safety, and avoiding compelled, indiscriminate inmate releases by federal court decree. (Ballot Pamp., Gen. Elec. (Nov. 8, 2016) text of Prop. 57, p. 141 [§ 2].)\nThere is strong evidence the voters who approved Proposition 57 sought to provide relief to nonviolent offenders, and CDCR's concessions in its briefing and in the adopted regulations themselves that Edwards is such an offender (at least for Proposition 57 purposes) leaves us convinced that excluding him for relief is inconsistent with the voters' intentions. (Ballot Pamp., Gen. Elec. (Nov. 8, 2016) argument in favor of Prop. 57, p. 58 [\"[A]s the California Supreme Court clearly stated: parole eligibility in Prop. 57 applies 'only to prisoners convicted of nonviolent felonies ' \"]; Ballot Pamp., Gen. Elec. (Nov. 8, 2016) rebuttal to argument against Prop. 57, p. 59 [\"The California Supreme Court clearly stated that parole eligibility under Prop. 57 applies, 'only to prisoners convicted of non-violent felonies .' (Brown v. Superior Court , June 6, 2016). Violent criminals as defined in Penal Code [section] 667.5 [, subdivision] (c) are excluded from parole\"]; see also Brown v. Superior Court (2016) 63 Cal.4th 335, 353, 203 Cal.Rptr.3d 1, 371 P.3d 223 [\"[S]ome offenders covered by the original proposal [that eventually became Proposition 57 as enacted] are serving Three Strikes sentences. Those prisoners would have been middle aged by the time they received parole suitability review. The amended version would apply to the same class of offenders, so long as their offense was nonviolent\"].) In addition, excluding from early parole consideration the prison population of indeterminately sentenced inmates deemed nonviolent by CDCR frustrates rather than facilitates the voters' declared intention to avoid indiscriminate *682inmate releases that might otherwise be required to respond to constitutional overcrowding concerns (see, e.g., Coleman v. Schwarzenegger (E.D.Cal. 2009) 922 F.Supp.2d 882, 949, affd. Brown v. Plata (2011) 563 U.S. 493, 131 S.Ct. 1910, 179 L.Ed.2d 969 ).\nAll that said, we still have before us the question of precisely when Edwards is entitled to early parole consideration. CDCR, as we have described at length, answers this question by reasoning Edwards is not entitled to relief at all because a \"full term\" can only be a prison term that was in fact \"imposed by the court,\" \"not a hypothetical act that could have or might have happened under different circumstances.\" CDCR, however, misunderstands the upshot of the literalist argument it makes. Were we to agree with CDCR on this point, the logical implication may well be that nonviolent inmates serving a Three Strikes indeterminate sentence were eligible for parole consideration immediately upon passage of Proposition 57 because section 32(a)(1) makes these inmates eligible after completion of their primary term but excluding any alternative sentence. In other words, on an overly literal interpretation, excluding the alternative Three Strikes sentence imposed on Edwards may mean he has no primary sentence left to complete and was thus immediately eligible.\nThat, however, is not our interpretation. Rather, we agree with Edwards that the Three Strikes law indeterminate sentence \"is put aside for purposes of determining the full term for his primary offense, which [here] is the upper term of three years.\" The language in section 32(a)(1) that excludes any alternative sentence from consideration is most naturally understood as a command to calculate the parole eligibility date as if the Three Strikes law alternative sentencing scheme had not existed at the time of Edwards' sentencing. In that circumstance, the maximum term Edwards would face for the current crimes of conviction is three years in state prison. ( Pen. Code, § 18.) Edwards has long since completed that prison term, and he is therefore now eligible for early parole consideration.\nIn sum, CDCR's adopted regulations impermissibly circumscribe eligibility for Proposition 57 parole by barring relief for Edwards and other similarly situated inmates serving Three Strikes sentences for nonviolent offenses. The offending provisions of the adopted regulations are inconsistent with section 32 and therefore void. ( Henning, supra, 219 Cal.App.3d at p. 758, 268 Cal.Rptr. 476.)\nDISPOSITION\nThe petition for habeas corpus is granted. The California Department of Corrections and Rehabilitation is directed to treat as void and repeal that portion of section 3491, subdivision (b)(1) of title 15 of the California Code of Regulations challenged in this proceeding, and to make any further conforming changes thereafter necessary to render the regulations adopted pursuant to section 32 (b) consistent with section 32 (a) and this opinion. Edwards shall be evaluated for early parole consideration within 60 days of remittitur issuance, and the California Department of Corrections and Rehabilitation shall thereafter proceed as required by law.\nWe concur:\nMOOR, J.\nSEIGLE, J.*\n\nEdwards' sentence was comprised of two consecutive terms of 25 years to life (one for each count of conviction), plus three one-year enhancements for prior prison term allegations. The record before us includes no information about the prior convictions Edwards sustained that qualified as serious or violent felony convictions under the Three Strikes law, but our prior appellate opinion (People v. Edwards (June 6, 2000, B129484) [nonpub. opn.] ) indicates there were at least three such convictions, apparently including one for attempted murder.\n\n\nCDCR is empowered to adopt emergency regulations without the usual required showing of an emergency. (Pen. Code, § 5058.3, subd. (a)(2).) Instead, CDCR certifies in a written statement filed with OAL that \"operational needs of the department require adoption, amendment, or repeal of the regulation on an emergency basis. The written statement shall include a description of the underlying facts and an explanation of the operational need to use the emergency rulemaking procedure.\" (Pen. Code, § 5058.3, subd. (a)(2).) The emergency regulation becomes effective upon filing, or upon any later date specified by CDCR in writing, for a period of 160 days. (Gov. Code, § 11346.1, subd. (d) ; Pen. Code, § 5058.3, subd. (a)(1).)\n\n\nPenal Code section 667.5, subdivision (c) defines 23 criminal violations, or categories of crimes, as violent felonies-including murder, voluntary manslaughter, any robbery, kidnapping, various specified sex crimes, and other offenses. Being a felon in possession of a firearm and evading a police officer while driving recklessly-Edwards' crimes triggering his Three Strikes sentence-are not among the violent crimes listed in Penal Code section 667.5, subdivision (c).\n\n\nAt oral argument, the Attorney General appeared to agree that so-called \"two-strike\" inmates, those who have one prior serious or violent felony conviction (such that the prison term imposed for their prison conviction under the Three Strikes law is a term that is double than what otherwise would have been imposed) are eligible for Proposition 57 parole consideration once they complete the non-doubled prison term, i.e., half the sentence actually imposed. (See generally People v. Gallardo (2017) 4 Cal.5th 120, 125, 226 Cal.Rptr.3d 379, 407 P.3d 55 [\"[T]he Three Strikes law ... requires a second strike defendant to be sentenced to double the otherwise applicable prison term for his or her current felony conviction. (Pen. Code, §§ 667, subds. (b) -(i), 1170.12, subds. (a) -(d).)\"].) We see no principled basis in the plain text of section 32 (a)(1) to distinguish two-strike inmates from three-strike inmates. Yes, two-strike inmates are serving a determinate term, but there is no reference to determinate terms in the text of section 32 (a)(1) (though such a reference would have been easy to add were the intention to provide relief only to determinately sentenced inmates). The constitutional provision instead says \"excluding the imposition of an enhancement, consecutive sentence, or alternative sentence\" (§ 32 (a)(1)(A) ), and if the impact of the Three Strikes alternative sentencing scheme is excluded for two-strike offenders-where no non-Three Strikes law sentence is actually imposed by a court-so must it be for three-strike offenders.\n\n\nJudge of the Los Angeles Superior Court, assigned by the Chief Justice pursuant to article VI, section 6 of the California Constitution.\n\n",
            "ocr": true,
            "opinion_id": 6106821
        }
    ],
    "court_short_name": "California Court of Appeals, 5th District",
    "court_full_name": "California Court of Appeal, 5th District",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}