{
    "id": 6241896,
    "judges": "Wood",
    "date_filed": "1994-06-26",
    "date_filed_is_approximate": true,
    "slug": "anderson-v-kelley",
    "case_name_short": "Anderson",
    "case_name": "Anderson v. Kelley",
    "case_name_full": "Theodore ANDERSON v. Wendy KELLEY, Director, Arkansas Department of Correction",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "549 S.W.3d 913"
    ],
    "opinions": [
        {
            "author_str": "Wood",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRHONDA K. WOOD, Associate Justice\nThis is appellant Theodore Anderson's third appeal from an order denying his pro se petition for writ of habeas corpus. We affirm because Anderson's habeas petition raises only issues that this court has previously considered and rejected1 .\nFollowing a bench trial, Anderson was convicted on charges of residential burglary, domestic battering, and rape. The trial court imposed an aggregate sentence of 240 months' imprisonment. The Arkansas Court of Appeals affirmed. Anderson v. State , CR 07-900, 2008 WL 442598 (Ark. App. Feb. 20, 2008) (unpublished). In 2010, Anderson filed his first petition for habeas relief under Arkansas Code Annotated sections 16-112-101 -123 (Repl. 2016). The circuit court denied his petition. On appeal, this court affirmed the denial, finding Anderson's petition without merit. Anderson v. State , 2011 Ark. 35, 2011 WL 395486 (per curiam).\nIn a subsequent habeas petition, Anderson pursued the same issues. Once again, the circuit court rejected Anderson's petition and this court affirmed its ruling. Anderson v. Kelley , 2015 Ark. 411, 473 S.W.3d 537 (per curiam).\nIn his present habeas petition, Anderson continues to allege that the trial court lacked jurisdiction because his case was incorrectly filed in a juvenile court. He *915also contends that he is illegally detained insofar as his arrest was procedurally defective, he was not properly arraigned and did not enter a plea on the record, the criminal information charging him was defective, and the deputy prosecuting attorney did not have authority to sign the information.2 In accordance with our previous rulings, we find these claims without merit. Anderson , 2015 Ark. 411, 473 S.W.3d 537.\nA circuit court's decision on a petition for habeas relief is upheld unless it is clearly erroneous. Hobbs v. Gordon , 2014 Ark. 225, 434 S.W.3d 364. A decision is clearly erroneous when the appellate court, after reviewing the entire evidence, is left with the definite and firm conviction that a mistake was made. Id. A writ of habeas corpus is proper when a judgment of conviction is invalid on its face or when the trial court lacked jurisdiction over the cause. Story v. State , 2017 Ark. 358, 2017 WL 6376368. It is the petitioner's burden to establish probable cause, by affidavit or other evidence, that he is being illegally detained. Ark. Code Ann. § 16-112-103(a)(1) ; Garrison v. Kelley , 2018 Ark. 8, 534 S.W.3d 136. Unless the petitioner satisfies this showing, there is no basis for issuing a writ of habeas corpus. Fields v. Hobbs , 2013 Ark. 416, 2013 WL 5775566.\nAnderson frames his allegations as issues of jurisdiction. Yet his claims, with one exception, are simply allegations of trial error. While claims of defective information that raise a jurisdictional issue-such as a claim of an illegal sentence-are cognizable in habeas proceedings, general defective information allegations are not. Clay v. Kelley , 2017 Ark. 294, 528 S.W.3d 836. Indeed, such assertions of trial error and due-process violations do not implicate the facial validity of a trial court's judgment or jurisdiction. Ratliff v. Kelley , 2018 Ark. 105, 541 S.W.3d 408.\nThe defective information claims advanced in Anderson's petition are claims of trial error. Because a writ of habeas corpus will not be issued to correct errors or irregularities that occurred at trial, his claims fall outside the scope of remedy afforded by the writ. Barber v. Kelley , 2017 Ark. 214, 2017 WL 2473267. A habeas proceeding does not afford a prisoner an opportunity to retry his or her case. Id.\nAnderson's only viable allegation is that the trial court lacked subject-matter jurisdiction to try adult, criminal cases. But as this court previously explained, this claim is without merit.3 See Young v. Ark. Dep't of Human Servs. , 2012 Ark. 334, 2012 WL 4163177.\nThe circuit court did not clearly err in declining to issue the writ.\nAffirmed; motion to correct docket number granted; motion for appointment of counsel moot.\nHart, J., concurs.\n*916Josephine Linker Hart, Justice, concurring.\nWhile I agree with the majority's disposition of this case, I write separately because I cannot sign on to the majority's intimation that an allegation of a defective information is somehow a claim of \"trial error.\" Allegations of deficiencies in the information are traditionally addressed with a motion to quash filed in the circuit court, before the jury decides guilt at trial. See, e.g., Nance v. State , 323 Ark. 583, 918 S.W.3d 114 (1996) ; Dupree v. State , 271 Ark. 50, 607 S.W.2d 356 (1980). Instead, it would be more accurate to state that a failure to assert a deficiency contained in the information (excluding deficiencies that would deprive the circuit court of jurisdiction) before trial or plea amounts to a waiver of the deficiency. See Geoates v. State , 206 Ark. 654, 176 S.W.2d 919 (1944) (\"The irregularity, if objectionable to the defendant, should have been tested by motion to quash.\"). Here, Anderson's asserted deficiency in the information is that it was only signed by the deputy prosecutor. This is not a sufficient basis for the issuance of the writ.\nI concur.\n\nAnderson filed two motions in which he requests appointment of counsel and permission to replace the cover sheet on his brief-in-chief to reflect the correct circuit court docket number. As we affirm, we find the motion for appointment of counsel moot. We grant his motion to correct the docket number.\n\n\nIn his brief on appeal, Anderson includes some arguments not raised in the habeas petition. This court will not consider arguments that were not raised below. Halfacre v. Kelley , 2018 Ark. 46, 538 S.W.3d 834.\n\n\nThe appellee contends that the law-of-the-case doctrine should bar Anderson's arguments. However, this court will consider additional facts raised in support of a jurisdictional argument; those arguments are not barred as law-of-the-case. Cloird v. State , 352 Ark. 190, 99 S.W.3d 419 (2003). As with coram nobis petitions, the abuse-of-the-writ doctrine may apply in habeas proceedings to subsume res judicata in cases where the petitioner raises the same arguments addressed previously without bringing forward additional facts that would support his or her argument. To the extent that Anderson pled additional facts in support of his jurisdictional argument, those facts were not sufficient to reach a different result, and the habeas petition was an abuse of the writ.\n\n",
            "ocr": true,
            "opinion_id": 6108962
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}