{
    "id": 6249469,
    "judges": "Scudder",
    "date_filed": 1643846400000,
    "date_filed_is_approximate": false,
    "slug": "kylie-didonato-v-tim-panatera",
    "case_name_short": null,
    "case_name": "Kylie Didonato v. Tim Panatera",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "civil",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://media.ca7.uscourts.gov/cgi-bin/rssExec.pl?Submit=Display&Path=Y2022/D02-03/C:20-1692:J:Scudder:aut:T:fnOp:N:2828886:S:0",
            "author_id": 8633.0,
            "opinion_text": "                               In the\n\n    United States Court of Appeals\n                 For the Seventh Circuit\n                     ____________________\nNo. 20-1692\nKYLIE DIDONATO,\n                                                  Plaintiff-Appellant,\n                                 v.\n\nTIM PANATERA, et al.,\n                                               Defendants-Appellees.\n                     ____________________\n\n         Appeal from the United States District Court for the\n           Northern District of Illinois, Eastern Division.\n          No. 1:19-cv-02737 — Virginia M. Kendall, Judge.\n                     ____________________\n\n  ARGUED SEPTEMBER 13, 2021 — DECIDED FEBRUARY 3, 2022\n                ____________________\n\n   Before RIPPLE, ROVNER, and SCUDDER, Circuit Judges.\n    SCUDDER, Circuit Judge. Section 1983 lawsuits can raise\nhard questions about whether misconduct constitutes state or\nprivate action. While the wrongdoing alleged here is plenty\ndisturbing, we ﬁnd the line drawing more straightforward.\nKylie DiDonato was seriously injured when she fell and hit\nher head in Tim Panatera’s bathroom. DiDonato later invoked\n§ 1983 and alleged that Panatera—a City of Chicago para-\nmedic—shirked his responsibility to treat her and instead saw\n\f2                                                 No. 20-1692\n\nher weakened state as an opportunity to sexually assault her.\nShe contended that this inaction by someone acting under\n“color of state law” violated her rights under the U.S. Consti-\ntution. The district court recognized the gravity of Panatera’s\nalleged misconduct, but rightly concluded that DiDonato\nfailed to plead facts showing that Panatera was acting in his\ncapacity as a City paramedic for purposes of a § 1983 claim.\nWe aﬃrm.\n                               I\n    Kylie DiDonato slipped, fell, and seriously injured her\nhead on a bathtub in Tim Panatera’s home in March 2018. Pan-\natera found DiDonato disoriented and badly bleeding on the\nbathroom ﬂoor. But rather than calling 911, driving DiDonato\nto the hospital himself, or drawing upon his training as a par-\namedic to treat her, Panatera allegedly did no more than rinse\nthe blood from DiDonato’s head and wrap it in a towel. From\nthere, DiDonato contends, Panatera moved her to his bed and\nsexually assaulted her as she drifted in and out of conscious-\nness. When DiDonato regained consciousness the next after-\nnoon, Panatera drove her home and then reported to work.\n   With the help of a friend, DiDonato made her way to an\nemergency room later that day. The ER team sutured her head\nwounds and informed her that she had sustained head\ntrauma and a concussion.\n   A few months later DiDonato ﬁled this lawsuit and, in an\namended complaint, added a § 1983 claim against Panatera.\nShe alleged that Panatera, as a licensed paramedic, violated\nher rights under the Fourteenth Amendment’s Due Process\nClause by failing to provide medical care after her fall. She\n\fNo. 20-1692                                                    3\n\nalso brought a host of state law claims, including for assault,\nbattery, and negligence.\n    The district court dismissed DiDonato’s § 1983 claim for\ntwo interrelated reasons. First, the court explained that, under\nthe Supreme Court’s decision in DeShaney v. Winnebago\nCounty Department of Social Services and related cases, Di-\nDonato had to allege that a state actor failed to adhere to a\nduty to protect and care for a person with whom the state had\na “special relationship.” 489 U.S. 189, 200–02 (1989). The clas-\nsic example is a prisoner: the state owes those in its custody\nphysical protection and medical care. See, e.g., Estelle v. Gam-\nble, 429 U.S. 97, 103–04 (1976). But, the district court contin-\nued, states (and municipalities like the City of Chicago here)\nare not in a “special relationship” with all residents and thus\ndo not shoulder a constitutional duty to provide medical care\nto anyone needing help. Applying those principles led the dis-\ntrict court to conclude that DiDonato failed to allege facts nec-\nessary to show the City—through one of its oﬀ-duty para-\nmedics—had a constitutional obligation to protect and care\nfor her following her fall. What was lacking, the district court\nemphasized, was any allegation that DiDonato, as a func-\ntional matter, was ever in the City’s care or custody.\n   Second, and relatedly, the district court concluded that Di-\nDonato failed to plausibly allege that Panatera acted “under\ncolor of state law” on the night in question. Section 1983, the\ncourt explained, does not cover disputes between private cit-\nizens, and an individual’s employment by the state does not\nrender any and all action by that person state action. To be\nsure, the district court acknowledged that some steps Pan-\natera took may have amounted to medical care, such as wrap-\nping DiDonato’s head in a towel. But the district court\n\f4                                                    No. 20-1692\n\ndetermined that the necessary state action inquiry could not\nproceed at that level of generality. Instead, the analysis\nneeded to account for the context in which DiDonato’s need\nfor help and medical care arose—an entirely private interac-\ntion between Panatera and DiDonato within his home. The al-\nleged facts, in short, did not permit a plausible ﬁnding that\nPanatera failed to perform any oﬃcial duty as a licensed par-\namedic.\n   Having dismissed DiDonato’s § 1983 claim, the district\ncourt then declined to exercise supplemental jurisdiction over\nthe remaining state law claims.\n    DiDonato now appeals.\n                                II\n                                A\n    A plaintiﬀ may hold a public oﬃcial personally liable for\nmisconduct under § 1983 upon satisfying two “essential ele-\nments.” Yang v. Hardin, 37 F.3d 282, 284 (7th Cir. 1994). First,\nthe challenged conduct must have been “committed by a per-\nson acting under color of state law”—a requirement coming\ndirectly from § 1983’s text. Id. Second, the state actor’s conduct\nmust have deprived the plaintiﬀ of “rights, privileges, or im-\nmunities secured by the Constitution” or federal law. 42\nU.S.C. § 1983; see also Wyatt v. Cole, 504 U.S. 158, 161 (1992)\n(“The purpose of § 1983 is to deter state actors from using the\nbadge of their authority to deprive individuals of their feder-\nally guaranteed rights and to provide relief to victims if such\ndeterrence fails.”).\n   The traditional understanding of what it means for an of-\nﬁcial to act “under color of state law” encompasses miscon-\nduct by oﬃcials exercising power “possessed by virtue of\n\fNo. 20-1692                                                       5\n\nstate law and made possible only because the wrongdoer is\nclothed with the authority of state law.” West v. Atkins, 487\nU.S. 42, 49 (1988) (citation omitted). Indeed, it is “ﬁrmly estab-\nlished” that a § 1983 defendant acts “under color of state law\nwhen he abuses the position given to him by the State.” Id. at\n49–50.\n    But it is equally well settled that a “mere assertion that one\nis a state oﬃcer does not necessarily mean that one acts under\ncolor of state law.” Gibson v. City of Chicago, 910 F.2d 1510,\n1516 (7th Cir. 1990); see also Wilson v. Price, 624 F.3d 389, 392\n(7th Cir. 2010) (“Not every action by a state oﬃcial or em-\nployee is to be deemed as occurring ‘under color’ of state\nlaw.”) (citation omitted). Nor is it dispositive whether the\nstate employee was on- or oﬀ-duty at the time the incident\noccurred. See, e.g., Briscoe v. LaHue, 663 F.2d 713, 721 n.4 (7th\nCir. 1981) (“[A]cts committed by a police oﬃcer even while on\nduty and in uniform are not under color of state law unless\nthey are in some way ‘related to the performance of police du-\nties.’”) (citation omitted); see also Pickrel v. City of Springﬁeld,\n45 F.3d 1115, 1118–19 (7th Cir. 1995) (collecting cases conclud-\ning that oﬀ-duty oﬃcers were nonetheless acting under color\nof state law in particular circumstances). Whether an individ-\nual is acting under color of state law “turn[s] largely on the\nnature of the speciﬁc acts” the oﬃcial performed, “rather than\non merely whether he was actively assigned at the moment”\nto the performance of his oﬃcial duties. Pickrel, 45 F.3d at\n1118.\n   Our case law illustrates the necessity of a rigorous fact-\nbound inquiry. Take, for example, our decision in Pickrel.\nCrystal Pickrel alleged that an oﬀ-duty oﬃcer acted under\ncolor of state law by informing her she was under arrest,\n\f6                                                 No. 20-1692\n\nthrowing her to the ground, and putting her in handcuﬀs. See\nid. at 1117. We concluded Pickrel had pled enough to survive\na motion to dismiss based on her allegations that the oﬃcer\nwas wearing his police uniform, complete with badge and\ngun, and driving his marked squad car at the time of their en-\ncounter. See id. at 1116–18 (emphasizing that the uniform and\nbadge were both “signs of state authority,” the gun enabled\nthe oﬃcer to “enforce his authority,” and the squad car “ad-\nvertis[ed] the presence of a police oﬃcer” to those present).\n    We adhered to similar reasoning in Lopez v. Vanderwater,\n620 F.2d 1229 (7th Cir. 1980). Flor Lopez brought a § 1983 suit\nagainst a state court judge who detained him at gunpoint, in-\nitiated charges for petty theft, convicted him on an allegedly\nforged guilty plea, and sentenced him to eight months in jail.\nSee id. at 1231–33. Though then-Judge Vanderwater over-\nstepped the bounds of his state-granted authority, we con-\ncluded his actions were taken under color of state law. “Action\ntaken by a state oﬃcial who is cloaked with oﬃcial power and\nwho purports to be acting under color of oﬃcial right is state\naction,” and the judge was only able to take the constitution-\nally oﬀensive actions he did “because he was cloaked with the\noﬃce of the judge.” Id. at 1236–37.\n    Where, on the other hand, a plaintiﬀ does not allege that a\npublic oﬃcial’s actions involved some inappropriate invoca-\ntion or exercise of state authority, there is no § 1983 claim.\nAnd that is so, our cases demonstrate, even if the alleged con-\nduct resembles job-related tasks the oﬃcial performs at the\nstate’s behest. We saw this in Barnes v. City of Centralia. 943\nF.3d 826 (7th Cir. 2019). A police oﬃcer reported credible\nthreats made against him and his family to a state prosecutor,\nand the prosecutor decided to press charges against the\n\fNo. 20-1692                                                       7\n\nindividual involved. See id. at 829–30. After the charges were\ndropped, the individual brought a § 1983 case against the of-\nﬁcer. We explained that although the interaction that led to\nthe plaintiﬀ’s arrest “occurred during [the defendant’s] em-\nployment” as a police oﬃcer, the oﬃcer acted as a private cit-\nizen when he lodged his complaint with the prosecutor, “not\nas an investigating oﬃcer.” Id. at 831. His report was therefore\n“a private act that did not involve any exercise of state author-\nity.” Id.\n    Similarly, in Hughes v. Meyer, we concluded that a Wiscon-\nsin game warden who reported threatening conduct to law\nenforcement was “functionally equivalent to . . . any private\ncitizen” making a police report—and, critically, his “status as\na DNR oﬃcial did not clothe him with greater authority” in\nthat act “than any other citizen would possess.” 880 F.2d 967,\n972 (7th Cir. 1989).\n    Considered together, these cases supply the principles\nthat resolve this appeal. To plead that a defendant acted un-\nder color of state law, a § 1983 plaintiﬀ must allege that a de-\nfendant’s invocation of state authority in one way or another\nfacilitated or enabled the alleged misconduct. That the de-\nfendant is a state employee is not enough. “[S]tate oﬃcials or\nemployees who act without the cloth of state authority do not\nsubject themselves to § 1983 suits.” Id. at 971; see also, e.g., La-\ntuszkin v. City of Chicago, 250 F.3d 502, 506 (7th Cir. 2001) (af-\nﬁrming dismissal of a § 1983 claim brought against an intoxi-\ncated oﬀ-duty police oﬃcer who struck and killed a pedes-\ntrian in his private vehicle because the plaintiﬀ did not allege\nthat the oﬃcer was “engaged in police activity, that he dis-\nplayed any police power, or that he possessed any indicia of\nhis oﬃce at the time of the accident”).\n\f8                                                  No. 20-1692\n\n                               B\n    The district court applied these exact principles and deter-\nmined that DiDonato failed to allege that Panatera acted un-\nder color of state law. We reach the same conclusion after tak-\ning our own independent look at the allegations in Di-\nDonato’s second amended complaint. See, e.g., Bilek v. Fed. Ins.\nCo., 8 F.4th 581, 586 (7th Cir. 2021) (applying de novo review\nto a Rule 12(b)(6) dismissal).\n    DiDonato alleged Panatera was acting “[i]n performance\nof his oﬃcial duties” as a trained paramedic when he “picked\n[her] oﬀ the ﬂoor, placed her in his bathtub,” “rinsed blood\nfrom her head and body” and “wrapped [her] head with a\nnon-sterile bathroom towel.” But what the rest of the com-\nplaint makes clear is fatal to DiDonato’s § 1983 claim: the\nevents in question all occurred in the privacy of Panatera’s\nhome and, more importantly, in the context of DiDonato and\nPanatera’s personal relationship.\n    Panatera’s alleged attempts to slow or stem DiDonato’s\nbleeding certainly relate to the duties he performs as a para-\nmedic—no doubt he routinely treats head and other superﬁ-\ncial wounds while responding to 911 calls. And Panatera was\nmore able to respond to DiDonato’s injuries than someone\nwithout medical training. His professional background leaves\nmore room for criticism of the adequacy of Panatera’s re-\nsponse and the wisdom of his decision making, and perhaps\nleaves him exposed to liability for negligence under state law.\n   But the mere overlap between Panatera’s routine job re-\nsponsibilities and the conduct DiDonato complained of does\nnot mean that Panatera acted under color of state law when\nhe decided not to take DiDonato to the emergency room or to\n\fNo. 20-1692                                                    9\n\nprovide other medical help. What is missing from DiDonato’s\ncomplaint is any plausible allegation either that Panatera’s ac-\ntion or inaction was a misuse of the City’s power or that his\nwrongdoing was made possible because he was “clothed with\nthe authority of state law.” Barnes, 943 F.3d at 831 (citation\nomitted). Panatera was not dispatched to the scene to tend to\nDiDonato’s injuries in his role as a City paramedic. Nor did\nhe invoke his authority to interfere with someone else’s at-\ntempt to treat her wounds. Common decency, not his employ-\nment status, demanded Panatera take some steps to stop Di-\nDonato’s bleeding. And it was Panatera’s alleged self-serving\nopportunism, not an exercise of state authority, that pre-\nvented DiDonato from leaving his home and seeking further\ncare.\n    DiDonato urges a diﬀerent conclusion by focusing on a\nparticular detail alleged in her complaint—that Panatera was\n“on call” as a paramedic on March 19 and took at least one\nphone call from a work colleague before he drove her home.\nBut that contention, which we accept as true, does not change\nour analysis. DiDonato’s complaint still lacks any allegation\nthat Panatera’s alleged misconduct toward her was facilitated\nby a misuse of state power or involved an invocation of state\nauthority. See, e.g., Luce v. Town of Campbell, 872 F.3d 512, 514\n(7th Cir. 2017) (concluding that a public oﬃcial who made de-\nfamatory posts about the plaintiﬀ and who “did some of the\ndirty work while on duty” using oﬃce equipment did not act\nunder color of state law).\n    DiDonato’s complaint describes behavior that, while ab-\nhorrent, was “wholly unconnected” to Panatera’s employ-\nment. First Midwest Bank v. City of Chicago, 988 F.3d 978, 987\n(7th Cir. 2021). DiDonato and Panatera did not encounter each\n\f10                                                  No. 20-1692\n\nother as paramedic and patient, but as private persons to-\ngether in Panatera’s home. Panatera’s “actions were those of\na private citizen in the course of a purely private social inter-\naction.” Id. Any action or inaction was not under color of state\nlaw.\n    Because we agree with the district court that DiDonato\nfailed to allege that Panatera acted under color of state law,\nwe need not immerse ourselves in any aspect of the court’s\nreasoning under DeShaney. We instead stop on the state action\npoint and AFFIRM the dismissal of DiDonato’s § 1983 claim.\n\f",
            "ocr": false,
            "opinion_id": 6116687
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}