{
    "id": 6318389,
    "judges": "Wahl",
    "date_filed": -138758400000,
    "date_filed_is_approximate": false,
    "slug": "himmel-v-chase-manhattan-bank",
    "case_name_short": "Himmel",
    "case_name": "Himmel v. Chase Manhattan Bank",
    "case_name_full": "In the Matter of Philiburt G. Himmel v. Chase Manhattan Bank",
    "attorneys": "Newman, Aronson & Neumann (Edwin Ostrow of counsel), for petitioners, height, Brimmer $ Weinstein for respondent landlord. Bewey Ballantine Bushby Palmer & Wood for Chase Manhattan Bank, respondent. Louis J. Lefkowitz, Attorney-General, for State of New York.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "47 Misc. 2d 93"
    ],
    "opinions": [
        {
            "author_str": "Wahl",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMaurice Wahl, J.\nThis is an article 7-A proceeding grounded on the new legislative enactment (L. 1965, ch. 909), effective July 17, 1965, when the Governor approved Print No. 7324 introduced by Senator Wilson. This law amends the Real Prop*94erty Actions and Proceedings Law and the New York City Civil Court Act, in relation to special proceedings by tenants of multiple dwellings in the City of New York for a judgment directing deposit of rents and application thereof under the direction of the court through a court-appointed administrator, where conditions exist dangerous to life, health or safety.\nAt the outset, this court finds and it is so admitted by both the attorney and the special counsel for the Chase Manhattan Bank, which is attacking the constitutionality of this law, that they did not notify the Attorney-General of the State of New York. Section 71 of the Executive Law requires the Attorney-General to appear, after order made, in support of the constitutionality of such attacked statute. CPLR 1012 (subd. [b]) mandates that the court shall notify the Attorney-General, who shall be permitted to intervene in support of its constitutionality. Thus while it would appear that the bank’s legal representatives should have complied with these relevant provisions to properly have this issue determined, they omitted to so do. The court has on its own motion done so after its decision hereinafter set forth upholding the statute.\nThe building involved herein is located at 511 East 80th Street, in the Borough of Manhattan, City of New York, and was completed about November, 1963; and it was to be a fine and elegant 14-story apartment residence for rental to 124 tenants, as dwelling units with above-average comfort. The first mortgagee was the Chase Manhattan Bank. The owner met financial difficulties with the result that in 1964 there was a default under the terms of the mortgage and the Chase Manhattan Bank instituted a foreclosure proceeding. In June, 1964, the Chase Manhattan Bank obtained an assignment of rents and took over the operation and management of the premises. At that time, the Chase Manhattan Bank designated Brown, Harris, Stevens, Inc. as its managing agent.\nOn May 1, 1965, a judgment of foreclosure and sale was entered. On June 24, 1965, the foreclosure sale was held, and the property was purchased by the Chase Manhattan Bank. At the time of such sale, the approximate amount due the Chase Manhattan Bank on its judgment of foreclosure was $2,799,688.33, with interest from April 5, 1965, together with costs, disbursements and allowances.\nIt appears that from the very beginning of their occupancies the tenants in the building had various complaints:\n1. The central air-conditioning system did not appear to be of sufficient capacity to adequately air-condition the building, with the result that the system fell into disrepair regularly. *95Ample proof on this score was submitted by the tenants in their proceedings.\n2. The water supply in the building appeared to be contaminated, with a heavy-like sediment as a result of a corrosion condition within the hot-water system in the building.\n3. The incinerator shaft in the building appeared to have insufficient insulation, in that it created an undue amount of heat, smoke, fumes, and odors which seeped into the public incinerator rooms and in the adjoining apartments.\n4. The plumbing fixtures drained either very poorly or not at all.\n5. The ventilators did not operate properly.\n6. The elevators in the building were frequently out of order and not available for tenants’ use.\n7. The laundry equipment in the basement was regularly out of order and unavailable for tenants’ use.\n8. Many tenants complained of an infestation of rodents throughout the building.\n9. The security system in the building was inadequate and resulted in a substantial number of instances of burglary, vandalism and loitering.\nAs a result of these problems, a tenants’ committee was organized. The committee decided to withhold the payment of rent, and various summary proceedings were commenced by the landlord. On the return date of the said summary proceedings, a petition under the new article 7-A of the Eeal Property Actions and Proceedings Law was presented to the court, on behalf of many of the tenants. The caption in the proceeding lists over 70 of such tenants.\nThe preamble (§ 1) of the statute states the legislative intent to judicially police the conditions dangerous to life, health or safety of the occupants of any such multiple dwelling, without regard to the age of the structure, location or area of location of any such multiple dwelling.\nThe threshold question is whether this statute would apply as against accrued and past-due rents prior to July 17,1965, the statute’s effective date.\nThis is a remedial statute, not unlike CPLR 302 and section 404 of the New York City Civil Court Act, the “long arm” statutes concerning personal jurisdiction. As to those statutes our highest court has affirmatively expressed itself (Simonson v. International Bank, 14 N Y 2d 281, 290) that “ CPLR 302 has retroactive effect to the extent of embracing suits instituted after its effective date but based on previously accrued causes of action.” That determination was reaffirmed by Judge Furo *96in Longines-Wittnauer Watch Co. v. Barnes &amp; Reinicke (15 N Y 2d 443, 453) decided May 27, 1965 saying: U and no reason has been shown to cause us to alter our opinion.”\nGenerally the retroactive application of similar remedial statutes has been upheld as constitutional (Simonson v. International Bank, supra; Longines-Wittnauer Watch Co. v. Barnes &amp; Reinicke, supra; McGee v. International Life Ins. Co., 355 U. S. 220, 224; Nelson v. Miller, 11 Ill. 2d 378, 382-383; and most recently in United States v. First Nat. City Bank, 379 U. S. 378).\nArticle 7-A of the Real Property Actions and Proceedings Law is clearly remedial as it opens up this judicial forum to protect the rights of tenants whose multiple dwelling occupancies are within the purview of the legislative mandate, endangering life, health or the safety of the occupants thereof. No substantive right or obligation is impaired, nor does the court perceive that any such impairment may occur. Under section 1446-a of the Civil Practice Act, now repealed, and newly enacted as section 755 of the Real Property Actions and Proceedings Law, the court was and is empowered to direct rent deposits where nuisances or violations have not been removed or necessary repairs have not been made by the landlord; and such rent deposits shall not be released except upon court order, presumably upon a showing of removal of violations or curing of the defects; meanwhile staying the eviction proceedings.\nArticle 7-A enlarges this remedy by permitting one third of the tenants in the nature of a class action (presumably in the Legislature’s wisdom to prevent individual nuisance proceedings) to pray for such relief even without a departmental violation, where dangerous to life, health or the safety of the occupants. It further permits, instead of staying the eviction proceedings, to have the rent deposited and applied to remedying the conditions complained of, if found to exist, through a court-appointed administrator. Patently this is a remedy not heretofore existing. It merely and more definitely facilitates the enforcement of pre-existing rights — it creates no new rights. As the constitutionality of old section 1446-a of the Civil Practice Act has been upheld (Matter of Emray Realty Corp. v. De Stefano, 5 Misc 2d 352) it is this court’s opinion that article 7-A is a valid police'power and is a constitutional statute. Vide, also, Matter of Department of Bldgs. of City of N. Y. (38 Misc 2d 589) which upheld the constitutionality of section 309 of the Multiple Dwelling Law providing for the appointment of a receiver of the rent and profits to effect repairs in multiple dwellings which have been deteriorating.\n*97The Court of Appeals recently twice upheld as constitutional the exercise of the police power affecting the serious housing situation in New York City. The city’s rent control law was upheld as exercise of that power in Gauthier v. Gabel (44 Misc 2d 887, affd. without opinion on direct appeal to the Court of Appeals (16 N Y 2d 720) as was the constitutionality of the City Receivership Act (Multiple Dwelling Law, § 309) in Matter of Department of Bldgs. of City of N. Y. (Philco Realty Corp.) (14 N Y 2d 291 [1964]).\nThe test of a measure’s constitutionality was succinctly stated in Amsterdam-Manhattan v. City Rent and Rehabilitation Administration (43 Misc 2d 889, 895-896, affd. 21 A D 2d 965):\n‘ ‘ In thus testing the constitutionality of a legislative enactment, the judiciary in its role as ultimate arbiter of the constitutionality of a legislative enactment may not arrogate to itself the power of a ‘ super-legislature to weigh the wisdom of legislation ’ (Day-Brite Lighting v. Missouri, 342 U. S. 421, 423). Reasonableness, not wisdom nor desirability, of the Legislature’s prescription to prevent or cure the ills of the community is the juridical touchstone (Ferguson v. Skrupa, 372 U. S. 726).\n“ ‘ [N] othing but a clear violation of the Constitution will justify a court in overruling the legislative will. Every statute is presumed to be constitutional, and every intendment is in favor of its validity ’ (Matter of New York El. R. R. Co., 70 N. Y. 327, 342.) ”\nCourts are reluctant to strike down solemn legislative enactments ; every presumption will be indulged in to support and sustain such legislation (McKinney’s Cons. Laws of N. Y., Book 1, Statutes, § 150). This article 7-A statute affects and promotes the public welfare and presumably represents the lawmakers’ effort to serve the public. Therefore, a construction which would in any manner destroy such enactment, whether on constitutional or other grounds, is to be avoided (McKinney’s Cons. Laws of N. Y., Book 1, Statutes, § 152). On the contrary, a liberal construction which will inure to the public benefit and in furtherance of the public interests, such as nondangerous housing facilities, the safety or health conditions, should be indulged in.\nThe landlord urges that as there are municipal agencies which place violations upon multiple dwellings, therefore the Legislature is deprived of the power to authorize this court to find that conditions are dangerous to life, health or safety warranting the deposit of rent moneys into court for their use for repairing such conditions. The landlord’s argument apparently rests on *98the ground that the court is unable to make a factual determination that conditions are dangerous. Fact-finding has traditionally been a function of the courts. Why the court cannot do so in this matter evades this court’s reasoning. It may be difficult at times, but it can be done. There may be some question as to the method of appointment of the administrator, his duties and obligations, and supervision, but we have faith that in our judicial system these obstacles will be readily surmounted.\nUnless palpably invalid, a court at nisi prius should not declare a law unconstitutional. The courts are not concerned with the wisdom, justice or the police power of legislative enactments, so long as they do not conflict with basic rights or constitutional inhibitions. By this test, article 7-A is valid.\nSome question may be raised as to what are conditions dangerous to life, health or safety. Each case will depend on its own facts. Here at bar, albeit the eviction proceedings have been settled (19 companion cases, including a $15,000 payment by the Chase Manhattan Bank to the sorely aggrieved tenants, and an undertaking to rectify the intolerable conditions, etc,, and a Supreme Court action by the tenants for an injunction and other relief, have been discontinued), there was some testimony by a tenant having a form of respiratory ailment and to whom air conditioning was a health factor. Again, the constant breakdown of elevators in high-rise multiple-story multiple dwellings can obviously become both a health and safety factor. Rodents infesting such dwellings are both a health and safety factor. Inadequate heat, hot or cold water are health factors. If srrch multiple dwelling is rent-controlled, the Rent Commission may reduce the rental to a nominal $1 and thus perhaps the landlord would be persuaded to make the necessary repairs or rectifications. In cases of noncontrolled property, as at bar, no such administrative agency power exists. In order to serve the entire public at large, regardless of economic status, creed or color, article 7-A was enacted to equalize the standards within the proper echelons of economic status to reasonably provide for the pursuit of a better living under conditions not dangerous to life, health or safety.\nThis statutory scheme for tenants suffering from dangerous living conditions to petition this Civil Court to have their rent moneys used to correct such conditions is reasonably calculated in this court's opinion to curb a danger to the public welfare. Evidently the Solons intended' — to paraphrase the French satirist — that the law in its majestic equality should protect the opulent, as well as the indigent, tenant from the indifferent attitude of an unfriendly landlord.\n*99Petitioners’ motion under CPLR 603 to separately determine the issue of constitutionality was granted and decision thereon was reserved. The foregoing is the court’s determination of that question. Accordingly, respondents’ motion to dismiss this article 7-A proceeding, on the ground that this legislative enactment is unconstitutional, he and the same hereby is in all respects denied.\n",
            "ocr": true,
            "opinion_id": 6186851
        }
    ],
    "court_short_name": "Civil Court of the City of New York",
    "court_full_name": "Civil Court of the City of New York",
    "court_type": "SS",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}