{
    "id": 6317333,
    "judges": "Moulton",
    "date_filed": "2022-03-10",
    "date_filed_is_approximate": true,
    "slug": "boone-v-new-york-city-department-of-education",
    "case_name_short": "Boone",
    "case_name": "Boone v. New York City Department of Education",
    "case_name_full": "In the Matter of Jiana Boone v. New York City Department of Education",
    "attorneys": "APPEARANCES OF COUNSEL, Youth Represent, New York City (.Laurie Parise and Michael C. Pope of counsel), for petitioner., Zachary W. Carter, Corporation Counsel, New York City (Kurt Rose of counsel), for New York City Department of Education, respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "53 Misc. 3d 380",
        "38 N.Y.S.3d 711"
    ],
    "opinions": [
        {
            "author_str": "Moulton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nPeter H. Moulton, J.\nPetitioner Jiana Boone brings this CPLR article 78 proceeding seeking reversal of a determination by respondent New York City Department of Education (DOE) denying her the security clearance necessary to obtain employment with DOE as a school bus attendant. Petitioner alleges that DOE violated article 23-A of the Correction Law. Petitioner asserts that DOE *382arbitrarily concluded that her employment posed an unreasonable safety risk based on a 4V2-year-old petit larceny conviction that has no bearing on her ability to perform the duties of a school bus attendant. Petitioner also asserts claims under the New York State Human Rights Law and New York City Human Rights Law.\nDOE moves to dismiss the petition. DOE highlights that during petitioner’s background investigation, she disclosed that she had a prior conviction from 2010 for petit larceny in violation of Penal Law § 155.25. Based on this, DOE contends that it rationally determined that “due to the recent and serious nature of [petitioner’s conviction for [p] etit [l]arceny while in the course of employment, [petitioner would pose an unreasonable risk to the safety and welfare of the school community.” Moreover, DOE avers that “petitioner was convicted for stealing customers’ confidential information for her own personal gain.” Therefore, the agency contends that it reasonably surmised that petitioner should not be entrusted with the confidential information of students, which she could similarly exploit. DOE posits that after conducting a thorough review of petitioner’s background, and taking into account the factors set forth in Correction Law § 753, as well as petitioner’s submission of her certificate of relief from disabilities (CRD) accompanied by references, it was rational for the agency to determine that petitioner would pose a risk to both its interests and the interests of the community it serves.\nBackground\nPetitioner was employed by Best Buy as a sales operator from July 2009 through June 2010. On May 22, 2010, petitioner was arrested by the New York City Police Department for petit larceny in violation of Penal Law § 155.25. According to petitioner, as submitted in her attorney’s certification, while in the course of her employment at Best Buy, she obtained in-store pickup item receipts containing customers’ order information and passed that information along to coworkers without the customers’ consent.\nOn May 23, 2010, petitioner was arraigned for petit larceny On December 16, 2010, petitioner entered a plea of guilty for the charged offense. At the time of her plea, petitioner was asked to pay $3,206 in restitution, and to complete 10 days of *383community service.1 Following the payment of restitution and completion of her community service, petitioner was awarded a certificate of relief from disabilities for her conviction.\nPetitioner reported to DOE that she was employed for approximately eight months in the four years following her arrest and conviction. She informed DOE that she worked at Uptown Chevrolet as an administrative assistant from September 2010 to January 2011, and (through Old Towne Temp Agency) at the El Barrio Firehouse Community Media Center from September 2013 to November 2013. On August 20, 2014, petitioner completed five sessions of basic instruction for a school bus attendant position through a training course conducted under the direction of DOE’s Office of Pupil Transportation at Bus Driver’s R Us. In September 2014, petitioner applied to DOE for a security clearance that is necessary to obtain a position as a school bus attendant.\nOn September 16, 2014, in connection with her security clearance application, petitioner was interviewed by DOE Office of Personnel Investigation (OPI) Investigator Kisha Toure. During her interview, petitioner acknowledged receipt of a copy of DOE Chancellor’s Regulation No. C-105, and subsequently reviewed and verified her criminal record. Petitioner also acknowledged that she was permitted to include in her investigatory file any written statements or documents that refute or explain the reported information.\nIn support of her security clearance application, petitioner submitted to DOE her certificate of relief from disabilities, a list of three references, and one letter of reference. Upon receipt of this information, OPI conducted an analysis of petitioner’s background and contends that it considered all of the factors pursuant to article 23-A, as reflected by an “OPI Investigation Article 23-A Checklist.” The checklist makes specific reference to the public policy of New York to “encourage the licensure and employment of persons previously convicted of one or more criminal acts.” The checklist also reminds OPI investigators to address and consider the facts of a petitioner’s case as applied to each of the eight factors under article 23-A. The checklist further directs the investigator to “utilize these notes when drafting your recommendation” (see OPI Investigation Article 23-A Checklist, attached as exhibit 10 to DOE’s verified answer).\n*384When considering petitioner’s security clearance application, Investigator Toure noted in her checklist as follows:\n“(a) [Petitioner was] applying for a Matron position, working directly with children and confidential information.\n“(b) [Petitioner was convicted of] Penal Law 155.25 — Petit Larceny (M).\n“(c) This offense impacts [petitioner’s] ability to perform her duties if she continues to engage in job-related criminal offenses.\n“(d) The offense occurred in 2010. There is an insufficient length of time elapsed since the offense for this to be considered a positive factor.\n“(e) [Petitioner] was 20 years old at the time of this conviction. Due to the young age of [petitioner] at the time of the offense, she did not possess the necessary level of maturity needed to execute good judgment and avoid engaging in illegal activities.\n“This is a factor in the review of this application.\n“(f) [Petitioner] presented a copy of her Certificate of Relief from Disabilities for consideration of this application. This is a positive factor in the review of this application.\n“(g) Security Clearance is not recommended at this time. [Petitioner] committed a crime in the course of employment. She used the confidential information of consumers for her personal benefit and was arrested in the process. She poses a risk to the interests of the DOE and the safety/welfare of specific individuals, including children, which factors into the decision to deny this application.”\nBy letter dated October 6, 2014, DOE informed petitioner that her application for a security clearance to work as a school bus attendant had been denied. The letter stated that OPI had considered each of the statutory factors required under Correction Law § 753, including the “public policy of New York State ... to encourage the employment of persons who have been convicted of a crime.” The letter also conveyed that OPI had “given careful consideration to [the] certificate of relief from disabilities” issued to petitioner. The letter concluded by explaining that petitioner’s application was being denied because her “recent Misdemeanor conviction for Petit Larceny demonstrated illegal behavior during the course of employ*385ment, poor judgment, and a lack of moral character. This proves you to be a threat to protecting the interests of the DOE and its taxpayers.” The letter also noted that because of her “criminal conviction, you were terminated from your position at Best Buy.” As such DOE determined that petitioner’s “record bears directly on [her] ability to satisfactory perform the duties of [a school bus attendant] and granting employment would pose an unreasonable risk to the safety and welfare of the school community.”\nBy letter dated November 13, 2014, petitioner submitted, through counsel, a request for reconsideration to DOE seeking “to appeal the decision of [DOE] in denying [petitioner] an employment license as a school bus matron.” After reviewing petitioner’s request for reconsideration, by letter dated January 9, 2015 DOE informed petitioner that it was affirming its prior decision denying her security clearance:\n“After due consideration and review of your case, [DOE is] affirming the original findings of your denial. While we did review your Certificate of Relief, the specific nature of your recent offense, abusing your position of authority over a group vulnerable to you and your subsequent lack of sufficient satisfactory employment, precludes us from granting you security clearance.”\nShortly thereafter, petitioner commenced the instant article 78 proceeding.\nArguments\nPetitioner argues that DOE failed to properly consider the requisite factors outlined in the Correction Law when reviewing her application, and therefore acted in a manner that was arbitrary and capricious (see pétitioner’s mem of law at 2). Under Correction Law § 752, the “direct relationship” exception, petitioner avers that DOE inappropriately determined that an association could be established between her conviction for petit larceny, which arose from a theft in a retail store, and a license sought in connection with the occupation of school bus attendant (id. at 4). In petitioner’s assessment, since the school bus attendant position petitioner seeks does not involve direct sales, the handling of cash, or the processing of orders and returns, no “direct relationship” exists between the position and her prior conviction (id.).\nEven if DOE had established that such a relationship exists, petitioner argues that the agency failed to properly consider *386the eight factors set forth in Correction Law § 753 (1) to determine if, “notwithstanding the existence of a direct relationship,” it should, in its discretion, approve the employment or license sought (id. at 5).\nIn addition, petitioner submits that DOE’s denial of her security license application under the “unreasonable risk” exception of Correction Law § 752 is likewise erroneous (id. at 5-7). Petitioner highlights that after she satisfied the conditions of her plea, she was granted a permanent certificate of relief from disabilities, creating a presumption of rehabilitation (id.). In her assessment, DOE failed to rebut this powerful presumption (id.). Petitioner further submits that since she demonstrated that she had learned from her juvenile mistakes by living a crime-free life and maintaining numerous jobs of independent responsibility, she did not pose an “unreasonable risk” at the time that her application was submitted (id.). Petitioner also posits that she successfully passed all safety training required to obtain the license of a school bus attendant (id. at 7). Further, even if DOE were to focus solely on the severity of her crime, petitioner highlights that rather than being sentenced to jail time, she was merely sentenced to 10 days of community service and restitution — both of which she completed (id. at 6). Petitioner also argues that DOE provided no information within the two denial letters that she received as to how it came to the conclusion that she posed an “unreasonable risk” (id. at 7). Indeed, petitioner submits that within one of the denial letters, DOE states that her petit larceny conviction was one in which she abused her “position of authority over a group vulnerable to” her, a fact which she argues “not only defies reason, but supports [her] position that no individualized evaluation occurred” (id.).\nMore generally, petitioner repeatedly avers that DOE’s determination denying her security clearance application was conclusory and provided no factual support or analysis detailing how the decision was reached. Petitioner highlights that DOE’s checklist assessing the eight factors set forth in Correction Law § 753 (1) mostly tracks the language of the statute with template text, and only briefly mentions specific facts regarding petitioner.\nDOE submits that it has more than fulfilled its obligation to consider the factors outlined in Correction Law § 753 (see respondent’s mem of law at 1). The agency argues that it rationally concluded that petitioner’s security clearance ap*387plication should be denied because of legitimate concerns regarding petitioner’s employment-related conviction and lack of subsequent sufficient satisfactory employment (id. at 2). Citing Matter of Peckham v Calogero (12 NY3d 424, 431 [2009]), DOE further avers that the court “must sustain the determination even if [it] concludes that it would have reached a different result than the one reached by the agency.” DOE cites the Court of Appeals’ recent decision in Matter of Dempsey v New York City Dept. of Educ. (25 NY3d 291, 300 [2015]) for the proposition that the agency is permitted to give “greater weight” to an applicant’s conviction than his or her “subsequent accomplishments.” Citing Matter of Arrocha v Board of Educ. of City of N.Y. (93 NY2d 361, 366-367 [1999]), DOE avers that if a reviewing court reevaluates the Correction Law § 753 factors, that court will have “engag[ed] in essentially a reweighing of the factors, which is beyond the power of judicial review.”\n. In the instant matter, consistent with the requirements of article 23-A of the Correction Law, DOE argues that it engaged in an individualized analysis of petitioner and her prior conviction before determining whether to deny her security clearance for a position as a school bus attendant (see respondent’s mem of law at 6). DOE highlights that when it conducted an individualized analysis of petitioner’s suitability for a security clearance, an OPI investigator interviewed petitioner, gave petitioner an opportunity to explain the nature of her conviction, and afforded petitioner an opportunity to detail her efforts at rehabilitation (id.). Afterwards, DOE points out that the OPI investigator evaluated the eight statutory factors required under Correction Law § 753 (id.).\nHaving considered all of the statutory factors, DOE submits that the OPI investigator rationally concluded that petitioner’s conviction — which resulted in her termination from her last permanent employer — demonstrated poor judgment, and a lack of moral character, “proving [her] to be a threat to protecting the interests of the DOE and its taxpayers” (id. at 8). DOE further submits that the OPI investigator rationally concluded that petitioner’s conviction bore “directly on [her] ability to satisfactory perform the duties of [a school bus attendant] and granting employment would pose an unreasonable risk to the safety and welfare of the school community” (id.). DOE emphasizes that after the OPI investigator’s findings, it provided petitioner an additional opportunity to explain why *388her conviction should not adversely impact her security clearance application. Rather than address DOE’s concerns, the agency argues that petitioner presented many, if not all of the same arguments that she alleges in this proceeding: (1) that DOE is required to evaluate petitioner’s conviction in connection with section 753 — which it proffers it did; and (2) that because petitioner was granted a certificate of relief from disabilities, there is a presumption of rehabilitation (id.). After considering petitioner’s appeal, DOE avers that it rationally concluded that petitioner’s “abusing [her] position of [employment] over a group vulnerable to [her] and [her] subsequent lack of sufficient satisfactory employment, precludes us from granting you security clearance” (id.).\nDOE further submits that petitioner’s claims under the New York State Human Rights Law and New York City Human Rights Law are both deficient as she has not demonstrated that DOE engaged in discriminatory conduct, because DOE acted in accord with the Correction Law (id. at 13-15). Finally, DOE submits that petitioner is not entitled to any monetary damages from DOE, as petitioner has never been an employee of the agency, and is not entitled to incidental damages because the court can only remand the matter back to DOE for consideration of such damages (id. at 15-16).\nIn reply, petitioner reiterates that DOE failed to consider all the requisite factors under Correction Law § 753, and therefore acted in an arbitrary and capricious manner (see petitioner’s mem of law in reply at 2). Petitioner further contends that the Dempsey case is distinguishable from the instant petition because the Dempsey court “fulfilled its obligations under Article 23-A by taking into consideration all eight factors and all relevant rehabilitative evidence” (id. at 3). Petitioner adds that in this case, DOE’s checklist reveals the deficiencies in the agency’s consideration of her application, and lends additional credence to the conclusion that its actions were arbitrary and capricious (id.). For instance, petitioner contends that DOE’s assertion that her conviction “impacts her ability to perform her duties if she continues to engage in job-related criminal offenses” is circular in its reasoning because it presupposes that petitioner will commit a future job-related offense, an assumption that contradicts the very essence of an article 23-A inquiry, especially in light of the fact that there is no evidence to support such a supposition (id. at' 4). Based on the foregoing, petitioner asserts that DOE’s decision should be reversed.\n*389-Discussion\nAdministrative agencies have broad discretionary power when making determinations (see Matter of Ifrah v Utschig, 98 NY2d 304 [2002]). Section 7803 of the CPLR provides for very limited judicial review of administrative agency actions. The standard of review of an agency decision denying the privilege of a license is whether the decision is arbitrary and capricious (see Matter of Arrocha v Board of Educ. of City of N.Y., 93 NY2d 361 [1999]).\nArticle 23-A of the Correction Law, enacted in 1976, attempts to eliminate the effect of bias against ex-offenders by imposing an obligation on employers and public agencies to deal equitably with them by setting out a broad general rule that employers and public agencies cannot deny employment or a license to an applicant solely based on the applicant’s status as an ex-offender. But the statute recognizes exceptions either where there is a direct relationship between the criminal offense and the specific license or employment sought (Correction Law § 752 [1]), or where the license or employment would involve an unreasonable risk to persons or property (Correction Law § 752 [2]).2 Correction Law § 750 (3) defines “direct relationship” as requiring that “the nature of criminal conduct for which the person was convicted has a direct bearing on his fitness or ability to perform one or more of the duties or responsibilities necessarily related to the license [or employment sought].” Where a “direct relationship” is found to exist, an agency must still analyze the eight factors enumerated in Correction Law § 753 (1) to determine if, “notwithstanding the *390existence of a direct relationship,” it should approve the employment or license sought (see Correction Law § 753 [1]). The second exception, “unreasonable risk,” is not defined by the Correction Law. Nevertheless, when a private employer or public agency relies on the unreasonable risk exception of Correction Law § 752 in determining whether to grant employment or license to an ex-offender, it must also consider and apply the eight factors contained in Correction Law § 753 (1) (see Matter of Bonacorsa v Van Lindt, 71 NY2d 605, 613 [1988]). An agency cannot simply presume an unreasonable risk exists; instead, it must evaluate the section 753 factors before reaching that conclusion (id. at 613-61.4). The eight factors to be considered under Correction Law § 753 (1) are as follows:\n“(a) The public policy of this state, as expressed in this act, to encourage the licensure and employment of persons previously convicted of one or more criminal offenses.\n“(b) The specific duties and responsibilities necessarily related to the license or employment sought\n[[Image here]]\n“(c) The bearing, if any, the criminal offense or offenses for which the person was previously convicted will have on his fitness or ability to perform one or more such duties or responsibilities.\n“(d) The time which has elapsed since the occurrence of the criminal offense or offenses.\n“(e) The age of the person at the time of occurrence of the criminal offense or offenses.\n“(f) The seriousness of the offense or offenses.\n“(g) Any information produced by the person, or produced on his behalf, in regard to his rehabilitation and good conduct.\n“(h) The legitimate interest of the public agency or private employer in protecting property, and the safety and welfare of specific individuals or the general public.”\nIn making this determination it is important for the agency to carefully analyze all the factors and to consider that\n“[t]he Legislature has determined that, as a general rule, it is unlawful for a public or private employer to deny an application for a license or employment on the ground that the applicant was previously convicted of a crime. This general prohibition *391advances the rehabilitation and reintegration goals of the Penal Law. Furthermore, barring discrimination against those who have paid their debt to society and facilitating their efforts to obtain gainful employment benefits the community as a whole.” (Matter of Acosta v New York City Dept. of Educ., 16 NY3d 309, 320 [2011].)\nAs such, agencies must consider each statutory factor carefully and cannot ignore evidence favorable to the applicant (see Boatwright v New York State Off. of Mental Retardation &amp; Dev. Disabilities, 2007 NY Slip Op 30911 [U], *5, *7 [Sup Ct, NY County 2007] [vacating agency decision denying employment with “no analysis of the factors”; one-paragraph “memo to file” that merely “recite(d), totally tracking the statute, the required factors” was insufficient]). Courts have found agencies’ decisions arbitrary and capricious where their findings fail to adequately consider the provisions of Correction Law article 23-A, including whether the petitioner’s criminal history has any direct relationship to the duties and responsibilities of a position sought, and whether the petitioner poses an unreasonable risk to public safety (see Matter of Bovich v LiMandri, 116 AD3d 489, 490 [1st Dept 2014] [Denial of petitioner’s application to renew his stationary engineer license based upon his prior federal conviction for theft of funds was arbitrary, lacked rational basis, and violated article 23-A of the Correction Law where it bore no direct relationship to his duties and posed no unreasonable risk to public safety, particularly in light of his being employed as a stationary engineer without incident for several years]; Matter of Dellaporte v New York City Dept. of Bldgs., 106 AD3d 446 [1st Dept 2013] [Determination denying petitioner’s application based on federal conviction for theft of funds lacked a rational basis where it was unrelated to the duties of a stationary engineer, did not pose an unreasonable risk to public safety, and failed to afford the mandatory presumption of rehabilitation attendant to his certificate of relief from disabilities]). Where an applicant for employment has received a CRD, there is “a presumption of rehabilitation in regard to the offense or offenses specified therein” (Correction Law § 753 [2]).\nA. Direct Relationship\nDOE arbitrarily and capriciously concluded that the crime and facts surrounding petitioner’s plea bore a “direct relationship” to the license’s requirement of working with *392children. According to DOE, as part of her licensing investigation, petitioner revealed that she was convicted of petit larceny for stealing merchandise while employed at Best Buy. DOE proffers no evidence demonstrating how such conduct would be relevant to petitioner’s potential employment as a school bus attendant, where she would not be in charge of sales, handling cash, or taking in orders and processing returns (see Matter of Gil v New York City Dept. of Bldgs., 107 AD3d 632 [1st Dept 2013] [holding that respondents arbitrarily concluded that petitioner’s conviction for mail fraud and money laundering bore a direct relationship to the duties and responsibilities attendant to a stationary engineer]). DOE’s argument that petitioner would be responsible for the “confidential information” of children during the performance of her duties is unpersuasive. DOE does not specify what, if any, “confidential information” of children petitioner would be responsible for in her capacity as a school bus attendant. Had the potential for a financial benefit been shown here, DOE could have established a link between petitioner’s prior offense and the license she now seeks. No such connection was established. Indeed, DOE has not shown that a situation could emerge wherein petitioner would use the “confidential information” of children for the purpose of inuring a financial benefit to herself. Instead, DOE’s denial appears to be based on supposition unsupported by facts.\nB. Unreasonable Risk\nDOE also arbitrarily and capriciously found that permitting petitioner to serve as a school bus attendant would pose an unreasonable risk. With the exception of her sole conviction for petit larceny, petitioner has lived a crime-free life. Her conviction also did not involve any neglect or compromise to the safety and well-being of children; the victims of the crime were not children, but rather adults from whom petitioner could derive a financial benefit. Additionally, the incident that led to petitioner’s conviction occurred over 4V2 years ago when petitioner was 20 years old. Her fitness to perform the duties of a school bus attendant without posing a risk to her patrons— namely, schoolchildren — is further exemplified by the fact that petitioner successfully passed all the safety training required to obtain the necessary license for the job. Moreover, petitioner has been employed subsequent to her conviction, without further incident. While DOE argues that petitioner’s post-conviction employment history is insufficient since it amounts, at most, to only eight months, the agency fails to show how its *393invocation of petitioner’s póst-conviction employment demonstrates the inverse — namely that petitioner is a safety risk.\nC. Correction Law § 753 Factors\nIn evaluating the Correction Law § 753 factors that were considered as part of petitioner’s application, DOE filled out the aforementioned checklist. As highlighted above, on that checklist DOE emphasized that as a bus matron, petitioner would work “directly with children and confidential information.” Outside of that assertion, DOE does not elaborate on the nature of that “confidential information,” and how it could be compromised by petitioner in light of her previous conviction. The checklist goes on to emphasize that petitioner’s “offense impacts [petitioner’s] ability to perform her duties if she continues to engage in job-related criminal offenses.” Again, that assertion is unsupported by any evidence with respect to what, if any, “job-related criminal offenses” petitioner would be capable of committing in light of her sole conviction for petit larceny. In fact, as petitioner highlights, DOE submits no evidence, nor could it, that petitioner is somehow prone to commit future criminal activity in light of her sole conviction for petit larceny. Such a conclusory assertion, unsupported by a corroborating factual basis, runs athwart the very purpose of article 23-A of the Correction Law.\nMoreover, DOE mentioned on the checklist facts beyond the offense for which petitioner was actually convicted. While petitioner’s arrest stemmed from what DOE alleged to be her direct involvement in obtaining the “confidential information of consumers for her personal benefit,” petitioner ultimately entered a plea to guilty solely to the offense of petit larceny for what she termed to be her actions “[making] copies of the receipts for some of the orders being placed for in-store pickup” at Best Buy, and passing that information along so “she could make some extra cash.” Nowhere is it alleged that petitioner obtained, or attempted to obtain, any sensitive personal information such as a social security number from those receipts. Nevertheless, DOE’s suggestion that petitioner obtained customers’ “confidential information” presupposes that petitioner retrieved sensitive information from the receipts, and used it for a nefarious purpose. That is not the crime that she was convicted of, and nothing in the record before the court supports such a premise. Perhaps DOE is deeming “confidential information” as encompassing potential names and addresses that may have been listed on the receipts *394petitioner copied. If that were the case, there is nothing to suggest that such information was in fact “confidential” or within the ambit of information that one would deem to be outside the scope of public access. Additionally, if petitioner had committed the act of stealing “confidential information” that DOE ascribes to her, she likely would have been charged with other offenses, including potential identity theft. As such, DOE mischaracter-izes petitioner’s offense by irrationally imputing additional criminal activity to petitioner not reflected by her actual plea to the offense of petit larceny.\nBy failing to adequately address and consider the factors enumerated in Correction Law § 753, DOE overlooked the bearing, if any, that petitioner’s criminal history potentially could have had on her ability to perform the specific duties and responsibilities needed for the position of school bus attendant.. The provisions of Correction Law § 753 were enacted to prevent the potential discriminatory practices of employers as against ex-offenders by positing that those employers could not presume a direct relationship between one’s past conduct and future employment and the potential safety risk that one may pose as a result of past conduct. Instead, the employers had to evaluate the factors enumerated in Correction Law § 753 before reaching that conclusion.\nHere, based on DOE’s checklist, it is clear that the agency did not adequately consider those factors enumerated in Correction Law § 753 when evaluating petitioner’s fitness for a school bus attendant position. Without a reasoned evaluation of the factors enumerated in Correction Law § 753, respondent failed to demonstrate that petitioner’s criminal history bore a direct relationship to her duties as a school bus attendant or that qualifying her as such would create an unreasonable risk to the public.\nDOE argues that the court cannot substitute its findings for those made by the agency. Contrary to DOE’s position, the court’s actions here do not deviate from the decisions in Arrocha, Peckham, and Dempsey, which proscribed lower courts from reevaluating the factors considered by an agency. To be sure, those decisions were predicated upon the notion that a court must not substitute its decision-making for that of an agency where an agency has done an appropriate balancing of the Correction Law factors, and submitted evidentiary support for its conclusions. By contrast, where an agency fails to support its findings, its decision-making can appropriately be *395deemed arbitrary and capricious by a lower court based on the agency’s failure to properly consider evidence in the record (see e.g. Matter of Bovich v LiMandri, 116 AD3d 489 [2014], supra).\nContrary to DOE’s argument, the Court of Appeals’ holding in Matter of Dempsey v New York City Dept. ofEduc. (25 NY3d 291 [2015]) does not insulate its decision. In Dempsey, the Court held that DOE’s denial of a petitioner’s application for certification as a school bus driver was not arbitrary and capricious, where the petitioner had been convicted of two drug-related felonies and three theft-related misdemeanors, even though the petitioner had been issued a certificate of relief from disabilities with respect to his felony convictions. In reaching that conclusion, the Court reasoned that the petitioner had adduced “no evidence demonstrating that the DOE failed to consider” the information he provided concerning his relevant employment history (id. at 300). The Court also noted that at the time of his more recent offenses, petitioner was of mature age, rather than an age at which an individual’s moral values are typically still developing. Finally, the Court highlighted that as “[petitioner’s] felony convictions were for possession and attempted sale of a controlled substance,” DOE was required, by its own regulations, to take into account the particular concern of exposing children in the New York City public school system to offenses involving “possessing, distributing or selling controlled substances” (id. at 301).\nDempsey does not control this case. The petitioner there sought a certification that would have authorized him to drive a school bus and have “supervisory responsibility over school children in an otherwise unmonitored environment” in spite of his drug-related felony convictions (id. at 301). The direct relationship between the transportation of school-age children and potentially exposing those same children to drugs was established by concerns articulated in the DOE’s own regulations that were part of the record, as well as by petitioner’s admission that he had previously been addicted to drugs. In Dempsey, the connection between past criminal behavior and future employment was unmistakably evident, as the petitioner’s felonious criminal behavior of selling drugs had the capacity to impinge upon the security and well-being of school-aged children.3\n*396DOE presupposes that there is a direct connection between persons previously convicted of drug-related felonies and potential harm to children, presumably because such persons may be under the influence of narcotics while driving a school bus or may sell narcotics directly to children. Here, however, no such direct relationship has been established between petitioner’s misdemeanor crime of petit larceny and the effect, if any, that such a crime could have on the transportation of school-age children. Additionally, as previously stated, DOE’s argument that petitioner would be responsible for the “confidential information” of children during the performance of her duties is illusive as it has failed to show how petitioner could use the “confidential information” of children for the purpose of receiving a financial benefit or what that “confidential information” would be.\nThe court need not address petitioner’s remaining claims under the New York State Human Rights Law and New York City Human Rights Law as both statutes incorporate the protections afforded by Correction Law article 23-A, which the court has already addressed. The issue of whether or not petitioner is entitled to incidental damages, however, cannot be determined at this time, as further briefing will be required.4 It is hereby, adjudged that the issue of damages is severed; and it is further adjudged that with the issue of damages severed, the remainder of the petition is granted with costs and disbursements as taxed by the court; and it is further adjudged that the basis for denying petitioner a security clearance for a position as a school bus attendant, .as stated in DOE’s letters to petitioner dated October 6, 2014 and January 9, 2015, is arbitrary and capricious and annulled; and it is further ordered that DOE process petitioner’s application for a security clear-*397anee without regard to the crime and acts which were the subject of this proceeding; and it is further ordered that the application be processed on an expedited basis; and it is further ordered that this court retain jurisdiction to assure compliance with the provisions herein; and it is further ordered that the issue of damages is held in abeyance pending petitioner’s submission of additional briefing accompanied by itemized invoices addressing damages owed.\n\n. The parties do not explain in their papers what the $3,206 in restitution represents.\n\n\n. Correction Law § 752, which is entitled “Unfair discrimination against persons previously convicted of one or more criminal offenses prohibited,” provides:\n“No application for any license or employment, and no employment or license held by an individual, to which the provisions of this article are applicable, shall be denied or acted upon adversely by reason of the individual’s having been previously convicted of one or more criminal offenses, or by reason of a finding of lack of ‘good moral character’ when such finding is based upon the fact that the individual has previously been convicted of one or more criminal offenses, unless:\n“(1) there is a direct relationship between one or more of the previous criminal offenses and the specific license or employment sought or held by the individual; or\n“(2) the issuance or continuation of the license or the granting or continuation of the employment would involve an unreasonable risk to property or to the safety or welfare of specific individuals or the general public.”\n\n\n. As Chief Judge Jonathan Lippman pointed out in the dissent in Dempsey, “DOE has created a bright line rule that anyone with an adult drug *396felony conviction, no matter the circumstances, is unfit to be a school bus driver” (see Matter of Dempsey v New York City Dept. of Educ., 25 NY3d 291, 305 [2015]). Chief Judge Lippman’s comments indicate that Dempsey was decided on account of the direct connection between the petitioner’s crime and the duties of employment sought, as opposed to the other factors listed in the Correction Law, such as how much time has elapsed since a prior conviction (in Dempsey it was 18 years since the last conviction) or how long an individual has been working (in Dempsey the petitioner had worked 15 years as a school bus driver).\n\n\n. Damages can be awarded in- an article 78 proceeding if they are “incidental to the primary relief sought by the petitioner” (see Matter of Gross v Perales, 72 NY2d 231, 235 [1988]; see also Metropolitan Taxicab Bd. of Trade v New York Taxi &amp; Limousine Commn., 115 AD3d 521 [1st Dept 2014], lv denied 24 NY3d 911 [2014]).\n\n",
            "ocr": true,
            "opinion_id": 6185781
        }
    ],
    "court_short_name": "New York Supreme Court",
    "court_full_name": "New York Supreme Court",
    "court_type": "ST",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}