{
    "id": 6324012,
    "judges": "Harnett",
    "date_filed": "2004-09-08",
    "date_filed_is_approximate": true,
    "slug": "lawson-v-shuart",
    "case_name_short": "Lawson",
    "case_name": "Lawson v. Shuart",
    "case_name_full": "In the Matter of Georgia Lawson, on Behalf of Herself and Her Infant Children v. James M. Shuart, as Commissioner of the Nassau County Department of Social Services",
    "attorneys": "Leonard S. Clark and Emanuel Caiati for petitioner. Joseph Jaspan, County Attorney, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "67 Misc. 2d 98"
    ],
    "opinions": [
        {
            "author_str": "Harnett",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBertram Harnett, J.\nMrs. Georgia Lawson and her two children are clients of the Nassau County Department of Social Services (Department). On or about May 29,1971, she received a public assistance check from the Department. Several days later, while her possessions were being moved to a new place, she claims to have noticed that her handbag, containing the remaining proceeds of her grant, had disappeared.\nUpon discovering her loss, Mrs. Lawson telephoned the local police to report the loss, notified the Department and requested that her grant be duplicated. The Department denied the request on the ground that duplicate grants are not issued by the Department in accordance with its applicable policy. Mrs. *99Lawson thereupon instituted this article 78 proceeding to direct the respondent Commissioner of the Department to issue a duplicate grant in replacement of the stolen amount. She asserts without contradiction that her destitute circumstances have compelled her to borrow funds from friends to supply her family with food, that she has been unable to pay rent in her new premises as a result, and that she and her family now face eviction.\nRespondent asserts that Mrs. Lawson has failed to exhaust her administrative remedies, and that duplicate grants are not available in replacement of stolen funds. Respondent has called to the attention of the court that substantial expenditures of county funds may be required to make the type of duplicate payments requested by petitioner, and that reimbursement for such expenditures has not been available from the State since July 1, 1969.\nAs this court previously noted in Matter of Ross v. Barbaro (61 Misc 2d 147, 148): “ Section 131 of the Social Services Law provides that it shall be the duty of public welfare officials to provide for those unable to provide for themselves * * * Under section 62 of the Social Services Law, the County Commissioner of Social Services has the primary responsibility for providing assistance * * * This is funded by appropriations mandated by section 88 of the Social Services Law and should these prove insufficient, section 92 of the Social Services Law provides for the making of a deficiency appropriation ”.\nHere, as in the Ross case, the Commissioner’s refusal to issue the duplicate grant centers upon subdivision 8 of section 153 of the Social Services Law, providing that State reimbursement shall not be made for the duplication of any grant or allowance. The Commissioner argues that the county has no obligation to make a duplicate payment in the absence of reimbursement' from the State. That argument has already been rejected in Ross and in Matter of Preston v. Barbaro (61 Misc 2d 327, affd. 34 A D 2d 809) and is rejected here. Respondent has a duty under State law to provide assistance to destitute persons, and should not be permitted to avoid that responsibility by adoption of local policies which limit the availability of public assistance to those instances where a higher level of government shares the cost. Even assuming arguendo that respondent would have the power to adopt such a policy, there has been no showing here that the governing body of the County of Nassau has determined that it will not' adopt a procedure for duplication of grants. (See Matter of Yakkey v. Shuart, 65 Misc 2d 859, 864.)\n*100The only circumstance which is claimed to make this case different from Ross or Preston is that subsequent to those judicial determinations the State Department of Social Services amended the applicable regulations to restrict eligibility for “ emergency assistance ” to cases where the destitution does not result from ‘ ‘ loss, theft or diversion of a grant already made (18 NYCRR 372.2 [e].)\nThe court finds that the cited regulation does not operate to bar emergency assistance to petitioner. Each social services district, such as Nassau County, is mandated to provide: ‘ ‘ Emergency assistance to needy families with children * * * when such assistance is necessary to avoid destitution ’’. (Social Services Law, § 350-j, subd. 3.) Nothing in that statute authorizes or implies a departmental regulation limiting the emergency circumstances to certain types of destitution while excluding destitution caused by circumstances of theft. Certainly the loss of funds from theft is a circumstance of destitution to one who has no other funds or assets as much as when the loss occurs for any other reason. When coupled with a threatened resulting loss of living quarters for a mother and two children an emergency situation is clearly present in the ordinary sense of the word. Indeed, the Court of Appeals has noted, in another context, that the loss of a destitute person’s furniture by theft might well be deemed a catastrophe in the common use of the word. (Matter of Howard v. Wyman, 28 N Y 2d 434.) To the extent that the regulation limits the availability of emergency assistance to certain circumstances of destitution according to the cause of the loss, it is in conflict with the statutory mandate that assistance be provided in all emergency situations to avoid destitution. A regulation in conflict with an act of the Legislature may not be enforced. (See Matter of 181 East 73rd St. Co. v. Weaver, 6 Misc 2d 688, affd. sub nom. B.G.L.V. Co. v. Weaver, 2 A D 2d 972, affd. sub nom. B.G.L.V. Co. v. Temporary State Housing Rent Comm., 4 N Y 2d 718.)\nIt is also apparent from the patent futility of such action that petitioner need not exhaust her administrative remedies under the circumstances in which she now finds herself, and the court will refrain from further discussion of the point in light of Matter of Borders v. Nassau County Dept. of Social Servs. (34 A D 2d 805).\nUnder the circumstances of this case, respondent cannot refuse the additional grant to replace stolen funds under the general cloak of his regulation if a theft in fact occurred. How*101ever, the grant may be refused if the theft is not reasonably established. Ah obvious danger of overreaching intrudes in instances of public assistance where factual assertions of claimants may be unwarranted. The respondent has a definite responsibility not only to treat recipients fairly, but to take reasonable steps to insure the public is not cheated.\nIn view of respondent’s denial of knowledge or information whether a theft did occur, and because the precise amount of petitioner’s alleged loss is not apparent from the papers, a hearing will be directed in Special Term, Part II of this court for 2:00 p.m. on August 2, 1971 on those issues. The Justice in that part is respectfully requested to fix the amount of the theft and according additional grant, if any.\n",
            "ocr": true,
            "opinion_id": 6192506
        }
    ],
    "court_short_name": "New York Supreme Court",
    "court_full_name": "New York Supreme Court",
    "court_type": "ST",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}