{
    "id": 6337656,
    "judges": "Beerman",
    "date_filed": 533174400000,
    "date_filed_is_approximate": false,
    "slug": "people-v-vasquez",
    "case_name_short": "Vasquez",
    "case_name": "People v. Vasquez",
    "case_name_full": "The People of the State of New York v. Nicholas Vasquez",
    "attorneys": "APPEARANCES OF COUNSEL, Jeffrey Nash for defendant. John J. Santucci, District Attorney (Philip Simpson of counsel), for plaintiff.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "133 Misc. 2d 963"
    ],
    "opinions": [
        {
            "author_str": "Beerman",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nLeon A. Beerman, J.\nThis case presents the following novel and important question: Can a prosecutor circumvent the requirement that he be ready to try a misdemeanor case within 60 or 90 days (as the case may be) of the commencement of the action, by initially charging the defendant with a felony, reducing the charge to a misdemeanor at Criminal Court arraignment, and then obtaining an indictment after the misdemeanor case has been dismissed and the time to answer ready on the misdemeanor charged has expired?\n*964Defendant Nicholas Vasquez has been charged in an indictment with committing the crimes of attempted burglary in the second degree and possession of burglar’s tools. He moves to dismiss the indictment on the ground that he has been denied his statutory right to a speedy trial. (CPL 30.30.) A hearing on the motion was held on October 10, 1986. Based on the credible evidence, the court makes the following findings of fact and conclusions of law.\nFINDINGS OF FACT\nOn October 2, 1985, a felony complaint was filed against defendant, charging him with attempted burglary in the second degree. (Penal Law §§ 110.00, 140.25 [2].) The deponent, a police officer, stated that the complainant, Eileen Maclin, had informed him that at 10:15 a.m. on September 30, 1985, defendant, a porter in her apartment building, attempted to enter her apartment with a set of keys, but left when she asked who was at the door.\nAt the Criminal Court felony complaint arraignment on October 2, the People moved to reduce the charge to attempted criminal trespass in the second degree, a class B misdemeanor. (Penal Law §§ 110.00, 140.15.) The court granted the motion, expressing concern that it was dubious whether even that lesser charge could be sustained, particularly since defendant knew the complainant and the incident occurred during his working hours as porter.\nThe court noted that the complainant had not signed a corroborating affidavit, and proposed to adjourn the case to October 21, 1986. The case was adjourned, however, to October 29, at defense counsel’s request, since he informed the court that the proposed date would conflict with his vacation schedule.\nOn October 29, the corroborating affidavit had not been filed, so the case was adjourned to November 27. The Judge indorsed the Criminal Court papers to indicate that the adjournment was chargeable to the People. The affidavit was finally filed on the 27th.\nThe parties agree that the adjournments between the 27th and January 9, 1986 were not chargeable to the People. On January 9, the prosecutor stated that he was not ready for trial, and asked for a two-week adjournment to produce the complainant. The court replied that if it granted the adjournment, it would charge the two weeks to the People. The Judge *965also wrote on the Criminal Court papers \"C/W stalling?” Pursuant to the prosecutor’s motion, the court dismissed the case on the 9th.\nHowever, on January 22, 1986, the instant indictment was filed against defendant.\nCONCLUSIONS OF LAW\nThe People bear the burden of proving that a given period of time is not chargeable to them for speedy trial purposes. (People v Berkowitz, 50 NY2d 333, 349 [1980]; see, CPL 30.30 [4].)\nThe People apparently do not contend, and certainly have in no way shown, that the period between January 9 and January 22, 1986 (between the dismissal of the information and the filing of the indictment) is excludable. Accordingly, those 13 days are chargeable to them.\nThe People apparently concede the correctness of the marking on the Criminal Court papers that the period between October 29 and November 27, 1986 (when the case was adjourned for the corroborating affidavit) was chargeable to them. (See, People v Colon, 59 NY2d 921, 923 [1983], revg on opn below 110 Misc 2d 917, 919-922 [Crim Ct, NY County 1981].) Accordingly, those 29 days are chargeable to them.\nThe People also apparently concede that the period between October 2 and October 21, 1986, is chargeable to them, as the proposed adjournment from the time of the Criminal Court arraignment until the 21st was for the purpose of obtaining the corroborating affidavit. Thus, those 19 days are also chargeable to the People.\nDefendant contends that the period between October 21 and October 29, 1986, is also chargeable to the People. The People argue to the contrary, since defense counsel requested that the adjourned date be postponed for eight days because of his vacation schedule. The People would appear to be correct. (People v Worley, 66 NY2d 523, 526-528 [1985].) This court need not resolve this dispute, as 61 days are concededly charged to the People, and the court now holds that the 60-day readiness period for a class B misdemeanor, and not the six-month period for felonies, is applicable to the instant case.\nOur starting point must, of course, be the language of the statute itself. No portion of section 30.30 directly addresses the issue before this court. Two portions shed some light on the matter, but they suggest contrary results.\n*966CPL 30.30 (5) (c) provides as follows: \"[Wjhere a criminal action is commenced by the filing of a felony complaint, and thereafter, in the course of the same criminal action either the felony complaint is replaced with or converted to an information, prosecutor’s information or misdemeanor complaint pursuant to article 180 or a prosecutor’s information is filed pursuant to section 190.70, the period applicable for the purposes of subdivision one must be the period applicable to the charges in the new accusatory instrument, calculated from the date of the filing of such new accusatory instrument; provided, however, that when the aggregate of such period and the period of time, excluding the periods provided in subdivision four, already elapsed from the date of the filing of the felony complaint to the date of the filing of the new accusatory instrument exceeds six months, the period applicable to the charges in the felony complaint must remain applicable and continue as if the new accusatory instrument had not been filed”. Although not determinative, this language supports defendant’s position. Since the felony complaint in this case was replaced with or converted to a class B misdemeanor complaint, the time for the People to be ready in this case became 60 days from the date of replacement or conversion. (CPL 30.30 [1] [c]; [5] [c].) Neither subdivision (5) (c) nor any other portion of section 30.30 indicates that the six-month felony readiness period is resurrected if the case is returned to its original felony status after its reduction to a misdemeanor case.\nOn the other hand, CPL 30.30 (1) (a) provides that the People must be ready for trial within \"six months of the commencement of a criminal action wherein a defendant is accused of one or more offenses, at least one of which is a felony”. Thus, it has been argued that, since defendant was charged with a felony at the time the motion to dismiss was made, the applicable readiness period is six months.\nHence, looking solely at the language of the statute, the best that can be said is that the language is ambiguous regarding the resolution of the instant matter. Accordingly, resort must be made to case law and the general purposes of section 30.30.\nThe only case closely analogous to the instant matter is People v England (NYLJ, Mar. 27, 1981, p 13, col 1 [Crim Ct, NY County]). In England, the defendants were charged in class B misdemeanor complaints, and then, after they moved to dismiss the complaints on the ground that the 60-day *967readiness period had expired, the People moved to amend the accusatory instruments to charge class A misdmeanors, which allegedly were supported by the factual allegations in the instruments. The court granted the motions to dismiss, stating: \"To permit the People to amend the information, which never charged a Class A misdemeanor, although assuming arguendo that the factual allegations could have permitted such change, would emasculate the statutory speedy trial scheme. If the People have chosen to proceed with the Class 'B’ misdemeanor, and having failed to be ready for trial, they could avoid the statutory sanction by upgrading the offense. Followed to its logical conclusion, it would mean that in Class A misdemeanor cases, when the time has run out, the People could simply then charge a felony, since many misdemeanors arise out of circumstances involving felony conduct, although proper exercise of prosecutorial discretion warrants only a misdemeanor filing.” (NYLJ, Mar. 27, 1981, p 13, col 1.)\nThis language, particularly the analogy to a misdemeanor being raised to a felony, is obviously applicable to the instant case. Indeed, the only difference between England and the instant case is that in England the crime level to which the People wished to up the case (there a class A misdemeanor) was not specifically charged in the original accusatory instrument (although the People there alleged that the factual allegations in that instrument supported a class A misdemeanor charge).\nThis distinction is inconsequential. The statutory speedy trial scheme would have been \"emasculate[d]” just as much in England if a class A misdemeanor had expressly been charged in the original accusatory instrument, then the charge was reduced to a class B misdemeanor, and then the People sought to resurrect the A misdemeanor charge after the 60-day B misdemeanor period had expired.\nSection 30.30 was \"designed to insure to the public diligent prosecution of criminal charges filed in court” (People v Osgood, 52 NY2d 37, 41-42 [1980]). That legislative purpose is hardly furthered when a prosecutor attempts to use technical readings of the statute to make up for his or her own \"inexcusable delay” (supra). Hence, when the prosecutor determines that a case should properly proceed at one level on the criminal scale, his or her inexcusable failure to prosecute that crime in the time period required by section 30.30 should not be sidestepped by increasing the level of the crime charged. And, that the higher crime was initially charged and then *968reduced should not matter, for otherwise the prosecutor would be encouraged to initially charge the higher offense, and then reduce it, as a hedge against a possible inexcusable delay on his or her part down the road.\nMoreover, there is an additional purpose behind the statutory speedy trial scheme which makes the instant case a stronger one for dismissal than England (supra). In England, the original accusatory instruments had not been dismissed before the dismissal motion was made. Here, on the other hand, the B misdemeanor information was dismissed (on the People’s motion), the B misdemeanor 30.30 time had run, and then the indictment was filed, after which defendant made the instant dismissal motion. This distinction is of great significance.\nIn People v Osgood (52 NY2d, at p 42), in holding that the readiness period begins when the first accusatory instrument is filed, even when that instrument is subsequently dismissed, the Court of Appeals stated: \"Despite the dismissal there is still the danger that the accused will lose witnesses or exculpatory evidence he may need if the prosecution is resumed. The fact that the defendant may not be 'held’ after the dismissal does not remove this type of risk. On the contrary, dismissal of the charge and release of the defendant may aggravate the problem by creating confusion or uncertainty as to whether the prosecution has dropped the case and, thus, whether there is any need to prepare or preserve a defense. Nor will this type of dismissal relieve the defendant of anxiety and public suspicion when, as here, the dismissal merely serves as an intermission in a prosecution to be resumed at some unannounced date. Indeed this additional uncertainty may well increase the defendant’s anxiety, and, once again, frustrate the legislative purpose.” (See also, People v Bratton, 65 NY2d 675, 677 [1985], affg on opn below 103 AD2d 368, 373 [2d Dept 1984].) So important is this finality concern that, once a case has been dismissed on the basis of the People’s failure to be ready as required by section 30.30, there can be no further prosecution on that case. (CPL 210.20 [1] [g]; [4].)\nAccordingly, it would \"frustrate the legislative purpose” to sustain the People’s maneuvering in the instant case. (People v Osgood, 52 NY2d, at p 42.) If the People had not moved to dismiss the B misdemeanor information, and instead had agreed to the two-week adjournment they had originally sought on that date, then the defendant would have been entitled to a dismissal with prejudice on that adjourned date, *969as the 60-day B misdemeanor readiness period had then expired. But when the People’s motion to dismiss was granted and the 60-day period thereafter expired, defendant had the right to assume that his \"anxiety” about the prosecution and his \"need to prepare or preserve a defense” had ended (supra), particularly since the People gave no intimation at the time of the dismissal that they planned to take the case to a Grand Jury.*\nProsecutorial discretion in charging and dismissing is not granted so that statutory directives can be manipulated to gain tactical advantages against defendants in contravention of the purposes of those statutes. (People v Osgood, 52 NY2d, at pp 41-42; People v Bernard, 129 Misc 2d 1083, 1086 [Crim Ct, Queens County 1985]; People v Byrd, 124 Misc 2d 987, 988-990 [Crim Ct, Kings County 1984]; People v Rodriguez, 124 Misc 2d 393, 398-401 [Crim Ct, Bronx County 1984].) Although the prosecution can gain some advantages by originally charging a higher crime and then reducing the case to a more appropriate level, such reductions are in some cases to be encouraged, and the prosecutorial advantages occasioned by them are offset by the advantages to the defendants in facing less serious charges. (People v Byrd, 124 Misc 2d, at pp 988-990; People v Rodriguez, 124 Misc 2d, at pp 398-401; People v Williams, 120 Misc 2d 68, 78-80 [Crim Ct, Bronx County 1983]; People v Overton, 88 Misc 2d 531, 533-535 [Crim Ct, NY County 1976, Milonas, J.].) But, except perhaps in rare cases of which the instant case is not one, there would seem to be *970no justification for allowing a prosecutor to vacillate at will with the charges, so that the defendant is originally charged with a felony, then he faces only a misdemeanor charge with a short readiness period, and then, after he is led to believe that the case is over, he discovers that he once again faces the original felony charge.\nAccordingly, the motion to dismiss the indictment is granted.\n\n It is not clear whether, after the dismissal of the information, the People informed defendant out of court, prior to the expiration of the 60-day period, of their intention to submit the case to a Grand Jury. Even if defendant had been so advised, the court would still dismiss this case.\nFirst, as discussed above, it would flout the purposes of the speedy trial statute to enable the prosecutor to avoid the consequences of his or her inexcusable delay by upgrading the level of the offense charged, at least where, as here and in People v England (NYLJ, Mar. 27, 1981, p 13, col 1), the lower level readiness period has expired before the higher level accusatory instrument is filed. Second, it can hardly justify the continuance of the defendant’s anxiety and need to preserve evidence that, after the dismissal of the lower level instrument but prior to the expiration of the 60-day period, the People advise the defendant that they plan to obtain an indictment at some time in the future, perhaps after the period has run. Thus, it is doubtful that the Court of Appeals in People v Osgood (52 NY2d 37, 41-42) would have been persuaded by the argument that successive accusatory instruments can be filed against a defendant ad infinitum as long as the People advise the defendant that they may at some time in the future seek a new instrument after an earlier one has been dismissed.\n\n",
            "ocr": true,
            "opinion_id": 6206242
        }
    ],
    "court_short_name": "New York Supreme Court",
    "court_full_name": "New York Supreme Court",
    "court_type": "ST",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}