{
    "id": 6411844,
    "judges": "Carr, Consideration, Ervin, Gunther, Gunti, Hirt, Ier, Rhodes, Took, Woodside, Wright",
    "date_filed": "2019-10-16",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-ex-rel-lancaster-v-johnston",
    "case_name_short": "Johnston",
    "case_name": "Commonwealth ex rel. Lancaster v. Johnston",
    "case_name_full": "Commonwealth ex rel. Lancaster v. Johnston",
    "attorneys": "William B. Lancaster, appellant, in propria persona., Joseph E. Kovach, District Attorney, and David E. Cohen, First Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted April 12, 1956.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "181 Pa. Super. 561"
    ],
    "opinions": [
        {
            "author_str": "Guntiier",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion by\nGunti-ier, J.,\nOn September 9,1949 relator, William B. Lancaster, was tried and convicted in Fayette County under an indictment charging him with burglary, and a sentence of not less than one year and four months to five years to the Western State Penitentiary was imposed. After serving his minimum sentence, relator was paroled and, *563while on parole, he was charged with and convicted of counterfeiting. Having served his sentence in the Federal Penitentiary at Lewisburg, he was returned to the Western State Penitentiary by the State Board of Parole for parole violation and to serve the remainder of his sentence.\nNo appeal was taken from his conviction and sentence; instead, relator-appellant filed two previous petitions for Avrit of habeas corpus which Avere dismissed. No appeals Avere taken from those adjudications. In his present petition (No. 3) appellant complains of alleged trial errors and seeks a re-examination of facts Avliieh Avere passed upon by the jury. Specifically, he complains that a statement or confession made by him Avas forged by the prosecution; that the specific intent necessary for the crime of burglary Avas lacking, and that trial counsel failed to bring to the attention of the trial court an apparent conflict in the testimony. The petition Avas docketed and properly dismissed without hearing.\nThis court has repeatedly held that alleged trial errors are not the subject of relief in a habeas corpus proceeding. Commonwealth ex rel. DeSimone v. Maroney, 179 Pa. Superior Ct. 300, 116 A. 2d 747; Commonwealth ex rel. Tokarchik v. Claudy, 174 Pa. Superior Ct. 509, 102 A. 2d 207; Commonwealth ex rel. Lepera v. Burke, 173 Pa. Superior Ct. 627, 98 A. 2d 408. Appellant took the stand in his own behalf and testified at his trial. Any conflict in the testimony had to be resolved by the jury, and the omission of counsel to call such conflicts to the attention of the trial court affords no basis for relief by habeas corpus. The unwarranted attack on trial counsel’s lack of diligence or competence, even if proved, would not afford a basis for issuance of the Avrit: Commonwealth ex rel. Darcy v. Claudy, 367 Pa. 130, 79 A. 2d 785 (cert. den. 342 *564U.S. 837, 72 S. Ct. 61); U. S. ex rel. Darcy v. Handy, 203 F. 2d 407, 426.\nOrder dismissing petition affirmed.\nCarr,. J., took no part in tlie consideration or decision of this case.\n",
            "ocr": true,
            "opinion_id": 6282532
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}