{
    "id": 6435873,
    "judges": "Cercone, Watkins, Wickersham",
    "date_filed": 520473600000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-bogan",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Bogan",
    "case_name_full": "COMMONWEALTH of Pennsylvania v. Gerald BOGAN",
    "attorneys": "Timothy E. Finnerty, Pittsburgh, for appellant., Robert L. Eberhardt, Deputy District Attorney, Pittsburgh, for Commonwealth, appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted March 10, 1986., Reargument Denied Aug. 12, 1986.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "355 Pa. Super. 32",
        "512 A.2d 1194"
    ],
    "opinions": [
        {
            "author_str": "Cercone",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCERCONE, Judge:\nAppellant, Gerald Bogan, was charged by Information filed February 25, 1982 with Armed Robbery and Conspiracy. He was convicted by jury on both counts. On February 7, 1983, appellant was sentenced to a term of imprisonment of ten (10) to twenty (20) years on the robbery charge and five (5) to ten (10) years for the criminal conspiracy charge, to be served consecutively. Following the trial court’s denial of appellant’s post trial motions, filed nunc pro tunc by leave of this court, this timely appeal was filed.\nAppellant raises four issues in this appeal which will be addressed seriatim. He first alleges that his right to a speedy trial, pursuant to Pennsylvania Rule of Criminal Procedure 1100, was violated when, on November 12, 1982, the trial court granted the Commonwealth’s motion to extend the time for trial.\nOn June 25, 1982, appellant waived his right to speedy trial and agreed to a final trial date of November 11, 1982. When the Commonwealth and appellant appeared for trial on November 12, 1982 (November 11 being a court holiday), there were no judges available to hear the case. The Commonwealth filed a petition for extension of time on November 12, 1982 and another on November 17, 1982. On November 12, the court granted the Commonwealth’s motion for extension of time and ordered the case be tried on the first available trial date, but not later than January 12, 1983. Trial commenced on December 20, 1982 and he was found guilty for the crime of robbery and conspiracy.\nAppellant claims that the extension of time was improperly granted because the Commonwealth (1) failed to show due diligence in bringing the case to trial, (2) failed to sufficiently explain the delay attributed to the judicial backlog in the court system; and, (3) the Acting Administrative Judge failed to schedule appellant’s trial for the earliest *35date after November 12, 1982, consistent with the business of the court, as required by Rule 1100(c)(4).1\nThe lower court in its opinion attempts to justify the extension primarily on the ground that the case could not have been brought to trial within the 180 day period because no judges were available to hear the case and, therefore, judicial delay was unavoidable.\nAssuming, arguendo, that the Commonwealth in its petition to extend did show due diligence in being ready to bring appellant to trial within the time required by Rule 1100, and that judicial delay was properly shown, we find nevertheless, that the Commonwealth failed to show on-the-record that appellant’s trial on December 20, 1982 was the first date available consistent with the request and the court’s business. However, due to what appears to be inadvertence or negligence by appellate counsel, we are compelled to find that this issue has been waived for appellate review at this time.2\nIn the interests of judicial economy in future Rule 1100 hearings and because this writer is thoroughly familiar with *36the record in this case, we will first address, in obiter dictum, the merits of appellant’s Rule 1100 claim. We feel compelled to do this because the procedures employed by the court below and/or the attorney for the Commonwealth were such as to prevent the creation of a record by which this court, on review, could analyze appellant’s Rule 1100 claim on the merits. Such procedural irregularities, when properly raised for appellate review, form the basis by which charges against defendants, otherwise properly tried and convicted, are dismissed for “technicalities”. Such dismissals, while rightfully required by the law to protect the rights of individual defendants, do not, as a consequence of procedural errors by the Commonwealth, protect the general societal interest in seeing an accused tried at a full and fair hearing.\nOn November 12, 1982, both parties were prepared to go to trial. The lower court judge, sitting as acting administrative judge, took judicial notice of the fact that there were no judges available that day to hear the case. Despite the Assistant District Attorney’s urging, the judge refused to schedule this case for a date certain and ordered an extension to the earliest available date but not later than January 12, 1983. There is no explanation on the record why the lower court judge, as acting administrative judge, was unable to set a date certain for trial. On November 16, 1982, Judge Dauer, President Judge in the Criminal Division, assigned the case to himself and listed the case for trial on January 27, 1983. On November 17, 1982, the Commonwealth filed another petition to extend the time for trial. The record contains an order that the November 17 petition would be presented for consideration and disposition on December 6, 1982. However, the record contains no transcript of such a hearing. The record is unclear as to when appellant’s case was rescheduled for the December 20, 1982 trial date before Judge Dauer. The record is absolutely devoid of information or testimony showing that this case was listed for the “first available date” after *37November 12 as is required by Rule 1100(c)(4). See footnote 1, supra.\nCommonwealth v. Mayfield, 469 Pa. 214, 364 A.2d 1345 (1976), is the seminal case which explains the Commonwealth’s burden with a Rule 1100(c) extension. Therein the Court stated:\nHenceforth, the trial court may grant an extension under rule 1100(c) only upon a record showing: (1) the “due diligence” of the prosecution, and (2) certification that trial is scheduled for the earliest date consistent with the court’s business; provided that if the delay is due to the court’s inability to try the defendant within the prescribed period, the record must also show the causes of the court delay and the reasons why the delay cannot be avoided.\nId., 469 Pa. at 222, 364 A.2d at 1349-50. (emphasis added)\nJudicial delay, of course, may provide the basis for the granting of a petition to extend, see Commonwealth v. Eck, 272 Pa.Super. 406, 410, 416 A.2d 520 (1979) (citing cases) and Commonwealth v. Mayfield, supra; but the burden is upon the Commonwealth to make a record showing due diligence, Commonwealth v. Eck, supra; Commonwealth v. Mayfield, supra; Commonwealth v. Warman, 260 Pa.Super. 130, 393 A.2d 1046 (1978); and that the actual trial date was the earliest date available. See Commonwealth v. Lafty, 333 Pa.Super. 428, 434 n. 1, 482 A.2d 643, 646 n. 1, (1984); Commonwealth v. Donaldson, 334 Pa.Super. 473, 483 A.2d 549 (1984), affirmed 509 Pa. 601, 506 A.2d 885 (1986); Commonwealth v. Jackson, 336 Pa. Super. 486, 485 A.2d 1186 (1984), affirmed 509 Pa. 601, 506 A.2d 885 (1986). The type of evidence required for proving that trial has been scheduled for the earliest possible date consistent with the court’s business was discussed in Commonwealth v. Jackson, 269 Pa.Super. 249, 253, 409 A.2d 873, 875 (1979). The Jackson court stated that judicial notice may be sufficient to provide a factual foundation for appellate review of this issue, citing Commonwealth v. *38Ehredt, 485 Pa. 191, 401 A.2d 358 (1979) and Commonwealth v. Coleman, 477 Pa. 400, 383 A.2d 1268 (1978).\nIn the case sub judice we have neither a transcript of any discussion which took place when trial was rescheduled for December 20th nor judicial notice, of record, that the trial was scheduled for the earliest date possible. We have only the trial court’s order granting the extension on the condition that appellant be tried on the first available trial date of 1982 or 19833 and we have a statement by Judge Dauer, made at the post-conviction hearing, to the effect that there were no judges available on November 12, 1982, with records to substantiate that assertion. Neither of these items rises to on-the-record judicial notice which this court would consider sufficient to meet the Commonwealth’s burden.4\nHad this issue been properly brought before us, we would have been compelled by the doctrine of stare decisis to reverse and vacate the judgment of sentence and dismiss appellant. Such a result was imposed by this court, sitting en banc, in Commonwealth v. Donaldson, supra, and affirmed our Supreme Court. The same result was reached in Commonwealth v. Jackson, supra.\nThis is the reason for our cautionary narrative. However, the Commonwealth has correctly claimed that this *39Rule 1100 issue has not been properly preserved for appellate review and this issue is waived.\nHaving found that the Rule 1100 issue is waived, we proceed to the merits of the other issues in this case.\nOf the remaining three issues raised5 by appellant, we affirm on the basis of the lower court opinion which adequately addressed those claims. In respect to the claim that trial counsel was ineffective for introducing his “mug shot” at trial, the facts and explanation given by trial counsel are essentially indistinguishable from those in Commonwealth v. Cooper, 333 Pa.Super. 559, 482 A.2d 1014 (1984). In Cooper the appellant alleged that trial counsel was ineffective for bringing out on cross-examination evidence which necessarily implied that the defendant had a prior criminal record. Counsel was attempting to attack the victim’s identification by trying to show that in-court and line up identifications resulted from a suggestive photographic identification. The tactical decision was found to be trial counsel’s to make and counsel was not deemed to be ineffective.\nIn this case, counsel introduced the mug shots in order to attack the credibility of the victims’ identification of appellant and his strategy was reasonable since it was aimed at promoting appellant’s best interests.\nAccordingly, judgment of sentence is affirmed.\n\n. Pa.R.Crim.P. 1100(c)(4) provides: “Any order granting a motion for extension shall specify the date or period within which trial shall be commenced. Trial shall be scheduled for the earliest date or period consistent with the extension request and the court’s business, and the record shall so indicate.” (emphasis added)\n\n\n. In post-verdict motions, appellant had alleged that trial counsel was ineffective for, inter alia, failing to file a motion for dismissal of charges because Rule 1100 had been violated. However, on appeal, the Rule 1100 issue is framed in terms of error by the trial court rather than ineffectiveness of counsel. We cannot address the ineffectiveness issue because it has not been properly preserved. See Commonwealth v. Ziegler, 286 Pa.Super. 26, 428 A.2d 220 (1981).\nThe issue is deemed to be abandoned because it was not raised in appellant’s brief on appeal. This court may, sua sponte, find an issue to be waived. Commonwealth v. Canady, 297 Pa.Super. 292, 295, 443 A.2d 843 (1982); Commonwealth v. Klaric, 263 Pa.Super. 286, 397 A.2d 1212 (1979). It is elementary that issues, even if preserved at trial or post-trial level, will not be considered by an appellate court if not raised by a party to an appeal. Commonwealth v. McKenna, 476 Pa. 428, 437, 383 A.2d 174 (1978); Commonwealth v. Williams, 432 Pa. 557, 248 A.2d 301 (1968); Commonwealth v. Stowers, 363 Pa. 435, 70 A.2d 226 (1950). Accordingly, the Rule 1100 issue as presented on appeal has been waived.\n\n\n. The Acting Administrative Judge merely stated that no judge was available on November 12. The court neither took notice nor made findings as to the period after November 12 in connection with the court’s schedule, even though the attorney for the Commonwealth urged the court to extend to a date certain. See Commonwealth v. Ehredt, 485 Pa. at 195 n. 7, 401 A.2d at 361 n. 7, under similar factual situation, the Court found insufficient judicial notice to support extension of time.\n\n\n. In its Rule 1925 opinion, the trial court stated, “The case was then tried by this court on December 20, 1982, the earliest available date.” We cannot find this to be of record judicial notice. Pa.R.A.P. 1921 tells us that the composition of the record on appeal consists of “original papers and exhibits filed in the lower court, the transcript of proceedings, if any, and a certified copy of the docket entries.\" We will look only to these items to determine whether on-the-record ■ reasons have been shown. To do otherwise would deny appellant the right to object to or question evidence or, as in this case, judicial notice made a part of the record.\n\n\n. Appellant raised the following issues:\n1. Whether the trial strategy of appellant’s trial counsel, Carl Marcus, in introducing mug shots of appellant into evidence during the cross-examination of the Commonwealth’s witness served to deprive the appellant of the effective assistance of counsel.\n2. Whether the pre-trial strategy of appellant’s counsel in failing to challenge a juror for cause whose brother-in-law was the victim of a robbery served to deprive the appellant of the effective assistance of counsel.\n3. Whether a probable cause affidavit used by Robert Spozarski, a police officer, to obtain an arrest warrant for appellant, was properly admitted as a trial exhibit and taken out by the jurors in their deliberations when said affidavit made mention of appellant’s prior robbery conviction, and therefore, violated Pennsylvania Rule of Criminal Procedure 1114 due to its highly prejudicial nature.\n\n",
            "ocr": true,
            "opinion_id": 6307727
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}