{
    "id": 8476752,
    "judges": null,
    "date_filed": "1978-08-26",
    "date_filed_is_approximate": true,
    "slug": "meza-aguilar-v-mukasey",
    "case_name_short": "Meza-Aguilar",
    "case_name": "Meza-Aguilar v. Mukasey",
    "case_name_full": "Francisco MEZA-AGUILAR v. Michael B. MUKASEY, Attorney General",
    "attorneys": "Francisco Meza-Aguilar, Eloy, AZ, pro se., David V. Bernal, Esquire, OIL, Lance Lomond Jolley, Esquire, Trial, DOJ-U.S. Department of Justice, Washington, DC, District Counsel Phoenix, Esquire, Office of the District Director, U.S. Department of Homeland Security, Phoenix, AZ, Ronald E. Lefevre, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Dec. 1, 2008.*",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "303 F. App'x 539"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM **\nThe motion to proceed in forma pauperis is granted. The Clerk shall amend the docket to reflect this status.\nThis is a petition for review of the Board of Immigration Appeals’ (“BIA”) order dismissing petitioner’s appeal.\nRespondent’s motion to dismiss this petition for review for lack of jurisdiction is granted in part. See 8 U.S.C. § 1252(a)(2)(C); Flores-Miramontes v. INS, 212 F.3d 1133 (9th Cir.2000); Aragon-Ayon v. INS, 206 F.3d 847, 849-50 (9th Cir.2000); see also 8 U.S.C. §§ 1101(a)(43)(G) &amp; 1227(a)(2)(A)(iii); cf. United States v. Espinoza-Cano, 456 F.3d 1126, 1131 (9th Cir.2006) (applying modified categorical approach to California theft statue that criminalizes more than the taking of property).\nRespondent’s motion for summary disposition is granted in part because the questions raised by this petition for review are so insubstantial as not to require further argument. See United States v. Hooton, 693 F.2d 857, 858 (9th Cir.1982) (per curiam) (stating standard).\nAll other pending motions are denied as moot.\nPETITION FOR REVIEW DISMISSED in part; DENIED in part.\n\n This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.\n\n",
            "ocr": true,
            "opinion_id": 8448728
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}