{
    "id": 6446346,
    "judges": "King, J.",
    "date_filed": "2012-04-21",
    "date_filed_is_approximate": true,
    "slug": "com-v-jones-s",
    "case_name_short": "Com.",
    "case_name": "Com. v. Jones, S.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 25.0,
            "download_url": "https://www.pacourts.us/assets/opinions/Superior/out/J-A22035-21m - 105062331164126952.pdf",
            "author_id": null,
            "opinion_text": "J-A22035-21\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\n    COMMONWEALTH OF PENNSYLVANIA               :   IN THE SUPERIOR COURT OF\n                                               :        PENNSYLVANIA\n                       Appellee                :\n                                               :\n                v.                             :\n                                               :\n    SCHUYLER NATHANIEL JONES                   :\n                                               :\n                       Appellant               :       No. 183 MDA 2021\n\n       Appeal from the Judgment of Sentence Entered December 17, 2020\n                In the Court of Common Pleas of Dauphin County\n              Criminal Division at No(s): CP-22-CR-0000032-2020\n\n\nBEFORE: BOWES, J., OLSON, J., and KING, J.\n\nMEMORANDUM BY KING, J.:                             FILED: MARCH 1, 2022\n\n        Appellant, Schuyler Nathaniel Jones, appeals from the judgment of\n\nsentence entered in the Dauphin County Court of Common Pleas, following his\n\njury trial convictions for burglary, simple assault, and recklessly endangering\n\nanother person (“REAP”).1 We affirm Appellant’s convictions for burglary and\n\nsimple assault but reverse his conviction for REAP.\n\n        In its opinion, the trial court summarized some of the facts of this case\n\nas follows:\n\n           Jenna Wise testified that on April 27, 2019, she was in her\n           apartment when she was notified by Appellant, through a\n           text message, that he was on his way to her apartment. Ms.\n           Wise explained that earlier that day she had invited\n           Appellant to her apartment, but later rescinded that offer\n           when she learned he was dating someone else. When\n           Appellant told Ms. Wise he was “on his way” to her\n____________________________________________\n\n\n1   18 Pa.C.S.A. §§ 3502(a)(1)(i); 2701(a)(1); and 2705, respectively.\n\fJ-A22035-21\n\n\n        apartment, she told him she was not home. Appellant then\n        responded “Ima c.” Out of concern, Ms. Wise dialed 911\n        and secured her doors; because the lock on her back door\n        was broken, she placed a bar stool underneath the doorknob\n        to secure it. While Ms. Wise was on the phone with the 911\n        dispatcher, she heard someone attempt to enter the\n        apartment. Ms. Wise then went to the bedroom where her\n        children were sleeping and locked herself in the room. Ms.\n        Wise testified that she heard a bang and someone running\n        through her apartment; a few moments later, the door to\n        the bedroom was kicked in. Ms. Wise and Appellant got into\n        a physical altercation at this point, and she was punched in\n        the face by Appellant several times.\n\n        Officer John Rosinski of the Harrisburg City Police\n        Department also testified that upon arriving to Ms. Wise’s\n        apartment [in the early morning hours] on April 28, 2019,\n        he observed the back door opened. Officer Rosinski noted\n        that the door was old and looked as though it might have\n        been damaged previously, so it was hard to determine\n        whether Appellant caused the damage by kicking the door.\n        However, upon entering the residence, Officer Rosinski\n        observed a door to a bedroom with damage, including a\n        sliding chain lock that was ripped off the doorjamb. He also\n        observed a doorknob laying on the floor of the bedroom,\n        near the door.\n\n(Trial Court Opinion, filed March 31, 2021, at unnumbered pp. 4-5) (internal\n\nrecord citations and footnotes omitted).\n\n     The Commonwealth originally charged Appellant in connection with\n\nthese events with burglary, simple assault, and endangering the welfare of a\n\nchild (“EWOC”). The Commonwealth subsequently changed the EWOC charge\n\nto REAP.   Relevant to this appeal, in the criminal complaint, the burglary\n\ncharge stated:\n\n        IN THAT, [Appellant] did on or about said date, enter a\n        building or occupied structure or separately secured or\n        occupied portion thereof, namely, (1717 State St. being\n\n                                    -2-\n\fJ-A22035-21\n\n\n           rented by Jenna Wise, that is adapted for overnight\n           accommodations with the Intent to commit a crime\n           therein, at a time when any person is present at the\n           premises and [Appellant] commits, attempts or threatens to\n           commit a bodily injury crime therein and was not privileged\n           or licensed to enter. To wit [Appellant] forced his way into\n           Wise’s home and assaulted her.\n\n(Criminal Complaint, filed 4/28/19) (emphasis added).          Similarly, in the\n\ncriminal information, the Commonwealth described the burglary charge as\n\nfollows:\n\n           [T]he defendant, with the intent to commit a crime\n           therein, entered a building or occupied structure, or\n           separately secured or occupied portion thereof, that was\n           adapted for overnight accommodations in which at the time\n           of the offense any person was present, and the defendant\n           committed, attempted to commit, or threatened to commit\n           a bodily injury crime therein.\n\n(Criminal Information, filed 3/17/20) (emphasis added).\n\n      Appellant proceeded to a one-day jury trial on October 19, 2020. The\n\nCommonwealth presented testimony from Ms. Wise, Officer Rosinski, and\n\nNatalie Velasquez. Ms. Wise and Officer Rosinski testified as described above.\n\nDuring Officer Rosinski’s testimony, the prosecutor asked the officer to tell the\n\njury what description Ms. Wise gave to the officer when he arrived on the\n\nscene. Officer Rosinski responded as follows:\n\n           [Officer Rosinski]: She told me that she had received a\n           message that [Appellant] was about to walk into—\n           [Appellant] was about to walk into her house. She said she\n           was scared because there was an issue with her and\n           [Appellant] from past relationships; she knows that\n           [Appellant] can be violent.\n\n(N.T. Trial, 10/19/20, at 29). Defense counsel immediately objected, and the\n\n                                      -3-\n\fJ-A22035-21\n\n\ncourt sustained the objection. Shortly thereafter, defense counsel asked to\n\napproach the bench and requested a mistrial “based on his information\n\nindicating that [Appellant] has past violent behaviors.”     (Id. at 30).   The\n\nprosecutor informed the court that witnesses were instructed not to go into\n\nany prior incident regarding Appellant, and the prosecutor apologized for\n\nOfficer Rosinski’s statement. The court acknowledged that the reference to\n\nAppellant’s violence was brief and denied the request for a mistrial. (Id.)\n\n      Ms. Velasquez testified, inter alia, that she is Appellant’s ex-girlfriend\n\nand was dating him on the night in question. (Id. at 57). She drove Appellant\n\nto Ms. Wise’s house on the date in question because Appellant said he had to\n\npick up some things. (Id.) Before arriving at Ms. Wise’s home, Ms. Velasquez\n\ncommunicated with Ms. Wise via the Facebook Messenger application and told\n\nher that Appellant was coming over. (Id. at 58). When the prosecutor asked\n\nMs. Velasquez why she was communicating with Ms. Wise, Ms. Velasquez\n\nresponded: “I communicated with her because we were talking about the\n\ndomestic—sorry.” (Id.) The prosecutor then moved away from this line of\n\nquestioning and defense counsel did not object.\n\n      Ms. Velasquez continued that she messaged Ms. Wise and informed her\n\nthat Appellant was going into her house and to be careful. (Id. at 59). The\n\nCommonwealth then admitted the text message exchange into evidence. The\n\ntext message showed Ms. Velasquez’s message to Ms. Wise stating: “He about\n\nto walk in your house.” (Id. at 60). After Appellant went into Ms. Wise’s\n\n\n                                     -4-\n\fJ-A22035-21\n\n\nhouse, he returned to Ms. Velasquez’s car minutes later, and she observed\n\nthat Appellant’s right hand was bleeding. (Id.)\n\n     On cross-examination, defense counsel asked Ms. Velasquez about the\n\ncircumstances of when she had picked Appellant up earlier that evening and\n\ndrove him to Ms. Wise’s house. The following exchange occurred:\n\n        [Defense counsel]: And when he gets in the car he just\n        tells you casually, hey, I need to go to Jenna’s house to get\n        some of my belongings?\n\n        [Ms. Velasquez]:     No, he wasn’t casual about it. He was\n        actually really mad.\n\n        [Defense counsel]: So he was really mad and told you that\n        he wanted to go get his belongings.\n\n        Did he say specifically what was there?\n\n        [Ms. Velasquez]:     No.\n\n        [Defense counsel]: And based off of him I guess being\n        really mad you decided that it was appropriate to take him\n        to Jenna’s house?\n\n        [Ms. Velasquez]:     When he told me that he was gonna\n        fuck me up, yes, I decided to take him there because I was\n        scared.\n\n        [Defense counsel]: Why did you pick him up from work if\n        you were afraid?\n\n        [Ms. Velasquez]:     Because that night before he put his\n        hands on me.\n\n(Id. at 65-66). Defense counsel then asked to approach the bench and the\n\nfollowing exchange took place:\n\n        [Defense counsel]: Again, Your Honor, defense would ask\n        for a mistrial in this case based on not only the information\n\n                                    -5-\n\fJ-A22035-21\n\n\n        that’s [recently] been presented by this witness, but also\n        based on some information that she provided during direct\n        examination where she had started to say something about\n        a domestic and then she was cut off.\n\n        She had also testified that she was frightened of him. This\n        also took place during direct. I wasn’t gonna raise an issue,\n        but based on what’s just been presented to the jury, she\n        had also mentioned that she sent a text about we’re on our\n        way, to be careful. There’s actually no information in the\n        text message that says to be careful. So based on all of\n        that I would ask for a mistrial again in this case, Your Honor.\n\n        [The prosecutor]:   Your Honor, on direct when she went\n        to go to mention about the domestic I immediately cut her\n        off saying that she was scared. This was the truth, Your\n        Honor, she was scared the night of.\n\n        As far as what was just elicited, the defense counsel opened\n        the door by asking the question as to why she was scared.\n        And then as far as the “to be careful,” he can ask her on\n        cross where it says that in the message to be careful.\n\n        [The Court]: All right. The domestic part was cut off. I\n        was concerned about that, but it was cut off. And then\n        we’ve had—the other items have been elicited on cross;\n        arguably, not totally responsive to [defense counsel’s]\n        questions, but nevertheless, we’ll deny the motion at this\n        time.\n\n(Id. at 66-67).\n\n     At the conclusion of trial, the jury convicted Appellant of burglary, simple\n\nassault, and REAP. The court sentenced Appellant on December 17, 2020, to\n\n5½ to 12 years’ imprisonment for burglary; the court imposed no further\n\npenalty for the other crimes. Appellant timely filed post-sentence motions on\n\nMonday, December 28, 2020, which the court denied on January 7, 2021. On\n\nJanuary 28, 2021, Appellant timely filed a notice of appeal. On February 17,\n\n\n                                     -6-\n\fJ-A22035-21\n\n\n2021, the court ordered Appellant to file a concise statement of errors\n\ncomplained of on appeal pursuant to Pa.R.A.P. 1925(b), which Appellant filed\n\non March 4, 2021.\n\n      Appellant raises three issues for our review:\n\n         Was the Commonwealth’s evidence insufficient to prove\n         beyond a reasonable doubt that [Appellant] had the specific\n         intent to assault Jenna Wise (“Wise”) at the critical moment\n         of entry into Wise’s apartment, which was the\n         Commonwealth’s theory for burglary?\n\n         Was the Commonwealth’s evidence insufficient to prove\n         beyond a reasonable doubt that [Appellant] recklessly\n         endangered Wise’s children?\n\n         Did the trial court err by not declaring a mistrial after two\n         Commonwealth witnesses, Officer Rosinski and Natalie\n         Velasquez (“Velasquez”), testified about [Appellant’s] prior\n         bad acts, namely his purported history of violent and\n         abusive behavior?\n\n(Appellant’s Brief at 5).\n\n      In his first issue, Appellant argues that to prove Appellant was guilty of\n\nburglary, the Commonwealth was obligated to establish that he had the\n\nspecific intent to commit a crime in Ms. Wise’s home at the time of entry—not\n\nafter. Appellant asserts that, in general, the Commonwealth is not required\n\nto prove a defendant’s intent to commit a particular crime upon an unlawful\n\nentry. Nevertheless, Appellant insists that the Commonwealth “unilaterally\n\nenhanced the scope of its burden by committing to a theory that [Appellant]\n\nspecifically intended to assault [Ms.] Wise upon entry into [Ms.] Wise’s\n\napartment.” (Id. at 26). Appellant concedes that the Commonwealth did not\n\n\n                                     -7-\n\fJ-A22035-21\n\n\nspecify in the criminal information that Appellant intended to assault Ms. Wise\n\nupon entering her home, but suggests the Commonwealth implied as much in\n\nthe criminal complaint by stating: “To wit [Appellant] forced his way into [Ms.]\n\nWise’s home and assaulted her.” (Id. at 27). Appellant further maintains\n\nthat the Commonwealth manifested an intent to prove that Appellant had the\n\nspecific intent to commit assault at the time he entered Ms. Wise’s home based\n\non the Commonwealth’s theory of the case presented both before and at trial.\n\nAppellant claims that the court also bound the jury to finding that Appellant\n\nintended to commit an assault to convict him of burglary, based on the trial\n\ncourt’s jury instructions.\n\n      Notwithstanding the Commonwealth’s theory of the case regarding\n\nburglary, Appellant argues it failed to prove that Appellant intended to assault\n\nMs. Wise upon entering her home. Appellant submits the Commonwealth did\n\nnot introduce any evidence showing that Appellant made statements or\n\ncomments indicative of his intent when entering Ms. Wise’s home. Appellant\n\nhighlights Ms. Velasquez’s testimony that Appellant said he was going to Ms.\n\nWise’s home to retrieve his belongings. Appellant further cites his own text\n\nmessages to Ms. Wise, which Appellant insists shows that he went to Ms.\n\nWise’s home merely to see if she was there.           Appellant concludes the\n\nCommonwealth did not prove beyond a reasonable doubt that Appellant\n\nspecifically intended to assault Ms. Wise at the critical moment of entry into\n\nher home, and this Court must reverse his burglary conviction and vacate his\n\n\n                                     -8-\n\fJ-A22035-21\n\n\njudgment of sentence. We disagree.\n\n      In reviewing a challenge to the sufficiency of the evidence, our standard\n\nof review is as follows:\n\n          As a general matter, our standard of review of sufficiency\n          claims requires that we evaluate the record in the light most\n          favorable to the verdict winner giving the prosecution the\n          benefit of all reasonable inferences to be drawn from the\n          evidence. Evidence will be deemed sufficient to support the\n          verdict when it establishes each material element of the\n          crime charged and the commission thereof by the accused,\n          beyond a reasonable doubt.              Nevertheless, the\n          Commonwealth need not establish guilt to a mathematical\n          certainty. Any doubt about the defendant’s guilt is to be\n          resolved by the fact finder unless the evidence is so weak\n          and inconclusive that, as a matter of law, no probability of\n          fact can be drawn from the combined circumstances.\n\n          The Commonwealth may sustain its burden by means of\n          wholly circumstantial evidence. Accordingly, [t]he fact that\n          the evidence establishing a defendant’s participation in a\n          crime is circumstantial does not preclude a conviction where\n          the evidence coupled with the reasonable inferences drawn\n          therefrom overcomes the presumption of innocence.\n          Significantly, we may not substitute our judgment for that\n          of the fact finder; thus, so long as the evidence adduced,\n          accepted in the light most favorable to the Commonwealth,\n          demonstrates the respective elements of a defendant’s\n          crimes beyond a reasonable doubt, the appellant’s\n          convictions will be upheld.\n\nCommonwealth v. Sebolka, 205 A.3d 329, 336-37 (Pa.Super. 2019)\n\n(quoting Commonwealth v. Franklin, 69 A.3d 719, 722-23 (Pa.Super.\n\n2013)).\n\n      The Crimes Code defines burglary, in relevant part, as follows:\n\n          § 3502. Burglary\n\n          (a) Offense defined.—A person commits the offense of\n\n                                      -9-\n\fJ-A22035-21\n\n\n         burglary if, with the intent to commit a crime therein, the\n         person:\n\n         (1)(i)   enters a building or occupied structure, or\n         separately secured or occupied portion thereof, that is\n         adapted for overnight accommodations in which at the time\n         of the offense any person is present and the person\n         commits, attempts or threatens to commit a bodily injury\n         crime therein;\n\n18 Pa.C.S.A. § 3502(a)(1)(i).\n\n      “The intent to commit a crime after entry may be inferred from the\n\ncircumstances surrounding the incident.      This intent may be inferred from\n\nactions as well as words. However, actions must bear a reasonable relation\n\nto the commission of a crime.” Commonwealth v. Alston, 539 Pa. 202,\n\n207, 651 A.2d 1092, 1094 (1994) (emphasis omitted).             In Alston, our\n\nSupreme Court explained: “Once Appellant has entered the private residence\n\nby criminal means we can infer that Appellant intended a criminal purpose\n\nbased upon the totality of the circumstances. Appellant’s constitutional right\n\nto notice is not violated by such an inference of general criminal intent.” Id.\n\nat 208, 651 A.2d at 1095 (holding Commonwealth is not required to allege or\n\nprove particular crime Appellant intended to commit after his forcible entry\n\ninto private residence to secure conviction for burglary).\n\n      Nevertheless, “[w]hen the Commonwealth does specify, in the\n\ninformation or indictment, the crime defendant intended to commit, the\n\nCommonwealth must prove the requisite intent for that particular crime in\n\norder to prove a burglary or attempted burglary.”            Commonwealth v.\n\n\n                                    - 10 -\n\fJ-A22035-21\n\n\nBrown, 886 A.2d 256, 260 (Pa.Super. 2005), appeal denied, 588 Pa. 743,\n\n902 A.2d 969 (2006) (emphasis added).\n\n      Instantly, the record makes clear that the Commonwealth did not allege\n\nthat Appellant had the specific intent to commit assault at the time of entry\n\ninto Ms. Wise’s home in either the criminal complaint or criminal information.\n\nTo the contrary, those filings stated that Appellant entered the home “with the\n\nintent to commit a crime therein.” (See Criminal Complaint, filed 4/28/19);\n\n(Criminal information, filed 3/17/20).        The reference to “assault” in the\n\ncriminal complaint concerns the act Appellant committed once inside the\n\nhome; not Appellant’s intent at the time of entry. (See Criminal Complaint,\n\nfiled 4/28/19) (stating: “IN THAT, [Appellant] did on or about said date, enter\n\na building or occupied structure or separately secured or occupied portion\n\nthereof…that is adapted for overnight accommodations with the Intent to\n\ncommit a crime therein, at a time when any person is present at the premises\n\nand [Appellant] commits, attempts or threatens to commit a bodily injury\n\ncrime therein and was not privileged or licensed to enter. To wit [Appellant]\n\nforced his way into Wise’s home and assaulted her”).\n\n      Although Appellant insists that the Commonwealth should be bound to\n\nits “theory of the case” that Appellant intended to assault Ms. Wise at the time\n\nof entry, “a prosecutor’s comments are not evidence[.]” Commonwealth v.\n\nJohnson, 542 Pa. 384, 404, 668 A.2d 97, 107 (1995), cert. denied, 519 U.S.\n\n827, 117 S.Ct. 90, 136 L.Ed.2d 46 (1996). In support of this claim, Appellant\n\n\n                                     - 11 -\n\fJ-A22035-21\n\n\nalso relies on Commonwealth v. Wilson, No. 1045 WDA 2016 (Pa.Super.\n\nOct. 24, 2017) (unpublished memorandum). We decline Appellant’s invitation\n\nto compare the facts of this case to those present in Wilson where Wilson is\n\nan unpublished decision from this Court filed prior to May 1, 2019.       See\n\nPa.R.A.P. 126(b) (stating non-precedential decisions from this Court filed\n\nafter May 1, 2019 may be cited for their persuasive value). Thus, Appellant’s\n\nreliance on Wilson affords him no relief.\n\n     Nevertheless, the record supports Appellant’s claims that the trial court\n\nalso specified Appellant’s intended crime at the time of the entry into Ms.\n\nWise’s home. The court stated in its preliminary instructions:\n\n        In this case, they’re alleging that [Appellant] entered 1717\n        State Street, Apartment 1, and that he entered that with\n        the intent to commit an assault against Jenna Wise, the\n        alleged victim in this case.\n\n        So that’s sort of an overview in this case, that [Appellant]\n        entered that apartment, he entered it with the intent to\n        commit an assault, that that’s the residence of Ms. Wise,\n        and that it was an occupied structure that is adapted for\n        overnight accommodations.\n\n        We’ll talk more about this at the end of the trial. I just want\n        to give you a little bit of overview about what the burglary\n        is. Also, that he was not licensed or privileged to enter at\n        that time, to enter that apartment. We’ll talk more about\n        what a burglary is, but that’s so you’re not wondering what\n        that means.\n\n                                 *     *      *\n\n        So that’s what we’re talking about here: Burglary involving\n        entrance to that apartment with the intent to assault\n        Ms. Wise, recklessly endangering another person involving\n        conduct that endangered the children, and then simple\n\n                                     - 12 -\n\fJ-A22035-21\n\n\n         assault, attempting to cause or causing bodily injury to Ms.\n         Wise, are the three counts you have to determine at the end\n         of the trial.\n\n(N.T. Trial at 13-15) (emphasis added).        Neither defense counsel nor the\n\nprosecutor objected to these preliminary instructions. (See id.)\n\n      At the conclusion of trial, the court instructed the jury regarding burglary\n\nas follows:\n\n         So as you’ve heard, [Appellant] has been charged with\n         burglary. To find [Appellant] guilty of this offense you must\n         find that all of the following elements have been proven\n         beyond a reasonable doubt:\n\n         First, that [Appellant] entered 1717 State Street, Apartment\n         1, in Harrisburg; second, that he entered 1717 State\n         Street, Apartment 1, with the intent to commit a\n         crime, the crime of assault; and that 1717 State Street,\n         Apartment 1, is a building or occupied structure that is\n         adapted for overnight accommodations in which at the time\n         of the offense any person is present.\n\n         So let me go over these again, the elements of burglary\n         which the Commonwealth must prove beyond a reasonable\n         doubt: First, the defendant entered 1717 State Street,\n         Apartment 1; he entered it with the intent to commit a\n         crime; and that that apartment is adapted for overnight\n         accommodation, people sleep there, and at the time the\n         offense occurred people were present. Those are the\n         elements of the offense that have to be proven to you\n         beyond a reasonable doubt before you can find [Appellant]\n         guilty of burglary. …\n\n(Id. at 125-26) (emphasis added).             Neither defense counsel nor the\n\nprosecutor objected to the court’s instructions. (See id.)\n\n      Notwithstanding the trial court’s more specific instructions, Alston\n\nmakes clear that the critical inquiry is whether the Commonwealth specified\n\n\n                                     - 13 -\n\fJ-A22035-21\n\n\nthe crime to be committed in the indictment or information. See Alston,\n\nsupra. Further, we are mindful of this Court’s decision in Commonwealth\n\nv. Dieffenbach, No. 685 MDA 2019, 2020 WL 4345814 (Pa.Super. July 29,\n\n2020) (unpublished memorandum), which we can rely on for persuasive\n\nvalue. See Pa.R.A.P. 126(b). In Dieffenbach, the appellant complained that\n\nthe Commonwealth failed to prove the specific intent element of burglary at\n\ntrial, where the court instructed the jury that the jury was required to find the\n\nappellant entered the location at issue with the intent to commit criminal\n\ncontempt or a PFA violation or strangulation or simple assault in the home.\n\nThis Court held that the relevant inquiry under Alston is what the\n\nCommonwealth stated in the information or complaint.           Thus, this Court\n\nconcluded that the trial court’s misstatement to the jury regarding the\n\nappellant’s charges was harmless.       See Dieffenbach at *7 n.10 (citing\n\nAlston, supra at 1094 n.3, stating “an intent to commit a particular crime is\n\nnot a material element of the offense of burglary under the law of this\n\nCommonwealth”). Consequently, this Court’s sufficiency analysis turned on\n\nwhether the Commonwealth presented sufficient evidence that the appellant\n\nintended to commit “a crime” at the time of entry into the home. See id. at\n\n*7.\n\n      Here, Appellant’s sufficiency argument is predicated on his assertion\n\nthat the Commonwealth was required to prove his specific intent to assault\n\nMs. Wise at the time of entry. Because the Commonwealth did not allege that\n\n\n                                     - 14 -\n\fJ-A22035-21\n\n\nspecific intent in the criminal information, however, the Commonwealth was\n\nrequired to prove only Appellant’s general criminal intent, notwithstanding the\n\ntrial court’s unobjected to misstatements. See Alston, supra; Dieffenbach,\n\nsupra. See also Pa.R.Crim.P. 647(C) (stating no portions of jury charge nor\n\nomissions from charge may be assigned as error, unless specific objections\n\nare made thereto before jury retires to deliberate).\n\n      The trial court analyzed Appellant’s sufficiency claim as follows:\n\n         Here, Appellant certainly had the requisite intent necessary\n         for a burglary conviction. He broke into the residence of his\n         ex-girlfriend while she was on the phone with emergency\n         dispatchers. He then broke down an interior door and\n         assaulted her. Often, absent a statement or confession,\n         intent must be proven circumstantially. Here, the most\n         persuasive evidence of his intent was he did, in fact, assault\n         Ms. Wise immediately upon breaking down the bedroom\n         door. The jury reasonably concluded that Appellant entered\n         the residence with the intent to commit a crime therein.\n\n(Trial Court Opinion at unnumbered pp. 5-6). The record supports the trial\n\ncourt’s analysis that the jury reasonably concluded that Appellant entered Ms.\n\nWise’s residence with the intent to commit a crime therein. After Ms. Wise\n\ntold Appellant not to come over on the night in question because she would\n\nnot be home, Appellant responded “Ima c” [I’m going to see]. Appellant then\n\ninstructed Ms. Velasquez to drive Appellant to Ms. Wise’s home, where\n\nAppellant gained entry through the back door, kicked open the bedroom door\n\nof Ms. Wise’s children, and assaulted Ms. Wise. Appellant returned to Ms.\n\nVelasquez’s vehicle within minutes, where he then hid under a pile of laundry\n\nwhich required law enforcement to pull him out of the vehicle to apprehend\n\n                                     - 15 -\n\fJ-A22035-21\n\n\nhim.   On this record, the jury was free to infer from the totality of the\n\ncircumstances, Appellant’s intent to commit a crime when he entered Ms.\n\nWise’s home. See Alston, supra. Viewed in the light most favorable to the\n\nCommonwealth as verdict-winner, the evidence was sufficient to sustain\n\nAppellant’s conviction for burglary.        See Sebolka, supra.     Therefore,\n\nAppellant’s first issue merits no relief.\n\n       In his second issue, Appellant argues that the Commonwealth\n\nrepeatedly identified Ms. Wise’s children as the targets of the REAP charge.\n\nAppellant asserts that to convict Appellant of REAP, the Commonwealth was\n\nrequired to prove that he placed Ms. Wise’s children (not Ms. Wise) in danger\n\nof death or serious bodily injury. Appellant contends the Commonwealth did\n\nnot seek to establish the size or dimensions of the bedroom in which Appellant\n\nassaulted Ms. Wise.     Appellant claims no witness identified and no exhibit\n\ndemonstrated where in the bedroom the children were located when Appellant\n\nkicked in the bedroom door and then assaulted Ms. Wise. Appellant maintains\n\nthe Commonwealth also introduced no evidence suggesting whether or where\n\nthe bedroom door swung into the room, in relation to where the children were\n\nsleeping. Appellant submits the Commonwealth did not satisfy its burden of\n\nproving that Appellant’s conduct created a potential risk of danger to the\n\nchildren or that they were ever within the zone of danger. Appellant insists\n\nthe Commonwealth’s evidence was woefully short of showing that Ms. Wise’s\n\nchildren ever faced the danger of death or serious bodily injury to sustain the\n\n\n                                      - 16 -\n\fJ-A22035-21\n\n\nREAP conviction. Appellant concludes the evidence was insufficient to support\n\nhis REAP conviction, and this Court must reverse that conviction. We agree\n\nthat Appellant is entitled to relief on this claim.\n\n      The Crimes Code defines the offense of REAP as follows:\n\n         § 2705. Recklessly endangering another person\n\n         A person commits a misdemeanor of the second degree if\n         he recklessly engages in conduct which places or may place\n         another person in danger of death or serious bodily injury.\n\n18 Pa.C.S.A. § 2705. “Serious bodily injury” means “[b]odily injury which\n\ncreates a substantial risk of death or which causes serious, permanent\n\ndisfigurement, or protracted loss or impairment of the function of any bodily\n\nmember or organ.” 18 Pa.C.S.A. § 2301. “[T]he Commonwealth must prove\n\nthat the defendant had an actual present ability to inflict harm and not merely\n\nthe apparent ability to do so. Danger, not merely the apprehension of danger,\n\nmust be created.”       Commonwealth v. Headley, 242 A.3d 940, 944\n\n(Pa.Super. 2020), appeal denied, ___ Pa. ___, 253 A.3d 675 (2021) (internal\n\ncitation omitted).\n\n      Instantly, it is undisputed that the Commonwealth charged Appellant\n\nwith REAP as it relates to Ms. Wise’s children, who were inside the bedroom\n\nwhen Appellant kicked in the door.         In evaluating the sufficiency of the\n\nevidence to sustain this conviction, the trial court stated:\n\n         Here, Appellant and Ms. Wise had previously dated, and\n         Appellant had been to the apartment before. Therefore,\n         Appellant knew the bedroom door he was breaking down\n         belonged to that of the children. The act of breaking the\n\n                                      - 17 -\n\fJ-A22035-21\n\n\n           door down, alone, was conduct that could have potentially\n           resulted in danger or great bodily harm to the occupants of\n           the locked room. Accordingly, the evidence was sufficient\n           to sustain Appellant’s conviction.\n\n(Trial Court Opinion at unnumbered pp. 6-7).       We cannot agree with the\n\ncourt’s analysis.\n\n      As Appellant correctly notes, no testimony or evidence described the\n\nsize of the children’s bedroom or where they were in relation to the door when\n\nAppellant kicked it open.      Additionally, no evidence demonstrated that\n\nAppellant made contact with the children when he punched Ms. Wise. On this\n\nrecord, we cannot say that Appellant’s actions placed Ms. Wise’s children in\n\ndanger of death or serious bodily injury. See 18 Pa.C.S.A. §§ 2301; 2705.\n\nTherefore, we reverse Appellant’s conviction for REAP. Because the court did\n\nnot impose any sentence related to this crime, however, we need not remand\n\nfor resentencing.\n\n      In his third issue, Appellant argues the court failed to grant a mistrial\n\nbased on the improper comments of Officer Rosinski and Ms. Velasquez.\n\nRegarding Officer Rosinski, Appellant asserts that he improperly stated that\n\nMs. Wise said she was scared because there was an issue with her and\n\nAppellant from past relationships and that Ms. Wise knows Appellant can be\n\nviolent.    Appellant claims Ms. Velasquez also inappropriately referenced\n\nAppellant’s prior bad acts by initially mentioning a “domestic,” on direct\n\nexamination, and later stating on cross-examination that Appellant was\n\n“gonna fuck me up” and the “night before he put his hands on me.”\n\n                                     - 18 -\n\fJ-A22035-21\n\n\n(Appellant’s Brief at 37) (citing trial testimony).    Appellant maintains the\n\nreferences to Appellant’s prior bad acts constituted hearsay subject to no\n\nexception. Appellant disagrees with the trial court’s reliance on the res gestae\n\nexception because the prior bad acts in this case were wholly unrelated to the\n\ncharges pertaining to the events involving Ms. Wise and her children.\n\nAppellant submits that the trial court failed to engage in any serious weighing\n\nof the prejudice and purported probative value of the prior bad acts evidence.\n\nAppellant emphasizes that the prior bad act testimony here was highly\n\nprejudicial in the course of a short one-day trial involving the testimony of\n\nonly three witnesses. Appellant suggests the prior bad acts testimony was\n\nintentional and deliberate because the Commonwealth warned its witnesses\n\nnot to testify about other domestic abuse allegations against Appellant.\n\nAppellant posits that no curative instruction would have been adequate to cure\n\nthe prejudice here. Appellant concludes the court’s failure to grant a mistrial\n\nin this case was erroneous, and this Court must award Appellant a new trial.\n\nWe disagree.\n\n      Our standard of review from the court’s denial of a motion for a mistrial\n\nis as follows:\n\n         The trial court is in the best position to assess the effect of\n         an allegedly prejudicial statement on the jury, and as such,\n         the grant or denial of a mistrial will not be overturned absent\n         an abuse of discretion. A mistrial may be granted only\n         where the incident upon which the motion is based is of such\n         a nature that its unavoidable effect is to deprive the\n         defendant of a fair trial by preventing the jury from weighing\n         and rendering a true verdict.\n\n                                     - 19 -\n\fJ-A22035-21\n\n\n\nCommonwealth v. Rega, 593 Pa. 659, 692, 933 A.2d 997, 1016 (2007),\n\ncert. denied, 552 U.S. 1316, 128 S.Ct. 1879, 170 L.Ed.2d 755 (2008).\n\n     Pennsylvania Rule of Evidence 404(b) provides as follows:\n\n        Rule 404. Character Evidence; Crimes or Other Acts\n\n                                   *     *      *\n\n        (b)     Crimes, Wrongs or Other Acts.\n\n        (1) Prohibited Uses. Evidence of a crime, wrong, or other\n        act is not admissible to prove a person’s character in order\n        to show that on a particular occasion the person acted in\n        accordance with the character.\n\n        (2) Permitted Uses. This evidence may be admissible for\n        another purpose, such as proving motive, opportunity,\n        intent, preparation, plan, knowledge, identity, absence of\n        mistake, or lack of accident. In a criminal case this evidence\n        is admissible only if the probative value of the evidence\n        outweighs its potential for unfair prejudice.\n\n                                   *     *      *\n\nPa.R.E. 404(b)(1)-(2).\n\n     “[E]vidence of prior crimes is not admissible for the sole purpose of\n\ndemonstrating    a   criminal   defendant’s     propensity   to   commit   crimes.”\n\nCommonwealth v. Melendez-Rodriguez, 856 A.2d 1278, 1283 (Pa.Super.\n\n2004) (en banc).     Nevertheless, “[e]vidence may be admissible in certain\n\ncircumstances where it is relevant for some other legitimate purpose and not\n\nutilized solely to blacken the defendant’s character.”            Id.   Specifically,\n\nevidence of other crimes or bad acts is admissible if offered for a non-\n\npropensity purpose, such as proof of an actor’s knowledge, plan, motive,\n\n                                       - 20 -\n\fJ-A22035-21\n\n\nidentity, or absence of mistake or accident. Commonwealth v. Chmiel, 585\n\nPa. 547, 889 A.2d 501 (2005), cert. denied, 549 U.S. 848, 127 S.Ct. 101, 166\n\nL.Ed.2d 82 (2006). “Another special circumstance where evidence of other\n\ncrimes may be relevant and admissible is where such evidence was part of the\n\nchain or sequence of events which became part of the history of the case and\n\nformed part of the natural development of the facts.” Commonwealth v.\n\nLark, 518 Pa. 290, 303, 543 A.2d 491, 497 (1988).                This “special\n\ncircumstance” is sometimes referred to as the “res gestae” exception, or the\n\n“complete story” rationale. Id.\n\n     Importantly:\n\n        Not all improper references to prior bad acts will mandate a\n        new trial, however. Mere passing references to criminal\n        activity will not require reversal unless the record indicates\n        that prejudice resulted from the reference. Harmless error\n        is present when the properly admitted evidence of guilt is\n        so overwhelming and the prejudicial effect of the error is so\n        insignificant by comparison that it is clear beyond a\n        reasonable doubt that the error could not have contributed\n        to the verdict.\n\nCommonwealth v. Stafford, 749 A.2d 489, 496-97 (Pa.Super. 2000),\n\nappeal denied, 568 Pa. 660, 795 A.2d 975 (2000) (internal citations and\n\nquotation marks omitted).    Additionally, this Court has explained that a\n\ncurative instruction might adequately remedy an improper reference to prior\n\nbad acts:\n\n        Consideration of all the circumstances is necessary in\n        determining whether an instruction can cure the exposure\n        of improper evidence to the jury. Among the circumstances\n        to be considered are whether the remark was intentionally\n\n                                    - 21 -\n\fJ-A22035-21\n\n\n            elicited by the Commonwealth, whether the Commonwealth\n            exploited the reference, whether the answer is responsive\n            to the question asked, and whether [the] curative\n            instructions…given were significant.\n\nCommonwealth v. Vasquez, 617 A.2d 786, 788 (Pa.Super. 1992) (internal\n\ncitations omitted).\n\n      Instantly, Appellant challenges three references to his “prior bad acts.”\n\nAppellant’s first challenge is to Officer Rosinski’s testimony that Ms. Wise “said\n\nthat she was scared because there was an issue with her and [Appellant] from\n\npast relationships; she knows that [Appellant] can be violent.” (See N.T. Trial\n\nat 29). Defense counsel immediately objected to this testimony, and the court\n\nsustained the objection. Shortly thereafter, Appellant moved for a mistrial.\n\n(Id. at 30). The prosecutor informed the court that witnesses were instructed\n\nnot to go into any prior incident regarding Appellant, and the prosecutor\n\napologized for Officer Rosinski’s statement. The court acknowledged that the\n\nreference to Appellant’s violence was brief and denied the request for a\n\nmistrial.    (Id.)   Given that the Commonwealth did not elicit the offending\n\ntestimony or exploit the testimony, and the officer’s answer was not totally\n\nresponsive to the prosecutor’s question, a curative instruction might have\n\nbeen an adequate remedy here to ameliorate any prejudice. See Vasquez,\n\nsupra. Nevertheless, Appellant declined the court’s offer to issue a curative\n\ninstruction. (See N.T. Trial at 30). Further, in light of the evidence presented\n\nagainst Appellant in this case, Officer Rosinski’s comment amounted to\n\nharmless error. See Stafford, supra. Under these circumstances, we see\n\n                                      - 22 -\n\fJ-A22035-21\n\n\nno reason to disrupt the court’s denial of a mistrial concerning Officer\n\nRosinski’s comment. See Rega, supra.\n\n      Concerning Appellant’s next challenge to Ms. Velasquez’s statement that\n\nshe was communicating with Ms. Wise on the night in question because they\n\nwere “talking about the domestic,” we initially note that Appellant did not\n\nobject to this response at the time it was made. Consequently, any challenge\n\nto this comment is waived. See Commonwealth v. Russell, 209 A.3d 419\n\n(Pa.Super. 2019), appeal denied, 655 Pa. 508, 218 A.3d 862 (2019)\n\n(explaining that to preserve claim for appellate review, party must make\n\ntimely and specific objection at appropriate stage of proceedings before trial\n\ncourt, or claim is waived; Superior Court will not consider claim which was not\n\ncalled to trial court’s attention at time when any error committed could have\n\nbeen corrected). Further, the reference to a “domestic” did not state the word\n\n“violence” as the prosecutor cut off Ms. Velasquez before she continued with\n\nher comment. Thus, even if not waived, any error regarding this comment\n\nwas harmless in light of the evidence presented against Appellant in this case.\n\nSee Stafford, supra.\n\n      In his final complaint, Appellant challenges Ms. Velasquez’s statements\n\nmade during cross-examination, in which Ms. Velasquez said that she drove\n\nAppellant to Ms. Wise’s home on the night in question because he told her he\n\nwas “gonna fuck [her] up” and “because [she] was scared.” (See N.T. Trial\n\nat 65-66).   Defense counsel then asked why Ms. Velasquez would pick up\n\n\n                                    - 23 -\n\fJ-A22035-21\n\n\nAppellant from work that night if she was afraid, to which Ms. Velasquez\n\nresponded: “Because that night before he put his hands on me.”              (Id.)\n\nDefense counsel then asked to approach the bench and requested a mistrial.\n\nAs the trial court explained:\n\n          Initially, it must be noted that Appellant’s counsel asked\n          these questions of the witness and when the witness\n          answered the questions responsively, he objected. To allow\n          counsel to secure a mistrial after receiving a responsive\n          answer to the question posed would be ludicrous and open\n          the door to having counsel ask such questions when a trial\n          was proceeding unfavorably for their client.\n\n(Trial Court Opinion at unnumbered p. 10) (emphasis in original). We agree\n\nwith the court’s analysis. See Commonwealth v. Miller, 481 A.2d 1221\n\n(Pa.Super. 1984) (stating that when defense counsel puts question to witness\n\nthat cannot be answered fairly without statement of fact as explanation, then\n\nexplanation is deemed to be invited by counsel, and complaint that it was\n\nadded to answer cannot be made; having demanded complete answer,\n\ncounsel must accept answer given; defendant must assume risk of his\n\ncounsel’s questions and he cannot benefit on appeal when his own cross-\n\nexamination elicited unwelcome response”). On this record, we see no abuse\n\nof discretion in the trial court’s denial of the request for a mistrial concerning\n\nMs. Velasquez’s testimony.2          See Rega, supra.    Accordingly, we affirm\n\n____________________________________________\n\n\n2 Based on our disposition, we need not decide whether any of the challenged\ntestimony of Officer Rosinski or Ms. Velasquez fell under any Rule 404(b)(2)\nexception or the res gestae exception. Indeed, we can affirm the trial court’s\n(Footnote Continued Next Page)\n\n\n                                          - 24 -\n\fJ-A22035-21\n\n\nAppellant’s convictions for burglary and simple assault, but reverse his\n\nconviction for REAP.\n\n       Convictions affirmed in part, reversed in part.      Jurisdiction is\n\nrelinquished.\n\n\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 3/01/2022\n\n\n\n\n____________________________________________\n\n\nruling on any grounds. See Commonwealth v. McFalls, 251 A.3d 1286\n(Pa.Super. 2021) (explaining that we may affirm trial court’s determination\non any proper grounds).\n\n                                          - 25 -\n\f",
            "ocr": false,
            "opinion_id": 6318457
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}