{
    "id": 6457523,
    "judges": null,
    "date_filed": 1649721600000,
    "date_filed_is_approximate": false,
    "slug": "paradise-entertainment-group-inc-dba-magic-city-v-demetric-r-favors",
    "case_name_short": null,
    "case_name": "PARADISE ENTERTAINMENT GROUP, INC. D/B/A MAGIC CITY v. DEMETRIC R. FAVORS",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 20.0,
            "download_url": "https://efast.gaappeals.us/download?filingId=94bafd35-fb4c-44a7-9e3a-d97ba430a843",
            "author_id": null,
            "opinion_text": "                           THIRD DIVISION\n                            DOYLE, P. J.,\n          REESE, J., and SENIOR APPELLATE JUDGE PHIPPS\n\n                   NOTICE: Motions for reconsideration must be\n                   physically received in our clerk’s office within ten\n                   days of the date of decision to be deemed timely filed.\n                              https://www.gaappeals.us/rules\n\n\n\n                                                                     April 12, 2022\n\n\n\n\nIn the Court of Appeals of Georgia\n A22A0612. PARADISE ENTERTAINMENT GROUP, INC. et al.\n     v. FAVORS.\n\n      PHIPPS, Senior Appellate Judge.\n\n      In this personal injury action, defendants Paradise Entertainment Group, Inc.,\n\nd/b/a Magic City (“PEG”), M-Entertainment Properties, LLC d/b/a Magic City\n\n(“MEP”), and M-Entertainment & Consultant Service, Inc. (“MEC”)1 (collectively,\n\n“the Magic City Defendants”) appeal from the partial denial of their motion for\n\nsummary judgment, following our grant of their application for interlocutory review.\n\nSee Paradise Entertainment Group v. Favors, Case No. A21I0236 (Aug. 11, 2021).\n\nThe Magic City Defendants raise several challenges to the trial court’s summary\n\njudgment rulings. For the reasons that follow, we conclude that the Magic City\n\n      1\n       MEC also is referred to in the record as “-M- Entertainment and Consulting\nService, Inc.”\n\fDefendants are entitled to summary judgment on all remaining claims against them\n\nand reverse the judgment of the trial court on that basis.\n\n      Viewed in the light most favorable to plaintiff Demetric Favors, the nonmoving\n\nparty, see City of St. Marys v. Reed, 346 Ga. App. 508, 508-509 (816 SE2d 471)\n\n(2018), the record shows that, on the night in question, on-duty uniformed Atlanta\n\nPolice Officer Emanuel Thompson2 parked his marked patrol car in a parking lot\n\nadjacent to Magic City, an adult entertainment club in Atlanta.3 Officer Thompson\n\nwas in that area in his capacity as a police officer and at the direction of a supervisor,\n\nas there had been a shooting nearby the night before. At that time, defendant L.A.\n\nEnterprise Security Services (“LA Security”), which is owned by LaTiesa Alford,4\n\nprovided private security services for Magic City and its adjacent parking lot. Neither\n\nLA Security nor Magic City employed Officer Thompson or paid him to be there. In\n\nfact, Magic City never hired off-duty police officers for security, and Alford did not\n\n\n\n\n      2\n          Officer Thompson’s first name also is spelled “Emmanuel” in the record.\n      3\n        Magic City is owned by MEP and operated by PEG, and the parking lot\nadjacent to the club is owned by a third party and leased to MEC.\n      4\n          Alford’s first name also is spelled “Latiesa” in the record.\n\n                                            2\n\fknow Officer Thompson, who never has been an employee, agent, or independent\n\ncontractor of Magic City.\n\n      Favors also visited Magic City that night. While he was inside the club, another\n\nman (who had arrived with Favors’s group) took some money from the stage and ran\n\nout of the club. Around that time, Favors’s group began exiting the club.\n\n      Outside of the club, Favors got into an SUV with some other men. Also around\n\nthat time, Alford told Officer Thompson that one or two men had robbed a patron in\n\nthe club, and she gave Officer Thompson a description of the clothing worn by the\n\nsuspect or suspects. Officer Thompson then began looking for suspects in the parking\n\nlot. As the SUV in which Favors was a passenger started to exit the lot, Devin\n\nThompson (who worked for LA Security) told Officer Thompson that one or more\n\npersons in the vehicle were suspects in the theft. Devin Thompson and Officer\n\nThompson tried to stop the SUV, to no avail. Around that time, Officer Thompson\n\nactivated the blue lights on his patrol car, and Alford removed some traffic cones\n\nfrom in front of the patrol car to enable it to leave. According to Devin Thompson,\n\nAlford told Officer Thompson to move his patrol car to block the SUV’s exit. Officer\n\nThompson did not move his car, and, as the SUV sped up and continued to move\n\nthrough the parking lot, the officer discharged his service firearm into the vehicle five\n\n                                           3\n\ftimes, striking Favors in the thigh and ankle. Officer Thompson later resigned from\n\nthe police force and, as a result of the shooting, pled guilty to simple assault.\n\n      Favors subsequently sued Officer Thompson, Alford, LA Security, and the\n\nMagic City Defendants for negligence, premises liability, and related claims arising\n\nout of the shooting. As relevant here, Favors sought to hold the Magic City\n\nDefendants liable for Officer Thompson’s actions on the ground that Officer\n\nThompson acted as an agent of the Magic City Defendants when he shot Favors.\n\nFollowing discovery, the Magic City Defendants moved for summary judgment on\n\ngrounds that, as relevant to this appeal: (i) there is no evidence that they employed,\n\ncontracted with, controlled, or directed Officer Thompson at the time of the shooting;\n\n(ii) the shooting was not foreseeable; and (iii) Favors cannot show that any alleged\n\nacts of the Magic City Defendants proximately caused his injuries.\n\n      The trial court granted summary judgment to the Magic City Defendants on\n\nFavors’s premises liability claim, but denied summary judgment on his remaining\n\nclaims for ordinary negligence; imputed liability; wrongful retention, supervision,\n\nhiring, entrustment, and training; punitive damages; and OCGA § 13-6-11 attorney\n\nfees. In pertinent part, the court concluded that disputed factual issues remain as to:\n\n(i) whether, at the time of the shooting, Officer Thompson was working in a “dual\n\n                                           4\n\fagent capacity” as a police officer and as an agent of the Magic City Defendants, in\n\nfurtherance of their business interests; and (ii) whether Alford and Devin Thompson,\n\nwhile acting as agents for the Magic City Defendants, acted reasonably during the\n\nevents leading up to the shooting. This interlocutory appeal followed.\n\n      We review de novo a grant or denial of summary judgment, viewing the\n\nevidence and all reasonable conclusions and inferences drawn from it in the light\n\nmost favorable to the nonmovants. City of St. Marys, 346 Ga. App. at 508-509.\n\nSummary judgment is proper when there is no genuine issue of material fact and the\n\nmovant is entitled to judgment as a matter of law. Id. at 508; see OCGA § 9-11-56 (c).\n\n“[T]he burden on the moving party may be discharged by pointing out by reference\n\nto the affidavits, depositions and other documents in the record that there is an\n\nabsence of evidence to support the nonmoving party’s case.” Ellison v. Burger King\n\nCorp., 294 Ga. App. 814, 819 (3) (a) (670 SE2d 469) (2008) (citation and punctuation\n\nomitted); see OCGA § 9-11-56 (c). If the movant meets this burden, the nonmovants\n\n“cannot rest on [their] pleadings, but rather must point to specific evidence giving rise\n\nto a triable issue.” Ellison, 294 Ga. App. at 819 (3) (a) (citation and punctuation\n\nomitted); see OCGA § 9-11-56 (e).\n\n\n\n                                           5\n\f      1. (a) On appeal, the Magic City Defendants first challenge the denial of\n\nsummary judgment on Favors’s claims for ordinary negligence and imputed liability.5\n\nIn those claims, Favors seeks to hold the Magic City Defendants liable for their own\n\nalleged negligence, as well as the alleged negligence of Alford and LA Security.6 The\n\nMagic City Defendants contend that, because Officer Thompson’s decision to shoot\n\ninto the SUV was unforeseeable, Favors cannot establish that any acts attributable to\n\nthem proximately caused his injuries. We agree.\n\n      To state a cause of action for negligence in Georgia, “a plaintiff must show four\n\nelements: a duty, a breach of that duty, causation and damages.” Goldstein, Garber\n\n& Salama, LLC v. J. B., 300 Ga. 840, 841 (1) (797 SE2d 87) (2017) (citation and\n\npunctuation omitted); accord Wilcher v. Redding Swainsboro Ford Lincoln Mercury,\n\n321 Ga. App. 563, 565-566 (1) (743 SE2d 27) (2013). As to causation, “[t]o recover\n\ndamages in a tort action, a plaintiff must prove that the defendant’s negligence was\n\nboth the ‘cause in fact’ and the ‘proximate cause’ of the injury.” Atlanta Obstetrics\n\n\n\n      5\n       We need not address this enumeration of error to the extent that it pertains to\nFavors’s claim for premises liability, as the trial court granted summary judgment to\nthe Magic City Defendants on that claim.\n      6\n        Favors’s claims that the Magic City Defendants also should be held liable for\nthe alleged negligence of Officer Thompson are addressed in Division 2, below.\n\n                                          6\n\f& Gynecology Group, P.A. v. Coleman, 260 Ga. 569, 569 (398 SE2d 16) (1990);\n\naccord Goldstein, Garber & Salama, 300 Ga. at 841 (1) (“[T]o recover for any\n\ninjuries resulting from the breach of a duty, there must be evidence that the injuries\n\nwere proximately caused by the breach of the duty.”); Brown v. All-Tech Investment\n\nGroup, 265 Ga. App. 889, 893 (1) (595 SE2d 517) (2004) (“[S]ummary judgment is\n\nappropriate in negligence cases when, viewing all the facts and reasonable inferences\n\nfrom those facts in a light most favorable to the plaintiff, the evidence does not create\n\na triable issue on the question of proximate cause.”).\n\n             Proximate cause is that which, in the natural and continuous\n      sequence, unbroken by other causes, produces an event, and without\n      which the event would not have occurred. In this regard, a negligent\n      actor who breaches a duty to another is not responsible for a\n      consequence which is merely possible, according to occasional\n      experience, but only for a consequence which is probable, according to\n      ordinary and usual experience. It is important to recognize that probable,\n      in the rule as to causation, does not mean “more likely than not,” but\n      rather “not unlikely”; or, more definitely, “such a chance of harm as\n      would induce a prudent man not to run the risk; such a chance of\n      harmful result that a prudent man would foresee an appreciable risk that\n      some harm would happen.”\n\n             The requirement of proximate cause constitutes a limit on legal\n      liability; it is a policy decision that, for a variety of reasons, e.g.,\n\n                                           7\n\f      intervening act, the defendant’s conduct and the plaintiff’s injury are too\n      remote for the law to countenance recovery. The determination of\n      whether proximate cause exists requires both factfinding in the “what\n      happened” sense, and an evaluation of whether the facts measure up to\n      the legal standard set by precedent. And, while proximate cause is\n      ordinarily a jury question, it will be determined by the court as a matter\n      of law in plain and undisputed cases.\n\n             Where . . . a defendant claims that its negligence is not the\n      proximate cause of the plaintiff’s injuries, but that an act of a third party\n      intervened to cause those injuries, the rule is that an intervening and\n      independent wrongful act of a third person producing the injury, and\n      without which it would not have occurred, should be treated as the\n      proximate cause, insulating and excluding the negligence of the\n      defendant. But, this rule does not insulate the defendant if the defendant\n      had reasonable grounds for apprehending that such wrongful act would\n      be committed. Stated differently, if the character of the intervening act\n      claimed to break the connection between the original wrongful act and\n      the subsequent injury was such that its probable or natural consequences\n      could reasonably have been anticipated, apprehended, or foreseen by the\n      original wrong-doer, the causal connection is not broken, and the\n      original wrong-doer is responsible for all of the consequences resulting\n      from the intervening act.\n\nJohnson v. Avis Rent a Car System, 311 Ga. 588, 592-593 (858 SE2d 23) (2021)\n\n(citations and punctuation omitted); see also Brown, 265 Ga. App. at 893-894 (1) (“an\n\nindependent, intervening criminal act of a third party, without which the injury would\n\n                                           8\n\fnot have occurred, will be treated as the proximate cause of the injury,” thereby\n\nbreaking the causal connection between the defendants’ negligence and the injury,\n\nunless the intervening criminal act “was a reasonably foreseeable consequence of the\n\ndefendants’ conduct”) (citations and punctuation omitted). “[P]roximate cause is\n\nalways to be determined on the facts of each case upon mixed considerations of logic,\n\ncommon sense, justice, policy and precedent.” Atlanta Obstetrics & Gynecology\n\nGroup, 260 Ga. at 569 (citation and punctuation omitted).\n\n      Here, pretermitting whether there is any evidence suggesting that the Magic\n\nCity Defendants, Alford, or LA Security breached a duty owed to Favors, he has\n\nidentified no record evidence from which a jury could find that Officer Thompson’s\n\nact of shooting into the SUV in which Favors was a passenger (in response to\n\nallegations that a robbery suspect was in the SUV) was “probable, according to\n\nordinary and usual experience,” or “could reasonably have been anticipated,\n\napprehended, or foreseen by” the Magic City Defendants.7 Johnson, 311 Ga. at 592-\n\n593 (citations and punctuation omitted); see also Brown, 265 Ga. App. at 893-894 (1).\n\n      7\n          Indeed, the trial court recognized as much when it agreed with Favors’s\nconcession that the record does not support a finding that Officer Thompson’s\ndecision to shoot into the SUV was foreseeable for purposes of Favors’s premises\nliability claim. And Favors similarly characterizes the shooting as an “unjustified use\nof force,” “outrageously aggressive,” and “unlawful.”\n\n                                          9\n\fConsequently, the Magic City Defendants are entitled to summary judgment on\n\nFavors’s claims for ordinary negligence and imputed liability to the extent those\n\nclaims are premised on the actions of the Magic City Defendants, Alford, or LA\n\nSecurity. See Johnson, 311 Ga. at 589-590, 594-597 (concluding that the defendants\n\n— a car rental company, its regional security manager, the operator of the rental\n\nlocation at issue, and the operator’s owner — could not be liable under theories of\n\nnegligence and vicarious liability for injuries to the plaintiffs that occurred when a\n\ncompany employee stole a company car and, following a high-speed chase, crashed\n\ninto a wall on which the plaintiffs were sitting, because the evidence did not show\n\n“that a crash resulting in serious injuries would be the reasonably foreseeable\n\nconsequence of the [employee’s] theft”); Massachusetts Cotton Mills v. Hawkins, 164\n\nGa. 594, 598-599 (2) (139 SE 52) (1927) (holding that a corporation, the manager of\n\nwhich knowingly procured a void arrest warrant, could not be liable for the arresting\n\nofficer’s subsequent act of killing the suspect because, while the act of procuring the\n\nwarrant “would naturally and ordinarily bring about the arrest” of the suspect, it “did\n\nnot ordinarily and naturally produce the death of the deceased”); Brown, 265 Ga.\n\nApp. at 889-890, 893 & 895-896 (1) (holding that the defendant day-trading firms\n\nwere entitled to summary judgment in an action brought by victims of a work-place\n\n                                          10\n\fmass shooting because there was no evidence that the shooting spree was a\n\nreasonably foreseeable outcome of the firms’ actions).\n\n      (b) The trial court did not expressly address Favors’s claims for wrongful\n\nretention, supervision, hiring, entrustment, and training (of Officer Thompson, LA\n\nSecurity, and Alford) in its order denying summary judgment. Nevertheless, our\n\nruling in Division 1 (a) — that Officer Thompson’s decision to shoot into the vehicle\n\nin which Favors was a passenger was not foreseeable to the Magic City Defendants\n\n— necessarily defeats those claims, which ultimately seek redress for the same harm,\n\ni.e., the injuries suffered by Favors in the shooting. See, e.g., Allen v. Zion Baptist\n\nChurch, 328 Ga. App. 208, 213-214 (1) (b) (761 SE2d 605) (2014) (an employer may\n\nbe liable for a failure to exercise due care in hiring, retaining, or supervising an\n\nemployee only where “it is reasonably foreseeable that the employee could cause the\n\ntype of harm sustained by the plaintiff”) (citation and punctuation omitted); Gafford\n\nv. Duncan, 210 Ga. App. 350, 351 (436 SE2d 78) (1993) (physical precedent only)\n\n(“an independent, intervening criminal act of a third party, without which the injury\n\nwould not have occurred, will be treated as the proximate cause of the injury,”\n\n\n\n\n                                          11\n\fthereby defeating a claim for negligent entrustment).8 The Magic City Defendants\n\ntherefore are entitled to summary judgment on these claims, as well.\n\n      (c) The trial court also did not expressly address Favors’s claim that Alford’s,\n\nDevin Thompson’s, and LA Security’s “negligent undertaking to provide security\n\nwithin the parking lot on the night in question” may subject the Magic City\n\nDefendants to liability. Pretermitting whether the trial court’s grant of summary\n\njudgment on Favors’s premises liability claim necessarily disposed of any potential\n\nclaim for negligent undertaking, any such claim also fails.\n\n      As is the case with the other negligence-based claims addressed above, our\n\nrulings on foreseeability and proximate cause also defeat Favors’s attempts to hold\n\nthe Magic City Defendants liable via a theory of negligent undertaking, which again\n\nis premised solely on the injuries Favors suffered as a result of the shooting by\n\nOfficer Thompson. See, e.g., Brown, 265 Ga. App. at 898 (2) (a) (ii) (one who\n\n      8\n         Of course, these claims also fail insofar as they are directed at the alleged\nhiring, training, supervision, or retention of Officer Thompson for the additional\nreason that he was not an employee of — and thus had not been hired, trained,\nsupervised, or retained by — Alford, LA Security, or the Magic City Defendants. See\ngenerally Allen, 328 Ga. App. at 212-216 (1) (addressing claim for negligent hiring,\nretaining, and supervising). And because each of these claims fails on proximate\ncause/foreseeability, we need not address whether a claim for negligent entrustment\notherwise potentially could lie on the facts of this case if proximate cause were\nestablished.\n\n                                         12\n\fprovides security for a premises generally can be liable for negligent performance of\n\nthe undertaking “only if the type of danger the injured person actually encountered\n\nwas foreseeable”). The Magic City Defendants therefore are entitled to summary\n\njudgment on Favors’s negligent undertaking claim.\n\n      2. In what appears to be an alternate theory of liability, Favors argued below,\n\nas he does on appeal, that the Magic City Defendants may be vicariously liable for\n\nOfficer Thompson’s actions on the ground that the officer was acting in a “dual\n\ncapacity” as an agent of both the public and the Magic City Defendants at the time\n\nof the shooting. The trial court found that disputed issues of fact preclude summary\n\njudgment on this issue, and the Magic City Defendants challenge that ruling on\n\nappeal. Pretermitting whether our rulings in Division 1 dispose of any claims brought\n\nunder this theory of liability, it does not apply here.\n\n      The Supreme Court of Georgia has delineated the circumstances under which\n\na private entity may be liable for the actions of a law enforcement officer acting in a\n\n“dual capacity” as follows:\n\n      [A law enforcement officer] may occupy a dual position of exercising\n      functions for the public and the company; in which case, where he is in\n      the discharge of duties for the company, and the tort is committed under\n      such circumstances as not to justify it, the company is liable. But if he\n\n                                           13\n\f      commits a tort merely as a police officer, the company would not be\n      liable, unless it was done at the direction of the company. The mere fact\n      that a . . . company pays for the services of a certain police officer, who\n      does nothing but perform the duties of a police officer proper, does not\n      make the company liable.\n\n\nPounds v. Central of Ga. R. Co., 142 Ga. 415, 418 (83 SE 96) (1914); accord Ambling\n\nMgmt. Co. v. Miller, 295 Ga. 758, 762 (2) (764 SE2d 127) (2014). Under this rubric,\n\na private entity’s liability for a law enforcement officer’s tort is determined by the\n\nofficer’s capacity at the moment the tort arose. Ambling Mgmt. Co., 295 Ga. at 763-\n\n765 (2).\n\n      Here, the tort arose when Officer Thompson, while on duty as a uniformed\n\npolice officer, discharged his service weapon into the SUV in which Favors was a\n\npassenger. It is undisputed that, at no point during the evening of the shooting, was\n\nOfficer Thompson employed or paid by the Magic City Defendants. Cf. Ambling\n\nMgmt. Co., 295 Ga. at 758-759, 759-760 (1), 765 (3) (finding a jury question as to\n\ndual capacity where an off-duty police officer was hired and paid by owners of the\n\ndefendant apartment complex). Moreover, Favors has pointed to no record evidence\n\nthat would support a finding that the Magic City Defendants had any authority to\n\ndirect Officer Thompson’s actions or control the manner in which he performed his\n\n                                          14\n\fjob as an on-duty police officer. See Kent v. Southern R. Co., 52 Ga. App. 731, 731-\n\n736 (184 SE 638) (1936) (a railway conductor’s act of ordering the chief of police to\n\nshoot a man blocking a train track did not render the railway liable for the police\n\nchief’s subsequent act of shooting the man because the railway had no authority to\n\ndirect the actions of the police chief, who “was under an independent duty of his own,\n\nby virtue of his office, to take action in the premises”); compare Massachusetts\n\nCotton Mills, 164 Ga. at 597-598 (1) (the defendant manufacturing company was not\n\nliable for acts committed during an arrest effected by a law enforcement officer\n\nemployed to provide security for the company, because, when making the arrest, the\n\nofficer was acting under the authority of an arrest warrant and not under the\n\ncompany’s authority), and Touchton v. Bramble, 284 Ga. App. 164, 165-166 (1) (a)\n\n(643 SE2d 541) (2007) (an amusement park could not be liable for an arrest effected\n\nby a law enforcement officer paid by the park, because the park had no control over\n\nlaw enforcement decisions made by officers who worked at the park); with Exposition\n\nCotton Mills v. Sanders, 143 Ga. 593, 595-596 (85 SE 747) (1915) (a company could\n\nbe liable for torts committed by a “special officer of the law” employed by the\n\ncompany and authorized by the company to make arrests on its property). And Favors\n\nlikewise has pointed to nothing in the record suggesting that anyone associated with\n\n                                         15\n\fthe Magic City Defendants asked, directed, or encouraged Officer Thompson to shoot\n\nthe SUV.9 Officer Thompson, on the other hand, testified that no one associated with\n\nthe Magic City Defendants asked him to fire his weapon or use violent force that\n\nevening.\n\n      Under these circumstances, at the moment that Officer Thompson shot at the\n\nSUV, he was acting solely as a police officer and not as an agent of the Magic City\n\nDefendants. See Massachusetts Cotton Mills, 164 Ga. at 597-598 (1); Pounds, 142\n\nGa. at 418; Touchton, 284 Ga. App. at 165-166 (1) (a); Kent, 52 Ga. App. at 731-736;\n\ncompare Hyatt Corp. v. Cook, 242 Ga. App. 542, 542-545 (529 SE2d 633) (2000)\n\n(concluding that a hotel chain could not be liable for the actions of an off-duty police\n\n      9\n         Both before the trial court and on appeal, Favors repeatedly has made\nnumerous conclusory assertions to the effect that “Officer Thompson’s actions were\ndirected, condoned, and encouraged by [the Magic City] Defendants”; Officer\nThompson “shot into the white SUV at the direction and encouragement of Magic\nCity’s security staff” (capitalization omitted); the Magic City Defendants “directed,\nparticipated, instigated and procured [Officer] Thompson’s unlawful seizure” of\nFavors; at the time of the shooting, Officer Thompson “was merely acting on the\nwords or direction of the [Magic City] Defendants”; the Magic City Defendants’\nsecurity personnel “directed Officer Thompson to apprehend the suspected thief”; and\nAlford “gave Officer Thompson direction and prompted his actions.” He does not,\nhowever, identify any record evidence indicating that the decision to shoot the SUV\noriginated from anyone other than Officer Thompson. Notwithstanding Favors’s\nbroad claims to the contrary, no reasonable fact-finder could interpret any of the\nactions taken by Alford or Devin Thompson as an instruction to Officer Thompson\nto shoot the SUV, as we implicitly concluded in Division 1 (a), above.\n\n                                          16\n\fofficer, who the chain had hired for security, when the officer arrested an unruly hotel\n\nbar patron after hotel staff asked the officer for assistance when several patrons\n\nignored an announcement that the bar was closing); with American Multi-Cinema v.\n\nWalker, 270 Ga. App. 314, 314-316 (1) & (1) (a) (605 SE2d 850) (2004) (concluding\n\nthat the evidence would authorize a jury to find that an off-duty deputy sheriff\n\nworking as a security guard for a movie theater chain confronted the plaintiff to\n\nenforce the chain’s loitering policy, rather than to perform a police duty). The Magic\n\nCity Defendants therefore are entitled to summary judgment under this theory of\n\nliability, as well.\n\n       3. In its order denying summary judgment, the trial court declined to address\n\nwhether, at the time of the shooting, Officer Thompson “was an agent of [the]\n\nDefendants in a more traditional sense.” The Magic City Defendants contend that\n\nthere is no evidence from which a jury could find that Officer Thompson was their\n\nagent. We agree.\n\n       The parties have not cited (either before the trial court or on appeal), and\n\nresearch has not revealed, any binding precedent under which an on-duty, uniformed\n\nlaw enforcement officer may be deemed an agent of a private party or entity outside\n\nof the “dual agency” rubric discussed above in Division 2. Consequently, to the\n\n                                          17\n\fextent that Favors’s complaint may be read to assert a claim against the Magic City\n\nDefendants for the actions of Officer Thompson under “traditional” agency\n\nprinciples, the Magic City Defendants likewise are entitled to summary judgment.\n\n      4. In their motion for summary judgment, the Magic City Defendants argued\n\nthat statements made by Magic City and/or LA Security personnel for the purpose of\n\nreporting a crime to Officer Thompson are subject to a qualified or conditional\n\nprivilege that shields them from liability in this case. See generally OCGA § 51-5-7\n\n(1)-(2); Examination Mgmt. Svcs. v. Steed, 340 Ga. App. 51, 53-55 (1) (794 SE2d\n\n678) (2016) (a conditional privilege defense to tort liability may be available to one\n\nwho “acted in good faith, had an interest to uphold . . . , gave a statement properly\n\nlimited in its scope and upon a proper occasion, and [made publication] to proper\n\npersons”). The trial court concluded that a disputed factual issue remains as to\n\nwhether the statements made by Magic City security personnel to Officer Thompson\n\nwere properly limited in scope or instead “exceeded the mere reporting of a crime and\n\nescalated into the security personnel directing Officer Thompson how to apprehend\n\nthe alleged thief.” The Magic City Defendants challenge this ruling on appeal.\n\n      Our ruling in Division 1 renders this issue moot. Because Officer Thompson’s\n\ndecision to shoot into a moving vehicle was not a foreseeable result of either\n\n                                         18\n\freporting a robbery inside Magic City or identifying the vehicle in which the suspect\n\nin the theft was believed to be traveling, it matters not whether statements to that\n\neffect made by Magic City security personnel are subject to a qualified or conditional\n\nprivilege, pretermitting whether that doctrine otherwise might apply here.\n\n      5. The Magic City Defendants also challenge the denial of summary judgment\n\non Favors’s claim for punitive damages under OCGA § 51-12-5.1. Because, as stated\n\nabove, the Magic City Defendants are entitled to summary judgment on each of the\n\nprimary claims against them, Favors plainly is not entitled to punitive damages, and\n\nthe Magic City Defendants are entitled to summary judgment on this claim, as well.\n\nSee Ratliff v. McDonald, 326 Ga. App. 306, 314 (2) (b) (756 SE2d 569) (2014) (“A\n\nclaim for punitive damages is derivative in nature and will not lie in the absence of\n\na finding of compensatory damages on an underlying claim.”) (citation and\n\npunctuation omitted).\n\n      6. Although not addressed by either party on appeal, our rulings above also\n\nnecessarily entitle the Magic City Defendants to summary judgment on Favors’s\n\nclaim for attorney fees under OCGA § 13-6-11. See United Cos. Lending Corp. v.\n\nPeacock, 267 Ga. 145, 147 (2) (475 SE2d 601) (1996) (“A prerequisite to any award\n\n\n\n                                         19\n\fof attorney fees under OCGA § 13-6-11 is the award of damages or other relief on the\n\nunderlying claim[s].”).\n\n      Judgment reversed. Doyle, P. J., and Reese, J., concur.\n\n\n\n\n                                        20\n\f",
            "ocr": false,
            "opinion_id": 6329634
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}