{
    "id": 6458709,
    "judges": null,
    "date_filed": "1979-07-20",
    "date_filed_is_approximate": true,
    "slug": "state-of-iowa-v-dustin-jungvirt",
    "case_name_short": null,
    "case_name": "State of Iowa v. Dustin Jungvirt",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "https://www.iowacourts.gov/courtcases/15451/embed/CourtAppealsOpinion",
            "author_id": null,
            "opinion_text": "                    IN THE COURT OF APPEALS OF IOWA\n\n                                   No. 21-1130\n                               Filed April 13, 2022\n\n\nSTATE OF IOWA,\n     Plaintiff-Appellee,\n\nvs.\n\nDUSTIN JUNGVIRT,\n     Defendant-Appellant.\n________________________________________________________________\n\n\n      Appeal from the Iowa District Court for Scott County, Tom Reidel, Judge.\n\n\n\n      A defendant appeals the sentence imposed following his guilty plea to\n\ninsurance fraud, claiming the district court failed to properly consider which\n\nsentencing option would best rehabilitate him. AFFIRMED.\n\n\n\n\n      Martha J. Lucey, State Appellate Defender, and Maria Ruhtenberg,\n\nAssistant Appellate Defender, for appellant.\n\n      Thomas J. Miller, Attorney General, and Darrel Mullins, Assistant Attorney\n\nGeneral, for appellee.\n\n\n\n      Considered by May, P.J., and Schumacher and Badding, JJ.\n\f                                          2\n\n\nSCHUMACHER, Judge.\n\n       Dustin Jungvirt appeals his sentence following his guilty plea to insurance\n\nfraud, claiming the district court failed to properly consider which sentencing option\n\nwould best rehabilitate him. As we find the district court did not abuse its discretion\n\nin sentencing, we affirm.\n\nI.     Background Facts & Proceedings\n\n       On November 29, 2018, the State charged Jungvirt with insurance fraud,\n\nclaiming he filed false claims with his insurance carrier. Jungvirt was alleged to\n\nhave committed the offense while on probation for child endangerment causing\n\nbodily injury.   The State later added a charge for fraudulent practice.         After\n\nJungvirt’s arrest, he was released to the Iowa Department of Corrections for\n\nsupervision.\n\n       In May 2020, Jungvirt was arrested for assault while displaying a dangerous\n\nweapon. Due to the arrest, the court revoked Jungvirt’s pretrial release. Jungvirt\n\nentered a plea agreement on September 11, admitting to the probation violation\n\nand pleading guilty to insurance fraud. He also entered a plea of guilty to four\n\ncounts of forgery in a separate case. The State dismissed the fraudulent-practice\n\nand assault charges, as well as theft charges stemming from the same incidents\n\nas the forgery charges. As part of the plea agreement, the State agreed to\n\nrecommend Jungvirt for a residential treatment facility if Jungvirt was deemed\n\nappropriate for placement in the facility. If Jungvirt was denied a placement in a\n\nresidential facility, the State could recommend any legal sentence. Sentencing\n\nwas set for October 16. The court received a presentence investigate report (PSI)\n\f                                           3\n\n\nin early October, which recommended probation and placement in a Davenport\n\nresidential correctional facility (RCF).\n\n       Jungvirt failed to appear for sentencing, resulting in the court issuing a\n\nbench warrant for his arrest. He was not apprehended until May 2021. Due to his\n\nabsconding, the RCF would not approve him for placement. Sentencing took place\n\non July 16. Jungvirt asked for probation, highlighting as mitigating factors his\n\ndesire to see family, his limited criminal history, mental-health and substance-\n\nabuse issues, and progress he had made toward his education. The State urged\n\nthe court to impose a prison sentence.\n\n       The court sentenced Jungvirt to a prison term of five years for insurance\n\nfraud, to run consecutively to the two-year sentence for Jungvirt’s forgery\n\nconvictions.1 Jungvirt appeals the sentence imposed for insurance fraud.2\n\nII.    Standard of Review\n\n       “Generally, a sentence will not be upset on appellate review unless a\n\ndefendant can demonstrate an abuse of discretion such as the trial court’s\n\n\n\n1 The court also revoked Jungvirt’s probation, imposed the original sentence, and\nordered that sentence run consecutively to the two other sentences. However, this\nappeal concerns only the sentence imposed as to the insurance fraud charge in\nFECR395451 (Scott County).\n2 Jungvirt argues that the amendments to Iowa Code section 814.6(1) (Supp.\n\n2019) are not applicable to his case as his case was pending on July 1, 2019.\nHowever, our supreme court has held “the date of the judgment being appealed\ncontrols the applicability of the amendment to section 814.6.” State v. Damme,\n944 N.W.2d 98, 103 n.1 (Iowa 2020) (emphasis added). The date of the judgment\nat issue here was July 19, 2021—after the July 1, 2019 effective date—and the\namendments govern. See id. at 103 (“The amendment plainly applies to Damme's\nappeal because her judgment and sentence were entered on July 1, 2019.”).\nHowever, Jungvirt has good cause to appeal his sentence following his guilty plea\nbecause the sentence imposed was neither mandatory nor agreed to in the plea\nbargain. See id. at 105.\n\f                                         4\n\nconsideration of impermissible factors.” State v. Cheatheam, 569 N.W.2d 820,\n\n821 (Iowa 1997). “A trial court’s sentencing decision is cloaked with a strong\n\npresumption in its favor, and an abuse of discretion will not be found unless a\n\ndefendant shows such discretion was exercised on grounds or for reasons clearly\n\nuntenable or to an extent clearly unreasonable.” Id.\n\nIII.   Discussion\n\n       Jungvirt contends the district court abused its discretion when it sentenced\n\nhim to a prison term rather than probation. Iowa Code section 901.5 provides that\n\ncourts should consider which sentence “will provide maximum opportunity for the\n\nrehabilitation of the defendant, and for the protection of the community from further\n\noffenses by the defendant and others.” When evaluating those considerations,\n\ncourts “should weigh and consider all pertinent matters in determining proper\n\nsentence, including the nature of the offense, the attending circumstances,\n\ndefendant’s age, character and propensities[,] and chances of his reform.” State\n\nv. Headley, 926 N.W.2d 545, 550 (Iowa 2019) (quoting State v. Cupples, 152\n\nN.W.2d 277, 280 (Iowa 1967)).\n\n       The district court did not abuse its discretion when sentencing Jungvirt.\n\nDuring the sentencing hearing, the court explained its reasoning as follows:\n\n              In every case, my duty under the law is to review what is\n       available to me in terms of community resources and to determine\n       what the appropriate rehabilitative plan for you would be, but to\n       always remember first and foremost that the public must be\n       protected.\n              In doing so, I look at the seriousness of the crimes, the effect\n       the crimes have upon members of the community, your willingness\n       to accept change and treatment, and what’s available within the\n       community to assist you in this process.\n              ....\n\f                                           5\n\n\n               The first thing that jumps out at me in looking at the file is that\n       you had a plea agreement for probation. You were at the RCF and\n       something happened and you were out to warrant, then, from\n       October 22nd to May 30th. You knew at that time you pled guilty.\n       You knew you had to take care of these matters and you made no\n       effort to do so, which tells me that you were absconding from your\n       responsibilities and obligations for the crimes you committed.\n               It’s not completely inconsistent with your criminal history.\n       While these charges are more serious than maybe what you had in\n       the past, you do have a history of failing to appear and a history of\n       violating terms of probation.\n               I do consider as mitigating any substance abuse or mental\n       health issues that you have.\n               What’s also concerning to me is that looking at the file, case\n       number 312, you were on probation with a sentencing date of\n       July 19th, 2018, and then comes the insurance fraud case that you’re\n       here on today that happened after that, and it appears while you were\n       on probation . . . .\n               And then, while you were awaiting trial on pretrial release in\n       that matter, you pick up all the forgery charges that you’ve pled to in\n       505.\n               So each time when you committed a crime, before you\n       resolved it, while you were still on some form of probation, you\n       committed another crime. To me, that warrants incarceration.\n\n       The court properly considered the defendant’s chances of reform, criminal\n\nhistory, mitigating factors such as mental health and substance abuse, the\n\nresources available to the defendant, the effect Jungvirt’s crime had on the\n\ncommunity, and what punishment would best protect the public. In particular, the\n\ncourt emphasized Jungvirt’s consistent pattern of engaging in illegal activity while\n\non probation or pretrial release.        The court determined incarceration was\n\nnecessary.\n\n       While the PSI did recommend probation and treatment in a RCF, the report\n\nwas written before Jungvirt absconded for seven months. It was written before\n\nJungvirt was denied placement at the Davenport RCF. The court considered\n\n“what[ ] [resources are] available within the community,” which, given Jungvirt’s\n\f                                        6\n\n\ndenial from RCF, were limited. In any event, a district court is not bound by the\n\nrecommendations in a PSI. See State v. Hopkins, 860 N.W.2d 550, 557 (Iowa\n\n2015). Due to its consideration of the relevant factors, the district court did not\n\nabuse its discretion concerning Jungvirt’s sentence. Accordingly, we affirm.\n\n      AFFIRMED.\n\f",
            "ocr": false,
            "opinion_id": 6330820
        }
    ],
    "court_short_name": "Court of Appeals of Iowa",
    "court_full_name": "Court of Appeals of Iowa",
    "court_type": "SA",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Robbery"
}