{
    "id": 6466236,
    "judges": null,
    "date_filed": "1992-08-04",
    "date_filed_is_approximate": true,
    "slug": "state-v-brunsen",
    "case_name_short": "Brunsen",
    "case_name": "State v. Brunsen",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "311 Neb. 368"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00008524PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n05/06/2022 09:08 AM CDT\n\n\n\n\n                                                         - 368 -\n                               Nebraska Supreme Court Advance Sheets\n                                        311 Nebraska Reports\n                                                 STATE v. BRUNSEN\n                                                 Cite as 311 Neb. 368\n\n\n\n\n                                        State of Nebraska, appellee, v.\n                                         Mark A. Brunsen, appellant.\n                                                    ___ N.W.2d ___\n\n                                          Filed April 15, 2022.    No. S-21-354.\n\n                 1. Convictions: Appeal and Error. An appellate court reviews decisions\n                    of whether to set aside an eligible conviction under Neb. Rev. Stat.\n                    § 29-2264 (Cum. Supp. 2020) for an abuse of discretion.\n                 2. Convictions: Courts: Public Health and Welfare. Neb. Rev. Stat.\n                    § 29-2264 (Cum. Supp. 2020) allows a sentencing court to set aside an\n                    eligible conviction if it finds doing so is in the “best interest” of the\n                    offender and consistent with the public welfare.\n                 3. Judgments: Words and Phrases. An abuse of discretion occurs when a\n                    trial court’s decision is based upon reasons that are untenable or unrea-\n                    sonable or if its action is clearly against justice or conscience, reason,\n                    and evidence.\n                 4. Judges. The proper administration of the law demands not only that\n                    judges refrain from actual bias, but that they avoid all appearances\n                    of unfairness.\n                 5. Judges: Recusal. A judge should recuse himself or herself when a liti-\n                    gant demonstrates that a reasonable person who knew the circumstances\n                    of the case would question the judge’s impartiality under an objective\n                    standard of reasonableness, even though no actual bias or prejudice\n                    was shown.\n                 6. Judges: Appeal and Error. A trial judge on occasion will misspeak,\n                    and every ill-advised word will not be the basis for reversible error.\n                 7. Judges: Recusal: Waiver. Failing to request a judge’s recusal when\n                    aware for an adequate period of time of the court’s conduct or beliefs\n                    forming the alleged basis for the recusal operates as a waiver of\n                    that right.\n                 8. Judges: Recusal: Time. The issue of judicial disqualification is timely\n                    if submitted at the earliest practicable opportunity after the disqualifying\n                    facts are discovered.\n\f                                   - 369 -\n           Nebraska Supreme Court Advance Sheets\n                    311 Nebraska Reports\n                            STATE v. BRUNSEN\n                            Cite as 311 Neb. 368\n\n 9. Courts: Convictions. The statutory mandate of Neb. Rev. Stat.\n    § 29-2264 (Cum. Supp. 2020) that the court consider “[a]ny other\n    information the court considers relevant” does not empower the court\n    to rest its decision on irrelevant or erroneous facts or misperceptions of\n    the law.\n10. Courts: Convictions: Prosecuting Attorneys. The court may, in its\n    discretion, give weight to the county attorney’s recommendation with\n    respect to a petition under Neb. Rev. Stat. § 29-2264 (Cum. Supp. 2020),\n    but it is not obliged to do so.\n11. Statutes: Appeal and Error. An appellate court gives statutory lan-\n    guage its plain and ordinary meaning and will not read into a statute a\n    meaning that is not there.\n\n  Appeal from the District Court for Lancaster County: Lori\nA. Maret, Judge. Affirmed.\n\n  Kevin Ruser and Ryan P. Sullivan, of University of Nebraska\nCivil Clinical Law Program, and Jayden Barth and Rachel T.\nDick, Senior Certified Law Students, for appellant.\n\n   Douglas J. Peterson, Attorney General, and Matthew Lewis\nfor appellee.\n\n  Miller-Lerman, Cassel, Stacy, Funke, Papik, and\nFreudenberg, JJ., and Meismer, District Judge.\n\n   Freudenberg, J.\n                      I. INTRODUCTION\n   This case presents an appeal from the denial of a petition to\nset aside a conviction pursuant to Neb. Rev. Stat. § 29-2264\n(Cum. Supp. 2020). The petitioner, with the assistance of a pub-\nlicly funded pro bono program at the University of Nebraska\nCollege of Law, has been pursuing set asides of several eligible\nconvictions. All preceding petitions had been successful, and\nthe State supported the present set aside request.\n   The district court expressed concern at the hearing regard-\ning a recent weapons conviction. It also voiced certain mis-\nunderstandings, corrected by the State, about the effects of\n\f                              - 370 -\n          Nebraska Supreme Court Advance Sheets\n                   311 Nebraska Reports\n                        STATE v. BRUNSEN\n                        Cite as 311 Neb. 368\n\nsetting aside convictions and whether other judges had fully\nreviewed the petitioner’s criminal record. The court hypoth-\nesized that as a result of the petitioner’s crimes being set aside,\nhe could, ultimately, commit a future act of domestic terrorism\nand the media would direct blame upon the courts for having\nsimply “signed off” on the process. The court also questioned\nwhether the petitioner’s representation by a publicly funded\neducational program was a good use of taxpayer money. The\npetitioner asserts the court’s ruling was based upon untenable\nand unreasonable reasoning and impermissible bias and, thus,\nwas an abuse of discretion.\n                     II. BACKGROUND\n   Mark A. Brunsen appeals from the denial of his motion\nto set aside, pursuant to § 29-2264, his 1988 conviction of\nthe Class I misdemeanor of theft by receiving a stolen item,\n$100 to $300. He was sentenced to 4 months in jail, which\nhe served.\n                1. Prior History and Behavior\n                       After Sentencing\n   At the hearing, Brunsen’s attorney, from the civil clinic at\nthe University of Nebraska College of Law, pointed out that\nBrunsen, who was then 51 years of age, has, since a convic-\ntion in 2017, committed no crimes other than minor traffic\noffenses. Brunsen had “turned [his] life around,” is gainfully\nemployed, and is involved with the local community through\nvolunteering.\n   Brunsen works as a truckdriver and has, for the past 2 years,\nbeen employed as an owner/operator leased to a transportation\ncompany. He was trying to set aside all eligible prior convic-\ntions in order to obtain a transportation worker card, or “TWIC\ncard,” issued by the “TSA and Homeland Security,” which\nwould allow him to take shipping containers in and out of\nrailyards. He also wished to obtain a “HazMat Safety Permit\n[which] would allow him to haul for local co-ops.”\n\f                              - 371 -\n          Nebraska Supreme Court Advance Sheets\n                   311 Nebraska Reports\n                        STATE v. BRUNSEN\n                        Cite as 311 Neb. 368\n\n   Brunsen testified that the conviction he was seeking to set\naside arose from him being “one of the individuals in a sto-\nlen car.” Brunsen felt “[a]shamed, terrible” about that convic-\ntion and was “hanging with the wrong people.” He acknowl-\nedged a number of “run-ins with the law” from his “teen\nyears through [his] 30s.” He regretted doing “any of those\nthings back then” and wished he “would have got straightened\nout sooner.”\n   Brunsen explained that he was seeking to set aside the 1988\nconviction “to continue on the successful path that I’ve gotten\non now and be judged on my character and my merits instead\nof my past criminal history and offenses.” He said, “I’m not\ntrying to erase my prior mistakes, but I’m — I don’t want to\nbe defined by them.”\n   Brunsen’s criminal history, entered into evidence at the hear-\ning, shows numerous prior convictions, beginning when he was\na teenager. These generally involved nonviolent misdemeanor\ncrimes of dishonesty and continued largely unabated until\nBrunsen approached his forties. In addition to the 1988 con-\nviction, Brunsen’s record contains the following convictions\nin Nebraska, excluding minor traffic infractions. Brunsen’s\ncriminal record reflects that several of these convictions were\nset aside in 2020.\n                            (a) 1980s\n   In 1986, Brunsen was found guilty of backing against traffic\nand leaving the scene of a property damage accident. In 1987,\nhe was found guilty of being a minor in possession of liquor\nand of stealing money or goods less than $300. In 1988, he\nwas found guilty of two counts of stealing money or goods less\nthan $300. He was also found guilty of making a false state-\nment, liquor consumption in a prohibited place, and minor in\npossession of liquor. In 1989, Brunsen was convicted of felony\nforgery in the second degree, misdemeanor theft by unlawful\ntaking, failure to appear on a citation, and three counts of steal-\ning money or goods less than $300.\n\f                             - 372 -\n         Nebraska Supreme Court Advance Sheets\n                  311 Nebraska Reports\n                       STATE v. BRUNSEN\n                       Cite as 311 Neb. 368\n\n                           (b) 1990s\n   In 1990, Brunsen was convicted of making a false statement.\nIn 1991, he was found guilty of unlawful possession or con-\nsumption of alcohol by a minor and making a false statement.\nHe was also convicted of making a false statement to a police\nofficer and of possessing, selling, or discharging an unlaw-\nful firearm. In 1992, Brunsen was convicted of two counts of\ntheft by unlawful taking. In 1993, Brunsen had misdemeanor\nconvictions of insufficient funds check under $100, stealing\nmoney or goods less than $500, and failing to appear in court.\nIn 1994, he was convicted of attempting a Class III or IIIA\nfelony, failure to appear, and of an insufficient funds check\nunder $100. In 1995, Brunsen was convicted of issuing a bad\ncheck of less than $100, driving during suspension, possessing\nstolen property, possessing drug paraphernalia, and failure to\nappear in court.\n   In 1996, Brunsen was convicted of operating a motor vehi-\ncle without a license, negligent driving, and failure to appear\nin court. In 1997, he was convicted of injuring or destroying\nproperty of another and negligent driving. In 1998, Brunsen\nwas convicted of false reporting, selling alcohol to a minor,\nshoplifting, fraudulently obtaining property under $100, and\nfailure to appear. He was convicted in 1999 of violating\nprobation, having fictitious plates/unlawful display, and no\nvalid registration.\n\n                        (c) 2000 to 2012\n   Brunsen had misdemeanor convictions in 2000 of shoplift-\ning, fraudulently obtaining property under $100, issuing a bad\ncheck for less than $100, stealing money or goods less than\n$300, failure to appear, and attempt of a Class IV felony. He\nhad misdemeanor convictions in 2001 of issuing a bad check\nfor less than $100, possessing drug paraphernalia, and operat-\ning a motor vehicle with a suspended license. In 2002, Brunsen\nwas convicted of driving during revocation, stealing money\nor goods less than $300, and no proof of insurance. In 2003,\n\f                              - 373 -\n         Nebraska Supreme Court Advance Sheets\n                  311 Nebraska Reports\n                        STATE v. BRUNSEN\n                        Cite as 311 Neb. 368\n\nBrunsen was convicted of stealing money or goods less than\n$500 and failure to appear in court. In 2004, he was convicted\nof having fictitious plates/unlawful display. In 2008, he was\nfound guilty of driving under the influence, first offense, and\nfailing to appear in court. In Colorado, Brunsen was convicted\nin 2012 of theft under $500.\n\n                      (d) 2017 Conviction\n   The most recent conviction, in 2017, was for attempted pos-\nsession of a deadly weapon by a prohibited person. Brunsen\nwas sentenced to 12 months’ probation.\n   Brunsen testified at the hearing that the plea-based 2017 con-\nviction stemmed from his staying in a bedroom at his father’s\nhouse in 2016. Brunsen’s brother owned a decorative knife that\nthe brother had hung on the wall of the bedroom. Brunsen was\nusing another knife, his own, to secure the bedroom door that\ncould not have a lock mounted in it. The weapons were discov-\nered during a drug raid served on the house.\n   Brunsen asserted that he did not know the knives were con-\nsidered deadly weapons and prohibited. His counsel explained\nthat when Brunsen was convicted of the underlying felony\nconviction, they were not. Brunsen described that “[i]t was\nignorant on my part,” he “should have been smarter and known\nabout that,” “[i]t was completely my fault. I — I should have\nknown better,” and he regretted it.\n\n                  2. Discussion at Hearing\n  The State supported setting aside the 1988 conviction,\nexplaining:\n     Judge, in consideration of the statutory factors, the testi-\n     mony of . . . Brunsen, the passage of the period of time\n     between the subject offense and today’s date, as well as\n     the passage of time of law abiding conduct, the State\n     believes that the set aside should be granted and that . . .\n     Brunsen should be granted the relief sought. State has no\n     objection to the Court ordering that relief.\n\f                             - 374 -\n         Nebraska Supreme Court Advance Sheets\n                  311 Nebraska Reports\n                       STATE v. BRUNSEN\n                       Cite as 311 Neb. 368\n\n   Brunsen’s counsel argued Brunsen was a good candidate for\nset aside because he was “owning up” to his mistakes. But the\ncourt responded, “Do you not agree that accepting responsibil-\nity would also be accepting the consequences of the life you’ve\nled to this point?”\n   When Brunsen’s counsel suggested that the most recent\n2017 conviction was a “blip” of being “caught in a house that\nhad a couple knives,” the court responded that Brunsen was\ncaught in a “house that was being raided for drugs.”\n\n     (a) Other Set Asides, Legal Effect of Set Asides, and\n          Possible Future Bombing and Bad Publicity\n   The court expressed concern that if it granted the set aside,\nBrunsen’s record would be “wiped clean,” and that employers\nchecking his criminal history would no longer see the crime.\nThe court then summarized its apprehensions about whether\nBrunsen was “a good person to take a risk on,” in light of\nBrunsen’s ambitions as a truckdriver and the court’s percep-\ntion that other judges had “just signed off” on setting aside\nBrunsen’s other convictions:\n     See, because here’s what I think: I go ahead and I set\n     this aside and then let’s say, God forbid, . . . Brunsen\n     goes out and does something really stupid. And then, you\n     know, the Journal Star picks up the story and decides,\n     well, geez, this guy, he went to court and he had all these\n     several things set aside, including felony convictions.\n     And, guess what, no judge even looked at the evidence,\n     they just signed off on it, because the County Attorney’s\n     Office signed off on it. I mean this — these are the kinds\n     of things that play around in my head.\n        And he’s a — you know, he’s got a CDL. He’s a truck\n     driver. He’s an owner/operator. He wants to be able to\n     transport hazardous materials. I mean these things are\n     like running through my head here, you know, the kinds\n     of things that, you know, maybe ended up down in\n     Oklahoma City, you know, not too many years ago, when\n\f                               - 375 -\n          Nebraska Supreme Court Advance Sheets\n                   311 Nebraska Reports\n                         STATE v. BRUNSEN\n                         Cite as 311 Neb. 368\n\n      I was still a child. You know, these are the things that\n      kind of run through my head, and I think, is this really,\n      you know, a good person to take a risk on. Those are the\n      things the Court has to consider, by State law. The Court\n      has to consider those things.\n         And it appears to me like I’m the only Court that\n      has even seen this evidence. And so it kind of lands in\n      my lap.\n   In response, the State clarified that in all the other cases set-\nting aside Brunsen’s eligible prior convictions, the courts had\nbefore them the “JUSTICE entries,” Brunsen’s criminal his-\ntory, and the factual basis for the convictions sought to be set\naside. In at least one case where the court set aside a convic-\ntion, there was a hearing where Brunsen testified and the court\nwas presented with very similar evidence to that presented in\nthe current hearing.\n   The State also clarified the legal and practical effect of\nthe set aside, if granted. It explained that Brunsen’s criminal\nrecord would still reflect the prior conviction, but that it was\nset aside, and employers would be able to see everything asso-\nciated with the conviction.\n   The court did not expressly indicate during the hearing\nwhether it accepted these clarifications, but it made no further\nlegal assertions indicating disregard for such clarifications.\n                   (b) Alleged Commentary on\n                      “Clean Slate Program”\n   During the course of the hearing, Brunsen’s counsel noted\nthat of the approximately 200 clients he had worked with\nthrough the “Clean Slate Program,” Brunsen was one of the best\ncandidates for setting aside prior convictions. This led to the\ncourt’s inquiring about the program, which counsel explained\nusually involved referrals from veterans ­organizations and\nvocational rehabilitation counselors to work with prior crimi-\nnals to rehabilitate their records, through the “mechanisms that\nour Legislature has given” in order to “incentivize people to\nstay on the right path and to reduce recidivism.”\n\f                                 - 376 -\n            Nebraska Supreme Court Advance Sheets\n                     311 Nebraska Reports\n                           STATE v. BRUNSEN\n                           Cite as 311 Neb. 368\n\n   Brunsen’s counsel, in arguing for set aside, pointed out\nit had been 32 years since the crime in question. The court\npointed out that Brunsen has had a lot of convictions since the\ncrime he was seeking to set aside. Counsel responded he did\nnot disagree. The court then said, “And this is — this is how\nwe’re spending our tax dollars in education, as well.” When\nBrunsen’s counsel responded with his belief these were tax\ndollars “really well spent,” the court interjected that “reason-\nable minds could differ.”\n                        3. Court’s Order\n   The court did not pronounce its decision at the hearing.\nFour days after the hearing, the court issued its written disposi-\ntion. The court’s order stated simply, “The Court, being fully\nadvised in the premises, now finds that the requested relief\nshould be and hereby is denied.”\n   Thus, it overruled Brunsen’s motion to set aside his 1988\nconviction. The court did not make any explicit findings of fact\nor articulate its reasoning in the order.\n               III. ASSIGNMENT OF ERROR\n  Brunsen assigns that the district court abused its discretion\nby refusing to grant his petition to set aside his conviction.\n                 IV. STANDARD OF REVIEW\n   [1] An appellate court reviews decisions of whether to set\naside an eligible conviction under § 29-2264 for an abuse\nof discretion. 1\n                        V. ANALYSIS\n   [2] Section 29-2264 allows a sentencing court to set aside\nan eligible conviction if it finds doing so is in the “best\ninterest” of the offender and consistent with the public wel-\nfare. 2 Subsection (4) of § 29-2264 sets forth that in deter-\nmining whether to set aside the conviction, the court “shall\n1\n    See State v. Kudlacz, 288 Neb. 656, 850 N.W.2d 755 (2014).\n2\n    See Woodward v. Lahm, 295 Neb. 698, 890 N.W.2d 493 (2017).\n\f                                   - 377 -\n            Nebraska Supreme Court Advance Sheets\n                     311 Nebraska Reports\n                            STATE v. BRUNSEN\n                            Cite as 311 Neb. 368\n\nconsider” (a) the behavior of the offender after sentencing;\n(b) the likelihood that the offender will not engage in further\ncriminal activity; and (c) any other information the court con-\nsiders relevant. Subsection (5) of § 29-2264 states that “[t]he\ncourt may grant the offender’s petition and issue an order set-\nting aside the conviction when in the opinion of the court the\norder will be in the best interest of the offender and consistent\nwith the public welfare.”\n   Other provisions of subsection (5) of § 29-2264 describe\nthe positive effects for the applicant of having a conviction set\naside. The order setting aside the conviction shall nullify the\nconviction, remove all civil disabilities and disqualifications\nimposed as a result of the conviction, and notify the offender\nto consult with any attorney regarding the effect of the order,\nif any, on the offender’s ability to possess a firearm under state\nor federal law.\n   However, subsection (6) of § 29-2264 provides that setting\naside a conviction shall not preclude the use of the conviction\nfor numerous other matters expressly set forth therein, includ-\ning determining the sentence on any subsequent conviction of\na criminal offense; proving the conviction as evidence of the\ncommission of the offense in the event an offender is charged\nwith a subsequent offense and the penalty provided by law is\nincreased if the prior conviction is proved; using the conviction\nas evidence of commission of the offense for purposes of deter-\nmining whether an application filed or a license issued under\nchildcare laws should be denied, suspended, or revoked; and\ndetermining eligibility for, or obligations relating to, a com-\nmercial driver’s license.\n   [3] The parties agree that the decision of whether to set\naside a conviction pursuant to § 29-2264 is discretionary, and\nin exercising its discretion, the court must consider the factors\nspecified therein. 3 An abuse of discretion occurs when a trial\ncourt’s decision is based upon reasons that are untenable or\n3\n    See, State v. Kudlacz, supra note 1; State v. Wester, 269 Neb. 295, 691\n    N.W.2d 536 (2005).\n\f                                  - 378 -\n            Nebraska Supreme Court Advance Sheets\n                     311 Nebraska Reports\n                           STATE v. BRUNSEN\n                           Cite as 311 Neb. 368\n\nunreasonable or if its action is clearly against justice or con-\nscience, reason, and evidence. 4\n    Brunsen argues that the district court’s decision was arbi-\ntrary and capricious, and untethered from statutory factors, and\nthat it violated due process and deprived him of a just result\nand substantial rights. He elaborates that the district court\nimpermissibly relied on a “fear of personal backlash from\nthe press” and a biased belief that the “Clean Slate Program\nwas a misuse of taxpayer money.” 5 He asserts the court also\nmade an unwarranted comparison of Brunsen to a violent mass\nmurderer rather than conducting a realistic analysis, based on\nthe objective evidence before it, of whether Brunsen might\n­reoffend in the future. Further, Brunsen asserts the court’s\n decision was influenced by a misunderstanding of the function\n of a set aside, conflating it with record sealing and believing\n employers would no longer be able to see it, as well as by a\n misapprehension that other courts setting aside Brunsen’s other\n convictions had not fully considered Brunsen’s record. Finally,\n Brunsen argues courts should give substantial weight to the\n State’s recommendations with respect to petitions to set aside\n convictions, and the court in this case did not.\n                             1. Bias\n   [4,5] We first address Brunsen’s claims of bias. The proper\nadministration of the law demands not only that judges refrain\nfrom actual bias, but that they avoid all appearances of unfair-\nness. 6 A judge should recuse himself or herself when a litigant\ndemonstrates that a reasonable person who knew the circum-\nstances of the case would question the judge’s impartiality\nunder an objective standard of reasonableness, even though no\nactual bias or prejudice was shown. 7\n4\n    In re Interest of Victor L., 309 Neb. 21, 958 N.W.2d 413 (2021).\n5\n    Brief for appellant at 8.\n6\n    See Franks v. Franks, 181 Neb. 710, 150 N.W.2d 252 (1967). See, also,\n    State v. Pattno, 254 Neb. 733, 579 N.W.2d 503 (1998).\n7\n    State v. Lierman, 305 Neb. 289, 940 N.W.2d 529 (2020).\n\f                                     - 379 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                              STATE v. BRUNSEN\n                              Cite as 311 Neb. 368\n\n    [6] We have recognized that certain comments made from\nthe bench are “‘too intemperate to be ignored.’” 8 On the other\nhand, “‘a trial judge on occasion will misspeak’” and “‘every\nill-advised word will not be the basis for reversible error.’” 9\nWhile some of the judge’s commentary in this case was ill\nadvised, we do not read the record as reflecting a bias against\nthe “Clean Slate Program” or the law that the judge was called\nupon to implement.\n    The judge’s commentary was made in the context of\nBrunsen’s particular circumstance of having a lengthy crimi-\nnal record. In other words, the judge was questioning the use\nof tax dollars to bring the petition at issue, not such petitions\ngenerally. The extent of the petitioner’s criminal history is a\nrelevant and proper consideration in determining the likeli-\nhood that the offender will not engage in further criminal\nactivity and whether the order will be consistent with the pub-\nlic welfare. The comments were insufficient to question the\njudge’s impartiality.\n    [7,8] In any event, failing to request a judge’s recusal when\naware for an adequate period of time of the court’s conduct or\nbeliefs forming the alleged basis for the recusal operates as a\nwaiver of that right. 10 The issue of judicial disqualification is\ntimely if submitted at the earliest practicable opportunity after\nthe disqualifying facts are discovered. 11 Here, there was ade-\nquate time, between the commentary now complained of and\nthe court’s issuance of its ruling, for Brunsen’s counsel to have\nmoved for the judge to recuse herself. Because no timely issue\nof disqualification was submitted below, it was waived.\n 8\n     State v. Pattno, supra note 6, 254 Neb. at 741, 579 N.W.2d at 508, quoting\n     U.S. v. Bakker, 925 F.2d 728 (4th Cir. 1991).\n 9\n     Id.\n10\n     See, In re Interest of J.K., 300 Neb. 510, 915 N.W.2d 91 (2018); State v.\n     McHenry, 268 Neb. 219, 682 N.W.2d 212 (2004); State v. Lotter, 255 Neb.\n     456, 586 N.W.2d 591 (1998), modified on denial of rehearing 255 Neb.\n     889, 587 N.W.2d 673 (1999).\n11\n     In re Interest of J.K., supra note 10.\n\f                                     - 380 -\n              Nebraska Supreme Court Advance Sheets\n                       311 Nebraska Reports\n                               STATE v. BRUNSEN\n                               Cite as 311 Neb. 368\n\n                  2. Irrelevant, Erroneous, or\n                    Speculative Information\n   [9] The greater part of Brunsen’s argument is that the court’s\ndecision was based on misinformation and unjustified, imagi-\nnary scenarios. We have said that due process requires that\nsentencing judges consider only constitutionally acceptable\nand relevant information as the basis for a sentence. 12 This is\nconsistent with precedent of the U.S. Supreme Court that due\nprocess protections against arbitrary government decisions give\nthe offender a right to a rational procedure of selecting a sen-\ntence based upon relevant considerations and accurate informa-\ntion. 13 In other contexts, we have said that judicial discretion\nis not an absolute to be exercised arbitrarily, but is a legal dis-\ncretion. 14 We conclude the statutory mandate of § 29-2264 that\nthe court consider “[a]ny other information the court considers\nrelevant” does not empower the court to rest its decision on\nirrelevant or erroneous facts or misperceptions of the law. And\nthe parties do not suggest otherwise.\n   However, we find in this case that the court did not rest its\ndecision on irrelevant or erroneous facts. First, whether the\ncourt misunderstood that other courts had just “signed off” on\nsetting other convictions aside is largely irrelevant. The court’s\nobligation, regardless, was to independently consider the peti-\ntion before it, and the record shows it did so.\n   As for the court’s concerns about the set aside wiping\nBrunsen’s record clean, such that employers would no ­longer\nsee his prior convictions, the State clarified at length this\n12\n     See State v. Pattno, supra note 6. See, also, State v. Cerritos-Valdez, 295\n     Neb. 563, 889 N.W.2d 605 (2017); State v. Barker, 231 Neb. 430, 436\n     N.W.2d 520 (1989).\n13\n     See, United States v. Tucker, 404 U.S. 443, 92 S. Ct. 589, 30 L. Ed. 2d 592\n     (1972); Townsend v. Burke, 334 U.S. 736, 68 S. Ct. 1252, 92 L. Ed. 1690\n     (1948). See, also, California v. Ramos, 463 U.S. 992, 103 S. Ct. 3446, 77\n     L. Ed. 2d 1171 (1983).\n14\n     See Schleif v. State, 131 Neb. 875, 270 N.W. 510 (1936).\n\f                                    - 381 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                             STATE v. BRUNSEN\n                             Cite as 311 Neb. 368\n\nwas not the case. Further, while not speaking in terms of\nemployers, per se, § 29-2264 itself conveys that set asides do\nnot wipe one’s record clean. Finally, Brunsen’s criminal record,\nwhich had been received by the court as evidence, showed all\nhis prior convictions, separately indicating which ones were set\naside. We will not presume from the judge’s silence that the\njudge did not take the State’s clarifications to heart or carefully\nreview Brunsen’s criminal record before issuing the order. Nor\nwill we presume the judge failed to read and properly under-\nstand § 29-2264 prior to issuing the order. The trial judge is\npresumed to be familiar with and to have applied the proper\nrules of law, unless it clearly appears otherwise. 15\n   We do not read the court’s discussion of the Oklahoma City\nbombing as a determination that Brunsen has a propensity\nfor violence, which was based on an imaginary scenario and\ncomplete speculation rather than a realistic analysis of whether\nBrunsen might reoffend in the future. Nor do we believe\nthe record reflects that the court’s decision was improperly\ninfluenced by the fear of imagined bad publicity. While we\ndiscourage such colorful hypothesizing, the court was making\nthe point that it felt a serious and independent responsibility to\nevaluate whether granting Brunsen’s set aside of his conviction\nwas consistent with the public welfare, which was in doubt\ndue to an extensive criminal history. The court’s point was\ndramatized, but it does not appear the court believed, based\non a loose association of trucks and dangerous materials, that\nBrunsen’s criminal record was predictive of mass murder. And\nwe note, further, that this commentary took place before the\nState clarified the set aside would not mean Brunsen’s prior\nconvictions were hidden from employers or from the federal\nauthorities that would issue the transportation credentials he\nwished to obtain.\n15\n     See, Hofferber v. Hastings Utilities, 282 Neb. 215, 803 N.W.2d 1 (2011);\n     State v. Keup, 265 Neb. 96, 655 N.W.2d 25 (2003). See, also, United\n     States v. Tucker, supra note 13.\n\f                                    - 382 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                             STATE v. BRUNSEN\n                             Cite as 311 Neb. 368\n\n                 3. State’s Recommendation\n   [10,11] The court’s point that it was not obliged to simply\n“sign[] off” on the petition to set aside the conviction because\nthe county attorney had done so is well taken. While the court\nmay, in its discretion, give weight to the county attorney’s\nrecommendation, we disagree with Brunsen’s argument that it\nhad an obligation to do so. No such obligation is set forth in\n§ 29-2264. We give statutory language its plain and ordinary\nmeaning and will not read into a statute a meaning that is\nnot there. 16\n                       VI. CONCLUSION\n   In conclusion, we disagree with Brunsen’s contention that\nthe district court’s decision was arbitrary and capricious and\nuntethered from statutory factors. Rather, the court implicitly\nfound that setting aside Brunsen’s 1988 conviction was incon-\nsistent with the public welfare, after considering the likelihood,\nbased upon an extensive criminal history with a conviction as\nrecent as 2017, that Brunsen would not engage in further crimi-\nnal activity. Abuse of discretion is a deferential standard of\nreview. 17 And we cannot say that the court abused its discretion\nin denying Brunsen’s petition to set aside his 1988 conviction.\nThe district court’s order is affirmed.\n                                                     Affirmed.\n   Heavican, C.J., not participating.\n16\n     See, e.g., Lozier Corp. v. Douglas Cty. Bd. of Equal., 285 Neb. 705, 829\n     N.W.2d 652 (2013).\n17\n     See, e.g., State v. Nadeem, 284 Neb. 513, 822 N.W.2d 372 (2012).\n\f",
            "ocr": false,
            "opinion_id": 6338347
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}