{
    "id": 6474320,
    "judges": null,
    "date_filed": 1651795200000,
    "date_filed_is_approximate": false,
    "slug": "dion-v-city-of-omaha",
    "case_name_short": "Dion",
    "case_name": "Dion v. City of Omaha",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "311 Neb. 522"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 38.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00008574PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n06/03/2022 12:06 AM CDT\n\n\n\n\n                                                     - 522 -\n                               Nebraska Supreme Court Advance Sheets\n                                        311 Nebraska Reports\n                                           DION v. CITY OF OMAHA\n                                              Cite as 311 Neb. 522\n\n\n\n\n                    Trevor Dion, Personal Representative of the Estate\n                       of Bryce David Dion, deceased, appellant and\n                        cross-appellee, v. City of Omaha, defendant\n                          and third-party plaintiff, appellee and\n                        cross-appellant, and Langley Productions,\n                           Inc., a foreign corporation organized\n                               under the laws of California,\n                              third-party defendant, appellee\n                                     and cross-appellee.\n                                                 ___ N.W.2d ___\n\n                                        Filed May 6, 2022.     No. S-21-545.\n\n                 1. Political Subdivisions Tort Claims Act. Whether the allegations made\n                    by a plaintiff set forth claims which are precluded by exemptions under\n                    the Political Subdivisions Tort Claims Act presents a question of law.\n                 2. Judgments: Appeal and Error. When reviewing questions of law, an\n                    appellate court has an obligation to resolve the questions independently\n                    of the conclusion reached by the trial court.\n                 3. Statutes: Appeal and Error. Statutory interpretation presents a ques-\n                    tion of law, for which an appellate court has an obligation to reach\n                    an independent conclusion irrespective of the decision made by the\n                    court below.\n                 4. Political Subdivisions Tort Claims Act: Appeal and Error. In actions\n                    brought pursuant to the Political Subdivisions Tort Claims Act, the fac-\n                    tual findings of a trial court will not be disturbed on appeal unless they\n                    are clearly wrong.\n                 5. Contracts. The interpretation of a contract and whether the contract is\n                    ambiguous are questions of law subject to independent review.\n                 6. Political Subdivisions Tort Claims Act: Dismissal and Nonsuit:\n                    Immunity. If an exemption under Neb. Rev. Stat. § 13-910 (Reissue\n                    2012) applies, the political subdivision is immune from the claim and the\n                    proper remedy is to dismiss it for lack of subject matter jurisdiction.\n\f                                    - 523 -\n           Nebraska Supreme Court Advance Sheets\n                    311 Nebraska Reports\n                         DION v. CITY OF OMAHA\n                            Cite as 311 Neb. 522\n\n 7. Statutes: Immunity: Waiver. Statutes purporting to waive the protec-\n    tion of sovereign immunity are to be strictly construed in favor of the\n    sovereign and against waiver.\n 8. Political Subdivisions Tort Claims Act: Immunity: Waiver. Courts\n    apply a broad reading to statutory exemptions from a waiver of sover-\n    eign immunity, such as Neb. Rev. Stat. § 13-910(7) (Reissue 2012).\n 9. Statutes: Immunity: Waiver. A waiver of sovereign immunity is found\n    only where stated by the most express language of a statute or by such\n    overwhelming implication from the text as will allow no other reason-\n    able construction.\n10. Political Subdivisions Tort Claims Act: Appeal and Error. No mat-\n    ter how a tort claim has been framed and regardless of the assailant’s\n    employment status, appellate courts have variously described that the\n    intentional tort exemption applies whenever the claim stems from, arises\n    out of, is inextricably linked to, is essential to, and would not exist\n    without, one of the underlying intentional torts listed in Neb. Rev. Stat.\n    § 13-910(7) (Reissue 2012).\n11. Complaints: Words and Phrases. The gravamen is the substantial point\n    or essence of a claim, grievance, or complaint and is found by examin-\n    ing and construing the substance of the allegations of the complaint as a\n    whole without regard to the form or label adopted by the pleader or the\n    relief demanded.\n12. Political Subdivisions Tort Claims Act: Immunity: Waiver:\n    Complaints. To determine the gravamen of the complaint, courts look\n    to whether the plaintiff has alleged an injury independent of that caused\n    by the excluded acts, i.e., that the injury is linked to a duty to act that\n    is entirely separate from the acts expressly excluded from the statutory\n    waiver of sovereign immunity.\n13. Battery: Appeal and Error. Although appellate courts have sometimes\n    described battery as any intentional, unlawful physical violence or con-\n    tact inflicted on a human being without his or her consent, “unlawful”\n    in that context simply means unconsented to.\n14. Torts: Liability: Intent. A person will be liable for intentional tortious\n    conduct directed at one person but which unintentionally results to harm\n    to another person.\n15. Police Officers and Sheriffs: Liability. A law enforcement officer is\n    not liable to a third person harmed by a stray bullet when shooting at an\n    escaping felon when there was little or no probability that any person\n    other than the felon would be hit.\n16. Police Officers and Sheriffs. A law enforcement officer is unprivileged\n    to shoot at an escaping felon if it was unreasonable under the circum-\n    stances to risk causing grave harm to bystanders.\n\f                                   - 524 -\n           Nebraska Supreme Court Advance Sheets\n                    311 Nebraska Reports\n                         DION v. CITY OF OMAHA\n                            Cite as 311 Neb. 522\n\n17. Claims: Immunity. A plaintiff cannot allege that the harmful or offen-\n    sive contact causing the injuries the plaintiff seeks to recover for are\n    privileged for the purpose of sovereign immunity while unprivileged for\n    the purpose of determining the merits of the claim.\n18. Political Subdivisions Tort Claims Act: Battery: Intent. If recovery\n    for the injury in question depends upon an intentional, harmful, or offen-\n    sive contact’s being unprivileged, then it depends also upon a battery and\n    is “arising from” it for purposes of Neb. Rev. Stat. § 13-910(7) (Reissue\n    2012). In such circumstances, the claim does not allege an injury inde-\n    pendent of that caused by one of the excluded intentional torts.\n19. Moot Question. Mootness refers to events occurring after the filing\n    of a suit which eradicate the requisite personal interest in the dispute’s\n    resolution that existed at the beginning of the litigation.\n20. Contracts: Negligence: Liability: Presumptions. There is a pre-\n    sumption against any intention to indemnify against an indemnitee’s\n    own negligence.\n21. Contracts: Negligence: Liability. Clauses indemnifying the indemni-\n    tee for the indemnitee’s own negligence are strictly construed against\n    the claimant.\n22. Contracts: Negligence: Liability: Intent. To ensure that the parties\n    truly intended to indemnify for the indemnitee’s negligence, a contract\n    of indemnity will not be construed to indemnify the indemnitee against\n    losses resulting from the indemnitee’s own negligence unless the inten-\n    tion of the parties is clearly and unambiguously expressed.\n23. ____: ____: ____: ____. The intention to indemnify the indemnitee for\n    the indemnitee’s own negligence need not be stated through a specific\n    reference to indemnification against liability for negligence; but, if not\n    so expressed, it must otherwise clearly appear from the language used\n    or from a determination that no other meaning could be ascribed to the\n    contract such that the court is firmly convinced that such interpretation\n    reflects the intention of the parties.\n24. ____: ____: ____: ____. To determine if the contract indemnifies against\n    an indemnitee’s own negligence, courts generally first examine whether\n    the express language covers the indemnitee’s own negligence and, sec-\n    ond, whether the contract contains clear and unequivocal language that\n    it was the parties’ intention to cover the indemnitee’s own negligence.\n25. Contracts: Negligence: Liability. Standing alone, general, broad, and\n    seemingly all-inclusive language is simply not sufficient to impose\n    liability for the negligence of the indemnitee.\n\n  Appeal from the District Court for Douglas County: James\nM. Masteller, Judge. Affirmed.\n\f                            - 525 -\n         Nebraska Supreme Court Advance Sheets\n                  311 Nebraska Reports\n                    DION v. CITY OF OMAHA\n                       Cite as 311 Neb. 522\n\n   Christian T. Williams, Brian E. Jorde, and David A. Domina,\nof Domina Law Group, P.C., L.L.O., for appellant.\n\n  Ryan J. Wiesen, Assistant Omaha City Attorney, for appellee\nCity of Omaha.\n\n  Bruce A. Smith and Audrey R. Svane, of Woods Aitken,\nL.L.P., for appellee Langley Productions, Inc.\n\n  Heavican, C.J., Miller-Lerman, Cassel, Stacy, Funke,\nPapik, and Freudenberg, JJ.\n\n  Freudenberg, J.\n                      I. INTRODUCTION\n   A member of a television crew that was filming law enforce-\nment activities was shot and killed at the scene of a robbery\nwhen officers fired their weapons at the suspect. The filming\nwas conducted pursuant to a contract between the city and the\ntelevision production company. The estate of the crew member\nwho died sued the city for wrongful death. The city brought a\nthird-party claim against the production company for breach\nof alleged contractual agreements to defend, indemnify, and\ninsure the city. Following summary judgment against the city\non its claim against the production company for breach of\ncontract, a bench trial was held on the estate’s wrongful death\nclaim. A verdict was rendered in favor of the city. The court\nreasoned that the wrongful death action arose out of a battery\nand therefore was barred by sovereign immunity. Alternatively,\nthe court found the estate had failed to prove the elements of\nbreach and proximate causation. The estate appeals, and the\ncity cross-appeals.\n\n                    II. BACKGROUND\n  Bryce David Dion worked for Langley Productions, Inc.\n(Langley), as a sound technician on the filming crew for the\n“COPS” television program. In the summer of 2014, Dion\n\f                             - 526 -\n         Nebraska Supreme Court Advance Sheets\n                  311 Nebraska Reports\n                     DION v. CITY OF OMAHA\n                        Cite as 311 Neb. 522\n\nwas part of a two-person crew that, pursuant to an agreement\nbetween Langley and the City of Omaha (City), rode with and\nfilmed the activities of two Omaha Police Department (OPD)\nofficers. On August 26, 2014, while at the scene of a robbery\nin progress at a fast-food restaurant, Dion was hit by a bullet\nfired by OPD officers as they aimed and shot at the suspect\nafter the suspect had threatened the officers by pointing what\nappeared to be a firearm at them. It was later determined\nthat the handgun the suspect brandished was not, in fact, an\nactual firearm.\n                          1. Agreement\n   Under the agreement signed by the City’s mayor and the\nproducer of COPS (Agreement), the City granted Langley\naccess to OPD and its personnel. It allowed video and audio to\nbe recorded during production “in all circumstances and loca-\ntions” and gave the COPS crew “reasonable access to officers\nand situations such officers encounter.” All film activity was\n“subject to and under [the] control of the [OPD] officer in\ncharge,” and Langley agreed to “comply with all instructions\nand restrictions as directed by [OPD].”\n   Paragraph 5 of the Agreement provided for a duty to defend\nand indemnify as follows:\n     [Langley] agrees that it shall indemnify, defend and hold\n     harmless, the City, its officers, agents, employees and\n     administrators from and against any and all claims for\n     damage and liability for injury to or death of persons; and\n     for damage to or destruction of property occurring dur-\n     ing and arising out of the acts or omission of [Langley],\n     its employees and/or agents with regard to [Langley’s]\n     filming; and shall pay the reasonable cost of defending\n     lawsuits resulting therefrom, including, but not limited\n     to, reasonable attorneys fees, court costs and any judg-\n     ment awarded to a third party as the result of such suit.\n     In accordance with the foregoing, [Langley] also agrees\n     to indemnify, defend and hold harmless the City from\n\f                              - 527 -\n          Nebraska Supreme Court Advance Sheets\n                   311 Nebraska Reports\n                     DION v. CITY OF OMAHA\n                        Cite as 311 Neb. 522\n\n      and against all claims related to intellectual property\n      claims arising out of [Langley’s] filming activities.\nAnother portion of paragraph 5 stated that the City shall be\nnamed an additional insured on Langley’s comprehensive gen-\neral liability insurance policy.\n\n              2. Complaint for Wrongful Death\n   Dion’s estate (Estate) filed a wrongful death action against\nthe City, alleging that OPD owed Dion a special duty of care\nand protection and that its police officers negligently shot Dion\nwhile acting within the scope of their employment.\n   The Estate alleged, summarized, that OPD did not pro-\nvide adequate protection of the filming crew through various\nalleged deficiencies of general training and instruction of OPD\npersonnel and the crew. It also alleged that on August 26, 2014,\nOPD failed to adequately monitor and communicate to other\nofficers the filming crew’s whereabouts, give the filming crew\nadequate instructions for its safety, or carry out OPD duties in\na manner that accounted for the presence of the filming crew\nat the scene. Finally, the Estate alleged that the OPD officers at\nthe scene failed to identify the proper target before discharging\ntheir firearms, used excessive force, and acted unreasonably in\nlight of the presence of innocent bystanders.\n   Prior to filing its action, the Estate had timely filed a notice\nof its claim in accordance with the Political Subdivisions Tort\nClaims Act (PSTCA). The claim was not acted upon by the City\nand was withdrawn more than 6 months after it was filed.\n   The City filed an answer affirmatively alleging sovereign\nimmunity as a defense, on the grounds that the Estate’s claim\narose out of an intentional tort of battery. Alternatively, the\nCity alleged that the use of force was objectively reasonable\nand privileged. Further, the City alleged that Dion assumed\nthe risk associated with filming law enforcement personnel\nwhile on duty and that Dion voluntarily and without notify-\ning the officers had placed himself within an active armed-\nrobbery situation.\n\f                             - 528 -\n         Nebraska Supreme Court Advance Sheets\n                  311 Nebraska Reports\n                     DION v. CITY OF OMAHA\n                        Cite as 311 Neb. 522\n\n         3. Third-Party Complaint Against Langley\n   The City filed a third-party complaint against Langley for\nbreach of contract. It also brought a claim against Langley for\npromissory estoppel, which is not at issue in this appeal.\n   The City had sent a letter to Langley requesting that it for-\nward the wrongful death complaint to its insurance carrier for\ndefense against the Estate’s claims. Langley’s insurance carrier\nthereafter notified the City it was denying the City’s request\nfor defense and indemnification under the commercial general\nliability policy issued to Langley.\n   The City alleged in its third-party complaint that Langley\nwas contractually required to indemnify the City against any\nclaim for damages and liability for injury to or death of per-\nsons, defend the City against any claim for injury to or death\nof persons, name the City as an additional insured in Langley’s\ngeneral liability insurance policy, and abide by a duty of\nfair dealing.\n             4. Motions For Summary Judgment\n   The City moved for summary judgment against the Estate\non the grounds that it was immune from the wrongful death\nsuit, which arose out of a battery, as set forth in Neb. Rev.\nStat. § 13-910(7) (Reissue 2012), which provides in relevant\npart that the PSTCA shall not apply to “[a]ny claim arising out\nof assault, battery, false arrest, false imprisonment, malicious\nprosecution, abuse of process, libel, slander, misrepresentation,\ndeceit, or interference with contract rights.”\n   Langley moved for summary judgment against the City on\nthe third-party claims against it. The City filed a cross-motion\nfor summary judgment against Langley.\n                       (a) Wrongful Death\n   The district court denied summary judgment in favor of the\nCity on the Estate’s wrongful death action.\n   At the hearing on the motion, the City had argued that the\nhistorical facts were undisputed and that a battery occurred\nby virtue of the officers’ intentional act of firing at the\n\f                                   - 529 -\n            Nebraska Supreme Court Advance Sheets\n                     311 Nebraska Reports\n                          DION v. CITY OF OMAHA\n                             Cite as 311 Neb. 522\n\nsuspect. The City relied on a standard from the Restatement\n(Second) of Torts, 1 quoted in Britton v. City of Crawford, 2 that\nan actor is subject to liability to another for battery if (1) he\nor she acts intending to cause a harmful or offensive contact\nwith the person of the other or a third person, or an imminent\napprehension of such a contact, and (2) a harmful contact with\nthe person of the other directly or indirectly results. The City\nargued that it was undisputed that the City intended to cause\nharmful contact to the suspect, a third person, which indirectly\ncaused harmful contact to Dion.\n   The Estate argued, among other things, that the actions of\nthe officers lawfully using their firearms in the course of duty\nwould not constitute an intentional tort. It was also discussed\nthat the officers were exonerated by a grand jury of any crimi-\nnal activity in connection with placing the filming crew in\nharm’s way.\n   In denying summary judgment against the Estate, the court\nreasoned that our opinion in Phillips v. Liberty Mut. Ins. Co. 3\nstands for the proposition that actions for injuries to bystanders\nby law enforcement in the course of pursuing a suspect are not\nimmune under § 13-910(7). And the court found there was a\ngenuine issue as to whether OPD acted reasonably in relation\nto the events leading to Dion’s death.\n                   (b) Breach of Contract\n  The court granted Langley’s motion for summary judg-\nment as to the City’s claim against Langley for breach of\ncontract, which was based on paragraph 5 of the Agreement.\nThe court reasoned that the contract did not affirmatively\nand unambiguously protect the City from its own negligence\nand that the duty to be named an additional insured was\nimmaterial because Langley’s policy included only operations\nperformed by Langley or on Langley’s behalf and excluded\n1\n    Restatement (Second) of Torts § 13 (1965).\n2\n    Britton v. City of Crawford, 282 Neb. 374, 803 N.W.2d 508 (2011).\n3\n    Phillips v. Liberty Mut. Ins. Co., 293 Neb. 123, 876 N.W.2d 361 (2016).\n\f                              - 530 -\n         Nebraska Supreme Court Advance Sheets\n                  311 Nebraska Reports\n                     DION v. CITY OF OMAHA\n                        Cite as 311 Neb. 522\n\nbodily injury arising out of operations performed for the state\nor municipality.\n                  (c) Promissory Estoppel\n   The court denied Langley’s motion for summary judg-\nment on the City’s claim for promissory estoppel. It gener-\nally denied the City’s cross-motion for summary judgment\nagainst Langley.\n                 5. Wrongful Death Verdict\n   The court bifurcated for separate bench trials the Estate’s\nwrongful death action against the City and the City’s third-\nparty action against Langley for promissory estoppel. The trials\nwere held before a different judge than the judge who presided\nover the summary judgment hearing. The court ultimately\nissued a verdict in favor of the City on the Estate’s wrongful\ndeath claim, first, on the grounds of sovereign immunity and,\nalternatively, on the failure to prove negligence.\n                       (a) Findings of Fact\n   In its order following the trial on the Estate’s wrongful death\nclaim, the court summarized the relevant evidence and made\nfindings of historical facts.\n   The court found that the only explicit restriction OPD and\nthe City placed upon the filming crew was that it was not to\nexit the patrol car during large crowd disturbances involving\nmore than 10 people. Otherwise, OPD and the City generally\nexpected that the crew would follow and observe the offi-\ncers’ orders.\n   On the day in question, Dion and Mike Lee, the cameraman\nfor the two-person filming crew, were riding with OPD officers\nBrooks Riley and Jason Wilhelm. The court found that Dion\nhad ridden with Riley and Wilhelm several times previously\nover the course of the preceding 8 weeks and had developed a\ncooperative and professional relationship with them.\n   The officers were aware that the filming crew always\nexited the patrol car and followed them everywhere they\n\f                             - 531 -\n         Nebraska Supreme Court Advance Sheets\n                  311 Nebraska Reports\n                     DION v. CITY OF OMAHA\n                        Cite as 311 Neb. 522\n\nwent while on duty. Dion had advised the officers they should\nact like the crew was not there, although the officers testified\nthe crew would take direction from officers and follow offi-\ncers’ commands or directives.\n   On the night in question, OPD detective Darren Cunningham\nradioed that a robbery suspect had entered a fast-food restau-\nrant. Cunningham waited for responding officers to arrive in\norder to set up a perimeter around the restaurant. Riley and\nWilhelm, who were only a few blocks away, proceeded directly\nto the scene.\n   When Riley and Wilhelm arrived, they exited their patrol\ncar. A civilian in the parking lot yelled to Wilhelm and Riley,\n“Help, help, they need help inside.” Riley and Wilhelm did not\ngive any instructions to Dion and Lee. As Riley and Wilhelm\napproached Cunningham, they did not identify Dion and Lee\nto Cunningham, who assumed they were law enforcement,\nbecause they were wearing dark clothing and were with Riley\nand Wilhelm. Cunningham did not observe the video camera,\nboom microphone, and audio equipment carried by Dion and\nLee. Dion and Lee did not wear any clothing identifying them-\nselves as media.\n   Cunningham and Riley entered the restaurant on the east\nside of the building through the south vestibule door, followed\nby Lee. Wilhelm circled around the building to enter through\nthe western entrance.\n   There was a customer at the service counter and an employee\nstanding behind the service counter handing money from the\ncash register to the suspect, who was behind the counter.\nRiley testified he saw neither the customer nor the employee.\nCunningham and Wilhelm saw the employee.\n   When Cunningham and Riley entered the area behind the\ncounter and confronted the suspect, the suspect drew what\nappeared to be a black handgun, pointed it at Cunningham and\nRiley, and pulled the trigger. Although the suspect’s weapon\nwas later determined to be a pellet gun, the court found that the\nofficers reasonably believed it was a real firearm.\n\f                              - 532 -\n          Nebraska Supreme Court Advance Sheets\n                   311 Nebraska Reports\n                     DION v. CITY OF OMAHA\n                        Cite as 311 Neb. 522\n\n   Cunningham discharged his firearm once and retreated into\nthe hallway in order to avoid endangering the employee,\nwho was in his line of fire. The suspect also exited into the\nhallway, where he again pointed his firearm at Cunningham.\nCunningham attempted to discharge his firearm at the suspect,\nbut it briefly malfunctioned.\n   The suspect fled toward the east vestibule doors, pointing\nhis firearm at Riley, who, in turn, discharged his firearm at\nthe suspect. Wilhelm, seeing the suspect attempting what he\nbelieved to be deadly force against Cunningham and Riley,\nalso discharged his firearm at the suspect.\n   The three officers discharged their firearms at the suspect as\nhe exited the restaurant through the east vestibule doors and\nran through the parking lot. The suspect was no longer firing\nwhat was believed to be a deadly weapon at that time, but\nthe officers believed the suspect continued to pose a threat to\ntheir lives and the lives of others, including other officers who\ncould be responding to assist and the members of the public\nat large.\n   The court noted that all three officers testified that they were\naiming and shooting directly at the suspect while he fled. The\nofficers testified that they did not accidentally pull the trig-\nger of their guns or drop their firearms, but instead intended\nto use deadly force against the suspect. The court found that\nthe officers’ shots were fired in a directed manner and not in a\nhaphazard manner.\n   The court found that none of the officers saw Dion at any\npoint after entering the scene and that they were not aware of\nwhere Dion might be. The three officers were not even aware\nDion had entered the restaurant until after they had all ceased\ndischarging their weapons. All three officers testified that had\nthey seen Dion within their line of fire, they would not have\ndischarged their firearms and would instead have changed their\nposition so as to obtain a clear line of fire toward the suspect.\nThe court specifically found the officers’ testimony to be cred-\nible and supported by the evidence.\n\f                                     - 533 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                           DION v. CITY OF OMAHA\n                              Cite as 311 Neb. 522\n\n   The court found that although the suspect was initially in the\nvicinity of an employee and a customer, he moved away from\nboth in his attempt to escape. The court found that although\nthere were civilians present in the northeast corner of the res-\ntaurant’s parking lot, civilians were not congregating around\nthe east entrance when the suspect fled, and there was no evi-\ndence the suspect was near any civilians outside.\n   The officers discharged their weapons a combined total of\n36 times. The majority of the bullets, 24, were fired as the\nsuspect exited through the east vestibule. It could not be deter-\nmined which officer fired the single bullet that killed Dion.\nDion was later found slumped on the floor in the middle of the\neast vestibule. However, the court found there was no evidence\nas to Dion’s precise location or body positioning when he sus-\ntained the bullet wound. Nor, found the court, did the evidence\nrule out the possibility that Dion was struck by a bullet that had\nricocheted or initially struck the suspect.\n\n                    (b) Sovereign Immunity\n   The court concluded, as a threshold matter, that the Estate’s\naction was barred by sovereign immunity. The court did not\nagree with the prior judge’s reading of Phillips as it pertained\nto § 13-910(7). 4\n   The court concluded that the elements of battery had been\nmet because the officers intended to cause harmful contact\nwith the suspect, which resulted in harmful contact with Dion.\nThe court relied on the definition of battery from Britton as\nan infliction of unconsented contact with another, 5 as well as\ncase law from other jurisdictions holding that under a theory\nof transferred intent, an actor may still be found liable for\nbattery when the harmful contact occurs to a third person\n4\n    See Phillips v. Liberty Mut. Ins. Co., supra note 3.\n5\n    Britton v. City of Crawford, supra note 2.\n\f                                    - 534 -\n            Nebraska Supreme Court Advance Sheets\n                     311 Nebraska Reports\n                          DION v. CITY OF OMAHA\n                             Cite as 311 Neb. 522\n\nwho was not the intended target of the contact. 6 The court\nalso relied upon the Restatement (Second) of Torts’ statement\nthat an actor is liable for battery if the actor intended to cause\nharmful or offensive contact with the person of the other or\na third person, or imminent apprehension of such contact,\nand a harmful contact with the person of the other directly or\nindirectly results. 7 In this analysis, the court did not consider\nwhether the officers could have committed a battery if their\nacts of shooting at the suspect were privileged.\n   The court reasoned that to fall under § 13-910(7), the under-\nlying action need not be an action “for” one of the listed inten-\ntional torts, but need only be any claim “arising out of” one of\nthose intentional torts. Even if the complaint alleged acts of\nnegligence, concluded the court, the wrongful death action was\ninextricably linked to a battery and thus was barred by sover-\neign immunity.\n                         (c) Negligence\n   Alternatively, the court concluded that the Estate had failed\nto prove negligence.\n   The court found no special relationship between Dion and\nthe City creating a heightened duty of care. Rather, it found\nthat OPD owed Dion an ordinary duty of reasonable care under\nthe circumstances. The court reasoned that Dion was neither a\nparty nor a third-party beneficiary to the Agreement and that\ncase law did not generally support a special duty to protect\na bystander from the intentional conduct of an employee of\nthe defendant.\n   The court utilized negligence propositions from Phillips\ndescribing the balancing of the duty of law enforcement to\napprehend violators against the duty of care to the general\n6\n    See, Hensley on behalf of North Carolina v. Price, 876 F.3d 573 (4th Cir.\n    2017); Hensley v. Suttles, 167 F. Supp. 3d 753 (W.D.N.C. 2016); Alteiri v.\n    Colasso, 168 Conn. 329, 362 A.2d 798 (1975).\n7\n    See Restatement, supra note 1.\n\f                                     - 535 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                           DION v. CITY OF OMAHA\n                              Cite as 311 Neb. 522\n\npublic, as well as the privilege to use reasonable force in\neffecting a lawful arrest, which extends to harm caused to\ninnocent bystanders unless the officers’ actions were unreason-\nable under the circumstances. 8 The court found under these\npropositions that the officers acted reasonably. Therefore, the\nofficers did not breach the applicable duty of care.\n   The court rejected the Estate’s argument that the officers\nshould have refrained from engaging the suspect until they\naffirmatively ascertained Dion’s whereabouts. The court stated:\n      It is unreasonable to expect an officer, when faced with a\n      suspect who is within close proximity to the officer and\n      pulling the trigger on what appears to be a real firearm,\n      to simply stand there or try to take cover merely because\n      a third-person, who the officer does not observe, but\n      who could possibly be somewhere in the vicinity, may\n      be present.\nThe court also rejected the Estate’s contention that the suspect\nhad fled through a “crowded thoroughfare,” given the lack\nof evidence that civilians were in the parts of the parking lot\naffected by the line of fire.\n   In any event, the court weighed the surrounding circum-\nstances for determining whether the act of shooting into a\ncrowded thoroughfare is privileged, including the nature of\nthe crime, the harm that may ensue if the officer does not\nact, and the officer’s skill in the use of the weapon. The court\nfound these factors weighed heavily in favor of the City. The\nsuspect was engaging in violence, including what the officers\nreasonably believed to be attempted homicide; it was reason-\nable to conclude that such a suspect might also shoot at other\nresponding officers or innocent civilians; and all three officers\nspecifically aimed at the suspect and not merely in his gen-\neral vicinity.\n   The court also found that the Estate had failed to prove\nproximate causation. The court explained that there was no\n8\n    See Phillips v. Liberty Mut. Ins. Co., supra note 3.\n\f                              - 536 -\n         Nebraska Supreme Court Advance Sheets\n                  311 Nebraska Reports\n                     DION v. CITY OF OMAHA\n                        Cite as 311 Neb. 522\n\nevidence for it to come to a conclusion, absent speculation or\nconjecture, that Dion’s death was caused by any failure of the\nCity or OPD to advise him to remain outside the restaurant or\nto wear any clothing that identified him as media.\n\n            6. Verdict on Promissory Estoppel\n   The court found that in light of its verdict against the Estate\non its wrongful death action, there was no actual case or con-\ntroversy with respect to a claim under promissory estoppel for\nindemnification. As for the duty to defend, the court found that\npromissory estoppel, which was based on oral statements made\nbefore the written contract, was not a viable theory of recovery\nbecause the written contract covered the same subject matter.\nThe court alternatively found that the alleged statements on\nLangley’s behalf were too vague and indefinite to support a\nclaim for promissory estoppel. Finally, the court found that it\nwas not reasonable for the City to rely upon statements made\non Langley’s behalf during negotiations of a contract.\n\n                III. ASSIGNMENTS OF ERROR\n   The Estate assigns that the district court erred by (1) dis-\nmissing Dion’s claims against the City, ruling that the PSTCA\nbarred those claims; (2) ruling Dion’s claims arose out of an\nintentional tort for which sovereign immunity is not waived by\nthe PSTCA; (3) ruling that OPD acted reasonably at all times;\nand (4) holding that OPD officers did not owe Dion a height-\nened duty of care.\n   On cross-appeal, the City assigns that the district court\nerred by (1) holding as a matter of law that the indemnifica-\ntion and defense provisions of the Agreement were ambi­g­\nuous, (2) holding as a matter of law that the indemnification\nand defense provisions in the Agreement were unenforceable,\nand (3) dismissing with prejudice the City’s third-party breach\nof contract claims against Langley seeking indemnification\nand defense of the Estate’s claims against the City. The City\nassigns as error the court’s order rendering its verdict on\n\f                                   - 537 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                          DION v. CITY OF OMAHA\n                             Cite as 311 Neb. 522\n\npromissory estoppel only “to the extent it became a final[,]\nappealable order enabling appellate review of the [order grant-\ning summary judgment in favor of Langley on its breach of\ncontract claim].”\n\n                 IV. STANDARD OF REVIEW\n   [1] Whether the allegations made by a plaintiff set forth\nclaims which are precluded by exemptions under the PSTCA\npresents a question of law. 9\n   [2] When reviewing questions of law, an appellate court has\nan obligation to resolve the questions independently of the con-\nclusion reached by the trial court. 10\n   [3] Statutory interpretation presents a question of law, for\nwhich an appellate court has an obligation to reach an inde-\npendent conclusion irrespective of the decision made by the\ncourt below. 11\n   [4] In actions brought pursuant to the PSTCA, the factual\nfindings of a trial court will not be disturbed on appeal unless\nthey are clearly wrong. 12\n   [5] The interpretation of a contract and whether the con-\ntract is ambiguous are questions of law subject to indepen-\ndent review. 13\n\n                         V. ANALYSIS\n   The Estate appeals from the judgment in the wrongful death\naction, which dismissed the action with prejudice. The City\ncross-appeals the court’s order on summary judgment dismiss-\ning with prejudice its third-party claim against Langley for\nbreach of contract. We first address the Estate’s appeal in the\nwrongful death action.\n 9\n     Edwards v. Douglas County, 308 Neb. 259, 953 N.W.2d 744 (2021).\n10\n     Id.\n11\n     Id.\n12\n     Stonacek v. City of Lincoln, 279 Neb. 869, 782 N.W.2d 900 (2010).\n13\n     Wintroub v. Nationstar Mortgage, 303 Neb. 15, 927 N.W.2d 19 (2019).\n\f                                    - 538 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                          DION v. CITY OF OMAHA\n                             Cite as 311 Neb. 522\n\n                      1. Wrongful Death\n   As a threshold issue, we must determine if the Estate’s\nwrongful death action was barred by sovereign immunity. Neb.\nConst. art. V, § 22, provides: “The state may sue and be sued,\nand the Legislature shall provide by law in what manner and\nin what courts suits shall be brought.” The Estate asserts that\nsovereign immunity was waived by the PSTCA. 14\n   Under the PSTCA, a political subdivision has no liability\nfor the torts of its officers, agents, or employees, “except to\nthe extent, and only to the extent, provided by the [PSTCA].” 15\nIn suits brought under the PSTCA, a political subdivision is\n“liable in the same manner and to the same extent as a private\nindividual under like circumstances,” except “as otherwise pro-\nvided in the [PSTCA].” 16\n   [6] The Legislature has allowed through the PSTCA a lim-\nited waiver of a political subdivision’s sovereign immunity\nwith respect to some, but not all, types of tort claims. 17 Section\n13-903 defines a “[t]ort claim” as\n      any claim against a political subdivision for money only\n      on account of damage to or loss of property or on account\n      of personal injury or death, caused by the negligent or\n      wrongful act or omission of any employee of the political\n      subdivision, while acting within the scope of his or her\n      office or employment, under circumstances in which the\n      political subdivision, if a private person, would be liable\n      to the claimant for such damage, loss, injury, or death\n      but shall not include any claim accruing before January\n      1, 1970.\nSection 13-910, in turn, exempts certain tort claims from\nthe limited waiver of sovereign immunity of the PSTCA.\n14\n     See Neb. Rev. Stat. §§ 13-901 to 13-928 (Reissue 2012).\n15\n     § 13-902.\n16\n     § 13-908.\n17\n     Edwards v. Douglas County, supra note 9.\n\f                                      - 539 -\n               Nebraska Supreme Court Advance Sheets\n                        311 Nebraska Reports\n                            DION v. CITY OF OMAHA\n                               Cite as 311 Neb. 522\n\nIf an exemption under § 13-910 applies, the political subdivi-\nsion is immune from the claim and the proper remedy is to\ndismiss it for lack of subject matter jurisdiction. 18\n            (a) Arising Out of Listed Intentional Tort\n   At issue in this case is subsection (7) of § 13-910. Under\n§ 13-910(7), the PSTCA shall not apply to “[a]ny claim arising\nout of assault, battery, false arrest, false imprisonment, mali-\ncious prosecution, abuse of process, libel, slander, misrepre-\nsentation, deceit, or interference with contract rights.” Section\n13-910(7) sets forth what is generally referred to as the “inten-\ntional tort” exemption. 19\n   We have discussed that a similar intentional tort exemp-\ntion from the waiver of sovereign immunity under the Federal\nTort Claims Act 20 reflects public policy determinations against\nallowing government employees to engage at the government’s\nexpense in lawless activities that are practically, if not legally,\noutside the scope of their proper functions. 21 This was deemed\ncontrary to the promotion of high standards of performance\nby a sovereign’s employees. 22 Also, it was determined to be\nagainst public policy to expose the public fisc to intentional\ntort claims, which are often unwieldy, being easy for plaintiffs\nto exaggerate and difficult to defend. 23 The Legislature implic-\nitly adopted similar public policy stances through the inten-\ntional tort exemptions of the PSTCA and the State Tort Claims\nAct. 24 Such public policy is the province of the Legislature\nrather than the courts. 25\n18\n     See   id.\n19\n     See   id.\n20\n     See   28 U.S.C. §§ 1346(b) and 2671 to 2680 (2018).\n21\n     See   Jill B. & Travis B. v. State, 297 Neb. 57, 899 N.W.2d 241 (2017).\n22\n     See   id.\n23\n     See   id.\n24\n     See   id.\n25\n     See   id.\n\f                                   - 540 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                          DION v. CITY OF OMAHA\n                             Cite as 311 Neb. 522\n\n   [7-9] Statutes purporting to waive the protection of sov-\nereign immunity are to be strictly construed in favor of the\nsovereign and against waiver. 26 As a corollary to this canon\nof construction, and in order to strictly construe the PSTCA\nagainst a waiver of sovereign immunity, we apply a broad read-\ning to statutory exemptions from a waiver of sovereign immu-\nnity, such as § 13-910(7). 27 A waiver of sovereign immunity\nis found only where stated by the most express language of a\nstatute or by such overwhelming implication from the text as\nwill allow no other reasonable construction. 28\n   We recently observed in Edwards v. Douglas County 29 that\nthe language used by the Legislature in § 13-910(7) is “strik-\ningly broad” and that “without qualification or limitation, it\nexempts from the waiver of sovereign immunity ‘[a]ny claim\narising out of’” the listed intentional torts.\n   [10] No matter how a tort claim has been framed and regard-\nless of the assailant’s employment status, we have variously\ndescribed that the intentional tort exemption applies whenever\nthe claim stems from, arises out of, is inextricably linked to, is\nessential to, and would not exist without one of the underlying\nintentional torts listed in § 13-910(7). 30 We held in Edwards,\n“All of these articulations speak to the same point: when a tort\nclaim against the government seeks to recover damages for\npersonal injury or death stemming from an assault, the claim\nnecessarily ‘arises out of assault’ and is barred by the inten-\ntional tort exemption under the PSTCA.” 31\n   [11,12] In the context of the other intentional torts speci-\nfied in § 13-910(7), such as for any claim arising out of\nmisrepresentation or deceit, we have described that under\n26\n     Edwards v. Douglas County, supra note 9.\n27\n     See id.\n28\n     Id.\n29\n     Id. at 276, 953 N.W.2d at 755-56.\n30\n     See Edwards v. Douglas County, supra note 9.\n31\n     Id. at 277-78, 953 N.W.2d at 756.\n\f                                    - 541 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                          DION v. CITY OF OMAHA\n                             Cite as 311 Neb. 522\n\nthe “‘gravamen of the complaint test,’” an appellate court\nexamines the underlying substance of a dispute in order to\ndetermine whether sovereign immunity lies. 32 In general, the\n“gravamen” is the “substantial point or essence of a claim,\ngrievance, or complaint” 33 and is found by examining and\nconstruing the substance of the allegations of the complaint\nas a whole without regard to the form or label adopted by\nthe pleader or the relief demanded. 34 Thus, to determine the\ngravamen of the complaint, we look to whether the plain-\ntiff has alleged an injury independent of that caused by the\nexcluded acts, i.e., that the injury is linked to a duty to act that\nis entirely separate from the acts expressly excluded from the\nstatutory waiver of sovereign immunity. 35\n    In Edwards, the plaintiff sought to recover for injuries\ndirectly incurred from what was undisputed to be an assault\nby a former boyfriend. 36 We ultimately held that the action\nbased on allegations that the county negligently handled emer-\ngency telephone calls and did not arrive in time to prevent or\nstop the assault on the plaintiff was inextricably linked to an\nassault and, thus, was exempted under § 13-910(7) from the\nwaiver of sovereign immunity of the PSTCA. We said that\nalthough it was “conceivable there could be circumstances\nwhere the claim is so attenuated from an assault that it can-\nnot fairly be characterized as arising out of the assault,”\nthis was not such a claim. 37 Plaintiffs cannot circumvent the\n32\n     Amend v. Nebraska Pub. Serv. Comm., 298 Neb. 617, 627, 905 N.W.2d\n     551, 559 (2018). See, also, Jill B. & Travis B. v. State, supra note 21;\n     Zawaideh v. Nebraska Dept. of Health & Human Servs., 285 Neb. 48, 825\n     N.W.2d 204 (2013); Stonacek v. City of Lincoln, supra note 12.\n33\n     Black’s Law Dictionary 845 (11th ed. 2019).\n34\n     See 1A C.J.S. Actions § 121 (2016).\n35\n     See Stonacek v. City of Lincoln, supra note 12.\n36\n     Edwards v. Douglas County, supra note 9.\n37\n     Id. at 279, 953 N.W.2d at 757.\n\f                                    - 542 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                          DION v. CITY OF OMAHA\n                             Cite as 311 Neb. 522\n\ne­ xemption of § 13-910(7) through artful pleading that relies\n on a semantic recasting of events. 38\n\n                      (b) Elements of Battery\n   [13] The district court in this case concluded that the\nEstate’s action fell under § 13-910(7) because it arose out of a\nbattery. The intentional tort of battery is defined as an actual\ninfliction of an unconsented injury upon or unconsented con-\ntact with another. 39 A harmful contact intentionally done is the\nessence of battery. 40 This is consistent with the Restatement\n(Second) of Torts, which has been relied upon by this court\nand provides:\n         An actor is subject to liability to another for battery if\n         (a) he acts intending to cause a harmful or offensive\n      contact with the person of the other or a third person, or\n      an imminent apprehension of such a contact, and\n         (b) a harmful contact with the person of the other\n      directly or indirectly results. 41\nWe observed in Britton that the Restatement (Second) of Torts\ndoes not use the term “unlawful” in its definition of battery. 42\nIn any event, although we have sometimes described battery as\nany intentional, unlawful physical violence or contact inflicted\non a human being without his or her consent, “unlawful” in\nthat context simply means unconsented to. 43\n   In the comments to the Restatement (Second) of Torts,\nit is clarified that the meaning of the term “intending” goes\nonly to the act itself. 44 It is immaterial that the actor is not\n38\n     Id.\n39\n     Britton v. City of Crawford, supra note 2.\n40\n     Id.\n41\n     Restatement, supra note 1, § 13 at 25.\n42\n     See Britton v. City of Crawford, supra note 2.\n43\n     See id.\n44\n     See Restatement, supra note 1, § 13, comment c.\n\f                                      - 543 -\n              Nebraska Supreme Court Advance Sheets\n                       311 Nebraska Reports\n                            DION v. CITY OF OMAHA\n                               Cite as 311 Neb. 522\n\ninspired by any personal hostility to the other or a desire to\ninjure anyone. 45 Thus, for example, so long as the other has\nnot actually consented, a defendant who intentionally inflicts\nbodily harm upon another as a practical joke is not immune\nfrom liability, even if the actor erroneously believed the other\nwould regard it as a joke or erroneously believed that the other\nconsented to the contact. 46\n   The comments to the Restatement (Second) of Torts also\nclarify the meaning of the phrase “subject to liability” and state\nthat the defendant’s act must be a “legal cause” of the contact\nwith the plaintiffs. 47 Such liability is defeated by any privilege\navailable to the defendant. 48\n\n         (c) Negligence Actions Arising Out of Battery\n   In several cases, we have held that plaintiffs’ negligence\nactions arose from a battery and thus fell within the scope\nof § 13-910(7) and were barred by sovereign immunity. 49 In\nBritton, for example, we affirmed the lower court’s order grant-\ning what was effectively a motion for summary judgment in\nfavor of the political subdivision on the grounds that the claim,\nalthough framed as negligence, fell under the intentional tort\nexemption to the limited waiver of sovereign immunity under\nthe PSTCA, because it arose out of a battery. 50\n   The claim derived from the death of the suspect in\nBritton after law enforcement shot him when he refused to\n45\n     See id.\n46\n     See id.\n47\n     See id., comment d. at 25.\n48\n     Id.\n49\n     See, Britton v. City of Crawford, supra note 2; Rutledge v. City of Kimball,\n     304 Neb. 593, 935 N.W.2d 746 (2019); City of Lincoln v. County of\n     Lancaster, 297 Neb. 256, 898 N.W.2d 374 (2017). See, also, Williams v.\n     State, 310 Neb. 588, 967 N.W.2d 677 (2021); Moser v. State, 307 Neb. 18,\n     948 N.W.2d 194 (2020); Johnson v. State, 270 Neb. 316, 700 N.W.2d 620\n     (2005); Pieper v. State, 29 Neb. App. 912, 962 N.W.2d 715 (2021).\n50\n     Britton v. City of Crawford, supra note 2.\n\f                                      - 544 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                           DION v. CITY OF OMAHA\n                              Cite as 311 Neb. 522\n\ncomply with directives to show his hands and drop his weapon\nand instead pointed his weapon at the officers. The action\nalleged law enforcement had been negligent in the techniques\nimplemented in a barricaded suspect situation, which negli-\ngence ultimately led to the death of the suspect when an officer\nshot him.\n   We explained that although the claim of the suspect’s estate\nmay have been “for” negligence, the injuries the estate sued the\npolitical subdivision for ultimately stemmed from a battery, an\nintentional tort. We reasoned, “While other factors may have\ncontributed to the situation which resulted in [the suspect’s]\ndeath, but for the battery, there would have been no claim.” 51\nEven if negligence was a factor in the suspect’s death, no\nsemantic recasting of events could alter the fact that the shoot-\ning that ultimately caused the suspect’s death was inextricably\nlinked to a battery. 52\n   In so holding in Britton, we specifically rejected the argu-\nment that because the officer had been found not guilty of\nassault, on the grounds of self-defense, the officer’s conduct\ndid not fall under the intentional tort of battery and the excep-\ntion found in § 13-910(7). Noting that we had not before\nconsidered whether an affirmative defense would remove\nan intentional tort from coverage under the exception, we\nobserved that, on its face, § 13-910(7) does not contemplate\nwhether such intentional acts are legally justified. Nor does\nthe exception state that the waiver of sovereign immunity\nonly applies to claims based on intentional torts for which\nthe actor could be held liable. We also observed that we have\nconsistently recognized that the key requirement of the inten-\ntional torts exception is that the actor intended the conduct.\nWe ultimately held that in deciding whether the plaintiff’s\nclaim arose out of a battery, “[w]e need not determine whether\nthe actor ultimately could be held liable for any damage\n51\n     Id. at 386, 803 N.W.2d at 518.\n52\n     See id.\n\f                                     - 545 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                           DION v. CITY OF OMAHA\n                              Cite as 311 Neb. 522\n\nresulting from the battery, based on the presence or absence of\naffirmative defenses.” 53\n                     (d) Estate’s Arguments\n   We have not before specifically addressed whether injury to\na bystander in the course of law enforcement’s pursuit of or\nengagement with a suspect arises from a battery for purposes\nof § 13-910(7). On appeal, the Estate presents four arguments\nas to why it believes that its wrongful death action did not\narise out of a battery and that the district court erred in con-\ncluding differently. First, the Estate points out that it did not\nsue for battery, but, rather, sued for negligence. Second, the\nEstate asserts that the elements of battery were not met in\nthis case because the officers alleged that discharging lethal\nforce at the suspect was not wrongful and was privileged.\nThird, the Estate asserts that the injuries Dion suffered did\nnot arise from a battery, because the officers intended to shoot\nthe suspect and not Dion, and that transferred intent does not\napply to § 13-910(7). Fourth, the Estate asserts that our opin-\nion in Phillips indicates that actions to recover for injuries to\nbystanders incurred in the course of law enforcement’s pursuit\nor engagement with a suspect do not arise from a battery for\npurposes of § 13-910(7). 54\n               i. Sued “For” Versus Arises From\n   As stated in Edwards and Britton, what the plaintiff sues\n“for” is not determinative of whether that action arose from\na battery for purposes of § 13-910(7). 55 Thus, it does not\nmatter that the Estate sued “for” negligence rather than a bat-\ntery. The question is whether the injury the plaintiff seeks to\nrecover for stems from, arises out of, is inextricably linked\nto, and would not exist without an underlying assault or\n53\n     Id. at 383, 803 N.W.2d at 516.\n54\n     See Phillips v. Liberty Mut. Ins. Co., supra note 3.\n55\n     See, Edwards v. Douglas County, supra note 9; Britton v. City of Crawford,\n     supra note 2.\n\f                                   - 546 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                         DION v. CITY OF OMAHA\n                            Cite as 311 Neb. 522\n\nbattery. 56 Stated another way, without regard to the form or\nlabel adopted by the pleader or the relief demanded, we look\nto the gravamen of the complaint to determine whether the\nplaintiff has alleged an injury independent of that caused by\nthe excluded acts.\n               ii. Phillips v. Liberty Mut. Ins. Co.\n   Phillips does not hold, as the Estate suggests, that when the\nunderlying injury is to an innocent bystander of allegedly neg-\nligent law enforcement actions directed at a suspect, the plain-\ntiff’s action necessarily arises out of negligence rather than a\nbattery. In Phillips, we affirmed a summary judgment in favor\nof the county in an action brought by an innocent bystander\nwho was injured by being knocked over when deputies ran\nin pursuit of a person to effectuate an arrest. 57 The officers\nsubsequently apprehended the person, forcing her hands off a\ndoorknob that she was gripping, placing her on the ground, and\nhandcuffing her.\n   While the Estate points out that in Phillips “no battery was\nfound to have been committed by the police officer,” 58 this is\na misleading characterization of our holding. We decided the\nappeal on the grounds that there was no negligence, despite the\nfact that the lower court had determined the claim was barred\nby sovereign immunity because it arose out of battery.\n   We noted in Phillips that the parties below had discussed\nthe theory that the officers had committed a battery on the\nresisting person and that the officers’ intent was transferred\nto the injured bystander. We then said, “based on their read-\ning of Britton v. City of Crawford, [the parties below] placed\nconsiderable, arguably undue, emphasis on the ‘intent’ of the\ndeputies.” 59 But we did not elaborate or otherwise comment\n56\n     See Edwards v. Douglas County, supra note 9.\n57\n     See Phillips v. Liberty Mut. Ins. Co., supra note 3.\n58\n     Brief for appellant at 21.\n59\n     Phillips v. Liberty Mut. Ins. Co., supra note 3, 293 Neb. at 129, 876\n     N.W.2d at 367.\n\f                                   - 547 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                          DION v. CITY OF OMAHA\n                             Cite as 311 Neb. 522\n\non whether an injury to a bystander during the pursuit of a\nsuspect could fall under § 13-910(7).\n   We did not hold in Phillips that the district court’s decision\non sovereign immunity was wrong; we simply affirmed the\norder on the alternative ground that there was no genuine issue\nthat the deputies did not act negligently. Phillips thus does not\nstand for the proposition that actions stemming from officers’\ninjuring bystanders in the course of pursuing or engaging a\nsuspect fall outside of § 13-910(7). To the extent Phillips could\nbe read otherwise, we disapprove of any such reading.\n\n                      iii. Transferring Intent\n   We disagree with the Estate’s contention that an action does\nnot arise out of a battery whenever the actor did not intend\ncontact with the plaintiff and instead intended the contact to a\nthird party. While we have not previously addressed this sce-\nnario as it applies to § 13-910(7), the Restatement (Second) of\nTorts describes that a battery occurs when a person acts intend-\ning to cause a harmful or offensive contact with the person\nof the other or a third person and a harmful contact with the\nperson of the other directly or indirectly results. 60\n   [14] Further, the Restatement (Second) of Torts states in\nrelevant part:\n         (2) If an act is done with the intention of affecting a\n      third person in the manner stated in Subsection (1) but\n      causes an offensive bodily contact to another, the actor\n      is subject to liability to such other as fully as though he\n      intended so to affect him. 61\nOther authorities have explained that a person will be liable for\nintentional tortious conduct directed at one person but which\nunintentionally results to harm to another person. 62\n60\n     Restatement, supra note 1.\n61\n     Id., § 20 at 36.\n62\n     See Dan B. Dobbs, Law of Torts § 40 (2000).\n\f                                      - 548 -\n              Nebraska Supreme Court Advance Sheets\n                       311 Nebraska Reports\n                            DION v. CITY OF OMAHA\n                               Cite as 311 Neb. 522\n\n   That the officers did not intend to direct lethal force\ntoward Dion does not mean Dion’s death was not the result\nof a battery.\n\n              iv. “Wrongful” Contact and Privileges\n   We turn lastly to the Estate’s argument that the officers did\nnot, in the first place, commit a battery of the suspect, of Dion,\nor of anyone else. The Estate argues that a battery does not\noccur if the unconsented to touching was privileged. And the\nEstate points out that the officers alleged as a defense that their\nactions of shooting at the suspect while he fled were privi-\nleged. Indeed, the court ultimately so found.\n   [15,16] The privilege at issue was described in Phillips,\nwherein we said, in the context of negligence, that if a law\nenforcement officer is privileged to shoot at an escaping felon,\nthe law enforcement officer is not liable to a third person\nharmed by a stray bullet when shooting at an escaping felon\nwhen there was little or no probability that any person other\nthan the felon would be hit. 63 In contrast, a law enforcement\nofficer is unprivileged to shoot at an escaping felon if it was\nunreasonable under the circumstances to risk causing grave\nharm to bystanders. 64\n   We quoted the Restatement (Second) of Torts concerning\nreasonable care with respect to innocent bystanders of police\nconduct and the confines of the law enforcement privilege:\n      “[I]f an actor is privileged to shoot at an escaping felon,\n      he is not liable to a third person harmed by a stray bul-\n      let, if when he shot there was little or no probability\n      that any person other than the felon would be hit. But\n      when he shoots into a crowded thoroughfare, and unin-\n      tentionally hits a passerby, his act is unprivileged if, in\n      view of the surrounding conditions, including the nature\n63\n     Phillips v. Liberty Mut. Ins. Co., supra note 3.\n64\n     See id.\n\f                                    - 549 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                          DION v. CITY OF OMAHA\n                             Cite as 311 Neb. 522\n\n      of the crime for which he seeks to arrest, recapture, or\n      maintain custody, the harm which may ensue if he does\n      not act, and his skill or lack of skill in the use of the\n      weapon, it is unreasonable for him to take the chance of\n      causing grave harm to bystanders.” 65\n   We held as a matter of law in Phillips that the deputies had\na duty and were required to exercise that degree of care toward\ninnocent persons as would be exercised by a reasonable deputy\neffectuating an arrest under the circumstances. We explained\nthat reasonable force is an objective standard constituting that\namount of force which an ordinary, prudent, and intelligent\nperson with the knowledge and in the situation of the arrest-\ning police officer would have deemed necessary under the\ncircumstances. 66 The context is important in determining the\nreasonableness of the action taken, but, broadly, the privilege\nto use reasonable force toward the arrestee extends to harm\nto an innocent bystander caused by force directed toward the\narrestee unless under the circumstances it was unreasonable\nfor law enforcement to take the chance of causing grave harm\nto bystanders. 67\n   We explained that whether the deputies in Phillips acted\nunreasonably and breached their duty was a question of fact.\nHowever, noting that there was no evidence the deputies were\nusing weapons or were chasing the person in a way that could\nbe described as reckless, we held that there was no genuine\nissue that the deputies acted reasonably in chasing the person\nwhen she ran away. Nothing in the record indicated the depu-\nties objectively should have realized their actions created an\nunreasonable risk of harm to any innocent third persons. Thus,\nthe deputies were not negligent.\n65\n     Id. at 135-36, 876 N.W.2d at 370-71, quoting Restatement, supra note 1,\n     § 137, comment c.\n66\n     See Phillips v. Liberty Mut. Ins. Co., supra note 3.\n67\n     See id.\n\f                                   - 550 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                          DION v. CITY OF OMAHA\n                             Cite as 311 Neb. 522\n\n   As already set forth above, a privilege to make the contact is\na defense to battery 68 such that an actor is not subject to liabil-\nity for battery, because the actor’s conduct was not the legal\ncause of the injury. This is sometimes referred to as a “privi-\nlege to commit battery,” 69 but it is perhaps more exact to state\nthat it is a privilege to commit what would otherwise be a bat-\ntery. 70 A privileged act is generally defined as one that would\nordinarily be tortious, but which, under the circumstances, does\nnot subject the actor to liability. 71\n   Under the principle that, to be a battery, the acts must have\nbeen the legal cause of the injury, the Estate argues that if the\nrelevant actions were privileged, there was no battery from\nwhich the injuries it seeks to recover for could have arisen for\npurposes of § 13-910(7). While under the facts presented in\nBritton, we rejected a similar argument, the Estate asks this\ncourt to overturn that holding. 72 We decline to do so. Even if\nthere are hypothetical scenarios in which a privilege to commit\nthe act causing the injury at issue could negate the requisite\nconnection described in § 13-910(7) between the claim and the\nlisted intentional torts, such was not the case in Britton and it\nis not the case here.\n   As Phillips illustrates, the same privilege the Estate argues\nmakes the underlying conduct not a battery also defeats the\nnegligence theories under which the Estate seeks to recover\n68\n     See Baranowski v. City of Milwaukee, 70 Wis. 2d 684, 235 N.W.2d 279\n     (1975).\n69\n     See, Roberson v. Borough of Glassboro, Cases Nos. 1:20-02765 and\n     1:20-02769, 2021 WL 5154000 (D.N.J. Nov. 5, 2021); Gilmore v. Superior\n     Court, 230 Cal. App. 3d 416, 281 Cal. Rptr. 343 (1991); Morrison v.\n     Horseshoe Casino, 2020 Ohio 4131, 157 N.E.3d 406 (2020); Edwards v.\n     City of Philadelphia, 860 F.2d 568 (3rd Cir. 1988).\n70\n     See Restatement, supra note 1, ch. 4, topic 2, scope note (1965).\n71\n     Gilmore v. Superior Court, supra note 69.\n72\n     See Britton v. City of Crawford, supra note 2.\n\f                                      - 551 -\n              Nebraska Supreme Court Advance Sheets\n                       311 Nebraska Reports\n                            DION v. CITY OF OMAHA\n                               Cite as 311 Neb. 522\n\nin its action against the City. 73 The Estate pled, among other\nthings, that law enforcement officers failed to identify the\ncorrect and proper target before discharging their firearms,\nmisdirected their gunfire, and used excessive deadly force. The\ntheory litigated in the Estate’s action was that when the suspect\nwas fleeing through the east vestibule and no longer firing\nwhat was believed to be a deadly weapon, it was unreasonable\nunder the circumstances to take the chance of causing grave\nharm to bystanders like Dion.\n   [17] A plaintiff cannot allege that the harmful or offensive\ncontact causing the injuries the plaintiff seeks to recover for\nare privileged for the purpose of sovereign immunity while\nunprivileged for the purpose of determining the merits of the\nclaim. Logically, an act is not simultaneously privileged and\nunprivileged. The Estate concedes its wrongful death claim\ndepends upon the theory that the officers’ acts of firing at\nthe suspect were no longer privileged when the officers fired\nthe bullet that killed Dion. Thus, no matter how framed, the\nEstate’s negligence claim depends upon allegations that the\ninjuries were caused by unprivileged harmful or offensive con-\ntact, which in substance is an allegation that the injuries were\ncaused by a battery.\n   [18] In sum, the underlying substance of the Estate’s claim\nis that Dion’s death arose out of a battery. If recovery for\nthe injury in question depends upon an intentional, harmful,\nor offensive contact’s being unprivileged, then it depends\nalso upon a battery and is “arising from” it for purposes of\n§ 13-910(7). In such circumstances, the claim does not allege\nan injury independent of that caused by one of the excluded\nintentional torts. We need not decide whether a claim arises\nout of a battery for purposes of § 13-910(7) when recovery\nfor that claim does not depend upon the offensive contact\nbeing unprivileged, because that scenario is not presented in\nthis appeal.\n73\n     See Phillips v. Liberty Mut. Ins. Co., supra note 3.\n\f                                   - 552 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                         DION v. CITY OF OMAHA\n                            Cite as 311 Neb. 522\n\n           (e) Conclusion on Wrongful Death Claim\n   We are unpersuaded by the four arguments presented on\nappeal by the Estate in support of its assertion that its wrong-\nful death claim did not arise out of battery for purposes of\n§ 13-910(7). We affirm the judgment of the district court\nthat the Estate’s wrongful death action is barred by sovereign\nimmunity. We turn to the City’s cross-appeal in its breach of\ncontract action against Langley.\n\n                    2. Breach of Contract\n   In the City’s breach of contract claim, it alleged that Langley\nagreed to indemnify and defend it against any and all claims\nfor damages and liability for injury to or death of persons. It\nasserts this contractual obligation included duties to indemnify\nand defend against claims of negligence such as the Estate’s\nwrongful death action.\n   [19] Given our resolution of the appeal with respect to the\nwrongful death claim, the City’s claim as it pertains to an\nalleged duty to indemnify is, strictly speaking, moot. Mootness\nrefers to events occurring after the filing of a suit which eradi-\ncate the requisite personal interest in the dispute’s resolution\nthat existed at the beginning of the litigation. 74 Because the\nEstate has lost its wrongful death action, there is nothing for\nLangley to indemnify.\n   Here, the Agreement stated that Langley “shall pay the rea-\nsonable cost of defending lawsuits resulting therefrom, includ-\ning, but not limited to, reasonable attorneys fees, court costs\nand any judgment.” Because the City seeks under the duty to\ndefend to recover from Langley the costs incurred by the City\nin defending itself in the Estate’s action that was ultimately\nunsuccessful, that aspect of its breach of contract claim is not\nrendered moot by the judgment against the Estate in its wrong-\nful death action.\n74\n     Chaney v. Evnen, 307 Neb. 512, 949 N.W.2d 761 (2020).\n\f                                   - 553 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                         DION v. CITY OF OMAHA\n                            Cite as 311 Neb. 522\n\n   The provision at issue is as follows:\n      [Langley] agrees that it shall indemnify, defend and hold\n      harmless, the City, its officers, agents, employees and\n      administrators from and against any and all claims for\n      damage and liability for injury to or death of persons; and\n      for damage to or destruction of property occurring dur-\n      ing and arising out of the acts or omission of [Langley],\n      its employees and/or agents with regard to [Langley’s]\n      filming; and shall pay the reasonable cost of defending\n      lawsuits resulting therefrom, including, but not limited\n      to, reasonable attorneys fees, court costs and any judg-\n      ment awarded to a third party as the result of such suit.\n      In accordance with the foregoing, [Langley] also agrees\n      to indemnify, defend and hold harmless the City from and\n      against all claims related to intellectual property claims\n      arising out of [Langley’s] filming activities.\nThe City argues that the broad language of “indemnify, defend\nand hold harmless, the City, its officers, agents, employees and\nadministrators from and against any and all claims for damage\nand liability for injury to or death of persons” includes defend-\ning the City against claims it was negligent, such as the wrong-\nful death action brought by the Estate.\n   [20-22] However, as the district court noted, there is a\npresumption against any intention to indemnify against an\nindemnitee’s own negligence. 75 Clauses indemnifying the\nindemnitee for the indemnitee’s own negligence are strictly\nconstrued against the claimant. 76 To ensure that the parties\ntruly intended to indemnify for the indemnitee’s negligence, a\ncontract of indemnity will not be construed to indemnify the\nindemnitee against losses resulting from the indemnitee’s own\n75\n     42 C.J.S. Indemnity § 20 (2017).\n76\n     41 Am. Jur. 2d Indemnity § 16 (2015). See, also, 8 Richard A. Lord, A\n     Treatise on the Law of Contracts by Samuel Williston § 19:19 (4th ed.\n     2010); 42 C.J.S. supra note 75.\n\f                                     - 554 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                           DION v. CITY OF OMAHA\n                              Cite as 311 Neb. 522\n\nnegligence unless the intention of the parties is clearly and\nunambiguously expressed. 77\n   [23,24] The intention to indemnify the indemnitee for the\nindemnitee’s own negligence need not be stated through a\nspecific reference to indemnification against liability for negli-\ngence; but, if not so expressed, it must otherwise clearly appear\nfrom the language used or from a determination that no other\nmeaning could be ascribed to the contract such that the court\nis firmly convinced that such interpretation reflects the inten-\ntion of the parties. 78 To determine if the contract indemnifies\nagainst an indemnitee’s own negligence, we generally first\nexamine whether the express language covers the indemnitee’s\nown negligence and, second, whether the contract contains\nclear and unequivocal language that it was the parties’ inten-\ntion to cover the indemnitee’s own negligence. 79\n   Thus, in Oddo v. Speedway Scaffold Co., 80 we held that a\nprovision to indemnify against all conduct “‘including active,\npassive, primary or secondary,’” while excluding indemnifica-\ntion for “‘wilful misconduct,’” expressed an intention to indem-\nnify for negligence clearly and unequivocally, even though it\ndid not contain the word “negligence.” Likewise, we found in\nKuhn v. Wells Fargo Bank of Neb. 81 that an indemnification\nclause of a lease clearly and unequivocally expressed the par-\nties’ intention to indemnify the indemnitee for the indemnitee’s\nown negligence. The clause at issue provided:\n77\n     See, Anderson v. Nashua Corp., 251 Neb. 833, 560 N.W.2d 446 (1997);\n     Oddo v. Speedway Scaffold Co., 233 Neb. 1, 443 N.W.2d 596 (1989). See,\n     also, id.\n78\n     See 42 C.J.S. supra note 75.\n79\n     See Anderson v. Nashua Corp., supra note 77.\n80\n     Oddo v. Speedway Scaffold Co., supra note 77, 233 Neb. at 9, 443 N.W.2d\n     at 602. See, also, Federated Serv. Ins. Co. v. Alliance Constr., 282 Neb.\n     638, 805 N.W.2d 468 (2011).\n81\n     Kuhn v. Wells Fargo Bank of Neb., 278 Neb. 428, 771 N.W.2d 103 (2009).\n\f                                    - 555 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                          DION v. CITY OF OMAHA\n                             Cite as 311 Neb. 522\n\n      “With the exception of those claims arising out of\n      [­lessor’s] gross negligence or willful misconduct, [­lessee]\n      shall indemnify [lessor] and hold it harmless from any\n      claim or damage arising out of any injury, death or\n      property damage occurring in, on or about the Property,\n      the Building, the Leased Premises and appurtenances\n      thereto to [lessee] or an employee, customer or invitee\n      of [lessee].” 82\nWe explained that the language required the lessee to indem-\nnify the lessor for “something.” 83 Looking at the provision as a\nwhole and giving it a reasonable instruction, we reasoned that\nif “any injury” did not include the indemnitee’s negligence,\nit would have been unnecessary to specifically exclude gross\nnegligence. 84 We held that because it placed a duty to indem-\nnify for any injury other than gross negligence, it clearly still\nincluded negligence that was “less than gross.” 85\n   In contrast, in Anderson v. Nashua Corp., 86 we held lan-\nguage that the indemnitor would protect the indemnitee against\n“‘all risks and from any claims that may arise out of or per-\ntain to the performance of such work,’” neither constituted\nexpress language covering the indemnitee’s own negligence\nnor clear and unequivocal language that it was the parties’\nintention to cover the indemnitee’s own negligence. Similarly,\nin Omaha P. P. Dist. v. Natkin & Co., 87 we held that a contract\nto protect the indemnitee from “‘claims for damages for per-\nsonal injury, including wrongful death, as well as claims for\nproperty damages, which may arise from operations’” was, at\n82\n     Id. at 431, 771 N.W.2d at 109.\n83\n     Id. at 440, 771 N.W.2d at 115.\n84\n     Id. at 441, 771 N.W.2d at 115.\n85\n     Id. at 441, 771 N.W.2d at 116.\n86\n     Anderson v. Nashua Corp., supra note 77, 251 Neb. at 840, 560 N.W.2d at\n     450.\n87\n     Omaha P. P. Dist. v. Natkin & Co., 193 Neb. 518, 520, 227 N.W.2d 864,\n     866 (1975).\n\f                                    - 556 -\n             Nebraska Supreme Court Advance Sheets\n                      311 Nebraska Reports\n                          DION v. CITY OF OMAHA\n                             Cite as 311 Neb. 522\n\nbest, ambiguous as to whether the parties intended to indem-\nnify the indemnitee from its own negligence. Thus, it did not\novercome the presumption against any intention to indemnify\nagainst an indemnitee’s own negligence.\n   [25] The language of the Agreement is similar to the lan-\nguage in Anderson and Omaha P. P. Dist. that we found\nfailed to clearly and unambiguously express an intention to\nindemnify the indemnitee for the indemnitee’s own negli-\ngence. The express language does not cover the indemnitee’s\nown negligence, and the contract does not contain clear and\nunequivocal language that it was the parties’ intention to cover\nthe indemnitee’s own negligence. While the reference in the\nAgreement to “any and all claims for damage and liability\nfor injury to or death of persons” is facially broad, standing\nalone, general, broad, and seemingly all-inclusive language is\nsimply not sufficient to impose liability for the negligence of\nthe indemnitee. 88\n   And there is no other provision in the Agreement, such as\nwas present in Kuhn, excluding a higher degree of negligence\nor otherwise clearly expressing an intention to indemnify the\nCity for its own negligence. 89 To the contrary, albeit speci-\nfied for property claims and separated by a semicolon from\nthe broad reference to “any and all claims for damage and\nliability for injury to or death of persons,” the Agreement\nrefers to claims “during and arising out of the acts or omis-\nsion of [Langley], its employees and/or agents with regard to\n[Langley’s] filming.”\n   There was not clear and unequivocal language in the\nAgreement overcoming the presumption that the parties did\nnot intend that the indemnitee would be indemnified for a\nloss occasioned by the indemnitee’s own negligence. Langley\nwas not obligated to indemnify the City in the event the\nEstate’s claim was successful, because the wrongful death\n88\n     42 C.J.S. supra note 75.\n89\n     See Kuhn v. Wells Fargo Bank of Neb., supra note 81.\n\f                              - 557 -\n         Nebraska Supreme Court Advance Sheets\n                  311 Nebraska Reports\n                     DION v. CITY OF OMAHA\n                        Cite as 311 Neb. 522\n\nclaim, relying on allegations of negligence against the City,\nwas outside the Agreement. Because the claim was outside the\nAgreement, Langley did not have a duty to defend the City\nagainst the action. Accordingly, we affirm the district court’s\ndismissal of the City’s third-party breach of contract claim.\n\n                     VI. CONCLUSION\n   For the foregoing reasons, we affirm the judgment of the\ndistrict court.\n                                                Affirmed.\n\n   Miller‑Lerman, J., concurring in part, and in part\ndissenting.\n   As an initial matter, consistent with my dissenting views\nin Moser v. State, 307 Neb. 18, 948 N.W.2d 194 (2020);\nEdwards v. Douglas County, 308 Neb. 259, 953 N.W.2d 744\n(2021); and Williams v. State, 310 Neb. 588, 967 N.W.2d 677\n(2021), I reiterate that I continue to dissent from the court’s\nmany holdings regarding the intentional tort exceptions to\nthe waiver of sovereign immunity pertaining to battery, see\nNeb. Rev. Stat. § 81‑8,219(4) (Cum. Supp. 2020) (State Tort\nClaims Act) and Neb. Rev. Stat. § 13‑910(7) (Reisue 2012)\n(Political Subdivisions Tort Claims Act), including that these\nprovisions apply if there is an assault or battery anywhere in\nthe picture and regardless of the assailant’s employment status.\nAlso, although I recognize that both the State Tort Claims Act\nand the Political Subdivisions Tort Claims Act limit economic\nexposure, I continue to believe that it is inappropriate for this\ncourt to directly consider the outcome’s effect on “public fisc”\nin rendering its interpretation of these statutes. Nevertheless, I\nam bound to apply this court’s holdings unless or until they are\ncorrected by, inter alia, the Legislature. See 2021 Neb. Laws,\nL.B. 54.\n   I concur in the result. Unlike some previous cases which\nwere decided on preliminary motions, this matter went to\ntrial. The district court found as follows: “The elements of a\n\f                              - 558 -\n          Nebraska Supreme Court Advance Sheets\n                   311 Nebraska Reports\n                     DION v. CITY OF OMAHA\n                        Cite as 311 Neb. 522\n\nbattery have clearly been met when this Court applies the ele-\nments to the evidence in this case.” That is, the district court\nfound that the City’s officers had committed the intentional\ntort of battery, the death arose from the battery, and the action\nwas barred by the sovereign immunity retained by the City\nunder the intentional tort exception found in § 13‑910(7).\nThus, the district court did not have jurisdiction of the wrong-\nful death claim.\n   Assuming transferred intent applied and based on earlier\ncases, the district court concluded that the Estate’s claims arose\nout of the battery and were barred by sovereign immunity. Like\nthe district court, the majority opinion rejects the Estate’s argu-\nments asserting that the wrongful death claim did not arise out\nof a battery. The majority affirms the district court’s findings\nthat the claims arose from the battery and that the action is\nbarred by sovereign immunity. Given the absence of jurisdic-\ntion, I find it puzzling that the majority opinion nevertheless\nproceeds to a negligence analysis and writes extensively about\n“privilege,” which the district court did not consider in its\nsovereign immunity analysis. If there is no jurisdiction, why\nconsider the merits?\n   “Battery is an intentional tort. ‘. . . [T]here is no such thing\nas a negligent battery.’ 1 DOBBS, LAW OF TORTS § 26 at\n51 (2001).” District of Columbia v. Chinn, 839 A.2d 701, 706\n(2003). In this case, the district court did not base its deci-\nsion on privilege so neither should we. As the City urges, the\ndistrict court found the claims arose from the battery; as the\nCity further states, privilege is “immaterial” and the City is\nshielded by sovereign immunity. Brief for appellee the City at\n17. I agree.\n   The district court found, based on evidence, that it lacked\njurisdiction. I respectfully suggest that by proceeding with\nits negligence analysis, the majority opinion has conflated\nits consideration of jurisdiction with the merits of the negli-\ngence claim, something which should be avoided. See Florida\nHighway Patrol v. Jackson, 288 So. 3d 1179 (Fla. 2020).\n\f                               - 559 -\n          Nebraska Supreme Court Advance Sheets\n                   311 Nebraska Reports\n                      DION v. CITY OF OMAHA\n                         Cite as 311 Neb. 522\n\nInstead, my focus remains on the district court’s finding that\nthe action arose from the battery and is barred by sovereign\nimmunity, and I note the significance of this finding. “[T]he\npresence of sovereign immunity does not render the State’s\nactions nontortious (it simply means that the State has not\nconsented to suit in its courts with regard to certain claims).”\nWallace v. Dean, 3 So. 3d 1035, 1045 (Fla. 2009) (emphasis\nin original). The State’s actions are not nonliable. See id. The\npresence of sovereign immunity is distinct from lack of liabil-\nity. See id.\n   So with respect to the preclusive effect, if any, of the district\ncourt’s finding as affirmed by this court that the claims arose\nfrom the battery committed by the City’s officers, I note that\nit has been observed that immunity under one statute does not\nnecessarily indicate that an action will be barred under another\nstatute with a differing scheme. See Davis v. Harrod, 407 F.2d\n1280 (D.C. Cir. 1969).\n   In this case, the City’s officers responded to a robbery at a\nfast‑food restaurant, fired 36 bullets, and killed a member of\na film crew. As the City urged, the trial court found that the\nCity’s officers had committed a battery and the majority of\nthis court agrees. So under current Nebraska law, the City is\nimmune from suit in this case. But the presence of sovereign\nimmunity under § 13‑910(7) in this case does not necessarily\nrender the City’s actions nontortious for other purposes.\n\f",
            "ocr": false,
            "opinion_id": 6346431
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}