{
    "id": 6473601,
    "judges": null,
    "date_filed": 1654041600000,
    "date_filed_is_approximate": false,
    "slug": "dylan-hunter-goodwin-v-state-of-arkansas",
    "case_name_short": null,
    "case_name": "Dylan Hunter Goodwin v. State of Arkansas",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2022 Ark. App. 281"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "https://opinions.arcourts.gov/ark/courtofappeals/en/521215/1/document.do",
            "author_id": null,
            "opinion_text": "                                   Cite as 2022 Ark. App. 281\n                    ARKANSAS COURT OF APPEALS\n                                         DIVISION III\n                                          No. CR-21-2\n\n\n DYLAN HUNTER GOODWIN                            Opinion Delivered   June 1, 2022\n                   APPELLANT\n                                                 APPEAL FROM THE WASHINGTON\n                                                 COUNTY CIRCUIT COURT\n V.                                              [NOS. 72CR-14-1847, 72CR-14-2310,\n                                                 72CR-17-3212 & 72CR-17-2851]\n\n STATE OF ARKANSAS                           HONORABLE MARK LINDSAY,\n                                    APPELLEE JUDGE\n\n                                                 AFFIRMED; MOTION TO BE\n                                                 RELIEVED GRANTED\n\n                            N. MARK KLAPPENBACH, Judge\n\n       This is a no-merit appeal filed on behalf of Dylan Hunter Goodwin following the\n\nWashington County Circuit Court’s revocation of his probation in four criminal cases.1\n\nGoodwin’s counsel filed a timely notice of appeal followed by a no-merit brief pursuant to\n\nAnders v. California, 386 U.S. 738 (1967), and Arkansas Supreme Court Rule 4-3(b) (2021),\n\nalong with a motion to be relieved as counsel asserting that there is no issue of arguable merit\n\non appeal. Appellant was notified of his right to file pro se points in response to his counsel’s\n\nbrief, but he has filed none. We affirm the revocation of Goodwin’s probation and grant\n\ncounsel’s motion to be relieved.\n\n\n       1\n         This appeal returns to us after we ordered counsel to rebrief the appeal. Counsel’s\nfirst brief did not comply with our rules concerning no-merit briefs. Those deficiencies have\nbeen remedied in counsel’s substituted brief.\n\f       In May 2018, Goodwin pleaded guilty to residential burglary and felony theft of\n\nproperty in case number 72CR-14-1847, possession of oxycodone in case number 72CR-14-\n\n2310, possession of methamphetamine in case number 72CR-17-3212, and failure to appear\n\nin case number 72CR-17-2851. For these crimes, Goodwin was ordered to serve ninety days\n\nin community corrections and then serve four years of probation. Goodwin’s probation\n\nrequired that he abide by certain written conditions of behavior including that he pay $100\n\na month toward $1,345 in total fines, costs, and fees.\n\n       In October 2020, the State filed a motion to revoke his probation for violating the\n\nprobation conditions that required him to (1) report as directed to his probation officer, (2)\n\npay fines and fees as ordered, (3) remain on good behavior and not commit new criminal\n\noffenses, and (4) not test positive for controlled substances.\n\n       At the hearing conducted on October 7, 2020, defense counsel did not object to the\n\nentry of exhibits, and testimony was taken from four witnesses. The State proved that\n\nGoodwin had made no payments on the $1,345 due. According to Goodwin’s probation\n\nofficer, Goodwin never provided proof of employment or evidence of where he was living.\n\nFurthermore, the probation officer had an encounter with Goodwin during which Goodwin\n\nadmitted having purchased methamphetamine and another encounter wherein Goodwin\n\nadmitted he would test positive for marijuana. At the conclusion of the hearing, the circuit\n\ncourt revoked Goodwin’s probation and sentenced him to four years in the Department of\n\nCommunity Correction on each offense to be followed by sixteen years of suspended\n\nimposition of sentence on the residential-burglary charge and two years of suspended\n\n\n                                               2\n\fimposition of sentence on each of the other charges.2 Goodwin’s attorney filed a notice of\n\nappeal from the sentencing order. His attorney has filed a no-merit brief and a motion to\n\nbe relieved as counsel with our court.\n\n       A request to withdraw on the ground that the appeal is wholly without merit shall be\n\naccompanied by a brief, including an argument section that consists of a list of all rulings\n\nadverse to the defendant made by the circuit court on all objections, motions, and requests\n\nmade by either party with an explanation as to why each adverse ruling is not a meritorious\n\nground for reversal. Bohanon v. State, 2020 Ark. App. 22, 594 S.W.3d 92. In considering a\n\nno-merit brief, we must determine whether, after a full examination of the proceedings, there\n\nis any nonfrivolous basis for an appeal. Id.\n\n       Goodwin’s attorney contends that there were no adverse rulings in this case other\n\nthan the decision to revoke Goodwin’s probation and that there were multiple bases to\n\nrevoke his probation. To revoke probation, the State must prove by a preponderance of the\n\nevidence that the defendant violated a condition of his probation. Stewart v. State, 2021 Ark.\n\nApp. 289, 624 S.W.3d 357. We will not reverse the circuit court’s findings unless they are\n\nclearly against the preponderance of the evidence. Id. Determining whether a preponderance\n\nof the evidence exists turns on questions of credibility and weight to be given to the\n\n\n       2\n        Goodwin was permitted one week to take care of his personal affairs and was to turn\nhimself in to begin serving his sentence on the morning of October 14, 2020. Goodwin did\nnot appear. The circuit court filed an order on October 29, 2020, stating that the issues of\nGoodwin’s contempt and pending request for an appeal bond “will be considered at a date\nto be determined in the future.” There is no order in this record resolving those issues, so\nthose issues are not final and are not before us in this appeal.\n\n                                               3\n\ftestimony. Id. There were multiple violations found to be true by the circuit court, and any\n\none of those violations would support revocation. We agree that counsel has demonstrated\n\nthat there is no issue of arguable merit to raise on appeal as to the sufficiency of the evidence\n\nto revoke.\n\n       From our review of the record and the brief presented to us, we find that counsel has\n\ncomplied with Anders and Rule 4-3 and hold that the appeal is without merit. Accordingly,\n\nwe affirm the revocation and grant counsel’s motion.\n\n       Affirmed; motion to be relieved granted.\n\n       ABRAMSON and BROWN, JJ., agree.\n\n       Leah Ryals Jacobs, for appellant.\n\n       One brief only.\n\n\n\n\n                                               4\n\f",
            "ocr": false,
            "opinion_id": 6345712
        }
    ],
    "court_short_name": "Court of Appeals of Arkansas",
    "court_full_name": "Court of Appeals of Arkansas",
    "court_type": "SA",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}