{
    "id": 6513094,
    "judges": "Cohen",
    "date_filed": 733708800000,
    "date_filed_is_approximate": false,
    "slug": "lincoln-v-philadelphia-electric-co",
    "case_name_short": null,
    "case_name": "Lincoln v. Philadelphia Electric Co.",
    "case_name_full": "Lincoln v. Philadelphia Electric Company",
    "attorneys": "Steven C. Forman, for plaintiff., Stephanie W. Lewis, for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "16 Pa. D. & C.4th 275"
    ],
    "opinions": [
        {
            "author_str": "Cohen",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCOHEN, G., J.,\nThis case is before the court on a joint motion for summary judgment of all defendants seeking dismissal of this action pursuant to the Workmen’s Compensation Act.\nPlaintiff, William H. Lincoln, instituted the instant action against his employer, the Philadelphia Electric Company and two fellow employees, Edward Chiu and Thomas O’Donnell. Plaintiff’s complaint purports to state causes of action against the defendants for: (a) fraud and misrepresentation; (b) intentional infliction of emotional distress; and (c) invasion of privacy (intrusion upon seclusion), arising from an alleged disclosure of plaintiff identity contrary to a confidentiality agreement. Defendants’ answer denies all allegations contained in plaintiff’s complaint and, by way of new matter, asserts that plaintiff’s complaint is barred pursuant to the Workmen’s Compensation Act.\nPlaintiff is employed by PECO as an operator of an oil tanker motor vehicle. During the course of his employment, he suspected that an independent contractor, Diesel Services Inc., who performed the same type of work for PECO, was stealing fuel. Plaintiff voiced his concerns to PECO employee, George Lehman, in 1988. In 1990, plaintiff again advised his supervisor of his continued suspicions and requested that the company be made aware of the source of the information provided. Thereafter, plaintiff met with Chiu and O’Donnell, employees of PECO’s Security Department. At this meeting plaintiff *277provided them with information regarding his suspicions, allegedly upon assurances by them that his identity would not be disclosed to “any government authorities or to any other persons or entities” and that plaintiff’s anonymity would be protected. At his deposition plaintiff testified that he anticipated, at the time he provided the information, that it would be disclosed to those persons within the company who had a need to know, in connection with the company’s investigation of his allegations.\nPlaintiff alleges in his complaint that contrary to assurance given to him, his identity was disclosed to “government authorities and third parties and entities,” allegedly resulting in harassment from such government authorities and third parties and severe emotional distress to plaintiff. Specifically, plaintiff contends that his identity as the “informer” was disclosed to Sidney Perry, an FBI agent who was involved in pursuing criminal proceedings against DSI and to Elizabeth Ainslie, Esquire, the attorney who represented PECO in a civil action against DSI. Plaintiff also avers that his identity was disclosed to other third parties whose identities are not yet known and who are the source of his injuries.\nDefendants’ motion for summary judgment asserts that summary judgment should be entered in their favor as this action is barred by the Workmen’s Compensation Act. 77 P.S. §481(a) (1990) provides, in pertinent part:\n“The liability of an employer under this act shall be exclusive an [sic] in place of any and all other liability to such employees ... in any action at law or otherwise on account of any injury or death as defined in section 301(c)(1) and (2) ...”\n*278Plaintiff’s alleged injuries arose during the course of his employment and are related thereto. The WCA 77 P.S. §1 et seq. bars any civil litigation by an employee, against the employing company, for such alleged workplace injuries whether alleged to have been caused by negligence or intentional conduct by the employer. Alston v. St. Paul Insurance Companies, 389 Pa. Super. 396, 567 A.2d 663 (1989).\nThe only exception to the immunity afforded by the WCA is by way of the “third party attack” or “personal animus” exception, which permits an employee to bring an action against his employer only where the employee’s injury is alleged to have been caused by an “act of a third person intended to injure the employee because of reasons personal to him and not directed against him as an employee or because of his employment.” 77 P.S. §411(1).\nWhile Pennsylvania law does allow an employee to bring an action against his employer in some circumstances applying this exception, defendants argue that the facts of this case, as testified to by the plaintiff, do not support the application of such an exception. Under this exception “an attack or assault by a third person or fellow employee” must be “for reasons that are personal to the attacker and not connected with the victim’s employment.” Hershey v. Ninety-Five Associates, 413 Pa. Super. 158, 166, 604 A.2d 1068, 1072 (1992), app. denied,, 615 A.2d 341 (1992). Moreover, there is a rebuttable presumption that the claimant is covered by the WCA and that the one claiming otherwise bears the burden of showing an intention to injure owing to reasons *279personal to the assailant. Schweitzer v. Rockwell International, 402 Pa. Super. 34, 586 A.2d 383 (1990), app. denied, 529 Pa. 635, 600 A.2d 954 (1991). Accordingly, defendants assert that plaintiff’s complaint must be dismissed in its entirety, and relief, if any, must be sought administratively pursuant to the procedures dictated by the WCA.\nWith respect to the fellow employees individually, defendants assert that while the WCA does permit a cause of action to be brought against a fellow employee, individually, for workplace injuries, this allowance is limited to injuries incurred as a result of a fellow employee’s “intentional wrong.” The WCA provides, in pertinent part, as follows:\n“Liability of fellow employee—\n“If disability or death is compensable under this act, a person shall not be liable to anyone at common law or otherwise on account of such disability or death for any act or omission occurring while such person was in the same employ as the person disabled or killed, except for intentional wrongs.”\nAn employee may not bring an action against a fellow employee for acts of negligence. Defendants contend that the facts of this case, as testified to by plaintiff, fail to establish any conduct by Chiu or O’Donnell which constitutes “intentional wrong” within the meaning of the WCA. Therefore, all claims against these defendants must also be dismissed.\nPlaintiff contends that the defendants have misconstrued the issue of the identity of “third persons” referred to in plaintiff’s complaint. Plaintiff avers that his complaint *280is not referring to the conduct of his co-workers, but to conduct of unknown third parties who committed the threats of violence against him and his family. Plaintiff asserts that these “heretofore unidentified third persons” may well be representatives of or principals of DSI, whose personal animosity toward plaintiff is not based on his status as an employee of PECO, rather as the informant who gave information leading to the prosecution of DSI by PECO. Plaintiff asserts that these threats were clearly motivated by animosity directed against the plaintiff individually and are not related to his position as a truck driver for PECO. Plaintiff avers that his injuries were caused directly by these unidentified third persons who committed the threats of violence. Accordingly, plaintiff argues that his injuries are not included within the statutory “injury arising in the course of employment” as defined by the WCA. Since plaintiff’s cause of action against the defendants is premised not on their committing actual threats, but, rather is based upon their failure to protect plaintiff’s confidentiality and promise not to disclose his identity, defendants’ failure to do so was a substantial factor in bringing about the threats which ensued.\nPlaintiff suggests that summary judgment is premature at this juncture as this case was only commenced in June of 1992, and plaintiff avers that he is entitled to conduct discovery and further investigation to ascertain and establish that his injuries were the result of personal attacks by representatives of DSI, which were facilitated by the conduct of the defendants.\nPlaintiff notes that defendants concede that the individual defendants are not immune if their conduct constitutes “intentional wrong.” Plaintiff avers that he has *281alleged intentional misconduct by Chiu and O’Donnell and that these claims must be submitted to a jury for determination.\nDefendants’ motion for summary judgment will be granted. Plaintiff admitted at his deposition that he was aware that his identity would be disclosed “on a need to know basis” to representatives of the company investigating his allegations. An investigating officer and an attorney prosecuting claims for the company are clearly individuals reasonably contemplated in the class of persons to whom this information would be supplied. As such, even if there was a confidentiality agreement, which defendants assert did not exist, there could be no breach under the facts of this case as presented.\nPlaintiff’s contention that the “third person attack” or “personal animus” exception to the general immunity granted by the WCAbased on acts of “heretofore unidentified third persons” fails due to plaintiff’s own deposition testimony. At his deposition plaintiff testified that he had “no idea” and “no way of knowing” who was responsible for the threats and harassment allegedly directed toward him. InHershey, supra, the only case cited by the plaintiff to support his position, the Superior Court granted summary judgment in favor of the employer where, as in this case, the plaintiff admitted that she did not know her attacker, and thus “[was] not in a position to prove that the attack was a result of a pre-existing animosity between [plaintiff-employee] and her assailant.” Id. at 413 Pa. Super. 162, 604 A.2d 1070.\nAlthough suit was only instituted in June of 1992, plaintiff was aware of the disclosure of his identity to the *282FBI and to PECO’s attorney in December of 1990, therefore, plaintiff has had sufficient time to conduct discovery and other investigation to ascertain the identity of his assailants. Furthermore, at the time of the filing of this motion for summary judgment, the pleadings were closed, discovery via deposition and written discovery responses have been exchanged and this case has appeared on the non-jury trial list.\nThe court finds that there is no genuine issue of material fact to be determined and that judgment will be entered in favor of defendants and the complaint will be dismissed.\n",
            "ocr": true,
            "opinion_id": 6386646
        }
    ],
    "court_short_name": "Philadelphia County Court of Common Pleas",
    "court_full_name": "Pennsylvania Court of Common Pleas, Philadelphia County",
    "court_type": "ST",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}