{
    "id": 6515766,
    "judges": "Bauer",
    "date_filed": "2001-10-20",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-ex-rel-davidson-v-maroney",
    "case_name_short": "Maroney",
    "case_name": "Commonwealth ex rel. Davidson v. Maroney",
    "case_name_full": "Commonwealth ex rel. Davidson v. Maroney, Warden",
    "attorneys": "George W. Lampr opios, for relator., John K. Best, for Commonwealth.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2 Pa. D. & C.2d 195"
    ],
    "opinions": [
        {
            "author_str": "Bauer",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBauer, J.,\nThis matter came before the court on a petition for writ of habeas corpus filed by John Davidson, relator; a special date was set, which was agreeable to counsel, and the argument was heard, and briefs filed.\nThe question here involved is: May the Act of August 24, 1951, P. L. 1401, be applied to a person who was on parole at the time said act became effective without violating the Constitution or laws of the Commonwealth ?\nThe Attorney General’s office, through Frank P. Lawley, Jr., Deputy Attorney General, filed a very comprehensive brief which seems to cover the whole matter now before us, and with which we are in agreement. We are therefore quoting from this brief at length:\nThis is a petition for writ of habeas corpus filed by John Davidson, who is presently confined in the Western State Penitentiary, Pittsburgh, Pa.\n*196On March 18, 1949, relator pleaded guilty to indictment in the Court of Quarter Session of Westmoreland County at May sessions, 1949, nos. 127 and 128, charging burglary of motor vehicle, larceny and receiving stolen goods, and was sentenced by the Hon. Edward G. Bauer to a term of confinement in the Western State Penitentiary of not less than two years nor more than four years, to begin and be computed from March 18, 1949. The minimum of this sentence expired on March 18, 1951, and the maximum sentence would have expired on March 18, 1953, except for violation of parole by relator to which reference will hereinafter be made. The maximum of the sentence, as now computed by the Pennsylvania Board of Parole (hereinafter called the board), will expire on April 20, 1955.\nOn March 18, 1951, at the expiration of his minimum sentence, relator was released on parole. Two days later he absconded from supervision and, on April 20, 1951, the board took formal action declaring relator delinquent as of the date of his abscondment, viz., March 20, 1951.\nOn July 25, 1953, the board received notice that relator had been arrested in the State of New York on a charge of burglary, third degree. This charge was later dismissed and relator pleaded guilty to petit larceny, a misdemeanor, for which crime sentence was suspended.\nOn December 1, 1953, the board ordered relator’s return to the Western State Penitentiary for technical parole violation (the delinquency caused by the abscondment). Relator was actually returned on December 7, 1953, and, on January 27, 1954, he was personally interviewed by T. H. Reiber and E. W. Rhodes, members , of the board.\nFormal action to recommit relator was taken by the board on February 4, 1954, at which time relator *197was given credit for the period between April 20, 1951, and August 24, 1951 (the effective date of the Act of August 24, 1951, P. L. 1401, sec. 5, 61 PS §331.21 (a)), and the period between September 26, 1953 (the date when relator was available for return) and December 7,-1953. Relator thus owed two years, one month and two days’ back parole time, which makes his maximum sentence expire April 20, 1955.\nA .petition for writ of habeas corpus was filed by relator in this court at February term, 1954, no. 587, and on January 27, 1954, a rule was granted by Judge Bauer upon the warden, the district attorney, the Attorney General and the board to show cause why a writ of habeas corpus should not issue. This rule was made returnable on February 15, 1954.\nAnswers were filed by the warden and the Attorney General on behalf of the warden and the Pennsylvania Board of Parole.\nOral argument was originally fixed by Judge Bauer for April 9, 1954. At the request of counsel for respondents argument was postponed until April 15, 1954, at 10 a.m.\nThe case is now before this court for disposition.\nThis case involves a technical parole violation (abscondment from the State) by one, John Davidson, who was on parole and already delinquent when the Act of 1951, supra, was added as sec. 21.1 to the Parole Law of August 6, 1941, P. L. 861, 61 PS §331 et seq.\nSubsection (b) of the Act of 1951, supra, provides, inter alia, that any parolee under the jurisdiction of the Pennsylvania Board of Parole (hereinafter called the board) who, during the period of his parole, violates the terms of his parole, may be recommitted by the board to serve the remainder of his sentence. Credit for the time served on parole in good standing is given to the parolee, but no credit is *198given for delinquent time. The remainder of the sentence is computed from the time the delinquent conduct occurred. Credit is also given for time served after he is taken into custody upon warrant of the board.\nRelator’s arrest occurred September 26, 1953. If subsection (6) of the Act of 1951, supra, had not been enacted, it is conceded that the board would have been without authority to recommit relator in view of the decision of the Supreme Court of Pennsylvania in the case of Commonwealth ex rel. Tate v. Burke, Warden, 364 Pa. 179 (1950).\nThe statute involved in the Tate case was the Act of June 19, 1911, P. L. 1055, sec. 14, as then supplied by the Act of May 1, 1929, P. L. 1182, 61 PS §§309, 310, which provided that where a parolee violated the terms of his parole (technical violation) a warrant was to be issued for his arrest and, upon return to the institution, he was to be given a hearing. If the board of trustees of the institution found that the terms of parole were violated his recommitment could then be ordered.\nMr. Justice Jones, speaking for the Supreme Court in the Tate case, stated at page 183:\n“It is plain enough that a parole violator within the purview of Section 14 of the Act of 1911, as amended, must be arrested and given an opportunity to appear before the board of trustees of the penitentiary, to which he is returned, before the Board of Parole can declare such convict delinquent. It is obvious, therefore, that the official date of declared delinquency cannot in the circumstances precede the violator’s arrest. . . .”\nThe effect of this decision was to place a premium upon the ability of the parolee to elude arrest. The longer he could remain undetected, the shorter his period of confinement upon recommitment. If he *199could successfully avoid arrest during the entire period of his parole, he could not be recommitted.\nThe Act of 1951, supra, is designed to remedy this undesirable result and has the effect of enacting into law the practice followed by the board prior to the Tate decision.\nThe precise question here involved, whether this act can be applied to one delinquent on parole at the time of its enactment, was submitted by the board to- the Department of Justice for an opinion. The then Attorney General, the Hon. Robert E. Woodside, now judge of the Superior Court, ruled in formal opinion no. 633, dated August 27, 1952, 1951-1952 Op. Atty. Gen. 54, 58, that:\n“2. The section does apply to a person sentenced, paroled and absconded, but not yet recommitted prior to the effective date of the act, provided the delinquency continued after the effective date, but in computing the back time its application is limited to the delinquency occurring after August 24, 1951.”\nThis opinion is reported: — Parole Violators, 83 D. &amp; C. 32 (1952), and the position of the Department of Justice is the same as there announced.\nArticle I, see. 17, of the Constitution of Pennsylvania, provides:\n“No ex post facto law, nor any law impairing the obligation of contracts, or making irrevocable any grant of special privileges or immunities, shall be passed.”\nIt has been held, repeatedly, that a parole is an act of grace and mercy on the part of the Commonwealth: Commonwealth ex rel. Tate v. Burke, supra; Commonwealth ex rel. Carmelo v. Smith, 347 Pa. 495 (1943). Nevertheless, the assertions are made by parolees that they acquire a vested right in a parole and that any change in the parole laws violate the constitutional prohibition against ex post facto laws.\n*200The first proposition is answered in the case of United States ex rel. Forino v. Garfinkel, 166 F. 2d 887, 3rd cir. (1948). The facts in that case were that the General Assembly had repealed the Act of March 31, 1860, P. L. 382, which provided that the completion of the service of a sentence imposed for certain crimes would have the effect of an executive pardon. Relator argued that the repeal could not be effective as to him, but the court answered this contention in the following language at page 889:\n. . Under that law, as indeed under that of the other States and of the United States, a pardon is simply an act of grace. . . . This is true whether the pardon be granted by the executive or by the legislature. No one has or can acquire a vested right to a pardon. If the pardon be from the executive, it is by the will of the executive; if it be legislative, it is granted only under the terms of the applicable statute.”\nThe second proposition (ex post facto) was answered, generally, in the case of Commonwealth ex rel. Banks v. Cain, 345 Pa. 581 (1942), and, as to the Act of 1951, specifically in the case of Commonwealth ex rel. Schmidt v. Healey, 85 D. &amp; C. 542 (1953) (Luzerne County, Pinola, J.) In the Banks case, then Justice Stern stated at page 588:\n“The exercise of the power of parole being but an administrative function which does not impinge upon the judicial power of sentencing the accused in conformity with the law, it follows that the present act may constitutionally be applied to cases where sentences were imposed before its effective date....”\nJudge iPinola in the Schmidt case found the Act of 1951, supra, not to be ex post facto and concluded at page 547:\n“The Act of 1951 was in force at the time that relator committed the act which constituted a technical violation of his parole under, the provisions of that *201act. As to such violation, the act is not retroactive but prospective in its application.” (Italics supplied). In addition to the Banks case, supra, this decision was based upon four other cases: (1) Commonwealth ex rel. Wall v. Smith et al., 345 Pa. 512 (1942) (Cf., 83 D. &amp; C. 32, 36), (2) In Re Etie, 27 Cal. 2d 753, 167 P. 2d 203 (1946) (Cf. 83 D. &amp; C. 32, 36), (3) Pinkerton v. State, 29 Ala. App. 472, 198 So. 157 (1940), and (4) Lindsley v. Board of Managers, 107 N. J. L. 51, 151 Atl. 294 (1930).\nThe California case of In Re Etie, supra, is important because of the holding (27 Cal. 2d. 753, 760) that:\n“The petitioner had no constitutional guarantee against a change in the law relating to punishment for future offenses or violations of parole. His rights under the facts were determined by the law in force at the time he committed the violation of his parole.”\nThe facts in the Schmidt case, supra, are slightly different from those in the instant case. There Schmidt was paroled March 8, 1949, and the initial act of absconding occurred in November 1951, after the effective date of the act. He was not arrested until February 6, 1953, after his maximum sentence would have expired under the old law. Nevertheless, the Act of 1951, supra, was held to apply to him.\nHere, Davidson first absconded on March 20, 1951, and was declared delinquent before August 24, 1951. His conduct of abscondment continued, however, to the date of his arrest in September.of 1953.\nTo get around the ruling of In re Etie, supra, relator argues that the law which was in effect when he first absconded should be applied to him. In other words, his abscondment, or violation, was a single act which occurred'on March 20. 1951. By such an interpretation, he reasons that section 56 of the Statu*202tory Construction Act* of May 28, 1937, P. L. 1019, 46 PS §556, would prohibit the application of the Act of 1951, supra, to him.\nCognizance of section 56 was taken by the Department of Justice in its ruling on this question. For violations occurring before August 24,1951, the board was advised to give parolee credit.\nThe weakness of relator’s position lies in the fact that the delinquency, resulting from abscondment, is a continuing violation. The initial act of removing himself from the board’s supervision, indeed, from its jurisdiction, did not thereby render the Commonwealth powerless to effect new measures to deal with him where his removal from legal custody continued. As stated before, a parole is an act of grace and mercy on the part of the Commonwealth.\nA prisoner has no vested right in a parole and may be refused parole without violating any constitutional right: Commonwealth ex rel. Biglow v. Ashe, Warden, et al., 348 Pa. 409 (1944). l£ is true that the “grace extended by parole is the grace of the law and not of the Board; and only by faithful pursuance of the Legislature’s directions can the Board act competently”: Commonwealth ex rel. Tate v. Burke, Warden, 364 Pa. 179, 185 (1950). (Italics supplied.)\nHowever, it is also true that since a parolee has no rights in a parole, the grace of the law may be changed by the law-making body. “What the Legislature thus gave it can take away again in whole or in part”: Commonwealth ex rel. Banks v. Cain, 345 Pa. 581, 587 (1942) (interpreting the Parole Law).\nBy the Act of 1951, supra, the legislature did change the “grace of the law”, The determinative factor as to whether the parolee shall serve the remainder of his sentence in an institution is now his *203delinquent conduct and not the date of his eventual arrests. Where such conduct occurs or continues after the effective date of the change in the grace extended by the legislature, the parolee forfeits any benefits which might have been his if he had faithfully complied with the terms of his parole. Under the circumstances, should a parolee who violates the trust placed in him by society be given leniency because he was successful in evading arrest by lawful authority?\nInferentially, the interpretation placed upon the Act of 1951, supra, by the Department of Justice, has been approved by the Superior Court of Pennsylvania in the case of Commonwealth ex rel. Wolcott v. Burke, 173 Pa. Superior Ct. 473 (1953), opinion by President Judge Rhodes.\nThere relator, Wolcott, had been released on parole on July 11, 1951, and returned to the penitentiary for technical violation on May 23, 1952. Wolcott absconded on July 30, 1951 — before the effective date of the act — and was arrested after its enactment, the same factual situation as in the instant case. The maximum sentence was recomputed to expire on November 3, 1953.\nJudge Rhodes in his recitation of the facts refers to the computation of the new maximum, states that relator does not question this calculation, and refers to the Act of 1951, supra, and the department’s opinion reported in 83 D. &amp; C. 32.\nIt is admitted that since the relator did not there raise the question, the approval is by dicta. But is it not probable that if the Superior Court did not agree with the department’s interpretation, it would have, sua sponte, corrected the calculation as to the maximum term since relator was not represented by counsel?\nPresident Judge McNaugher of the Court of Common Pleas of Allegheny County has specifically ruled *204upon the question here raised in the case of Commonwealth ex rel. Lutz v. Keenan, January term, 1954, no. 3190. Lutz Was paroled on September 16, 1950, and was declared delinquent October 18, 1950. He was not arrested until August 14, 1953. The board computed relator’s time in accordance with the Act of August 24, 1951, supra. Relator raised two questions: (1) That the act is an unconstitutional delegation of judicial authority — allowing it to impose a new maximum sentence upon a parole violator, and (2) the law was ex post facto as applied to him. Both contentions were rejected. At page 4, Judge Mc-Naugher states:\n“Had the relator observed the terms of his parole, he would now be free. His release on parole was conditional and the sentence which he is now serving is in effect a penalty for parole violation and not an additional penalty for the original crimes. The violation of parole occurred first on October 18, 1950 and his failure to report was a continuing violation, so that the delinquency for which he is now serving the balance of the maximum sentence occurred at least in part after the passage of the Act. The Parole Board has given him credit for the time during which he was delinquent prior to the passage of the Act of 1951 and therefore no retrospective effect is involved. He could legally have been required to serve the entire maximum sentence without parole and under his present commitment he will be required to serve somewhat less than that period.”\nUnder the law as we interpret it, John Davidson, relator, committed a continuing offense and is subject to the Act of August 24, 1951, P. L. 1401 sec. 5, 61 PS §331.21 (a), as enforced by the Pennsylvania Board of Parole. Relator’s petition will be dismissed.\nAnd now, May 24, 1954, after argument and after due and careful consideration, it is ordered, adjudged *205and decreed that the rule to show cause why a writ of habeas corpus should not issue is discharged and the petition is dismissed.1\n\n “No law shall he construed to be retroactive unless clearly and manifestly so intended by the Legislature.”\n\n\n EDITOR’S NOTE. — Affirmed 177 Pa. Superior Ct. 82.\n\n",
            "ocr": true,
            "opinion_id": 6389355
        }
    ],
    "court_short_name": "Westmoreland County Court of Common Pleas",
    "court_full_name": "Pennsylvania Court of Common Pleas, Westmoreland County",
    "court_type": "ST",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}