{
    "id": 6527593,
    "judges": null,
    "date_filed": "2003-06-22",
    "date_filed_is_approximate": true,
    "slug": "office-of-disciplinary-counsel-v-halfpenny",
    "case_name_short": "Halfpenny",
    "case_name": "Office of Disciplinary Counsel v. Halfpenny",
    "case_name_full": "Office of Disciplinary Counsel v. Halfpenny",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "42 Pa. D. & C.5th 551"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nORDER\nAnd now, this 10th day of December, 2014, there having been filed with this court by John P. Halfpenny his verified Statement of Resignation dated November 2, 2014, stating that he desires to resign from the Bar of the Commonwealth of Pennsylvania in accordance with the provisions of Rule 215, Pa.R.D.E., it is\nOrdered that the resignation of John P. Halfpenny is accepted; he is disbarred on consent from the Bar of the Commonwealth of Pennsylvania, retroactive to October 7, 2009; and he shall comply with the provisions of Rule 217, Pa.R.D.E. respondent shall pay costs, if any, to the Disciplinary Board pursuant to Rule 208(g), Pa.R.D.E.\n5. He acknowledges that the material facts upon which the allegations of misconduct contained in Exhibit “A” and Exhibit “B” are based are true.\n6. He acknowledges that the convictions constitute a per se ground for discipline under Rule 203(b) (1), Pa.R.D.E.\n7. He acknowledges that under Rule 214(f)(1), Pa.R.D.E., he would be entitled to the institution of a formal proceeding before a hearing committee in which the sole issue to be determined would be the extent of discipline to be imposed.\n8. He acknowledges that by submitting the within resignation he is knowingly, voluntarily and intelligently *553waiving the right to have a disciplinary hearing pursuant to Rule 214(f)(1), Pa.R.D.E.\n9. He submits the within resignation because he knows that he could not successfully defend himself against the charges of professional misconduct that have been brought in connection with his conviction.\n10. He is fully aware that the within resignation statement is irrevocable and that he can only apply for reinstatement to the practice of law pursuant to the provisions of Rule 218, Pa.R.D.E.\n11. He acknowledges that he is fully aware of his right to consult and employ counsel to represent him in the instant proceeding. He has not J.P.A. consulted with counsel in connection with his decision to execute the within resignation.\n12. He is requesting that the order for disbarment be made retroactive to October 7, 2009, the date he was placed on temporary suspension. He understands that such decision will be entirely in the discretion of the Supreme Court of Pennsylvania and that the Office of Disciplinary Counsel takes no position on the issue of retroactivity.\nPETITION FOR DISCIPLINE\nPetitioner, Office of Disciplinary Counsel, by Paul J. Killion, Esquire, Chief Disciplinary Counsel, and by Harold E. Ciampoli, Jr., Esquire, Disciplinary Counsel, files the within Petition for Discipline and charges Respondent, John P. Halfpenny, with professional misconduct in violation of the Rules of Professional Conduct and Pennsylvania Rules of Disciplinary Enforcement as follows:\n1. Petitioner, whose principal office is located at *554601 Commonwealth Ave., Suite 2700, P.O. Box 62485, Harrisburg, Pennsylvania 17106 is invested, pursuant to Rule 207 of the Pennsylvania Rules of Disciplinary Enforcement (hereinafter “Pa.R.D.E.”) with the power and duty to investigate all matters involving alleged misconduct of an attorney admitted to practice law in the Commonwealth of Pennsylvania and to prosecute all disciplinary proceedings brought in accordance with the various provisions of said Rules of Disciplinary Enforcement.\nExhibit A\nCounty under docket number MC-51CR-0048155-2008, charging respondent with violating the PEA by having unauthorized contact with Ms. Halfpenny on August 24, 2008.\n10. On October 8, 2008, a criminal information was filed against respondent in the court of common pleas of Philadelphia County under docket number CP-51 — CR — 0011907-2008, charging respondent with Burglary and related offenses in connection with an incident that occurred on September 14, 2008.\n11. On December 5,2008, respondent pled guilty or no contest to the following offenses:\nDocket No. CP-51-CR-0011907-2008.\nCt-1 Attempted Burglary(Fl);\nCt-2 Criminal Trespass (F2);\nCt -3 Stalking (F3);\nCt-4 Contempt for Violation of Order (M3);\n*555Ct-5 Possession of Instrument of Crime (Ml) (NO CONTEST);\nCt-7 Harassment (M3)\nDocket No. MC-51-CR-0036787-2008\nCt-1 Contempt for Violation of Order (M3);\nCt-2 Stalking (Ml)\nDocket No. MC-51-CR-0048155-2008\nCt-1 Contempt for Violation of Order (M3);\nCt-2 Stalking (Ml)\nPolice officer Rosa Boone responded to Ms. Halfpenny’s call and while in the residence, observed the door knob to Ms. Halfpenny’s family room turn;\nOfficer Boone investigated and observed respondent fleeing through the rear yard and also observed respondent drop a beige bag;\nOfficer Boone recovered the bag, which was covered with respondent’s blood;\nThe beige bag contained a smaller bag, which had inside it a roll of silver duct tape, a white extension cord, a blue book of matches, a black scarf, a pair of leather gloves, and a 13 inch kitchen knife; and\nRespondent’s blood was found on several areas of Ms. Halfpenny’s house and yard, including a set of French doors and the surrounding patio area.\n14. Respondent reported the fact of his conviction to the secretary of the board.\n*55615. The crimes of which respondent was sentenced are “serious crime [s],” as defined in Rule 214(i), Pa.R.D.E.\n16. By his conduct as alleged in paragraphs 6 through 15 above, respondent violated the following Rules of Professional Conduct and Pennsylvania Rules of Disciplinary Enforcement:\nVERIFIED STATEMENT\n1. Harold E. Ciampoli, Jr., Disciplinary Counsel, state under the penalties provided in 18 Pa.C.S. §4904 (unsworn falsification to authorities) that:\nI am a Disciplinary Counsel of the Disciplinary Board of the Supreme Court of Pennsylvania assigned to prosecute this matter pursuant to the Pennsylvania Rules of Disciplinary Enforcement;\nI am authorized to make this verified statement; and The facts contained in the attached petition for discipline are true and correct to the best of my knowledge, information and belief.\nlaw in the Commonwealth of Pennsylvania and to prosecute all disciplinary proceedings brought in accordance with the various provisions of said Rules of Disciplinary Enforcement.\n2. Respondent, John P. Halfpenny, was bom on May 26, 1966, and was admitted to practice law in the Commonwealth on March 22, 2000.\n3. By order dated October 7, 2009, the Supreme Court placed respondent on temporary suspension pursuant to Rule 214(d)(2), Pa.R.D.E. in connection with his January 23, 2009 criminal conviction for attempted burglary, criminal trespass, stalking, contempt for violation of a *557protection from abuse order, possession of instrument of a crime and harassment and referred the matter to the disciplinary board pursuant to Rule 214(f) (1), Pa.R.D.E.\n4. By letter dated July 7, 2010, respondent notified the Secretary of the Disciplinary Board of his June 8, 2010 conviction of two additional felonies of the third degree relating to the possession of child pornography and illegal use of a communications device.\n5. Respondent’s former public access address was Halfpenny Technologies Inc., 725 Skippack Pike Ste 100, Blue Bell, PA 19422.\n6. On information and belief, respondent is currently incarcerated at SCI Camp Hill and his release date is uncertain.\n7. By order dated December 6,2010, the Supreme Court referred the matter relating to respondent’s convictions of sexual abuse of children-possession of child pornography and criminal use was seized subsequent to a search warrant and 13 additional images of children under the age of 18 engaging in sexual acts with adults were discovered.\n15. The images that respondent had down loaded were printed from known child pornography sites.\n16. On January 25, 2010, a criminal information docketed to CP-51-CR-0000170-2010 was filed charging respondent with Count 1: Sexual Abuse of Children-Possession of Child Pornography, 18 6312 DI (F3) and Count 2: Criminal Use of Communication Facility, 18 7512 A (F3).\n17. On February 24,2010, respondent pled guilty to both counts of Criminal Information CP-51 -CR-0000170-2010.\n*55818. On February 24, 2010, the Honorable Thomas Dempsey sentenced respondent on Count 2, Criminal Use of Communication Facility, to incarceration for a minimum term of 5 months to a maximum term of 23 months, and three years probation, to run consecutive to his sentence received in case CP-5 l-CR-0011907-2008.\n19. On June 8, 2010, Judge Dempsey sentenced respondent on Count 1, Sexual Abuse of Children-Possession of Child Pornography, to incarceration for a minimum term of 5 months and a maximum term of 23 months, to run concurrent to the sentence he received on Count 2.\n20. The crimes of which respondent was sentenced are “serious crime[s],” as defined in Rule 214(i), Pa.R.D.E.\n21. By his conduct, as alleged in paragraphs 9 through 20,\nVERIFIED STATEMENT\nI, Harold E. Ciampoli, Jr., disciplinary counsel, state under the penalties provided in 18 Pa.C.S. §4904 (unsworn falsification to authorities) that:\nI am a Disciplinary Counsel of the Disciplinary Board of the Supreme Court of Pennsylvania assigned to prosecute this matter pursuant to the Pennsylvania Rules of Disciplinary Enforcement;\nI am authorized to make this verified statement; and The facts contained in the attached petition for discipline are true and correct to the best of my knowledge, information and belief.\n",
            "ocr": true,
            "opinion_id": 6401277
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}