{
    "id": 6588303,
    "judges": "Doerfer",
    "date_filed": 1144886400000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-brannon-b",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Brannon B.",
    "case_name_full": "Commonwealth v. Brannon B., a juvenile",
    "attorneys": "Paula Lynch for the defendant., William Appleyard (Christina E. Miller, Assistant District Attorney, with him) for the Commonwealth.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "January 10, 2006.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "66 Mass. App. Ct. 97"
    ],
    "opinions": [
        {
            "author_str": "Doerfer",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDoerfer, J.\nTwo months after pleading to an indictment charging him with unarmed robbery,2 the juvenile sought to withdraw his plea by filing a motion for a new trial.3 In support of his motion he filed his affidavit and the affidavits of several alibi *98witnesses. The substance of these affidavits was that he was at home at the time of the robbery and that he pleaded to the indictment because of fear that he would be convicted and sentenced as an adult.\nThe juvenile’s desire to plead guilty arose during trial, after the Commonwealth had presented the testimony of the victim and counsel for the juvenile had been unsuccessful in “shaking” her testimony. During the plea colloquy the prosecutor recited facts (already testified to by the victim during the trial) to the effect that, on December 5, 2001, at approximately 10:45 p.m., the victim was walking home from the Massachusetts Bay Transportation Authority Airport Station in the East Boston section of Boston. As she was approaching the area of a soccer field, she noticed three young black males. She became nervous, and picked up her pace, walking quickly away from the soccer field. The three young men came up behind her. One of them placed a gun to the back of her left ear. Another young man, whom she identified as the juvenile, stood in front of her and removed her purse from her shoulder with the assistance of the person with the gun. The third young man “stood nearby and did not actively participate in the physical contact” with the victim. After removing the purse “all three young men then fled the area.” Only the juvenile was identified by the victim and charged.\nDuring the plea colloquy the judge asked the juvenile, “Now, . . . did you listen carefully ... to those facts as . . . recited by [the prosecutor]?” The juvenile replied, “Yes. But I was the person standing by. I didn’t take the purse. That’s why I’m pleading out, that’s all I did.”\nThe judge then said, “Are you telling me that the Commonwealth has sufficient facts ... to have proved you guilty had this case gone to trial?” The juvenile answered, “Yes.”\nPlea intelligently and voluntarily made. A guilty plea must be made intelligently and voluntarily. See Commonwealth v. Correa, 43 Mass. App. Ct. 714, 717 (1997). To be made intelligently, the defendant must have knowledge of the elements of the charges against him. See Henderson v. Morgan, 426 U.S. 637, 645 (1976), quoting from Smith v. O’Grady, 312 U.S. 329, 334 (1941) (defendant must receive “real notice of the true *99nature of the charge against him”); Commonwealth v. Correa, supra at 717. This may be established by his agreement to facts that establish his criminal liability.4 See Commonwealth v. Begin, 394 Mass. 192, 197-198 (1985); Commonwealth v. Colantoni, 396 Mass. 672, 678-679 (1986); Commonwealth v. Correa, supra at 717.\nThe juvenile argues that the plea was not intelligently made because the facts recited by the prosecutor, which the juvenile admitted were true, were not sufficient to make out the crime of robbery. He relies on his disagreement with the victim’s allegation, and the prosecutor’s recitation, that he was the one who took the purse. He argues, in effect, that by admitting that he was the third person he did not admit to criminal liability. However, these facts make out the crime of armed robbery as to all three persons. Even as to the third person, the fact that all three followed the victim, stood by, and then fled provides sufficient circumstantial evidence to support a conviction of the third person as a joint venturer.5 See Commonwealth v. Williams, 422 Mass. 111, 121 (1996) (“Joint venture may be proved by circumstantial evidence, including evidence of flight together”). Obviously the two more active persons, by the testimony of the victim, used force to take her property and could be convicted either as principals or joint venturers. Cf. Commonwealth v. Muckle, 59 Mass. App. Ct. 631, 641 (2003) *100(evidence sufficient to support joint venture liability for the defendants both as principals and as joint venturers).\nThe juvenile did more than admit he was the person standing by. He also admitted that, as the third person, he pursued the victim with the other young men, as a result of which the victim was stopped. He admitted in effect that he was not a mere bystander, witnessing the spontaneous development of a crime. He admitted to an active part in the commencement of the robbery. He never claimed at the plea hearing that there was some innocent explanation of his joining in the pursuit of the victim. His attempt to distinguish his role from the other two by stating that he neither had the gun nor took the purse cannot expurgate the effect of his admission of an active role in running the victim down. A person who admits an active role in the accomplishment of a crime cannot be heard to say that additional admissions regarding his state of mind as the crime was completed are required to validate his plea. The circumstances permitted the inference that the juvenile had the requisite intent. See Commonwealth v. Williams, 422 Mass. at 121 (where the defendant admitted that he and another man were present at the scene of the crime and that they then fled together, a rational jury could infer that they were available and willing to help each other if necessary); Commonwealth v. Miranda, 441 Mass. 783, 791-792 (2004) (knowledge or intent may be proved by inference based on the circumstances).\nIn view of the preceding analysis we do not address the further arguments of the Commonwealth that the plea was valid under the principles of North Carolina v. Alford, 406 U.S. 25, 37 (1970), or Commonwealth v. Desrosier, 56 Mass. App. Ct. 348, 354-355 (2002).6\nClaim that plea was coerced. The juvenile now alleges that he pleaded guilty to a crime that he did not commit and that he was at home at the time of the robbery in question. He filed several affidavits from family members in support of his claim *101of alibi. As we have noted, his claim of an alibi defense is directly contradicted by his affirmative admission at the plea hearing that “I was the person standing by.”\nNevertheless he claims in support of his effort to withdraw his plea that he was overcome with fear and that his will was overborne by the prospect of being sentenced as an adult if he were found guilty of the charge of armed robbery. He says he was influenced by his attorney’s inability to “shake” the testimony of the victim on cross-examination that identified him as the person who took her purse while holding a knife.\nA guilty plea is made voluntarily if it is free “from coercion, duress, or improper inducements,” Commonwealth v. Duest, 30 Mass. App. Ct. 623, 631 (1991), but “a certain amount of psychological or emotional pressure” normally accompanies such a decision, Commonwealth v. Bowen, 63 Mass. App. Ct. 579, 584 (2005), quoting from Commonwealth v. Damiano, 14 Mass. App. Ct. 615, 619 (1982). See Commonwealth v. Berrios, 64 Mass. App. Ct. 541, 554 (2005), further appellate review granted, 446 Mass. 1101 (2006) (“The pressures inherent in the plea bargaining process do not amount to coercion”).\nWe conclude that the evidence submitted by the juvenile in support of his claim of coercion because of fear and pressure felt by him in this case was no more than could be expected by the stress of trial. In reality his was a fear that, since the case was going badly against him, his better course was to admit his role in the events. See Commonwealth v. Tirrell, 382 Mass. 502, 510-511 (1981) (“bare representation of counsel as to [the defendant’s] fear of [prison] does not make out coercion different in kind or degree from the inevitable decision-making pressures” of pleading guilty). His failure to agree that he was the actor committing actual violence on the victim shows that he was not so pressured as to admit the worst that was being said about him. His admission that he was present instead of admitting to allegations without comment also undermines his claim of coercion.\nWe conclude, for the foregoing reasons, that the juvenile’s plea of guilty was intelligently and voluntarily made and that *102the judge committed no abuse of discretion in denying the motion to withdraw the plea and the motion for a new trial.\n\nOrder denying motion to withdraw guilty plea affirmed.\n\n\nOrder denying motion for new trial affirmed.\n\n\nThe indictment, originally charging armed robbery, was amended to unarmed robbery as part of the plea agreement.\n\n\nThe juvenile first filed motions to withdraw guilty plea and to revise and revoke sentence, which were denied. He appealed. He later filed a motion for new trial, which was also denied without a hearing, and he again appealed. This court allowed his motion to consolidate both appeals.\n\n\nThere is no claim that this requirement was met by the judge explaining the elements of the crime, including the doctrine of joint venture, as it applies to the facts to which the juvenile admitted. See Commonwealth v. Thomas, 10 Mass. App. Ct. 922, 923 (1980) (motion judge conducted an exhaustive inquiry of voluntariness, including questioning the defendant about his understanding of the joint venture principle). In view of our resolution of this matter we need not address the arguments of the Commonwealth that this requirement was met by a representation by the juvenile’s attorney to the court that the attorney had explained those legal elements to the juvenile. See Commonwealth v. Begin, 394 Mass. 192, 198 (1985).\n\n\nThe elements of joint venture are generally summarized as: “(1) . . . the defendant was present at the scene of the crime, (2) with knowledge that another intends to commit the crime or with intent to commit a crime, and (3) by agreement is willing and available to help the other if necessary.” Commonwealth v. Silanskas, 433 Mass. 678, 689-690 (2001). “A joint venturer is ‘one who aids, commands, counsels, or encourages commission of a crime while sharing with the principal the mental state required for the crime.’ ” Id. at 690, quoting from Commonwealth v. Soares, 377 Mass. 461, 470, cert. denied, 444 U.S. 881 (1979).\n\n\nIn any event, he made no claim of actual innocence at the plea hearing. His alibi defense was abandoned when he affirmatively admitted he was present at the scene.\n\n",
            "ocr": true,
            "opinion_id": 6462656
        }
    ],
    "court_short_name": "Massachusetts Appeals Court",
    "court_full_name": "Massachusetts Appeals Court",
    "court_type": "SA",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Robbery"
}