{
    "id": 6600455,
    "judges": "Hays, Lockwood, McFarland, Struckmeyer, Udall",
    "date_filed": 28512000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-wilson",
    "case_name_short": "Wilson",
    "case_name": "State v. Wilson",
    "case_name_full": "STATE of Arizona v. Arthur Calvin WILSON",
    "attorneys": "Gary K. Nelson, Atty. Gen., by Carl Waag, Asst. Atty. Gen., Phoenix, for appellee., Dunn & Alston, by Peter G. Dunn, and David R. Bailey, Phoenix, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "106 Ariz. 411",
        "477 P.2d 242"
    ],
    "opinions": [
        {
            "author_str": "McFarland",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcFarland, Justice.\nArthur Calvin Wilson, hereinafter referred to as defendant, was convicted of the crime of robbery March 3, 1969 and sentenced to serve a term of not less than 10 nor more than 20 years in the Arizona State Prison. From his conviction and sentence he appeals.\nThe defendant filed a timely notice of appeal from the judgment in propria persona, also an opening brief. The Attorney General filed a reply brief. In his opening brief the defendant called attention to the failure of th„ clerk to transmit a portion of the transcript of record, and contended that for this reason the case should be remanded for a new trial. The Attorney General in his reply brief recommended that an attorney be appointed to represent the defendant in his appeal. In the meantime it had delevoped that the reason a portion of the record had not been transcribed and transmitted was because the court reporter, Betty Ainsworth, had become ill during the trial and was unable to transcribe her notes. Thereupon the court entered the following order:\n“ORDERED: That the Plonorable Roger G. Strand shall direct Tia Van Zandt to transcribe the notes of the above mentioned case and fully complete the Reporters Transcript.\n“FURTHER ORDERED: that this portion of the transcript shall be submitted to the Judge of the Superior Court, Maricopa County Division 18, who shall direct counsel for the State and for the defendant to examine the same, for the purpose of suggesting any corrections, and thereupon the judge shall settle and approve the transcript and file the same with the Clerk of the Superior Court, and order it transmitted forthwith to the Clerk of the Supreme Court as a part of the record on appeal.”\nIt then developed that neither the clerk nor the reporter were able to find the reporter’s notes to transcrioe. Judge Roger Strand thereafter ordered that the defendant prepare a statement of the evidence or proceedings from the best available means in accordance with Rule 363, Rules of Criminal Procedure, Vol. 17. It was prepared and served on the county attorney and submitted to the court. The county attorney filed his objections thereto and his statement of the evidence which were also objected to by the defendant, all of which were submitted to the Superior Court for settlement and approval. It was not fully settled for the reason that the court stated it was unable to “recollect” the particulars of the testimony of Elvin Besco and James W. Johnson. The counsel for defendant thereafter filed an opening brief, the state an answering brief and counsel for defendant a reply brief.\nOn April 2, 1968 a Circle K Market located at “A” Street and Alma School Road ;n Mesa, Arizona, was allegedly robbed by the defendant armed with a revolver. There was some $97.28 cash taken in the robbery. The police were notified of the robbery and given a description of the person who had committed the robbery. The Circle K Market is located in an area surrounded largely by fields and brush. The officers arrived in the area within a few minutes after receiving notice of the robbery. The defendant was stopped in his car near the market on the Canal Road west of the Alma School. A search was made of his person resulting in the seizure of a hunting knife and a quantity of cash. The defendant was then asked if he would go with the officers to the market to see if the victim could identify him. The defendant agreed to go to the market, but according to his testimony, at the hearing on the motion to sup*413press the evidence, he stated that the identification was over his objection while he was handcuffed. Also that the officers refused to allow him to make a purchase and see if the manager could identify him in that manner, and rejected another proposal that the manager be required to come out and see if he could identify him in the crowd. The defendant in his brief filed propria persona presented the following questions:\n“QUESTIONS PRESENTED\n“1. Did the trial court err in refusing to suppress an inherently unfair and prejudicial identification gained in contravention to applicable U. S. Supreme Court decisions excluding same?\n“2. Did the trial court err in refusing to suppress property introduced as evidence, said property having been gained through illegal search and seizure contrary to applicable U. S. Supreme Court decisions?\n“3. Did the prosecution err to the prejudice of the accused wherein defense evidence within the jurisdiction of the prosecution was not preserved with the same diligence as prosecution’s evidence and was totally lost to the defense at Trial?\n“4. Did the trial court err in denying a mistrial after allowing the jurors to hear highly prejudicial testimony and to witness the prejudicial exhibition of a hunting knife, even though later refusing to allow the matter into trial?\n“5. Did the prosecution err in failing to furnish this Honorable Court and appellant with the Reporter’s Transcript of the complete testimony of the complaining witness recorded at Trial, (See: R.T., p. 53) to the derogation of a full and fair application of due process of law and equal protection of law as guaranteed by the United States Constitu- ' tion, Article XIV?”\nThe same questions were presented by his. attorney in his brief. We shall discuss them in the order as presented. The counsel first contends that the search of the defendant’s automobile and the resulting seizure of the gun, the shells It contained, a box of shells, holster and jacket was in violation of the Fourth Amendment of the Constitution and their admission into evidence constituted reversible error. He cites State v. Madden, 105 Ariz. 383, 465 P.2d 363 as supporting this contention. In the-Madden case the search was after the automobile was moved off the highway and to a garage. We held in that case that the facts fell within those of Preston v. United States, 376 U.S. 364, 84 S.Ct. 881, 11 L. Ed.2d 777. The search of the car in the Preston case was not undertaken until the petitioner and his companions had been arrested and taken into custody and the car had been towed to the garage. The car likewise had been towed to the garage in the Madden case when the search was made. Following the Preston case, we held' that the search was too remote in time and place to be incident to the arrest. The facts are definite in the instant case that the car was searched on the highway where the defendant was stopped. It is true he had been taken to the store for identification and returned to the car. However, we do-not reach this question for the evidence shows that no objection was made at the trial on the basis that there had been an illegal search and seizure.\nThe objection made to the introduction of the evidence which consisted of the gun and the jacket was as follows:\n“Your Honor, as to Exhibit 4, which is the gun, the State is trying to get into evidence, I would object to the admission of the gun. Certainly there is no foundation or connection that this was used in the alleged robbery. The only similarity is the fact that it had a round barrel. I think that is insufficient foundation or connection.\n“As to the Exhibit No. 5, that certainly has been no — not the fact that this was *414in Mr. Wilson’s possession. There has been again no connection. It is completely immaterial and irrelevant to this charge and would be prejudicial.\n“As to Exhibit 6, I would submit there has been insufficient foundation for the admission of Exhibit 6.\n“As to Exhibit 3, Exhibit 8 and Exhibit 7, object to these. These Exhibits would be admissible or inadmissible for the same grounds that I am objecting to Exhibit 4. I think 4 is inadmissible and certainly these would be inadmissible cause there has been no connection or foundation.\n“THE COURT: The objection to Exhibit 5 is sustained.\n“The objections to each of the other exhibits is overruled and Exhibits 3, 4, 6, 7 and 8 will be received in evidence.”\nThe court in passing on this objection admitted all the exhibits in evidence with the exception of the knife. In State v. Kananen, 97 Ariz. 233, 399 P.2d 426, in which objection has been made to the introduction of evidence on the ground that it had been obtained through illegal search and seizure, we pointed out that the courts were divided on the question of whether the evidence would be excluded on the objection during the trial on the grounds that it was obtained through illegal search, or whether it must be made before the trial on a motion to suppress. In passing upon this question we held :\n“In the Quintana case, supra [State v. Quintana, 92 Ariz. 267, 376 P.2d 130], in which we quoted with approval a quotation from State v. Robbins, 37 Wash.2d 431, 224 P.2d 345, we stated:\n‘With regard to appellant’s contention that the court erred in refusing to hear arguments on his objections to the admissibility of the evidence during the proceeding of the trial we cite State v. Robbins, 37 Wash.2d 431, 224 P.2d 345 (1950), where it was said at page 346:\n‘ “Where, during the trial, the seized articles arc offered in evidence, and it does not appear from the state's testimony, or otherwise, that such articles were unlawfully seized, and objection is made to the introduction of such evidence, on the ground that it was unlawfully seized, and the defendant offers, by affidavit, or otherwise, to prove such unlawful seizure, the court should receive the articles in evidence, because it will not, at that stage of the proceedings, stop to investigate the disputed circumstances under which the articles were seized. When a defendant desires to suppress as evidence, the articles taken, he must, within a reasonable time before the case is called for trial, move for such suppression and thus give the court an opportunity to try out the disputed questions of fact.” ’\n‘The same ruling was made in State v. Lord, Mo., 286 S.W.2d 737 (1956); and in State v. Hepperman, 349 Mo. 681, 162 S.W.2d 878 (1942).’\n“It will be noted that the contention was in regard to the refusal of the court to hear arguments on the objection to admissibility of evidence in the proceedings of the trial. In State v. Robbins, supra, there was an objection made to the introduction of evidence on the ground that it was unlawfully seized, and defendant offered by affidavit or otherwise to prove such unlawful seizure. The court had just stated in the previous paragraph that:\n‘Where, by the direct or proper cross-examination of the state’s witnesses, it is made to appear, or it is otherwise admitted, that the articles which are offered in evidence have been unlawfully seized, it is the duty of the trial court, upon objection, to refuse to receive them in evidence. There being no questions of fact under such circumstances, and nothing to require the court to stop in the midst of the trial to try a collateral fact, the court has only to rule on the admissibility of evidence upon admitted or conceded facts.’\n*415The court specifically stated that if the evidence showed that the articles which were offered in evidence have been unlawfully seized it was the duty of the court, if it were shown by direct or proper cross-examination of the state’s witness, not to receive them in evidence.\n“We are of the opinion that it is a better practice for defendant to make a motion before trial to suppress evidence which was illegally obtained. However, if he fails to do so, he is not precluded from objecting to the evidence if it appears therefrom, either from direct or cross-examination, that the search and seizure was unreasonable. We therefore hold that the court erred in the admission of the evidence obtained by the search and seizure.\n“Some of the Federal courts hold that failure to make a motion to suppress evidence is a waiver, but they are based upon Rule 41(e) of Federal Rules of Criminal Procedure which provides that a motion ‘alleged to be the product of an unlawful search and seizure “shall be made before trial or hearing unless opportunity therefor did not exist or the defendant was not aware of the grounds for the motion.” ’ United States v. Watts, 2 Cir., 319 F.2d 659, 660.” Id. at 239-240, 399 P.2d at 430.\nThis rule has been followed in other jurisdictions. In White v. State, 81 Okl.Cr. 399, 165 P.2d 151, the court held:\n“However, the objection to evidence obtained by an illegal search and seizure must be interposed at the first opportunity presented. Such objection should be made either at the beginning of the trial by a motion to suppress, or in the course of the examination as soon as it becomes apparent that the State will rely upon it. Otherwise, the defendant waives his right to be heard upon this question. Gragg v. State, 72 Okl.Cr. 189, 114 P.2d 491; Fields v. State, 31 Okl.Cr. 121, 236 P. 633; Brooks v. State, 32 Okl.Cr. 75, 240 P. 138.”\nSee also Watson v. State, Okl.Cr., 382 P. 2d 449.\nThe car in the instant case was in the same location as when it was stopped by the officers and was searched upon return of the defendant to the car. It may have been for this reason there was no objection made by counsel for defendant at the trial upon the ground of illegal search and seizure. The defendant not having made a motion to suppress before trial or objected to the evidence during the trial did not comply with holding of timeliness in State v. Kananan, supra. The Federal Courts, as pointed out in Kananan, supra, have excluded evidence under Federal Rule 41(e) unless the defendant did not have the opportunity to make a motion to suppress or was not aware of the grounds of the motion. Neither of the conditions exists in the instant case. The defendant was aware of the seizure of the goods, his attorney was aware of the seizure of the goods and did not make the motion to exclude the evidence upon this ground; and since none was made it is clear in accordance with the decisions that the defendant waived his right to object and cannot do so for the first time upon appeal.\nThe next question presented by the defendant is that the court erred in denying a mistrial because of the offer in evidence of the hunting knife. The admission of the hunting knife was properly excluded. It was not used or exhibited during the robbery and had no connection with the case. The court properly instructed the jury that they were not to consider any evidence which had not been admitted in the case. The defendant cites the case of State v. Little, 87 Ariz. 295, 350 P.2d 756, 86 A. L.R.2d 1120, in which the court admitted in evidence a blackjack and a bicycle sprocket chain made into a blackjack which they alleged had been taken from the automobile on the evening of the narcotic sale. We held in that case that they should not have been admitted over the objection of the defendant. The presence of the blackjack in the defendant’s automobile was irrelevant to any proper issue.\n*416However, in Little, supra, we did not pass on whether the admission in evidence was reversible error:\n“Whether the admission of such evidence, though improper, alone constitutes reversible error need not here be determined, as the ruling of this Court on Assignments of Error two through five requires reversal of the judgment of conviction.” Id. at 309, 350 P.2d 756 at 765.\nSince the hunting knife in the instant case was not admitted in evidence and the court gave the proper instruction not to consider evidence not admitted the mere offer of the knife was not prejudicial error.\nThe last question raised by defendant is that the court erred in denying the motion of the defendant to suppress the identification. The defendant contends that the identification did not comply with the rules set forth in United States v. Wade, 388 U.S. 218, 87 S.Ct. 1926, 18 L.Ed.2d 1149, and companion cases, Gilbert v. California, 388 U.S. 263, 87 S.Ct. 1951, 18 L.Ed.2d 1178, and Stovall v. Denno, 388 U.S. 293, 87 S.Ct. 1967, 18 L.Ed.2d 1199. The rules of admissibility of evidence in our state were succinctly set forth by Justice Struckmeyer in State v. Dessureault, 104 Ariz. 380, 453 P.2d 951, cert. den. 397 U.S. 965, 90 S.Ct. 1000, 25 L.Ed.2d 257:\n\"First, where, as here the in-court identification is challenged at the trial level, meaningful review requires that the appellate court reach one of the following conclusions: if it can be determined from the record on clear and convincing evidence that the in-court identification was not tainted by the prior identification procedures or from evidence beyond a reasonable doubt that it was harmless, and there is otherwise no error, the conviction will be affirmed. If it can be determined from the record that the in-court identification was tainted and that it does not appear harmless beyond a reasonable doubt, the conviction will be reversed.”\nIn the instant case there was a motion to suppress the evidence before the trial. There was a hearing before trial in which evidence was introduced both by the State and the defendant. At this hearing the defendant testified that:\n“A. The officer, arresting officer and the investigating detective, I believe his name was Rodriquez, I am not sure. Gomez, Gonzales, he is a Spanish descent officer. He is a detective sergeant in robbery detail.\n“Q. All right. How were you taken to the Circle K?\n“A. In a police car. I left my car parked there on 8th Street.\n“Q. Were you handcuffed?\n“A. Not until I got to the store, no.\n“Q. You say when you got to the store you were handcuffed?\n“A. Yes. When they got me out of the car, out in front of the police car, why, they put the handcuffs on me in front of the store, and then called the store manager out and showed him my wallet with the small denominal bills that I had in my wallet, and told me, this man seemed to have quite a bit of money, so—\n“Q. Now, were you handcuffed before you were identified?\n“A. Before I was identified, yes.\n“Q. Did you make any request of the officer when you arrived at the store?\n“A. Yes. I asked the officer if he would take me in and show me the man that was supposed to be robbed, and allow me to make a purchase from him, and let the man make the identification in that respect as another customer, not as a man in custody for an offense that had just been committed. And he said, we will do this our way.\n“Q. Were there any other people around ?\n“A. Yes, there were, oh, I would say 15, 20, maybe 30 people standing around in front of the store.\n“Q. Did you make any request as to identification ?\n*417“A. I did. When he refused my request to take me in to the store so the store manager — I asked him about to let me mingle in the crowd of people that was gathered in front of the store, and let the man come out and pick me out from the crowd, if I was the man that was supposed to have robbed him. And the same reply was given at that time. He said, we will still do this my way.\n“Q. Did you make any requests in regard to the handcuffs ?\n“A. No. No, I didn’t resist in any way. They put the handcuffs on me. I objected, yes, I told them I didn’t think that was quite fair to have me handcuffed, and singled out as an individual instead of just someone else.\n“Q. Now, you indicated something was shown to the alleged victim prior to identifying you. I think you said it was your wallet?\n“A. Yes. He had my open wallet. This little wallet that I have in my pocket here. It is a very flimsy little wallet, and the monies were in here in this clip, and it was all small denominations, like I say, about ninety some dollars in there, all ones and fives. And, I don’t know, two or three tens. I don’t know if there was a twenty there or not, but it was all small money that I had just collected that day.\n“Q. All right. Did you go into the store or did the storekeeper come out?\n“A. Oh, he came out on the sidewalk.\n“Q. How many police officers were there with you at this time ?\n“A. I really don’t know. There was a drove of them. Several. It was two or three police cars, and two or three plain-clothes men, and several uniformed police.\n“Q. Do you recall anything being said to the storekeeper by any of the police officers before you were identified?\n“A. Before?\n“Q. Yes.\n“A. I was identified? -\n“Q. Yes.\n“A. Yes. The detective sergeant showed the police officer my wallet, and, said, we think that we' have the. man here. Would you take a look at him. And the guy stepped up and said, well— yes, I remember him or I recognize him or something, words to that effect. He didn’t at that time say, yes, he is the man that robbed me. He just said I remember him. I recognize him.” .\nThe defendant contends that if the transcript of the evidence contained the testimony of Elvin Besco it would definitely show that his identification was tainted. The only testimony in regard to the identification that is missing in the case is that of Besco. The testimony of Officer James W. Johnson relating to the identification is contained in the hearing on the motion to suppress the evidence of the identification. Johnson testified that when the defendant was requested to go back to the Circle K for identification that he volunteered willingly to do so, because he had not done anything; that he requested that he' be permitted to mingle with the other people at the Circle K to determine if Besco could pick him out among the crowd which had gathered there. Officer Johnson further testified Sergeant Gomez told him to “get the guy to step outside in front of the car where Mr. Besco could identify the man.” The defendant then asked “why don’t you just let me go in the Circle K and let him point me out.” Sergeant Gomez stated “this isn’t the way we do this.” On cross-examination he admitted the defendant had requested permission to make a purchase or approach Besco to see if he could be identified. He stated that the defendant had a conversation with Gomez and that he could not honestly answer the question as to whether the defendant requested that he be allowed to be' “picked out of a group”. He also testified that he had no independent recollection as to when the defendant was handcuffed but stated that “Can’t honestly answer that, no sir. *418But I know one thing for sure; that he wasn’t handcuffed.” The testimony at the hearing shows that a request was made by the defendant that his identification be made while mingling in the crowd while in the store as though there to purchase an article. This is admitted by the State’s testimony. It is immaterial whether the defendant made both requests or only one. The testimony of Wilson was that he was handcuffed at the time the identification was made; while Johnson testified that he did not know when he was handcuffed, but testimony indicated he was not handcuffed at the time of identification. The defendant stated that at the time of the identification the detective sergeant said “We think that we have the man here. Would you take a look at him?” The question that must be determined by this court is whether this evidence is sufficient to taint the identification. The defendant contends that this cannot be determined without the testimony of Besco. In the settlement of the evidence under Rule 363 the defendant stated that he did not have a clear recollection of the testimony contained in the lost transcript. Fred R. Esser, the attorney who represented the defendant at the trial, in his affidavit stated:\n“That the alleged victim, ELVIN BESCO, did testify at the trial;\n“That Affiant is unable to remember his testimony, other than Mr. Besco stated someone approached him with a revolver in hand, pointed it at him, and handed him a sack.\n“That Besco took money out of the cash register, placed it in the sack and handed it to the person with the revolver, who left after instructing Besco to lie on the floor for five minutes.\n“Besco then phoned the police and gave a description to the police. Approximately 30-45 minutes later the police brought defendant to the store, and Besco identified defendant as the person who took the money.\n“Affiant is unable to remember the cross-examination of Besco by affiant, and in affiant’s opinion, the identification was faulty and tainted, and inconsistent in many respects, which affiant attempted to show by cross-examination and motion to suppress identification.”\nTo this statement the county attorney objected and set forth an affidavit of Robert A. Hertzberg which relates in detail his version of the testimony of Besco.\nJudge Strand in settling the testimony further found that Elvin G. Besco identified the defendant Arthur Calvin Wilson as the individual who he believed was the man who robbed him. However, he further stated that “The court does not independently recollect the particulars of the testimony of Elvin G. Besco or James W. Johnson, nor does it recall the qualitative or quantitative aspects of said testimony. Accordingly, the court’s findings as herein-above set forth together with the statements presented by the defendant and the objections and proposed amendments presented by the state shall constitute the record of the missing portion of the stenographic report of these proceedings and as such is hereby settled and approved as the record on appeal herein.” He did not state that there was an in-court identification.\nThe defendant in his brief in propria persona referred to the testimony in the preliminary hearing. This testimony was that there was an in-court identification at the preliminary hearing. The affidavit of Fred R. Esser is to the effect that the identification was faulty and tainted and inconsistent in many respects. We do not have that testimony set forth and Judge Strand did not remember the particulars of the testimony of Elvin G. Besco. Wc are confronted with the next question of what should be done where a part of a record is lost. In the case of the People v. Serrato, 238 Cal.App.2d 112, 47 Cal.Rptr. 543, the transcript of the evidence could not be produced upon appeal because of the death of a reporter. The court said:\n“In considering various contentions of defendants in the juridical history of the state, the common sense rule applied *419in the federal court with respect to the making of a record is also made controlling by the judgments of our state courts. The mere fact that a literal and fully complete reporter’s transcript cannot be secured in connection with an appeal because of the death of the reporter, or the loss of part of his record, is not ipso facto a ground for the reversal of a conviction. The essential requisite supporting the right to appeal is that there must be a complete record or a fair substitute for the complete record where no one is responsible for the inability of the court officials to file such a technically correct transcript of the proceedings below. Thus, as is said in the leading case of People v. Chessman, 35 Cal.2d 455, 462, 218 P.2d 769, 773, 19 A.L.R.2d 1084:\n‘Inconsequential inaccuracies or omissions in a record cannot prejudice a party; if in truth there does exist some consequential inaccuracy or omission, the appellant must show what it is and why it is consequential. The situation is similar to that in People v. Botkin (1908), 9 CaLApp. 244, 249, 98 P. 861, where the court said, “we know of no rule that permits us to presume that defendant did not have a fair trial because a portion of the record upon * * * appeal has been destroyed without fault of either party\"\"\n“In the Chessman case, the court found that the record on appeal was adequate even though it was not a completely literal transcription of the deceased reporter’s notes. (See also People v. Fuentes, 132 Cal.App.2d 484, 282 P.2d 524; People v. Simon, 107 Cal.App.2d 105, 124, 236 P.2d 855.) But none of those cases involves a situation in which the blame for the failure to file a proper record falls wholly upon the state, as in this case, and in none of the cases is there a complete failure to furnish a convicted defendant with the necessary documents that would permit him to urge a reversal of the judgment.\n“Here, it is apparent from the documents contained in the clerk’s transcript that there was a vital necessity from the standpoint of the defendant, who hopes to secure redress from claimed errors, to have a reporter’s transcript of what actually took place at the trial.\n‡ :fí # #\n“Here, we have a case in which the defendant without any fault of his own was deprived of the right to an effective presentation of his appeal due entirely to a failure on the part of an official of the trial courts to comply with the law.. It would be a violation of the fundamental rights of the defendant to hold that an effective possibility of appealing the convictions was properly taken away by the omission of a court official to perform the duties prescribed by our system of justice.” (emphasis in original)\nIn an earlier case, People v. Fuentes, 132 Cal.App.2d 484, 282 P.2d 524, in which the reporter’s notes had been lost without fault of either party, the court held:\n“The impossibility of procuring a reporter’s transcript is not a ground for granting a new trial. Pen.Code § 1181. An appellant has no right to a transcript prepared in a particular manner. The burden of furnishing the reviewing court with a statement on appeal where a transcription of the reporter’s notes cannot be had is on the appellant. People v. Chessman, 35 Cal.2d 455, 457-458, 218 P.2d 769, 772, 19 A.L.R.2d 1084. If a record can be ‘prepared in such a manner as to enable the court to pass upon the questions sought to be raised’, then there is no rational likelihod or legally cognizable possibility of injustice to the appealing defendant even though a verbatim record certified by the official court reporter cannot be supplied. Idem, 35 Cal.2d at page 460, 218 P.2d at pages 771, 772. ‘Inconsequential inaccuracies or omissions in a record cannot prejudice a party; if in truth there does exist some *420consequential inaccuracy or omission, the appellant must show what it is and why •it is consequential.’ Idem, 35 Cal.2d at page 462, 218 P.2d at page 773.\n“The trial judge has determined that the record is adequate. We may not presume that defendant did not have a fair trial because part of the reporter’s notes had been lost without fault of either party. People v. Botkin, 9 Cal.App. 244, 249, 98 P. 861. On this appeal we must presume fhat defendant has been accorded a fair trial and that the judgment of conviction is valid. This pre- . sumption is buttressed by the fact that the trial judge denied defendant’s motion for a new trial. The burden is on defendant of showing either prejudicial error in the record or that the record is so inadequate that he is unable to show such error. People v. Chessman, supra, 35 Cal.2d 455, 462, 218 P.2d 769. No such showing is made in the case at bar.”\nIn the instant case the loss of the transcript was not the defendant’s fault and the facts fall within the settlement of the court in People v. Fuentes, supra. Here it is stated the burden is on defendant of showing whether prejudicial error was in the record or the record is so inadequate that it is unable to show such error. The evidence in the instant case was such that it shows that the identification at the Circle K Market was tainted. The court erred in not granting the motion to suppress that evidence. State v. Dessureault, supra.\nThe record does not show whether there was an in-court identification which was not tainted. Therefore the defendant is entitled to a new trial. While the facts in the instant case are not the same as in State v. Dessureault, supra, the procedure to be followed in identification cases by the trial court is set forth therein.\nJudgment of conviction is reversed and remanded for further proceedings not inconsistent with this decision.\nLOCKWOOD, C. J., STRUCKMEYER, V. C. J., and UDALL and HAYS, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 6475894
        }
    ],
    "court_short_name": "Arizona Supreme Court",
    "court_full_name": "Arizona Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Robbery"
}