{
    "id": 6600488,
    "judges": "Hays, Lockwood, Udall",
    "date_filed": 49075200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-brooks",
    "case_name_short": "Brooks",
    "case_name": "State v. Brooks",
    "case_name_full": "STATE of Arizona v. Walter Lee BROOKS",
    "attorneys": "Gary K. Nelson, Atty. Gen., Carl Waag, Jack McCormick, Asst. Atty. Gen., Phoenix, for appellee., Henry L. Zalut, Phoenix, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Sept. 17, 1971.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "107 Ariz. 320",
        "487 P.2d 387"
    ],
    "opinions": [
        {
            "author_str": "Lockwood",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLOCKWOOD, Justice.\nDefendant Walter Lee Brooks was found guilty of armed robbery and aggravated battery by a jury verdict, and on January 8, 1970 was sentenced in Superior Court to concurrent sentences of five to fifteen years upon each count. From his conviction, sentence and denial of motion for new trial he appeals.\nOn August 3, 1969 at about 3:00 P.M. Edward J. Nocera, age 75, was alone in the Liquor Store on East Southern Avenue, Phoenix, Arizona where he was employed when two negro youths entered and one exhibited a gun while the other came behind the counter and struck him. Mr. Nocera fell to the floor as the robbers continued to strike him, and each kicked him at least once while he lay on the floor. Because of the quick action of the robbers and the severity of the beating the clerk was unable to identify his attackers. A witness testified that he drove up to the front of the store as two negroes entered; he did not see a weapon but observed the attack and robbery and drove across the street where he reported the incident. He then drove back to the liquor store as the two robbers emerged carrying the till from the cash register. He attempted to follow from a distance as the robbers fled through yards and alleys but eventually lost them.\n*322At the trial the witness identified the defendant as one of the robbers and it was his testimony only which linked the defendant with the crime charged. On this appeal defendant raises the following questions for review:\n“A. Was the voir dire, cross-examination of the appellant and closing statement by the prosecutor prejudicial to the appellant and reversible error?\n“B. Was the use of a photograph by the prosecutor in showing such to the only ‘eye’ witness prejudicial and reversible error since this same person was unable to identify the appellant as a participant in this crime at the preliminary hearing until the witness had spoken to the Deputy County Attorney during a recess in the preliminary hearing?\n“C. Was the appellant properly charged, convicted and sentenced upon the charges in the information: Count I, Robbery; Count II, Aggravated Battery?\n“D. Was the weight of the testimony adequate to prove the guilt of the appellant beyond a reasonable doubt?\nCounsel for defendant poses the following argument claiming that defendant was prejudiced when:\n“During the course of voir dire the prosecutor referred to the appellant as the underdog and the jurors should not have sympathy for him. Further, on cross examination of the appellant the prosecutor asked if the appellant was in jail at the time of his arrest upon this charge and asked the appellant if he had recently been convicted of a felony. Thereafter, in his final argument the prosecutor said that the appellant had flirted with the truth a week before this trial and was doing the same now.”\nWe have examined the remarks of the prosecutor on voir dire. They were made during the course of explaining reasonable doubt, and the state’s burden of proof. The prosecutor stated that “I think that all of us have a natural tendency for the underdog. Most of us unnaturally [sic] align with the defendant, and consider him the underdog.” We find no fundamental error here. No objection was made, to these remarks, and we are of the opinion they were not prejudicial.\nThe question of defendant’s whereabouts at the time of his arrest was not prejudicial. Defendant answered that he was at home.\nThe question as to whether defendant had ever been convicted of a felony was proper impeachment of the defendant. The testimony in that regard was:\n“Q. Have you ever been convicted of a felony, Mr. Brooks?\n“A. Yes.\n\"Q. Where were you convicted of this felony ?\n“A. Here, by you.\n“Q. When was that?\n“A. Last Wednesday.\n“Q. And what kind of felony was that?\n“A. Theft.\n“Q. Theft from a Person?\n“A. Yes.”\nThe prosecutor also stated in his final argument:\n“Now, Mr. Brooks [defendant] tends to flirt a little bit with the truth. He flirted with the truth earlier last week and a jury of twelve also found him guilty. He will flirt again because he has a real interest in doing so.”\n We have repeatedly held that attorneys are given wide latitude in their arguments to the jury. State v. Thomas, 78 Ariz. 52, 275 P.2d 408. These remarks were obviously in reference to defendant’s statement above that he had recently been convicted of a felony. This could only be on a trial which resulted from a plea of not guilty. The remarks were therefore not so inflammatory or offensive as to be prejudicial.\nDefendant argues that the eye witness was unable to identify defendant at the *323preliminary hearing as a participant in the robbery, until after the witness had spoken to a deputy county attorney during a recess. The record shows that, out of the presence of the jury, the prosecutor stated to the court that the witness had been threatened with bodily harm if he in his testimony identified the defendant. The prosecutor therefore feared that a mistrial would result should the witness “blurt out” that he had been threatened, if defense counsel continued to question the witness as to why he could not identify the defendant at the preliminary hearing until he had talked with the Deputy County Attorney. The jury considered the witness’ testimony as given, and the defendant’s argument concerning the identification. The identification by the witness at the trial was positive, and the jury had the opportunity to give whatever weight it felt proper to his testimony.\nAs to the photograph of the defendant, Exhibit 7, which the eye witness identified as substantially depicting the man he saw on the day of the robbery (the defendant), when it was offered the attorney for defendant stated he had no objection to the admission of the exhibit.\nThe defendant at the time of the trial was clean shaven, and had what he described as a \"Quo Vadis” haircut which meant basically a bald appearance. The picture, Exhibit 7 shows a man with a mustache, and visible hair. There was no challenge of the incourt identification.\nDefendant questions the propriety of his conviction for both robbery and aggravated battery, claiming that he is being subjected to double punishment. This question has been answered recently by this Court in State v. Schindorff, 107 Ariz. 172, 484 P.2d 4; State v. Berryman, 106 Ariz. 290, 475 P.2d 472; State v. Hutton, 87 Ariz. 176, 349 P.2d 187. There were sufficient separate elements here to establish two separate acts. The victim was robbed and beaten, not merely assaulted or put in fear. State v. Mitchell, 106 Ariz. 492, 478 P.2d 517; State v. Mendoza, 107 Ariz. 51, 481 P.2d 844.\nAs the final issue defendant questions whether the weight of the testimony was adequate to prove guilt beyond a reasonable doubt. The weight to be given evidence is a matter within the province of the jury. There is ample evidence in this case to support the verdict.\nJudgment affirmed.\nHAYS, V. C. J., and UDALL, J., concur.\n",
            "ocr": true,
            "opinion_id": 6475928
        }
    ],
    "court_short_name": "Arizona Supreme Court",
    "court_full_name": "Arizona Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Robbery"
}