{
    "id": 6626369,
    "judges": "Collier",
    "date_filed": -3911846400000,
    "date_filed_is_approximate": true,
    "slug": "state-v-kreps",
    "case_name_short": "Kreps",
    "case_name": "State v. Kreps",
    "case_name_full": "State v. KREPS",
    "attorneys": "S. F. Rice and A. White, for the defendant,, Attoenby General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. The llth section of the 8th chapter of the Penal Code which authorizes a nolle prosequi to he entered and another indictment to he preferred, where, in the progress of a criminal trial, there shall appear such a variance between the proof adduced and the indictment, as will require the acquittal of Hie accused, unless he will assent to an amendment, is notun-constitutional.</p> <p>S. Where an indictment charges a larceny of a bank note and other articles,- and there is a variance between the indictment and the proof in respect to-the bank note only ;,the Court cannot, under the 11th section of the 8th-chapter of the Penal Code, permit a nolle prosequi to be entered, that another indictment may be preferred, because the accused will not consent to an amendment of the indictment so as correctly to describe ths bank note.</p>",
    "summary": "Upon points referred from the Circuit Court of Randolph. The defendant was indicted in the Circuit Court of Talladega, for breaking and entering the storehouse of Alfred Wood and Nelson Wood, and stealing therein “ one gold watch of the value of two hundred dollars, ten silver watches of the value of fifty dollars each, one bank bill of the denomination of fifty dollars, issued by the Bank of Mobile* of the value of fifty dollars, all of the the proper goods and chattels of the said Alfred Wood and Nelson Wood.” Upon the application of the accused the venue was-changed to Randolph, where he was tried, found guilty and sentenced to four years imprisonment in the penitentiary.' ■ Upon the trial, certain legal questions were reserved, and which are referred' to this Court as novel and difficult. These questions may be thus stated: I. Nelson Wood testified that in addition to the gold watch and ten silver watches, there were stolen from his house « a bank bill of the denomination of fifty dollars, issued by the Branch of the Bank of the State of Alabama at Mobile, worth something near fifty dollars, and other bills of various denominations, amounting in all to eighty-three dollars.” The defendant’s counsel moved to exclude this evidence from the jury, because it described a bank bill variant from the one described in the indictment; the motion was overruled and the defendant excepted. 2. The solicitor moved, under the 11th section of the 8th chapter of the Penal Code, that the defendant be asked to assent to the amendment of the indictment, so as to correspond with the proof, or in case he refused to do so, that then the solicitor be permitted to enter a nolle prosequi, and prefer another indictment. Thereupon, the,Court being of opinion that the variance between the indictment and the proof was so material as to authorize the acquittal of the defendant, determined, that unless the defendant assented to the proposed amendment, the motion of the solicitor be granted. The defendant objected to the amendment, and to being put to his election to submit to it, or the alternative, and demanded that the trial should proceed without alteration of the indictment. These objections were overruled, and the defendant, under the decision of the Court, assented to the proposed amendment, that the words “Bank of Mobile,” be stricken out, and the words “ the Branch of the Bank of the State of Alabama at Mobile,” be inserted in their stead; which was ■ accordingly done. The proof tended to show that all the property was stolen at one time; the watches were'Subsequently found in a cellar, and the money was found and reclaimed under the following circumstances, viz: on the second day after the larceny was committed, the defendant was imprisoned; some time afterwards he was taken out of prison and went in company with two persons, who were sworn as witnesses on the trial, and drew from under the sill of an unoccupied house, a purse, which he handed to them, remarking, here is the money. The witnesses opened the purse, and found it to contain #78, viz: a bill of fifty dollars on theBranch of the Bank of the State of Alabama at Mobile, and other money, which they handed toNelson Wood. Oneof the witnesses testified thatN. Wood had previously described the fifty dollar note to him as he found it in the purse, and the latter testified, that from his previous knowledge and examination of the fifty dollar note that had been stolen, he felt confident that the note thus given up to him was the same. The defendant had been arrested originally on the discovery of the watches, and before the money was discovered. It was the opinion of the Court, that independent of the testimony in respect to the discovery and reclamation of the money, there was not sufficient evidence to authorize the conviction of the defendant. The jury having returned their verdict, the defendant moved ifi arrest of judgment — 1. The indictment does not describe the property charged to have been stolen with sufficient accuracy. 2. There are defects apparent upon the face of the indictment. This motion was overruled, and the questions thereupon arising, were referred to this Court as novel and difficult. made the following points: 1. The 11th section of the 8th chapter of the Penal Code* is irreconcilable with the 5th and 6th amendments of the constitution of the United States, and the 10, 11, 12 sections of the declaration of rights of the Alabama constitution; it is consequently unconstitutional; and this conclusion may be deduced from the previous decisions of this Court. [Clay’s Dig. 439; 5 Porter’s Rep. 484; 2 Ala. Rep. 102 ; 4 Id. 603; 10 N. Iiamp. Rep. 558.] If the Court may force a defendant to assent to an amendment, or upon his refusal direct a nolle prosequi, there can be no limitation as to the character of the amendment; for if the power of the Court be conceded to any extent, it may ■ be exercised, even so as to charge an offence entirely different. Yet no one it is apprehended would contend that it should be carried thus far. The evidence in respect to the discovery and reclamation of the money could have been considered by the. jury without an amendment of the indictment, and applied to the charge of stealing the watches. There was then no necessity for amending, so as to authorize the conviction of the defendant for stealing the watches; and consequently not such a variance between the allegations and proof as would for that cause have authorized an acquittal. Now conceding that there may have been a conviction for the watches without the amendment, and still the prisoner has been prejudiced by the remark of the judge in their hearing, that “ independent of the evidence in relation to the money,” the testimony was not sufficient to “ authorize a conviction.” This was tantamount to a declaration to the jury, that they should convict the defendant if the amendment was made. There is no such bank, as the “ Bank of Mobile.” [Clay’s Dig. 128, § 16.] The stealing of a bill issued by the Bank of Mobile, is not indictable. That which is called an amendment, is the introduction of-a new offence into the indictment. The indictment as amended, is for stealing a “bank bill.” This does not follow the statute, or show what description of bill was stolen; and is consequently defective. [1 Binn. Rep. 201; 13 Peters’ Rep. 176; 1 Nott & McC. Rep. 9; 2 Har. & G. Rep. 407; 3 Binn. Rep. 533; Clay’s Dig. 425, § 57.J The indictment does not aver that the bank bill was issued by an incorporated institution, or that the plaintiff in error knew it to be of value ; nor does it aver that the bill was lawful. [4 Ohio Rep. 386.] The 11th section of the 8th chapter of the Penal Code, confers no power upon the Circuit Judge, except at the defendant’s election, which he did not possess previous to its passage, and this election thus accorded to him, cannot render the statute unconstitutional'. If the indictment had embraced the charge of stealing a bill of the Bank of Mobile only, then it would have been competent for the Court to have recognized the prisoner upon the failure of proof to answer for a larceny of a bill of the Branch of the Bank of the State of Alabama, at Mobile. Sooner than submit to this, the defendant agreed to the amendment, and certainly has no right to complain. There could be no case to which the section of the code which is objected to is more applicable. The indictment is sufficiently definite in the description of the property stolen. This Court cannot know whether the jury intended by their verdict to affirm the larceny of all, or of what article mentioned in the indictment. But if the indictment was for the larceny of the bank bill alone, it is sufficient. [Clay’s Dig. 425, § 56 ; Arch. Cr. L. 46, and precedents under the English statutes.] ■ »",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "8 Ala. 951"
    ],
    "opinions": [
        {
            "author_str": "Collier",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCOLLIER, C. J.\nIt is enacted by the 11th section of the 8th chapter of the Penal Code, that “ whenever, in the progress of a criminal trial, it shall be found, that there is such a material variance between the allegations of the indictment, and the proof adduced, as will for that cause authorize the acquittal of the accused, and he shall not assent to the amendment of the indictment, so as to correspond with the proof, it shall be lawful for the solicitor, with the leave of the Court to enter a nolle prosequi at any time before the jury shall retire, and prefer another indictment at the same or any subsequent term'of the Court,” &amp;c. [Clay’s Dig. 439.J Of the constitutionality of this enactment, we think there can be no well grounded doubt. If the discrepancy “between the allegations of the indictment and the proof adduced,” be such as will authorize the acquittal of the accused, a verdict of not guilty cannot be pleaded in bar of another indictment adapted to the admission of the evidence. What objection then can there be to the defendant in such case waiving a verdict in his favor, and consenting to an amendment of the indictment ? By this course of procedure, the administration of justice may be expedited; for if the defendant is acquitted in consequence of the inappropriateness of the indictment, when the proof shows his more than probable guilt of an offence against the criminal law, the Court should certainly commit, or recognize him to answer to another indictment. It is frequently a matter of consequence, not only to the innocent, but to the guilty, that they should have a speedy trial — to the former that they may be acquitted — to the latter that the dreaded punishment be not long suspended; the more especially where the accused is compelled to submit to imprisonment, either before or after conviction.\nIf the defendant in the case at bar had been indicted merely for the larceny of the fifty dollar bank note, there could have been no objection to allowing the amendment. But the indictment embraces not only the bank note, it charges also the stealing of *956one gold and ten silver watches. Now in respect to the latter, it is not pretended that there was any variance in the proof, whatever opinion may have been entertained as to its sufficiency; and a nolle prosequi could not be entered, consistently with the rights of the accused in all criminal prosecutions.\nWhen an indictment for a felony has been submitted to a jury upon the plea of not guilty, it is not allowable for the Court to permit a nolle prosequi to be entered, (without the consent of the accused,) that he may be again indicted for the same offence. It is the office of his triors to make «true deliverance” between the State and himself, and it is beyond the competency of the judge to arrest the due course of law by withdrawing the cause from the jury. This principle has been recognized for a period of time “beyond which the memory of man runneth not to the contrary.” Its antiquity and-stability make it a fundamental doctrine in criminal jurisprudence. See The State v. Williams, 3 Stew. Rep. 476 to 479, and cases there cited; Ned v. The State, 7 Porter’s Rep. 187.\nThe amendment, it must be observed, was not willingly assented to by tho defendant, but his consent was given to prevent the withdrawal of the issue from the jury, and his trial upon a second indictment. It is sufficiently apparent from what has been said, that the Court had not tho power in respect to the watches, to compel the defendant to elect between such alternatives; and the bank bill being embraced in the same indictment as one of the objects of the larceny, the case does not come within the provision of the Penal Code which has been cited. We express no opinion upon the sufficiency of the evidence to convict .for stealing the watches, without the amendment of the indictment; nor will we undertake to determine to what extent amendments are allowable under that enactment.\nThis view is decisive of the case, and we will not consider the questions raised as to tho sufficiency of the indictment. The judgment of the Circuit Court is reversed, and the cause remanded, that it may be proceeded in according to law. [See The State v. Williams, supra; Ned v. The State, supra; The State v. Hughes, 2 Ala. Rep. 102.] And tho prisoner will remain in custody until he be legally discharged.\n",
            "ocr": true,
            "opinion_id": 6502749
        }
    ],
    "court_short_name": "Supreme Court of Alabama",
    "court_full_name": "Supreme Court of Alabama",
    "court_type": "S",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}