{
    "id": 6659283,
    "judges": "Aoyagi, Dehoog, Hadlock",
    "date_filed": 1563321600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-haltom",
    "case_name_short": "Haltom",
    "case_name": "State v. Haltom",
    "case_name_full": "STATE of Oregon, Plaintiff-Respondent v. Austin Ray HALTOM",
    "attorneys": "Neil F. Byl, Deputy Public Defender, argued the cause for appellant. Also on the briefs was Ernest G. Lannet, Chief Defender, Criminal Appellate Section, Office of Public Defense Services., Michael A. Casper, Assistant Attorney General, Salem, argued the cause for respondent. Also on the briefs were Ellen F. Rosenblum, Attorney General, and Benjamin Gutman, Solicitor General.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "447 P.3d 66",
        "298 Or. App. 533"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPER CURIAM\n*67*534Defendant appeals a judgment of conviction for second-degree sexual abuse, ORS 163.425, asserting that the trial court erred in instructing the jury that it could convict him of that crime if it found that he acted recklessly or negligently with respect to the victim's lack of consent.1 Defendant argues that, for purposes of second-degree sexual abuse, the victim's lack of consent is \"a conduct element,\" and, therefore, in order to convict, the jury was required to find that he knew that the victim did not consent.2 See State v. Simonov , 358 Or. 531, 539-40, 368 P.3d 11 (2016) (\"Unless otherwise indicated for a particular offense, 'conduct' elements require proof of an intentional or knowing mental state, 'result' elements require proof of an intentional, reckless, or criminally negligent mental state, and 'circumstance' elements require proof of a knowing, reckless, or criminally negligent mental state.\"). In defendant's view, the Supreme Court's analysis in Simonov (relating to the crime of unauthorized use of a vehicle) supports that outcome.\nThe state responds, and we agree, that our decision in State v. Wier , 260 Or. App. 341, 317 P.3d 330 (2013), controls the outcome in this case. In Wier , we considered whether, for purposes of third-degree sexual abuse, the state was required to prove a knowing mental state with respect to the victim's lack of consent, or whether \"recklessness or criminal negligence would suffice.\" Id. at 352, 317 P.3d 330. We concluded that the victim's lack of consent \"is a circumstance element of the crime\" and the \"culpable mental states of knowledge, recklessness, and criminal negligence all may apply to a circumstance.\" Id. Thus, to prove that a defendant committed third-degree sexual abuse, \"the statute requires the state to prove only that a defendant acted, at a minimum, with criminal negligence with respect to lack of consent.\" Id. at 353, 317 P.3d 330. Wier establishes that the victim's lack of consent is a circumstance element that the state can prove using a reckless or criminally negligent mental state.\n*535Defendant suggests that Wier cannot survive Simonov . We are not persuaded. In determining whether one of our cases remains \"good law\" in light of a subsequent Supreme Court decision, we analyze (1) whether the Supreme Court case overrules our prior holding and, (2) if it does not, whether the Supreme Court's analysis demonstrates that our prior decision is \" 'plainly wrong' such that we should overrule it ourselves.\" State v. McKnight , 293 Or. App. 274, 278, 426 P.3d 669, rev. den. , 363 Or. 817, 432 P.3d 1093 (2018). In our view, Simonov -which addressed a statute with a different structure and purpose than the sexual abuse statutes-does not establish that Wier is plainly wrong. Cf. Simonov , 358 Or. at 547 n. 5, 368 P.3d 11 (observing that, in the third-degree sexual abuse statute, the \"proscribed act-subjecting another person to sexual contact-is set out in a separate paragraph from the element that the victim does not consent,\" and noting our decision in Wier that criminal negligence will suffice to prove the \"does not consent\" element).\nAffirmed.\n\nIn a supplemental brief, defendant asserts that the trial court erred when it instructed the jury that it could reach a nonunanimous verdict. We reject that supplemental assignment of error on the merits without discussion.\n\n\nDefendant points out that the jury acquitted him of first-degree rape.\n\n",
            "ocr": true,
            "opinion_id": 6536746
        },
        {
            "author_str": "Aoyagi",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nAoyagi, J., concurring.\n",
            "ocr": true,
            "opinion_id": 6536747
        },
        {
            "author_str": "Aoyagi",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nAOYAGI, J., concurring.\n*68Today we hold that lack of consent is a circumstance element of the crime of second-degree sexual abuse, such that a person may be convicted of the offense if he or she is criminally negligent with respect to the other person's consent. I agree with that disposition because it is consistent with State v. Wier , 260 Or. App. 341, 352, 317 P.3d 330 (2013), in which we held the same with respect to the lack-of-consent element of third-degree sexual abuse. I write separately, however, because I believe that Wier was incorrectly decided and that, by extension, this case is incorrectly decided. At the same time, \"we will overrule a case only when it is plainly wrong, a rigorous standard grounded in presumptive fidelity to stare decisis .\" State v. B. A. F. , 290 Or. App. 1, 3, 414 P.3d 486 (2018) (internal quotation marks omitted). I am not prepared to say that Wier is \"plainly wrong\" under that rigorous standard. Accordingly, I view the issue as one for the Supreme Court to address, and, as such, concur.\nA person commits the crime of second-degree sexual abuse when the person subjects another person to sexual intercourse or certain acts of penetration \"and the victim *536does not consent thereto.\" ORS 163.425(1)(a). A person commits the crime of third-degree sexual abuse when the person subjects another person to sexual contact and \"[t]he victim does not consent to the sexual contact\" or \"is incapable of consent\" due to age, ORS 163.415(1)(a), or when the person intentionally propels a dangerous substance at a victim for purposes of sexual arousal or gratification \"without the consent of the victim,\" ORS 163.415(1)(b). In Wier , we held that \"the fact that '[t]he victim does not consent to the sexual contact' is a circumstance element of the crime\" of third-degree sexual abuse.1 260 Or. App. at 352, 317 P.3d 330 (quoting ORS 163.415(1)(a) ). We hold the same today with respect to second-degree sexual abuse.\nThe Supreme Court recently discussed the difference between conduct elements and circumstance elements in State v. Simonov , 358 Or. 531, 540-41, 368 P.3d 11 (2016). The defendant in that case was charged with unauthorized use of a vehicle (UUV) under ORS 164.135(1)(a), which is committed when a person \"takes, operates, exercises control over, rides in or otherwise uses another's vehicle, boat or aircraft without consent of the owner .\" Simonov , 358 Or. at 534, 546, 368 P.3d 11 (quoting ORS 164.135(1)(a) ; emphasis added). The defendant asked the trial court to instruct the jury that the state had to prove that he knew that the owner did not consent to his use of the vehicle in order to convict him of UUV. The trial court denied the instruction and instead instructed the jury that it could convict defendant if he was criminally negligent on the issue of consent. Simonov , 358 Or. at 533, 368 P.3d 11.\nThe Supreme Court reversed the trial court, agreeing with defendant (and us) that knowledge was the minimum *537culpable mental state for the lack-of-consent element of UUV. Simonov , 358 Or. at 549, 368 P.3d 11. The court began its analysis by noting that, when an element of an offense requires a culpable mental state (as most do), but the statute creating the offense does not specify the mental state, the required minimum mental state depends on the nature of the element. Id. at 538-39, 368 P.3d 11. The minimum culpable mental state for \"conduct\" elements is knowledge, while the minimum culpable mental state for \"result\" and \"circumstance\" elements is criminal negligence. Id . at 539-40, 368 P.3d 11. As clarified in Simonov , \"conduct elements are those that describe *69the nature or essential character of the defendant's act or omission.\" Id . at 541, 368 P.3d 11 (emphasis added). \"[W]hen an element of an offense within the Criminal Code describes the nature, that is, the essential character, of a proscribed act or omission, it generally is a conduct element.\" Id . at 546, 368 P.3d 11. By contrast, \"circumstance\" elements are those that describe \"an accessory fact that accompanies the defendant's conduct.\" Id. The court recognized in Simonov that \"the line between conduct and other elements is not always easy to draw\" but reiterated that it \"nevertheless is a principled [line].\" Id . at 544, 368 P.3d 11. Ultimately, \"[w]hether a particular element-including lack of permission or consent-constitutes part of the defendant's conduct or is a circumstance depends on a careful examination, using well-established statutory interpretation principles, of the role of the element in the offense and its relationship to the other elements.\" Id .\nApplying those principles to the UUV statute, the court rejected the state's argument that the owner's lack of consent was a circumstance element, i.e. , an \" 'accessory fact' that accompanie[d] the offender's physical act.\" Id . at 536, 548, 368 P.3d 11. Instead, it agreed with the defendant that the owner's lack of consent was \"part of the nature or essential character of the act proscribed\" by the UUV statute. Id . at 546-47, 368 P.3d 11. The court explained how the statutory text supported its conclusion. See id . at 547, 368 P.3d 11. It also pointed out that the state's interpretation would subject a vehicle passenger to criminal liability for a felony if the person acted with \"naïve trust\" that met the standard for criminal negligence; \"[t]he severity of that consequence suggests that the legislature did not contemplate that mere criminal negligence would suffice to *538establish criminal liability for UUV.\" Id . at 548, 368 P.3d 11. Finally, the court concluded, \"That the crime of UUV criminalizes a particular form of conduct-unauthorized use-borders on the axiomatic.\" Id . \"The nature of joyriding is the temporary use of a vehicle without permission. Because riding without permission is part of the essential character of the proscribed act, to be convicted of UUV, a person must know that the vehicle is being used without the owner's consent.\" Id .\nIn my view, under the court's analysis in Simonov , lack of consent is a conduct element for sexual abuse. That is, it is part of the nature or essential character of the proscribed act. Analogizing to the court's statement about UUV in Simonov , that the crime of sexual abuse criminalizes a particular form of conduct-nonconsensual sexual contact-borders on the axiomatic. To say otherwise, and to treat the other person's lack of consent as merely an attendant circumstance, is to say that the essential character of the prohibited act is having sexual contact with another person. But that is an entirely lawful act. It is only the lack of consent that makes it unlawful. The essence of the crime of sexual abuse is not sexual contact but, rather, nonconsensual sexual contact.\nIn Simonov , the court used the theft statutes to demonstrate \"the role of circumstance elements in a criminal offense.\" Id . at 541, 368 P.3d 11. As the court explained, \"[t]he prohibited conduct for theft in any degree is the taking of another's property with the intent to deprive the owner of it .\" Id . (emphasis added). The degree of theft depends on the value of the property: first-degree theft involves property with a value of $1,000 or more, second-degree theft involves property with a value of less than $1,000 but at least $100, and third-degree theft involves property with a value less than $100. Id . at 541-42, 368 P.3d 11 (citing ORS 164.055, ORS 164.045, and ORS 164.043 ). However, \"[t]he specific value of the stolen property does not change the essential character of the prohibited conduct.\" Id. at 542, 368 P.3d 11. The essential character of the crime of theft is taking property with the intent to deprive the owner of it, while the value of the stolen property is simply a circumstance that affects the degree of the theft. See id . The value of the property is an accessory fact that accompanies, rather than modifies, the defendant's conduct. Id .\n*539The lack-of-consent element of sexual abuse is analogous to the intent-to-deprive element of theft, not the value of the stolen property. Engaging in sexual contact without *70the other person's consent is essential to the crime of sexual abuse in the same way that unauthorized use of a vehicle is essential to the crime of UUV and that taking property with the intent to deprive the owner of it is essential to the crime of theft. The other person's lack of consent to sexual contact is not an \"accessory fact\" that merely \"accompanies\" the offender's conduct. It fundamentally modifies the person's conduct, changing it from a legal act to an illegal act. Lack of consent therefore is a conduct element, not a circumstance element, of sexual abuse.\nThat lack of consent is essential to the prohibited act is the most important reason that it is a conduct element, but there are also additional considerations that support that conclusion. One is that first-degree sexual abuse, ORS 163.427, requires a minimum culpable mental state of knowledge for the element of forcible compulsion, i.e. , the use of force to overcome lack of consent. Wier , 260 Or. App. at 350, 317 P.3d 330. Similar to the three theft statutes, all three sexual abuse statutes prohibit a certain type of conduct-nonconsensual sexual contact-with the degree of the offense depending on the specific circumstances. Because lack of consent is equally essential to the offense regardless of the degree, the minimum culpable mental state should be the same with respect to the lack-of-consent element for all three statutes.\nAnother additional consideration is that second-degree sexual abuse, like UUV, is a felony. See ORS 163.425(2). In Simonov , the court cited the severity of the consequences of a felony conviction as suggestive \"that the legislature did not contemplate that mere criminal negligence would suffice to establish criminal liability for UUV.\" 358 Or. at 548, 368 P.3d 11 ; see also id. at 540, 368 P.3d 11 (the minimum culpable mental state for \"circumstance\" elements is criminal negligence). Indeed, not only is second-degree sexual abuse a felony, but it is a felony that can trigger other extremely serious consequences unique to felony sex crimes. The presumptive sentence for a felony sex crime is life imprisonment without the possibility of release or parole , if the defendant has been *540sentenced twice before for felony sex crimes. ORS 137.719(1). And even a single conviction for sexual abuse requires the person to register as a sex offender-see ORS 163A.010(2) (requiring registration of persons convicted of a \"sex crime\"); ORS 163A.005(5) (defining \"[s]ex crime\" to include \"[s]exual abuse in any degree\")-and subjects the person to further criminal liability for failure to comply with the registration requirements, ORS 163A.040(1).\nFinally, I note that the state argues that the sexual abuse statutes are distinguishable from the UUV statute (as interpreted in Simonov ) due to grammatical differences between the statutes. A person commits UUV when the person uses another's vehicle \"without consent of the owner.\" ORS 164.135(1). A person commits second-degree sexual abuse when the person subjects another person to sexual intercourse \"and the victim does not consent thereto.\" ORS 163.425(1)(a). A person commits third-degree sexual abuse when the person subjects another person to sexual contact and \"[t]he victim does not consent to the sexual contact\" or cannot consent due to age, ORS 163.415(1)(a), or when the person propels a dangerous substance at another person for sexual purposes \"without the consent of the victim,\" ORS 163.415(1)(b).\nCourts are necessarily sensitive to wording, phrasing, grammar, and syntax when construing statutes, because text is paramount in statutory construction, and because those nuances are sometimes our only window into the legislative intent. And, in Simonov , 358 Or. at 546-47, 368 P.3d 11, the Supreme Court specifically recognized that the legislature's linguistic and grammatical choices are relevant in determining whether lack of consent is a conduct element or a circumstance element of an offense. It does not follow, however, that we are to disregard the essential character of a criminal act so as to maintain a bright line between slightly different grammatical formulations. In seeking to distinguish the sexual abuse statutes from the UUV statute, the state, in my view, seeks to put form over substance. The minor differences in language between the sexual abuse and UUV statutes are, in this instance, immaterial.2\n*71*541In sum, because lack of consent is part of the essential character of the proscribed act of sexual abuse, as well as for the additional reasons discussed, I believe that lack of consent is a conduct element of sexual abuse in any degree and that Weir was incorrectly decided. At the same time, given our \"presumptive fidelity to stare decisis \" and the rigorous standard to overrule existing case law, B. A. F. , 290 Or. App. at 3, 414 P.3d 486, I am unprepared to say that Weir is plainly wrong and view the matter as one for the Supreme Court. Accordingly, I concur in the disposition.\n\nWe did not explain in Wier how we came to conclude that lack of consent is a circumstance element of the crime of third-degree sexual abuse. The only hint to our reasoning is a \"see\" cite to two items of legislative history. See Wier , 260 Or. App. at 352, 317 P.3d 330 (citing I Model Penal Code and Commentaries (Official Draft and Revised Comments 1985) § 2.02 comment at 231-32; and Tape Recording, Criminal Law Revision Commission, Subcommittee No. 1, Dec. 18, 1968, Tape 29, Side 1 (statement of Courtney Arthur)). Having reviewed those two items, I disagree that they support the conclusion in Wier , let alone compel it. See also State v. Rainoldi , 236 Or. App. 129, 142-45, 235 P.3d 710 (2010), rev'd on other grounds , 351 Or. 486, 268 P.3d 568 (2011) (explaining that confusion about the Model Penal Code's approach to separating conduct, attendant circumstances, and end result-as evident in the legislative history-led the Oregon drafters to use statutory language different from the Model Penal Code's language).\n\n\nMoreover, notably, there are two paragraphs in the third-degree sexual abuse statute, one of which uses the same phrasing as the second-degree sexual abuse statute, and the other of which uses the same phrasing as the UUV statute, regarding lack of consent. See ORS 163.415(1)(a)(A) (it is third-degree sexual abuse when a person subjects another person to sexual contact and \"[t]he victim does not consent to the sexual contact\"); ORS 163.415(1)(b) (it is third-degree sexual abuse when a person propels a dangerous substance at a victim for sexual purposes \"without the consent of the victim\").\n\n",
            "ocr": true,
            "opinion_id": 6536748
        }
    ],
    "court_short_name": "Court of Appeals of Oregon",
    "court_full_name": "Court of Appeals of Oregon",
    "court_type": "SA",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Robbery"
}