{
    "id": 6667199,
    "judges": "Hughes",
    "date_filed": "2011-05-08",
    "date_filed_is_approximate": true,
    "slug": "lee-v-state",
    "case_name_short": null,
    "case_name": "Lee v. State",
    "case_name_full": "Lee v. State",
    "attorneys": "Scott & Head, for appellant., George W. Murphy, Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Instruction — credibility oe witness. — An instruction that if the jury “believe that any of the witnesses have sworn falsely to any material fact in the case, they are at liberty to disregard the whole statement of the witness so testifying, “is erroneous, as it is only where the witness has willfully sworn falsely that the jury are at liberty to disregard his entire testimony. (Page 437.)</p> <p>2. Antecedent threats — purpose oe admission.' — Where, in a murder trial, it was proved that antecedent threats had been made by deceased against defendant, and that they had been communicated to the latter, an instruction that such threats were admissible only for the purpose of showing who was the aggressor at the time of the killing was incorrect, as they were admissible also to show defendant’s motive. (Page 438.)</p>",
    "summary": "Appeal from Polk Circuit Court. Gibson Witt, Special Judge. The court had no jurisdiction. Sand. & H. Dig. § 2173; 48 Ark. 94. It was error to ask appellant if he had been indicted for stealing cattle. 60 Ark. 450; 70 Ark. 107. The argument of the prosecuting attorne)' upon this point was prejudicial. 58 Ark. 140; 62 Ark. 537; 69 Ark. 657; 70 Ark. 305. It was proper to show that the case was the result of malice on the part of McGough. 55 Ark. 303. Instruction No. 4 was erroneous. 69 Ark. 655. Instruction No. 6 was erroneous. 11 Ark. 455. Instfuction No. 8 was erroneous and prejudicial. 68 Ark. 336; 56 Ark. 244; 55 Ark. 393. Threats, as well as the character and conduct of the deceased, are admissible when they explain or palliate the conduct of the accused. 29 Ark. 248; 69 Ark. 148; 35 Ark. 593; 25 Am. & Eng. Ene. (1st Ed.) 1066. If McGough went in to search Lee without a warrant; he invaded the liberty of the defendant, and was the aggressor. 53 Ark. 517.",
    "disposition": "Reversed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "72 Ark. 436"
    ],
    "opinions": [
        {
            "author_str": "Hughes",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Hughes, J. The appellant, J. S. Lee, was indicted by the grand jury of Little River county at the January term of the Little River circuit court for manslaughter committed by feloniously and willfully killing H. McGough by shooting him with a pistol loaded with powder and leaden balls, against the peace and dignity of the state of Arkansas. On motion of appellant the venue was changed to the circuit court of Polk county, where, at the September term, 1903, the appellant was tried before a jury, and convicted, and sentenced to two years in the penitentiary. Appellant filed a motion in arrest of judgment, which was overruled, and he then filed a motion for a new trial, which being overruled he appealed to this court. There are many questions raised by the motion for new trial, which relate mainly to alleged errors in the instructions as to the law given the jury in the cause. Without discussing here all of these, we notice such as we think erroneous and prejudicial, after careful consideration of the whole record in the case. The court gave to the jury the following instruction No. 8, to which the appellant excepted and makes the giving of it a ground of his motion for a new trial, towit: “8. The-jury are the judges of the credibility of the witnesses from the manner of testifying, their means of observation, and their general conduct on the stand; and if they should believe that any of the witnesses have sworn falsely to any material fact in the case, they are at liberty to disregard the whole statement of the witness so testifying.” In the case of Bloom v. State, 68 Ark. 336, this court said of a similar instruction: “The instruction is erroneous and prejudicial, according to the decision in Frazier v. State, 56 Ark. 244, which holds that, before you can disregard the testimony of a witness for false swearing, the false swearing must be willfully done.” The error in this instruction is not cured by any other instruction given, and on account of the error in giving it over the objection of the appellant the judgment in this case must be reversed. The appellant objects to instruction No. 10, because he says “it does not submit to the jury whether it appeared to the defendant that deceased was making an attack upon him,” etc.; and he cites Smith v. State, 59 Ark. 132, which is to the effect that, to justify a killing in self-defense, it is not essential that it should appear to the jury to have been necessary; it is sufficient if defendant honestly believed, without fault or carelessness on his part, that the danger was so urgent and pressing that the killing was necessary to save his own life or to prevent great bodily injury. But we are of the opinion that this was covered by instruction No. 4, given by the court. No. 10 is as follows: “The court charges the jury that if they believe from the evidence in this case beyond a reasonable doubt that at the time the defendant Lee fired upon and killed the deceased, the deceased was making no demonstrations of a hostile nature toward or against the defendant, and was making no attempt to inflict upon him great bodily injury, then in that event a bare fear that deceased might attack defendant would be no justifications of the killing, and the defendant could not interpose the plea of self-defense.” No. 4 is as follows: “The court further tells you that it must appear to the defendant, without fault or carelessness on his part, that the danger was not only impending, but so pressing and urgent as to render the killing necessary to save his own life or to prevent his receiving great bodily harm, and1 that the defendant really acted under this influence, and not in a spirit of revenge.” The appellant saved exceptions to the giving of instruction No. 13, given for the state, which is as follows: “The court instructs the jury that the only reason the defendant has been permitted to introduce evidence to show that deceased had, prior to the killing, made threats against or about the defendant is for the purpose of showing who was the aggressor at the time of the killing. So if in this case you do not believe that the deceased, B. McGough, was the aggressor at the killing, but believe beyond a reasonable doubt that the defendant was the aggressor from all the circumstances and evidence in proof, then in that event the evidence as to threats, if you believe any had been made by McGough against defendant, should not be considered by the jury in arriving at a verdict.” According to the decisions in regard to threats heretofore made by this court, the said instruction No. 13 is incorrect. The evidence in this case shows that nearly all the threats proved in this case were communicated to the appellant (defendant) before the killing. This court has said:. “Threats, as well as the character and conduct of the deceased, are admissible when these circumstances tend to explain or palliate the conduct of the accused. These are circumstantial facts which are part of the res gestae whenever they are sufficiently connected with the acts and conduct of the parties, so as to cast light on that darkest of all subjects, the motives of the human heart.” Palmore v. State, 29 Ark. 248, 261, 262; Bell v. State, 69 Ark. 149; Brown v. State, 55 Ark. 593. “Former threats by the deceased against the accused may generally be given in evidence, as tending to show defendant’s motive, when they were communicated to him before the killing, and evidence of former threats by the deceased against the accused, even though they were not communicated to.the defendant prior to the killing, may be received when there is a doubt as to who was the aggressor, and some evidence has been given which tends to show the act was done in self-defense.” 25 Am. &amp; Eng. Ene. Eaw (1st Ed.), pp. 1066, 1067. For the errors named the judgment is reversed, and the cause is remanded for a new trial. ",
            "ocr": true,
            "opinion_id": 6544963
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}