{
    "id": 6673762,
    "judges": "Mayfield, Pittman, Rogers",
    "date_filed": "1992-07-31",
    "date_filed_is_approximate": true,
    "slug": "c-h-v-state",
    "case_name_short": null,
    "case_name": "C. H. v. State",
    "case_name_full": "C. H., Jr., a Minor v. STATE of Arkansas",
    "attorneys": "Heather Patrice Hogobrooks, for appellant., Winston Bryant, Att’y Gen., by: Gil Dudley, Asst. Att’y Gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "[Petition for rehearing denied January 17, 1996.]",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "51 Ark. App. 153",
        "912 S.W.2d 942"
    ],
    "opinions": [
        {
            "author_str": "Pittman",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " John Mauzy Pittman, Judge. This is an appeal from a judgment of the St. Francis County Chancery Court, Juvenile Division. Appellant was convicted of theft of property, a Class A misdemeanor, was sentenced to three months unsupervised probation and was ordered to pay court costs of $35.00. Appellant contends that insufficient evidence was presented to support the conviction, that the delinquency petition failed to allege a criminal offense, and that his constitutional right of equal protection was violated. Only appellant’s sufficiency argument is preserved for appeal. We find no error and affirm.  In reviewing the sufficiency of the evidence in a delinquency case, we apply the same standard of review as in criminal cases. D. D. v. State, 40 Ark. App. 75, 842 S.W.2d 62 (1992). When the sufficiency of the evidence is challenged on appeal from a criminal conviction, we consider only the proof that tends to support the finding of guilt, and we view the evidence in the light most favorable to the State. Kennedy v. State, 49 Ark. App. 20, 894 S.W.2d 952 (1995). We will affirm if the conviction is supported by substantial evidence. Substantial evidence is that which is of sufficient force and character to compel a conclusion one way or the other without resorting to speculation or conjecture. Hardrick v. State, 47 Ark. App. 105, 885 S.W.2d 910 (1994). A person commits theft of property if he knowingly takes or exercises unauthorized control over the property of another person, with the purpose of depriving the owner thereof. Ark. Code Ann. § 5-36-103(a)(l) (Repl. 1993). George Chapman, a security guard at Fred’s Department Store in Forrest City, testified that he observed appellant in the store with his mother and grandmother. Chapman said that he noticed that appellant’s mother handed appellant an umbrella from the store which he carried while in the store. Chapman stated he next saw appellant attempt to exit the store through an entrance turnstile which, to prevent shoplifting, moved only in one direction. Chapman testified that he told appellant that he could not exit there, and appellant turned back into the store. Chapman stated that he later observed appellant holding the umbrella in a checkout lane with his grandmother. When his grandmother completed her purchase, appellant left with her and was still holding the umbrella. Josie Rogers, a cashier at Fred’s, testified that she checked out appellant’s grandmother and that appellant had the umbrella. Neither paid for the umbrella, and the grandmother indicated to her that appellant’s mother would pay for the umbrella when she checked out. No one paid for the umbrella.  Appellant argues that there is no evidence that he intended to steal the umbrella. We disagree. Intent is a state of mind which is not ordinarily capable of proof by direct evidence, but may be inferred from the circumstances. Tiller v. State, 42 Ark. App. 64, 854 S.W.2d 730 (1993). Appellant had attempted to leave the store with the merchandise through the turnstile. He did not remain in the store for his mother to pay for the umbrella, and he carried the umbrella when he left the store with his grandmother. We cannot say that there is no substantial evidence to support his conviction.  Appellant also argues that there was no allegation in the delinquency petition that he took the property with the purpose or intent of depriving the owner thereof. Ark. Code Ann. § 5-36-103(a)(l) (Repl. 1993). Appellant raises this argument for the first time on appeal and we decline to address it. Stewart v. State, 320 Ark. 75, 894 S.W.2d 930 (1995). Appellant’s abstract states that “the petitioner moved the court to quash the delinquency petition,” and that the court denied his motion to dismiss. We cannot tell from the abstract on what basis appellant moved to dismiss. It is well established that we decline to go to the trial transcript to reverse a case, and that the abstract constitutes the record on appeal. Midgett v. State, 316 Ark. 553, 873 S.W.2d 165 (1994); Haynes v. State, 314 Ark. 354, 862 S.W.2d 275 (1993). We note also that an objection to the sufficiency of an information must be made prior to trial. Meny v. State, 314 Ark. 158, 861 S.W.2d 303 (1993). We decline to address appellant’s equal protection argument raised for the first time on appeal. Stewart, supra. Affirmed. Mayfield and Rogers, JJ., dissent. ",
            "ocr": true,
            "opinion_id": 6552327
        },
        {
            "author_str": "Mayfield",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Melvin Mayfield, Judge, dissenting. The appellant, who was eleven years old at the time of the incident, was adjudged delinquent for shoplifting an umbrella valued at $5.99. He was sentenced to 3 months unsupervised probation and $35 in court costs. I would reverse because I do not think the evidence is sufficient to support the trial court’s decision. Since the case was tried by a judge and not a jury, no motion for directed verdict was necessary. See Iqwe v. State, 312 Ark. 220, 489 S.W.2d 462 (1993); Bradley v. State, 41 Ark. App. 205, 849 S.W.2d 8 (1993). In hearings concerning delinquency, the trial judge must be convinced of the accused’s guilt beyond a reasonable doubt. Ark. Code Ann. § 9-27-325(h)(1) (Repl. 1993). However, in appeals from criminal convictions, where the reasonable doubt standard is applied in the trial court, the test on appeal is that of substantial evidence and if the conviction is supported by such proof we are not at liberty to disturb the conviction, even though we might think it to be against the weight of the evidence. See Graves &amp; Parham v. State, 236 Ark. 936, 370 S.W.2d 806 (1963). Substantial evidence is such relevant evidence as a reasonable mind might accept as adequate to support a conclusion; evidence is not substantial if it leaves the fact finder to speculation and conjecture in choosing between two equally reasonable conclusions and merely gives rise to a suspicion. Surridge v. State, 279 Ark. 183, 650 S.W.2d 561 (1983). Although a juvenile delinquency hearing is not a criminal proceeding, this substantial evidence standard has been applied in considering the appeal of a juvenile case. D.D. v. State, 40 Ark. App. 75, 842 S.W.2d 62 (1992). Here, George Chapman, a security guard, testified that he observed the appellant with his mother and grandmother in Fred’s Department Store in Forrest City; that the mother took an umbrella off the rack and handed it to the appellant; that the appellant carried it through the store; and then appellant tried to go through the turnstile, which is two shopping carts away from the checkout lines and only turns one way, with the umbrella. Chapman said he told the appellant that he could not go through the turnstile and appellant walked back to his grandmother who was then at register 6. Chapman said he observed the grandmother check out, get her merchandise, take the appellant by the hand, and walk out the door. He said he next observed the mother standing in another line to be checked out. He said the appellant was holding the umbrella in his hand when he walked out. He also said the appellant did not attempt to conceal the umbrella but “if he had a jacket on he probably would have.” When asked whether appellant did anything suspicious after he rejoined his grandmother, Chapman responded that “he just stood there with her in the line.” Counsel also asked whether Chapman could agree that it was possible the appellant was trying to go through the turnstile to get to the front of the aisle where his grandmother was checking out instead of trying to leave the store, and Chapman responded no, “because he tried to go through the turnstile to go out the door.” However, Chapman also admitted that no one had ever tried to go through the turnstile to go out the door with merchandise. Josie Rogers, the clerk who rang up the grandmother’s purchases, testified that she noticed the umbrella in appellant’s hand; that she asked about the umbrella; and that the grandmother said the boy’s mother was going to pay for it. Ms. Rogers testified, “I don’t believe the boy stole anything. The grandmother absolutely said the mother was going to pay for it.” Now this is the evidence upon which the judge found that the appellant was a juvenile delinquent for stealing an umbrella. I think it is abundantly clear that the evidence is unusually weak. The first problem is that the mother took the umbrella off the rack and gave it to the boy. Josie Rogers testified that the grandmother said the mother was going to pay for it. But the security guard, Mr. Chapman, testified that he did not give “them” an opportunity to pay for it. He said “they” had that opportunity when “they” were standing at the cash register. However, Mr. Chapman also testified that when the appellant and his grandmother walked out of the store, the appellant’s mother was standing in another line to be checked out. So, it is clear that when Chapman said “they” had the opportunity to pay for the umbrella he was referring to the boy and his grandmother. Of course it was the mother, according to Josie Rogers, who was going to pay for the umbrella, but she was not given the opportunity. Moreover, the security guard “thought” the boy was trying to go through the turnstile to leave the store, but he admitted that no one had ever tried to go through the turnstile to go out of the door with merchandise. Also, he “thought” the appellant would “probably” have attempted to conceal the umbrella “if he had a jacket on.” I do not believe that reasonable minds, without resorting to speculation and conjecture, could conclude from this evidence that the appellant committed theft of property. I would reverse. Rogers, J., concurs. ",
            "ocr": true,
            "opinion_id": 6552328
        },
        {
            "author_str": "Rogers",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Judith Rogers, Judge, dissenting. I concur with Judge May-field’s dissent. I write separately to state that given the seriousness of most offenses heard in juvenile court, the diversion process should be utilized in these minor matters. Young people who are charged with committing first-time, minor offenses without any physical injury should not become embroiled in protracted legal Oases which burden our courts. I realize that there is a cost involved in even minor matters and that swift AND certain punishment should be utilized to deter young people from committing other offenses. But anything that is as de minimis as this case should not be a waste of precious judicial resources. The juvenile court is a place where judgment and wisdom should be exercised. I wonder why it wasn’t in this case. ",
            "ocr": true,
            "opinion_id": 6552329
        }
    ],
    "court_short_name": "Court of Appeals of Arkansas",
    "court_full_name": "Court of Appeals of Arkansas",
    "court_type": "SA",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}