{
    "id": 6705148,
    "judges": "Munson, Rowell, Start, Taft, Tyler, Watson",
    "date_filed": -2132092800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-kimball",
    "case_name_short": "Kimball",
    "case_name": "State v. Kimball",
    "case_name_full": "State v. John F. Kimball",
    "attorneys": "George W. Wing and R. M. Hrn'vey for the respondent., David S. Conant, State’s Attorney, for the state.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Adultery — Corpus delicti — Proof of — Evidence—Admissibility — Sufficiency.</p> <p>In a prosecution for adultery, it is not necessary to prove the corpus delicti apart from the act charged, but it is sufficient if such facts and circumstances are proved as of their own nature and tendency satisfy the jury that the act charged has been committed.</p> <p>In a prosecution for adultery, circumstantial evidence, such as the . acts and conduct of the parties toward each other, is admissible as evidence of the crime.</p> <p>In a prosecution for adultery, evidence of general co-habitation with' suspicious circumstances characterizing it, is sufficient to establish the crime charged, without pointing out any particular time or place of its commission.</p>",
    "summary": "Indictment for adultery. Plea, not guilty. Trial by jury at the June Term, 1901, Orange County, Stafford, J., presiding. Respondent’s motion for a verdict of not guilty overruled. Verdict and judgment of guilty. The respondent excepted. The state offered, as presumptive evidence of the respondent’s marriage, a copy of the record of the marriage of James F. Kimball to Eillian E. Stoddard, duly certified by the clerk of the town of Colchester. It appeared from this copy that Eillian E. Stoddard then resided in Colchester and James F. Kimball in Randolph. The offer of this copy was accompanied by an offer to> show that James F. Kimball was the respondent. The respondent objected to the admission of the copy for any purpose, because the record showed is was not issued in accordance with the provisions of the statute, from the office of' ■the clerk of the town of the groom’s residence. The copy was admitted subject to respondent’s exception. Later in the trial, •it was conceded that the respondent was the person named in the copy as James P. Kimball. The paper purporting to be a certified copy of the record of the marriage of the respondent to> Lillian E. Stoddard, was not evidence under the statute, and should have been excluded. \"The concession of the respondent’s identity as James P. Kim-ball did not make it admissible. It only admitted that the record offered, if received, was evidence of respondent’s marriage. It did not waive the objection to the admissibility of the paper. It only obviated the necessity of proof of the respondent’s identity. It was still necessary for the state to show the fact of respondent’s marriage by legal proof. The motion for a verdict should have been granted. The corpus delicti was not proved. Sexual intercourse must be proved within the jurisdiction of the trial court, before a conviction can be had. The birth of the child cannot be relied upon, because the evidence shows that the respondent was not in Vermont at all during the summer of 1899 when the child ■must have been begotten. The state must prove some definite act, at some definite time, so as to protect the respondent in any subsequent prosecution. The evidence for the state, when viewed in the light most favorable to' the prosecution, only .amounted to this : The respondent and Alice Reed lived in the same house at Randolph; called themselves husband and wife; the respondent referred to himself as the papa of the child, and •to Alice Reéd as its mama. There is no evidence that Alice Reed was the mother of this child. The child must have been begotten before Alice Reed came to Vermont, and more than •three years before this indictment was found. There is no evidence that respondent an!d Alice Reed occupied the same room in the house at Randolph, or of other opportunity to commit this crime. Nor can the birth of the other child,May 5,1900, be relied upon as proof of the crime, because, as we have seen, Kimball was not in Vermont in the summer of 1899. Alice Reed may have been the wife of some other man who was the father of these children. The case does not show. The presumption of innocence prevails. There is no proof of the corpus delicti or animus delicti as explained in State v. Potter, 52 Vt. 33. No opportunity has been shown as described in 2 Greenl. Ev. ss. 41-43, and State v. Way, 6 Vt. 311. The state having fixed upon one particular transaction as the substantive ground of conviction, the jury cannot consider any other. 2 Greenl. Ev. § 47; State v. Temple, 38 Vt. 37; State v. Bates, 10 Conn. 372; State v. Bridgeman, 49 Vt. 202; State v. Brink, 68 Vt. 659. Although the certified copy was received under exception, the respondent afterwards admitted his identity as the person named therein. The testimony of Lamson was received as tending to show an act of familiarity previous to the act complained of. State v. Potter, 52 Vt. 33; Waits v. Waterbury, 42 Vt. 202; State v. Marvin, 35 N. H. 28; Thayer v. Davis, 38 Vt. 163; State v. Bridgeman, 49 Vt. 202; Kimball v. Lock, 31 Vt. 683. Under a motion for a verdict, if there is any evidence tending to show the fact, the case must go to the jury. Clark Crim. Pro. 469. The jury is the sole judge of the sufficiency of the evidence. Id. 468.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "74 Vt. 223"
    ],
    "opinions": [
        {
            "author_str": "Tyler",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTyler, J.\nI. The respondent’s concession of his identity as the man who was married to Lillian E. Stoddard, and from whom she obtained a divorce in October, 1900, eliminates *226from the case the question of the admissibility of the certified copy of the marriage record.\nII.- When the state rested, the respondent mo-ved for a verdict, therefore the question is whether upon the evidence produced by the state, the court was justified in submitting the case to the jury.\nIt is a general rule in the trial of criminal causes that the respondent should not be convicted unless the corpus delicti is established; that is, until the fact is proved that the crime charged has actually been committed by some person; therefore in homicide, it must be shown that the person whose life is alleged to have been taken is in fact dead by the criminal act of another person; in burglary, that a certain- building, such as the statute describes, has been broken into and entered by some one with criminal intent; in assault and battery, that a person has been unlawfully struck; in larceny, that personal property has been feloniously taken and carried away; etc.\nIn certain cases it is not altogether easy to- define and apply the idea o-f what constitutes the body of. the crime. For instance, in perjury, there is no other fact to be established than that the respondent swore falsely about the matter alleged, and a case is not conceivable where it would be necessary to prove first, as the corpus delicti, that some one had sworn falsely about the matter. In a trial upon an indictment under what is known as the “blanket act,” a court would not instruct a jury that they must first find, as the body of the crime, that two persons of opposite sexes had been found in bed together in the circumstances described in the statute. The only question would be whether the persons on trial had been so found. In adultery must it first be established that a man and a woman, who- were under legal prohibition, had had sexual intercourse with each other, and then the jury find whether or not the respondents were those persons? See State v. Potter, 52 *227Vt. 33. In that case it was considered that the fact that the alleged particeps criminis had borne three illegitimate children while she was a member of the respondent’s family established a corpus delicti on her part and on the part of some man.\nThe present case was not submitted to the jury upon the theory that the body of the crime was established by the fact that the supposed particeps criminis gave birth to an illegiti-’ mate child in the respondent’s house. There was no evidence tending to show that either child was begotten in this state. The body of the crime consisted in the fact, if proved, that the respondent and Miss Reed had had sexual intercourse with each other, and the births of the children were facts to be considered with the other evidence in the case tending to- show the respondent’s adulterous disposition toward this woman.\nIn adultery it is not necessary to- prove a corpus delicti apart from the act charged. The correct rule 'is stated in 2. Greenl. Ev. § 40, quoting Lord Stowell in 2 Hagg. Consist. z„ 3, “that it is not necessary to prove the direct fact of adultery;, that, if it were, there is not one case in a hundred in which that proof would be attainable. It is very rarely, indeed, that the parties are surprised in the direct act of adultery. In every case, almost, the fact is inferred from circumstances that lead to it by fair inference; and, unless this were the case, — unless this were so held,- — no protection whatever could be given to' marital rights.” Stated in other words, the rule is that such facts and circumstances must be proved as of their own nature and tendency satisfy the jury that the act charged has been committed. 2 Greenl. Ev. § 41; State v. Brink, 68 Vt. 659, 35 Atl. 492.\nIn this case thfe evidence pointed to no particular time or occasion when the act was committed, but it tended to show that the parties were living together in the relation of husband and wife in the summer of 1898. The testimony of Mrs. *228Dewey was, in substance, that the respondent and Alice Reed called upon her the last of July or first of August, 1898, to employ her to work for them, the respondent introducing Miss Reed as his wife; that she worked for them in the respondent’s house in Randolph, two weeks, the respondent, Miss Reed and a child, then about five months old, and Mr. Dewey, constituting the family; that Mrs. Dewey worked in the kitchen and took some care of the child; that the respondent and Miss Reed occupied the upper and front part of the house. But Mrs. Dewey did not testify that she knew what rooms they occupied, nor that they occupied any room together. She testified that the respondent addressed Miss Reed as his wife; that he frequently held the child in his arms, and called himself its papa, and in Miss Reed’s presence called her its mamma; that at the end of two weeks the respondent and Miss Reed went to Boston and were absent three weeks, Mrs. Dewey remaining at home with the child. This witness understood that Miss Reed bad been at that house since early in March of that year. Other testimony tended to show that she had a young child with her when she went there; that she was there in the month of May; and it is fair to assume that she was at that house from March until she went to Boston.\nThe state’s evidence does not tend to show how continuously the respondent was at home in the spring of 1898, but it tends to show that he was there in May, and that during that season he walked, drove, made and received calls with Miss Reed, introduced her to people and spoke of her as his wife.\nThe evidence throws no light upon the history of these parties or of their relations with each other from the summer of 1898 until the spring of 1900. One witness testified that he thought the respondent was not at home in the summer of 1899. Early in April, 1900, he was arrested near his residence for some minor offense, and requested the officer’s per*229mission1 to go- into the house and see his wife, — meaning Alice, —which was granted; that at the hearing before a justice of the peace the respondent requested that his wife, — meaning Alice Reed, — might be sent for, and that on other occasions that spring he spoke to- persons of her as his wife. May 5, 1900, Miss Reed gave birth to an illegitimate child in the respondent’s house.\nCircumstantial evidence, such as the acts and conduct of the parties towards each other, is always admissible as evidence of the crime; the fact is inferred from circumstances, but they must be such as will lead the guarded discretion of a reasonable and just man to the conclusion that the offense has been committed. While the respondent is not to be presumed guilty of the crime from the mere fact of his opportunity to commit it, yet, where an adulterous disposition- is shown to exist between the parties at the time of the alleged offense, then mere opportunity, with comparatively slight circumstances showing' guilt, will be sufficient to justify the inference that criminal intercourse has actually taken place. 1 Cyc. Raw &amp; Proc. 963.\nThe rule is the same im respect to the admissibility of evidence in criminal prosecutions for adultery, in actions upon the case, and in proceedings for divorce; but in a trial upon an indictment the weight of evidence must, o-f course, be greater than in a civil case, under the well known rule. In 2 Greenl. Ev. § 40, note (b) it is said: “The cohabitation which excludes the necessity of proof of particular facts is cohabitation as man and wife.” Pollock v.Pollock, 71 N.Y. 137; Allen v.Allen, 101 N. Y. 659, 5 N. E. 341. Mr. Greenleaf says in sec. 43, “Where criminal intercourse is once shown, it m-ust be presumed, if the parties are still living under the same roof, that it still continues, notwithstanding those who dwell under the same roof are not prepared to depose to the fact;” and he cites Turton v. *230Turton, 3 Hagg. Eccl. 350. This is so held in Carotti v. State, 97 Am. Dec. (Miss.) 468.\nIt is held in Thayer v. Thayer, 101 Mass. 111, 11 Am. Dec. 110, in relation to this subject, that: “When once shown to- exist, a strong inference arises that it has had and will have continuance, the duration and extent of which may be usually measured by the power which it exercises over the conduct of the parties. It is this character of permanency which justifies the inference of its existence at any particular point of time, from facts illustrating the preceding or subsequent relations of the parties. The rule is, that a condition once proved is presumed to have been produced by causes operating in the usual way, and to have continuance till the contrary be shown.”\nIt is held in Burkmans v. Burkmans, 16 N. J. Eq. 133, that: “It is clearly not necessary that the offense should be proved in time and place. The mind of the court must be satisfied that actual adultery has been committed; but, if the circumstances establish the fact of general cohabitation, it is enough,- although the court may be unable to decide at what time the offense was committed.” Loveden v. Loveden, 2 Hagg. Consist. 1, and other cases are cited in support of that proposition.\nJudge Folger said in Pollock v. Pollock, 71 N. Y. 144-146, that he doubted whether a case could be found in which it had been held that general cohabitation alone, apart from suspicious circumstances characterizing it, was enough to warrant the inference of the fact of adultery; and he goes on to state that the cohabitation spoken of is the living or being together all or most of the time in the same household, — not the living together ostensibly as husband and wife.\nThe rule of law is well established by the authorities that general cohabitation, with suspicious circumstances, a mutual *231adulterous disposition having been shown, is sufficient to warrant an inference of the crime.\nIn the present case, we have cohabitation in the sense of cohabitare, two illegitimate children, the older of which'belonged to these parties, as their conduct toward it certainly tended to show, — the younger born in suspicious circumstances, the respondent's repeated declaration in the summer of 1898, which included the time of Mrs. Dewey’s employment by him, that Miss Reed was his wife; his addressing her as such in Mrs. Dewey’s presence; and their occupying the same part of the house together. These are facts sufficient to bring the case within the rule without proof of the parties having occupied a room together at any time; and it is enough if the circumstances lead to the conclusion that the act was committed at sometime, not definitely shown, during the term of the cohabitation, without pointing to any particular time and place. Pollock v. Pollock, supra.\nThe respondent’s motion for a verdict, made when the state rested, was properly overruled, and there was no error in submitting the case to the jury upon the state’s evidence, which was clearly admissible; its weight was for the jury to determine under the rule given them, — 'that they must be convinced beyond a reasonable doubt of the respondent’s guilt.\n\nJudgment on verdict; sentence; execution ordered.\n\n",
            "ocr": true,
            "opinion_id": 6585293
        }
    ],
    "court_short_name": "Supreme Court of Vermont",
    "court_full_name": "Supreme Court of Vermont",
    "court_type": "S",
    "court_jurisdiction": "Vermont, VT",
    "crime_category": "Robbery"
}