{
    "id": 6757372,
    "judges": "Word",
    "date_filed": -2191449600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-mason",
    "case_name_short": null,
    "case_name": "State v. Mason",
    "case_name_full": "STATE v. MASON",
    "attorneys": "Mr. John N. Kirh, for Appellant., Mr. C. B. Nolan, Attorney General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Criminal Law — Appeal from Judgment — Instructions — Record — Sufficiency—Review.</p> <p>The court in a criminal prosecution charged the jury that they were the exclusive judges of the evidence and its weight, and the credibility of the witnesses, and that they, on considering the evidence, might reject all or any testimony not supported or corroborated by other worthy and credible evidence. Held, that on appeal from the judgment, on the judgment roll, such instruction could be reviewed, though the record contained no evidence, since it was erroneous under any and every conceivable state of facts.</p>",
    "summary": "\nAppeal from District Co%irt, Silver Bow County; William Clancy, Judge.\n John J. Mason was convicted of robbery, and appeals.",
    "disposition": "Reversed.",
    "history": null,
    "other_dates": "[Submitted June 27, 1900.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "24 Mont. 340"
    ],
    "opinions": [
        {
            "author_str": "Word",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMR. JUSTICE WORD\ndelivered the opinion of the Court.\nOn the 2d day of February, 1899, in the District Court of Silver Bow county, the defendant was found guilty of the crime of robbery, and thereafter was sentenced to the state prison for a term of twenty years. No motion for a new trial was made, nor does the record contain any bill of exceptions; and what evidence the record did contain, upon motion, has been stricken out. The appeal is from the judgment, on the judgment roll. It appears from the judgment roll that witnesses were called, and testimony was given in behalf of defendant.\nThe appellant complains of the following instruction, which it is agreed was given by the court below of its own motion: “The court instructs the jury that they are the sole and exclusive judges of the evidence given in this case, and the weight of the evidence and the character and appearance of the witnesses giving evidence on the witness stand; and also may consider the interest they have in the event of the case; and if, after so considering and weighing all such evidence and fully considering the same, may reject all or any such testimony, where it is not supported or corroborated by other worthy and creditable evidence. ” Counsel for the state on the hearing of the cause admitted that the giving of the instruction was manifest error, but contended that under the rulings of this court, in the absence of all evidence from the record, error in giving or refusing instructions cannot be considered on appeal.\nIt needs no critical examination to detect the error in this instruction of which appellant complains. In it the court, in effect, tells the j ury that, no matter how relevant or competent or pertinent the testimony given in defendant’s behalf may be, — no matter if they believe every word of it to be true, — they are at liberty to reject such testimony, unless it is supported or corroborated by other competent and credible evidence. This is not the law. The instruction complained of is clearly erroneous, and the presumption is that it was prejudicial to the defendant. It cannot be correct under any supposed state *342of facts, and so is wrong in the absence of all evidence, as it would be were the evidence before us.\nWith the record in this case in the condition stated above, the question is: Can this instruction be reviewed ?\nIt is to be remembered that under Section 2176 of the Penal Code ‘ ‘the written .charges and instructions, with the indorsements showing the action of the court, form part of the record, and any error in the decision of the court thereon may be taken advantage of on appeal, in like manner as if presented in a bill of exceptions;” and that Section 2229 of the Penal Code provides that the judgment roll in a criminal case shall include, among other things: “(3) the charges given or refused, and the indorsements thereon. ” Sections 2176, 2229, supra, are practically the same as Sections 1176 and 1207 of the Penal Code of California, adopted in 1872.\nIn the case of People v. King, 27 Cal. 507, 514, the court said: “It is proper, however, to add, in this connection, that in the absence of any statement or bill of exceptions embodying the evidence, or declaring its purport or tendency, so far as may be necessary to point the exception, we must presume in favor of the action of the court below, upon the principle that the party who alleges error must show it. This, however, must be taken with the qualification that, where the action of the court below is manifestly erroneous under any and every conceivable state of facts,- this court will review it, notwithstanding the evidence may not have been brought up. ’\nPeople v. Levison, 16 Cal. 98, where the defendant was indicted for receiving stolen goods knowing them to be stolen, —a leading case, cited in People v. King, supra, — furnishes an illustration of the qualification above stated. The court below had charged the jury to this effect: “That a guilty knowledge on the part of the defendant is essential to the constitution of the offense. This may be shown either directly,by the evidence of the principal offender, or circumstantially, by proving that the defendant bought them very much under their value, or denied their being in his possession, or the like.” The court in reviewing this instruction, the giving of *343which was the only error assigned, say: “We understand that the court asserted, as a conclusion of law, that ‘the purchase of goods at a great undervalue by defendant is sufficient proof of the knowledge by him that the goods were stolen. ’ This is not true. Besides, the charge makes a denial by the defendant that the goods were in his possession, whether the denial was truly made or not, proof, and sufficient proof, of the defendant’s guilty knowledge. It also leaves the inference that the unsupported testimony of the thief is sufficient to establish the defendant’s guilt. * * * In this case the jury might well believe the court instructed them, that, if the defendant bought the goods much below their value, this was sufficient to convict him: or, if he denied that he had the goods, this was enough; or, if the thief swore he so received them, this was sufficient. It is true, there is no statement in this case. But, when the instructions are erroneous under any and every state of facts, then this court will review them. For it follows as necessarily in such a case that the court erred to the prejudice of the defendant, when there is no statement, as when one exists. If, however, the instructions may he correct under any supposed state of facts, as the appellant must show affirmative error, we presume in favor of the judgment below, and will not reverse the judgment when no statement appears. ’ ’\nIn the case of People v. Pick, 34 Cal. 663, for the giving of an instruction wrong under every conceivable state of factSj the court, upon the authority of the cases cited supra, granted a new trial. And in Carpenters. Ewing, 76 Cal. 487, 488, 18 Pac. 432, the court again announces the rule as follows: “None of the evidence being brought up in the record, and there being nothing to show its purport or tendency, it will be presumed that it was such as to justify the instructions, and that they were properly given. The settled rule is that where the record contains no part of the evidence the judgment will not be disturbed on account of instructions alleged to be erroneous, unless it appears that such instructions would have been erroneous under every conceivable state of facts. ’ *344In the following cases, among others, this qualification of the general rule is recognized and applied: People v. Torres, 38 Cal. 141; People v. Padillia, 42 Cal. 535; People v. Donahue, 45 Cal. 321; People v. Brotherton, 47 Cal. 388; People v. Smith, 57 Cal. 130; People v. Gilbert, 60 Cal. 108; People v. Travers, 88 Cal. 233, 26 Pac. 88; People v. Donguli, 92 Cal. 607, 609, 28 Pac. 782; Thompson v. People, 4 Neb. 531; McKay v. Friebele, 8 Fla. 21.\nCounsel for the state, in support of his contention that, in the absence of all evidence from the record, errors in the giving or refusing of instructions cannot be considered on this appeal, cites the following cases: Territory v. Bell and Lane, 5 Mont. 562, 6 Pac. 60; Gum v. Murray, 6 Mont. 10, 9 Pac. 447; State v. Gill, 21 Mont. 151, 53 Pac. 184; and State v. Gawith, 19 Mont. 48, 47 Pac. 207.\nIn Territory v. Bell the court very properly held that it was not possible to say whether the verdict was contrary to the law and the evidence, or whether the instructions given or refused were applicable or inapplicable to the evidence, since the evidence was not before the court.\nIn Gum v. Murray it was held that the statement upon motion for a new trial could not be considered because of the absence of any motion, and of any notice of motion, for a new trial. The record did contain Avhat purported to be an exception to all the instructions given by the court to the jury, for the reason that the same did not state the laAv applicable to the case and Avere calculated to mislead the jury. The court held that this exception Avas not a bill of exceptions, as contemplated by Section 294, First Division, Revised Statutes, and therefore was not a part of the judgment roll.\nIn State v. Gill counsel for the defendent assigned as error the giving and the refusal of the court to give certain instructions set out in full in the opinion. In passing upon this alleged error the court say: “This action of the court is assigned as error. Whether such action of the court Avas erroneous or not depends necessarily upon Avhat the evidence Avas. It is impossible for us to determine Avhether or not the court erred in this particular, *345without an examination of the evidence, and there is not a syllable of evidence in the record. ’ ’ It appears further from the opinion that the attorney general practically conceded in his argument that the evidence, if before the Court, would show that the District Court erred in giving and refusing the instructions complained of, and suggests that the proper course for the defendant to pursue was to appeal to the executive of the state. The Court announced itself as in accord with this view, and concluded by saying that, “at any rate, the record is in such condition that we are unable to consider the error assigned in the giving and refusing of the instructions in question. ’ ’\nIn State v. Gawith the Court held for reasons stated in the opinion, that the bill of exceptions which contained the evidence could not be considered; and that the absence of all evidence from the record made it impossible for the court to review the alleged error of the lower court in refusing to instruct or advise the jury to acquit the defendant on the ground that the evidence was insufficient to warrant a conviction. Next, taking up the error alleged to have been committed by the court in instructing the jury, attention is called to the fact that the ground designated in the notice of motion for a new trial in the case was that “the verdict was contrary to the law and evidence,” and the court held that, so far as the motion pertained to the evidence, it must be disregarded at once, as the evidence in the case could not be considered.\nThe question remaining in the case was this: Could the court review the instructions on an appeal from the judgment, or from an order denying a motion for a new trial, where the only designation of the ground upon which the motion for a new trial was made was that the verdict was contrary to law? In deciding this question the court seems to assume that a motion, for a new trial is the only way to bring up for review errors committed by the court in instructing the jury, and that upon such a motion the instructions cannot be considered, where the sole ground of the motion is that the verdict is contrary to law. Nowhere in the opinion is it said that when an appeal is *346taken upon the judgment roll alone, without a statement or bill of exceptions, an instruction cannot be reviewed which is manifestly erroneous under any and every conceivable state of facts. And we do not find in the decisions of this court any adjudication upon this precise question, more especially since the adoption of our present Code. In the cases of Barber v. Briscoe, 8 Mont. 214, 19 Pac. 589, and Kleinschmidt v. McDermott, 12 Mont. 309, 30 Pac. 393, and in the concurring opinion of Mr. Justice DeWitt, in the latter case, the question now presented is referred to, but, not being raised was not decided. It may be said that in the case of State v. Gawith, supra, the court must have passed upon the question. But, admitting this to be so, yet it is only inferentially, since the court nowhere in the opinion directs its attention to the consideration of the instructions, except in connection with the motion for a new trial.\nThe case of State v. Gawith, supra, is overruled in so far as it is held therein that on an appeal from the judgment, in the absence of a statement or. bill of exceptions, the instructions cannot be reviewed; and we approve of and follow the rule as announced in People v. Levison, supra, and the cases cited in support thereof.\nFor the giving of this instruction complained of by appellant, which does not state the law, and which must be presumed to have been prejudicial to the defendant, the judgment is revesed and the cause remanded for a new trial.\n\nReversed and remanded.\n\n",
            "ocr": true,
            "opinion_id": 6639949
        }
    ],
    "court_short_name": "Montana Supreme Court",
    "court_full_name": "Montana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Montana, MT",
    "crime_category": "Robbery"
}