{
    "id": 8511653,
    "judges": null,
    "date_filed": "1989-11-13",
    "date_filed_is_approximate": true,
    "slug": "tavaris-lashawn-watson-v-the-state-of-texas",
    "case_name_short": null,
    "case_name": "Tavaris Lashawn Watson v. the State of Texas",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=32816&Index=%5c%5c10%2e20%2e4%2e7%5cTamesIndexes%5ccoa05%5cOpinion",
            "author_id": null,
            "opinion_text": "Affirm and Opinion Filed November 14, 2022\n\n\n\n\n                                             In The\n                                Court of Appeals\n                         Fifth District of Texas at Dallas\n                                     No. 05-21-00732-CR\n\n                     TAVARIS LASHAWN WATSON, Appellant\n                                    V.\n                        THE STATE OF TEXAS, Appellee\n\n                  On Appeal from the 416th Judicial District Court\n                               Collin County, Texas\n                      Trial Court Cause No. 416-81725-2021\n\n                           MEMORANDUM OPINION\n                  Before Justices Partida-Kipness,1 Nowell, and Smith\n                               Opinion by Justice Nowell\n       A jury convicted Tavaris Lashawn Watson of burglary of a habitation and\n\nsentenced him to thirty-three years’ incarceration. In two issues, appellant argues the\n\nevidence is insufficient to support the conviction and the trial court erred by\n\nadmitting evidence that he spent time in a halfway house. In a single cross-issue, the\n\nState requests we modify the judgment. We modify the judgment and affirm as\n\nmodified.\n\n\n   1\n      The Honorable Leslie Osborne participated in the submission of this case; however, she did not\nparticipate in issuance of this memorandum opinion due to her resignation on October 24, 2022. The\nHonorable Robbie Partida-Kipness has substituted for Justice Osborne in this cause. Justice Partida-\nKipness has reviewed the briefs and the record before the Court.\n\f         A.     Sufficiency of the Evidence\n      In his first issue, appellant asserts the evidence is insufficient to show he had\n\nthe intent to commit theft, which is an element of the offense as charged. Appellant\n\nwas charged with burglary pursuant to Texas Penal Code section 30.02(a)(1), which\n\nstates a person commits an offense if, without the effective consent of the owner, the\n\nperson enters a habitation with the intent to commit a theft. See TEX. PENAL CODE\n\nANN. § 30.02(a).\n\n      When reviewing the sufficiency of the evidence to support a conviction, we\n\nconsider the evidence in the light most favorable to the verdict. Edward v. State, 635\n\nS.W.3d 649, 655 (Tex. Crim. App. 2021). The verdict will be upheld if any rational\n\ntrier of fact could have found all the essential elements of the offense proven beyond\n\na reasonable doubt. Id. “This familiar standard gives full play to the responsibility\n\nof the trier of fact fairly to resolve conflicts in the testimony, to weigh the evidence,\n\nand to draw reasonable inferences from basic facts to ultimate facts.” Jackson v.\n\nVirginia, 443 U.S. 307, 319 (1979). The jury is the sole judge of the weight and\n\ncredibility of the evidence. Edward, 635 S.W.3d at 655. When considering a claim\n\nof evidentiary insufficiency, we must keep in mind that a juror may choose to believe\n\nor disbelieve all, some, or none of the evidence presented. Id. Further, while jurors\n\nmay not base their decision on mere speculation or unsupported inferences, they may\n\ndraw reasonable inferences from the evidence. Id. The evidence is sufficient to\n\nsupport a conviction, and thus the jury’s verdict is not irrational, if “the inferences\n\n                                          –2–\n\fnecessary to establish guilt are reasonable based upon the cumulative force of all the\n\nevidence when considered in the light most favorable to the verdict.” Id. at 655-56\n\n(quoting Wise v. State, 364 S.W.3d 900, 903 (Tex. Crim. App. 2012)). When faced\n\nwith conflicts in the evidence, a reviewing court shall presume that the fact finder\n\nresolved those conflicts in favor of the verdict and defer to that determination. Id.\n\n       The evidence presented at trial shows that at approximately midnight on\n\nSaturday, June 14, 2020, Chandra Marcell2 arrived home and parked in front of her\n\ntownhouse. As she was parking, she saw appellant walking and made eye contact\n\nwith him. She got out of her car and went into her townhouse before returning to her\n\ncar to retrieve another item. As she walked back to her townhouse, she was wearing\n\na cross-body purse, carrying a larger purse in one hand, and carrying a grocery bag\n\nin her other hand.\n\n       Once inside, Chandra locked her front door. As she turned away from the\n\ndoor, she heard a “boom” and felt a “hard impact.” She fell face down on the floor.\n\nWhen she turned over, she saw appellant, who had pulled his black tank top over his\n\nhead, reaching over her, and she surmised he was trying to grab her cross-body purse.\n\n       Chandra’s husband, Farrell Marcell, heard Chandra’s car park in front of their\n\ntownhouse, Chandra enter the home, and the door lock. Then he “heard a boom like\n\nthe door [had] been kicked at, so I jumped up.” In the living room, he saw appellant\n\n\n\n   2\n     Chandra Marcell and her husband, Farrell Marcell, both testified at trial. Because they share a\nsurname, we will refer to them by their first names.\n                                               –3–\n\ftrying to grab Chandra’s purse. Farrell tackled appellant and the two began tussling.\n\nOnce their physical fight moved outside, Chandra brought a meat cleaver to Farrell,\n\nand Farrell repeatedly hit appellant with the knife. Appellant sustained multiple\n\nlacerations and started bleeding heavily. DNA testing matched the blood on the meat\n\ncleaver to appellant.\n\n      Chandra called 911 and told the dispatcher that a man had broken into her\n\nhouse to rob her; the 911 call was played for the jury. When officers arrived,\n\nappellant appeared disoriented and “seemed out of it.” One officer testified that\n\nappellant was “very lethargic almost. I mean, any time you have someone who’s lost\n\na considerable amount of blood - - his reactions are very delayed.” Appellant\n\nstruggled to follow instructions. Appellant was taken by ambulance to a hospital.\n\n      Chandra told the officers that appellant “had just tried to rob her.” An officer\n\ntestified that the implication of Chandra’s report was that a theft occurred. He further\n\ntestified that robbery involves taking or attempting to steal something from someone\n\nelse; the person does not always obtain the property.\n\n      Later that morning, another officer arrived at the Marcell’s home to gather\n\nadditional information. While talking to the Marcells, a man approached the officer\n\nand said he located a black Nissan in front of his garage. The car was running and\n\nwas not occupied, but there was a puddle of condensation beneath it. The man had\n\nalready moved the car to a nearby parking space because it was blocking his garage.\n\nThe officer located the Nissan and found appellant’s identification card in the center\n\n                                          –4–\n\fconsole. No keys were in the car. The police contacted a wrecker and impounded the\n\ncar. Farrell later found a Nissan key fob on the ground, which, he testified, fell out\n\nof appellant’s pocket while they were tussling.\n\n       Appellant regained consciousness and was released from the hospital later that\n\nday. Two days later, he contacted Detective Timothy Dowd to inquire about his\n\nimpounded car. He told Dowd that his car had been stolen along with his wallet and\n\neverything else in his car.3 When asked about the incident at the Marcell’s\n\ntownhouse, appellant denied any knowledge of the incident. Dowd told appellant he\n\nwas looking for a man with cuts and lacerations who had been hit with a meat\n\ncleaver. Appellant told Dowd that he had “the wrong guy” and maintained he had\n\nno cuts or lacerations nor had he been to the hospital recently.\n\n       When interviewed by Dowd after his arrest, appellant claimed he had been\n\ndrugged on June 14. Specifically, appellant explained a friend gave him a cigarette\n\nthat must have been laced with something and, as a result, he had no recollection\n\nabout the events of June 14. Appellant’s hospital records showed he had PCP, TCH,\n\nand alcohol in his body and he was suffering from abnormal mental status. Appellant\n\nhad not mentioned being drugged during his first conversation with Dowd, and\n\nDowd considered appellant’s new story “self-serving, farfetched. It’s plausible that\n\nhe was drugged, but that story changed.”\n\n\n\n   3\n     The record does not reflect why appellant called Dowd as opposed to another person working at the\nAllen Police Department.\n                                                –5–\n\f      Having reviewed the record, we conclude there is sufficient evidence for a\n\njury to reasonably conclude appellant entered the Marcell’s habitation without their\n\nconsent and attempted to commit theft. The evidence shows Chandra made eye\n\ncontact with appellant before walking into her house carrying two purses. Appellant\n\npromptly broke the door to the townhome, knocked Chandra down, and was standing\n\nover her attempting to grab her cross-body purse when Farrell began fighting\n\nappellant. While appellant argues he was drugged at the time and there is no evidence\n\nto show he had the intent to commit theft when he entered the home, the jury could\n\nhave drawn reasonable inferences from the evidence presented and concluded\n\nappellant intended to take Chandra’s purse. We conclude the evidence is sufficient\n\nto support the jury’s verdict. We overrule appellant’s first issue.\n\n         B.     Admission of Evidence\n      In his second issue, appellant argues the trial court erred by admitting\n\nevidence of his prior incarceration in a halfway house. During Officer Dowd’s\n\ntestimony, the State asked him about his second conversation with appellant. Dowd\n\ntestified that appellant’s recitation of events during their second conversation was\n\ndifferent from their first conversation. The following exchange occurred:\n\n               Q.   Detective Dowd, does this Defendant then change his\n      story?\n             A.    Yes, he does.\n             Q.    What does he say happens now?\n             A.    That - - he brought up the story about meeting a friend - -\n      excuse me - - that he met that he knew from a halfway house and the\n      friend gave him a cigarette.\n\n                                         –6–\n\fAppellant’s counsel immediately asked to approach the bench where a conference\n\nwas held off of the record. The judge excused the jury and held a hearing outside the\n\npresence of the jury.\n\n      During that hearing, appellant’s counsel moved for a mistrial on the ground\n\nthat Dowd’s testimony violated a limine order that the parties not refer or allude to\n\nappellant’s criminal history. The State responded that the testimony did not elicit\n\nany prior criminal history; Dowd did not state that appellant had prior convictions\n\nor that appellant was at the halfway house. Further, the State asserted, appellant’s\n\ncounsel opened the door to the testimony by asking questions about where appellant\n\nobtained his drugs. Finally, the State asserted, the testimony was not about appellant,\n\nbut was about the person who gave the drugs to appellant. The trial court denied the\n\nmotion.\n\n      Although appellant argues the trial court erred by admitting Dowd’s\n\ntestimony, he did not object to Dowd’s testimony on admissibility grounds and any\n\nobjection to admissibility has not been preserved for our review. See TEX. R. APP. P.\n\n33.1(a) (preservation of error); see also Montelongo v. State, 623 S.W.3d 819, 822\n\n(Tex. Crim. App. 2021). Further, because appellant did not object that the evidence\n\nwas inadmissible but instead moved for a mistrial, appellant’s complaint on appeal\n\ndoes not comport with his objection at trial and, accordingly, is not preserved for\n\nthis reason as well. See Clark v. State, 365 S.W.3d 333, 339 (Tex. Crim. App. 2012)\n\n(“The point of error on appeal must comport with the objection made at trial.”).\n\n                                         –7–\n\f      However, out of an abundance of caution, we will consider appellant’s second\n\nissue as a challenge to the trial court’s ruling on his motion for mistrial. A mistrial\n\nis an appropriate remedy in “extreme circumstances” for a narrow class of highly\n\nprejudicial and incurable errors. Ocon v. State, 284 S.W.3d 880, 884 (Tex. Crim.\n\nApp. 2009); see also Cruz-Banegas v. State, No. 05-21-00256-CR, 2022 WL\n\n2255724, at *4 (Tex. App.—Dallas June 23, 2022, pet. ref’d) (mem. op., not\n\ndesignated for publication). Whether an error requires a mistrial must be determined\n\nby the particular facts of the case. Ocon, 284 S.W.3d at 884; see also Cruz-Banegas,\n\n2022 WL 2255724, at *4.\n\n      We review a trial court’s denial of a mistrial for an abuse of discretion. Ocon,\n\n284 S.W.3d at 884; see also Cruz-Banegas, 2022 WL 2255724, at *4. We view the\n\nevidence in the light most favorable to the trial court’s ruling, considering only those\n\narguments before the court at the time of the ruling. Ocon, 284 S.W.3d at 884; see\n\nalso Cruz-Banegas, 2022 WL 2255724, at *4. The ruling must be upheld if it was\n\nwithin the zone of reasonable disagreement. Ocon, 284 S.W.3d at 884; see also\n\nCruz-Banegas, 2022 WL 2255724, at *4.\n\n      Because it is an “extreme remedy,” a mistrial should be granted only when\n\nresidual prejudice remains after less drastic alternatives have been explored. Jenkins\n\nv. State, 493 S.W.3d 583, 612 (Tex. Crim. App. 2016); see Ocon, 284 S.W.3d at\n\n884–85 (“A mistrial is an appropriate remedy only in ‘extreme circumstances’ for a\n\nnarrow class of highly prejudicial and incurable errors.”). “Though requesting lesser\n\n                                          –8–\n\fremedies is not a prerequisite to a motion for mistrial, when the movant does not\n\nfirst request a lesser remedy, we will not reverse the court’s judgment if the problem\n\ncould have been cured by the less drastic alternative.” Ocon, 284 S.W.3d at 885.\n\n        In this case, appellant did not request a lesser remedy before seeking a\n\nmistrial. Dowd testified appellant met with a friend he knew from a halfway house.\n\nAssuming for purposes of this argument that Dowd’s testimony violated a limine\n\norder,4 any error could have been cured by an instruction to disregard. See Gordy v.\n\nState, No. 05-19-00444-CR, 2022 WL 632169, at *8 (Tex. App.—Dallas Mar. 4,\n\n2022, pet. ref’d) (mem. op., not designated for publication); Anderson v. State, No.\n\n05-16-01157-CR, 2017 WL 5897903, at *6 (Tex. App.—Dallas Nov. 29, 2017, pet.\n\nref’d) (mem. op., not designated for publication). However, appellant did not request\n\na lesser remedy. Accordingly, we will not reverse the trial court’s judgment because\n\nany problem could have been cured by a less drastic alternative. We overrule\n\nappellant’s second issue.\n\n           C.       Modification of the Judgment\n        The State requests we modify the judgment to accurately reflect appellant’s\n\npleas to two enhancement paragraphs and the jury’s findings on them. In the\n\n\n\n\n    4\n       Appellant moved for mistrial on the ground that Dowd’s testimony violated a limine order “not to\nrefer to or allude to [appellant’s] criminal history.” No such limine order appears in our record. The clerk’s\nrecord does include an order granting appellant’s “Motion to Prevent State from Reading or Alluding to\nNonjurisdictional Enhancement Count at or Before Guilt/Innocence Phase.” That motion requested the\nState be precluded from reading or referring to the non-jurisdictional enhancement counts before the\npunishment phase of trial.\n                                                    –9–\n\findictment, the State alleged two prior convictions to enhance appellant’s\n\npunishment. Appellant pleaded not true to the enhancements, and the jury found\n\nthem to be true. However, the trial court’s judgment only reflects appellant’s plea\n\nand the jury’s finding as to one enhancement paragraph.\n\n      We are authorized to reform a judgment to make the record speak the truth\n\nwhen we have the necessary information to do so. Bigley v. State, 865 S.W.2d 26,\n\n27 (Tex. Crim. App. 1993); Estrada v. State, 334 S.W.3d 57, 63 (Tex. App.—Dallas\n\n2009, no pet.) (“This Court has the power to modify an incorrect judgment to make\n\nthe record speak the truth when we have the necessary information to do so.”); TEX.\n\nR. APP. P. 43.2(b).\n\n      The record supports the State’s requested modification. Accordingly, we\n\nsustain the State’s cross-point and modify the judgment as requested.\n\n         D.    Conclusion\n      We modify the trial court’s judgment to show appellant pleaded not true to a\n\nsecond enhancement paragraph and the jury found the second enhancement\n\nparagraph to be true. As modified, we affirm the trial court’s judgment.\n\n\n                                           /Erin A. Nowell//\n                                           ERIN A. NOWELL\n                                           JUSTICE\n\n210732f.u05\nDo Not Publish\nTEX. R. APP. P. 47.2(b)\n\n\n                                       –10–\n\f                            Court of Appeals\n                     Fifth District of Texas at Dallas\n                                  JUDGMENT\n\nTAVARIS LASHAWN WATSON,                        On Appeal from the 416th Judicial\nAppellant                                      District Court, Collin County, Texas\n                                               Trial Court Cause No. 416-81725-\nNo. 05-21-00732-CR           V.                2021.\n                                               Opinion delivered by Justice Nowell.\nTHE STATE OF TEXAS, Appellee                   Justices Partida-Kipness and Smith\n                                               participating.\n\n       Based on the Court’s opinion of this date, the judgment of the trial court is\nMODIFIED as follows:\n       Under the heading “2nd Enhancement Paragraph,” we DELETE the letters\n“N/A” and ADD the words “Pleaded Not True.”\n       Under the heading “Finding on 2nd Enhancement Paragraph,” we DELETE\nthe letters “N/A” and ADD the words “Found True.”\n\nAs REFORMED, the judgment is AFFIRMED.\n\n\nJudgment entered this 14th day of November, 2022.\n\n\n\n\n                                        –11–\n\f",
            "ocr": false,
            "opinion_id": 8484068
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}