{
    "id": 6793419,
    "judges": "McGowan",
    "date_filed": "1988-02-21",
    "date_filed_is_approximate": true,
    "slug": "henderson-v-wendler",
    "case_name_short": "Wendler",
    "case_name": "Henderson v. Wendler",
    "case_name_full": "Henderson v. Wendler",
    "attorneys": "B. K. Carson, for appellant. Slanyarne Wilson, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": "April Term, 1893. Plaintiff sued defendants, man and wife, for trespass in entering upon land of Mrs. Wendler, which had been leased for the year to plaintiff, and in plowing up this land after it had been planted by plaintiff. It appeared from the testimony, that Wendler plowed up the land, while his wife walked behind him with a gun in her hand. The trial justice gave judgment against both defendants for $25, holding that Mrs. Wendler “acted with her own free will, and not under compulsion of her husband.” On appeal to the Circuit Court, Judge Aldrich sustained the trial j ustice, and defendants appealed to this court.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "39 S.C. 555"
    ],
    "opinions": [
        {
            "author_str": "McGowan",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nMr. Justice McGowan,\nwho, after a statement of the case, ruled as follows:\n1 This was an action at law for damages, and, therefore, the judgment of the trial justice without a jury must stand as a special verdict upon the facts of the case, which this court has no right to review or reverse. See Nichols v. Railroad Co., 23 S. C., 604.\n*5562 *555Exception 1 charges error on the part of the Circuit Judge, in not holding that the trial justice erred in refusing to allow Adam Wendler to testify as to the contents of a letter he *556(Wendler) seut to Henderson. It seems that during the controversy about the field which the plaintiff was to cultivate, Wendler wrote a letter to Henderson, aud sent it by his little daughter. The family of Henderson would not receive the letter, and it was destroyed. There was proof that Henderson never saw the letter, or knew its contents. We are not aware of any principle which required the trial justice to allow Wendler to prove the contents of a letter written by himself to Henderson, but which was never delivered to him, or its contents known to him. conduct, conversation, and demand made by Mrs. Wendler for the house after suit was brought. The right of Henderson to occupy “the house” was a part of\n3 Exception 2 complains of error in not holding that the trial justice erred in allowing William Henderson to testify as to the original contract; and we think that evidence as to the conduct and conversation of Mrs. Wendler, when she demanded possession of the house, after action brought, was admissible. “Whenever the injury is in its nature continuous, and continued after action brought, there can be no question that the party injured is entitled to recover for all damages up to trial.” See Puckett v. Smith, 5 Strob., 26, and authorities there cited.\n4 Exceptions 3, 4, 5, and 6 make the point that a married woman cannot be made liable for a tort committed in the presence of her husband, without proof showing that she acted voluntarily and wilfully. The doctrine upon the subject of the liability of the husband for the tort of the wife committed in his presence is truly stated in the case of State v. Hauston, 29 S. C., 112, as follows: “In the case of State v. Parkerson, 1 Strob., 170, Judge Withers, in delivering the opinion of the court, said: ‘It is a mistake to affirm that a wife may not be indicted, convicted, and punished in conjunction with her husband. While it is true that if she committed a bare theft, or even a burglary, by the coercion of her husband, she will not suffer punishment; and while it is also laid down that coercion is to be presumed from his presence, still it is quite clear that this is only one of those presumptions or inferences classed as prima facie that may be rebutted by tes*557timony, and hence presents a question for the jury,’ etc. From this it appears that in this State the question of coercion is an open one,” etc.\nThe doctrine has been laid down more fully in volume 9, p. 824, Amer. &amp; Eng. Enc. Law, as follows: “(1) If the tort is committed in the presence of the husband, and nothing more appears, it is his sole tort, as the wife is considered to have acted under his coercion; (2) If the tort is committed in his presence, but she appears to have acted deliberately and freely, it is their joint tort; (3) If the tort is committed in his presence and against his will, it is her tort, and he is liable with her; (4) If the tort is committed out of his presence, but by his direction, she is jointly liable with him; (5) If the tort is committed out of his presence, and without his knowledge or consent, he is liable with her.”\nIn this case the trial justice found as a fact that Mrs. Wendler “acted with her own freewill and accord,” and not under compulsion of her husband. That places the case in the second category above stated, when the tort is committed in the presence of her husband', but the wife appears to have acted “deliberately and freely.” The land belonged to her; she was active in the business; and we concur with the trial justice and Circuit Judge, that she did not act under the compulsion of her husband, but “deliberately and freely.”\nJudgment affirmed.\n",
            "ocr": true,
            "opinion_id": 6678030
        }
    ],
    "court_short_name": "Supreme Court of South Carolina",
    "court_full_name": "Supreme Court of South Carolina",
    "court_type": "S",
    "court_jurisdiction": "South Carolina, SC",
    "crime_category": "Robbery"
}