{
    "id": 6821733,
    "judges": "Consideration, Exum, Frye, Webb, Whichard",
    "date_filed": 557625600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-hurst",
    "case_name_short": "Hurst",
    "case_name": "State v. Hurst",
    "case_name_full": "STATE OF NORTH CAROLINA v. CHARLES ALFRED HURST",
    "attorneys": "\n\nLacy H. Thornburg, Attorney General, by Newton G. Pritchett, Jr., Assistant Attorney General, for the State.\n, \nJames R. Parish, for defendant-appellee.\n",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "320 N.C. 589"
    ],
    "opinions": [
        {
            "author_str": "Webb",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWEBB, Justice.\nWe have allowed discretionary review to determine whether the defendant in this case may be convicted and sentenced for both armed robbery and felonious larceny when both charges are based on the same incident. The Court of Appeals held the defendant could not be so convicted and arrested the judgment of felonious larceny. We believe that State v. Murray, 310 N.C. 541, 313 S.E. 2d 523 (1984); State v. Beaty, 306 N.C. 491, 293 S.E. 2d 760 (1982); and State v. Revelle, 301 N.C. 153, 270 S.E. 2d 476 (1980), require that we reverse the Court of Appeals. Each of these cases holds or says that felonious larceny is not a lesser included offense of armed robbery.\nIn its opinion the Court of Appeals, relying on State v. Gardner, 315 N.C. 444, 340 S.E. 2d 701 (1986), analyzed some of our cases dealing with the question of whether felonious larceny is a lesser included offense of armed robbery. The court did not reach a conclusion as to this question because it did not feel it was necessary to do so. It based its holding on the conclusion that the Legislature did not intend that the defendant be punished for both crimes. In reaching this conclusion, the Court of Appeals relied on some language from State v. McGill, 296 N.C. 564, 568, 251 S.E. 2d 616, 619 (1979), which says, “[mjultiple punishment is one facet of the prohibition against double jeopardy. . . . That rule applies ‘[w]here two or more offenses of the same nature are by statute carved out of the same transaction and are properly the subject of a single investigation.’ ” McGill dealt with a question of whether the State should have been required to elect be*591tween two separate charges upon which to prosecute the defendant. The quoted language was not necessary to a decision in the case. It does appear that if the language in McGill is the law, a defendant may not be punished for more than one offense if two or more offenses created by statute arise from one transaction and are properly the subject of ope investigation. In State v. Pagon, 64 N.C. App. 295, 307 S.E. 2d 381 (1983), the Court of Appeals decided a case based on this language. We do not believe this is a correct statement of the law. There are many instances in which a defendant may be punished for more than one crime based on one transaction including Gardner, Murray and Revelle which we have cited above. We shall cite others in this opinion.\nGardner, 315 N.C. 444, 340 S.E. 2d 701, deals with the question of whether a defendant, who is convicted of two separate crimes, may be sentenced for both of them if one of the crimes is a lesser included offense of the other. If a defendant is convicted of two crimes based on the same incident and neither crime is a lesser included offense of the other, he may be sentenced for both crimes. Murray, 310 N.C. 541, 313 S.E. 2d 523 and State v. Goodman, 298 N.C. 1, 257 S.E. 2d 569 (1979). If felonious larceny is not a lesser included offense of armed robbery, it was not error to sentence the defendant in this case for both offenses and Gardner has no application. As the Court of Appeals points out, there appears to be a conflict between two lines of cases in this state as to whether felonious larceny is a lesser included offense of armed robbery. See also Braun, Lesser Included Offenses: A New Piece In The Puzzle, Campbell Law Observer, June 26, 1987, at 1. The following cases hold or say that felonious larceny is a lesser included offense of armed robbery. State v. Owens, 277 N.C. 697, 178 S.E. 2d 442 (1971); State v. Swaney, 277 N.C. 602, 178 S.E. 2d 399, appeal dismissed and cert. denied, 402 U.S. 1006, 29 L.Ed. 2d 428 (1971); State v. Hatcher, 277 N.C. 380, 177 S.E. 2d 892 (1970); State v. Rogers, 273 N.C. 208, 150 S.E. 2d 525 (1968); State v. Parker, 262 N.C. 679, 138 S.E. 2d 496 (1964); State v. Wenrich, 251 N.C. 460, 111 S.E. 2d 582 (1959); State v. Davis, 242 N.C. 476, 87 S.E. 906 (1955); State v. Bell, 228 N.C. 659, 46 S.E. 834 (1948); State v. Horne, 59 N.C. App. 576, 297 S.E. 2d 788 (1982); State v. Reid, 55 N.C. App. 72, 284 S.E. 2d 519 (1981); State v. Chapman, 49 N.C. App. 103, 270 S.E. 2d 524 (1980); State v. Allen, 47 N.C. App. 482, 267 S.E. 2d 514 (1980); State v. Perry, 38 N.C. App. 735, *592248 S.E. 2d 755 (1978); State v. Fletcher, 27 N.C. App. 672, 220 S.E. 2d 101 (1975); State v. Coxe, 16 N.C. App. 301, 191 S.E. 2d 923 (1972). On the other hand, Murray, Beaty and Revelle hold or say that felonious larceny is not a lesser included offense of armed robbery.\nAn offense is a lesser included offense when all its essential elements are included in the greater offense and proof of all elements in the greater offense will prove all elements of the lesser offense. State v. Weaver, 306 N.C. 629, 295 S.E. 2d 375 (1982). Armed robbery is defined by N.C.G.S. § 14-87 as\n(a) Any person or persons who, having in possession or with the use or threatened use of any firearms or other dangerous weapon, implement or means, whereby the life of a person is endangered or threatened, unlawfully takes or attempts to take personal property from another or from any place of business, residence or banking institution or any other place where there is a person or persons in attendance, at any time, either day or night, or who aids or abets any such person or persons in the commission of such crime, shall be guilty of a Class D felony.\nAn armed robbery can occur when the defendant attempts to take property from another with the use of a firearm or other dangerous weapon. State v. Price, 280 N.C. 154, 184 S.E. 2d 866 (1971). N.C.G.S. § 14-72 deals with larceny. It does not define larceny but makes larceny a felony if the property taken has a value of more than $400.00, or if the larceny is from the person, or committed pursuant to a burglary or breaking or entering, is of an explosive or incendiary device, firearm or of a record in the custody of the North Carolina State Archives. The elements of larceny, as defined by our cases, are that the defendant: (1) took the property of another; (2) carried it away; (3) without the owner’s consent; and (4) with the intent to deprive the owner of the property permanently. State v. Bowers, 273 N.C. 652, 161 S.E. 2d 11 (1968). To be guilty of larceny, the defendant must have taken and carried away the property of another. An attempt to do so, which would be sufficient proof under N.C.G.S. § 14-87 to satisfy the element of a taking, in a trial for armed robbery would not satisfy the taking element in a trial for larceny. This keeps larceny from being a lesser included offense of armed robbery. In *593this case the felonious larceny was based on the goods having a value of more than $400.00. Proof of the elements of armed robbery need not include proof that the goods taken are worth more than $400.00. This prevents felonious larceny in this case from being a lesser included offense of armed robbery.\nWe overrule, insofar as they are inconsistent with this opinion, all the above cases which either hold or say that felonious larceny is a lesser included offense of armed robbery.\nFor the reasons stated in this opinion, we reverse the Court of Appeals and remand for an order affirming the judgment of the superior court.\nReversed and remanded.\nJustice WHICHARD did not participate in the consideration or decision of this case.\n",
            "ocr": true,
            "opinion_id": 6708699
        },
        {
            "author_str": "Frye",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJustice Frye\ndissenting.\nIn this case defendant, with the threatened use of a firearm, took and carried away the victim’s automobile. At the time of the taking, the trunk of the automobile contained the victim’s shopping bags and pocketbook. As a result of this single taking, defendant was charged with two offenses, felonious larceny of the automobile and armed robbery of the money and items contained in the pocketbook and shopping bags. He was convicted of both offenses and sentenced accordingly.\nThe Court of Appeals held that judgment on one of the convictions must be arrested because\ndefendant’s right to be free from double jeopardy under Article I, § 19, of the North Carolina Constitution and Amendments V and XIV to the United States Constitution was violated by his punishment under two statutes which the legislature intended to be mutually exclusive under facts such as those in the case at bar.\nThe Court of Appeals’ opinion continues as follows:\nThe issue before us is whether a single series of acts may support convictions under both N.C. Gen. Stat. Secs. *59414-87 (armed robbery) and 14-72 (felonious larceny) (1981) when there has been only one taking from one victim at one time. We hold that it cannot.\nState v. Hurst, 82 N.C. App. 1, 10-11, 346 S.E. 2d 8, 14 (1986). The majority now reverses that decision. In so doing, the majority effectively overrules the following cases previously decided by this Court: State v. McGill, 296 N.C. 564, 568, 251 S.E. 2d 616, 619 (1979); State v. Owens, 277 N.C. 697, 178 S.E. 2d 442 (1971); State v. Swaney, 277 N.C. 602, 178 S.E. 2d 399, appeal dismissed and cert. denied, 402 U.S. 1006, 29 L.Ed. 2d 428 (1971); State v. Hatcher, 277 N.C. 380, 177 S.E. 2d 892 (1970); State v. Rogers, 273 N.C. 208, 150 S.E. 2d 525 (1968); State v. Parker, 262 N.C. 679, 138 S.E. 2d 496 (1964); State v. Wenrich, 251 N.C. 460, 111 S.E. 2d 582 (1959); State v. Davis, 242 N.C. 476, 87 S.E. 906 (1955); State v. Bell, 228 N.C. 659, 46 S.E. 834 (1948).\nThe majority also effectively overrules at least the following cases decided by the Court of Appeals: State v. Pagon, 64 N.C. App. 295, 307 S.E. 2d 381 (1983); State v. Horne, 59 N.C. App. 576, 297 S.E. 2d 788 (1982); State v. Reid, 55 N.C. App. 72, 284 S.E. 2d 519 (1981); State v. Chapman, 49 N.C. App. 103, 270 S.E. 2d 524 (1980); State v. Allen, 47 N.C. App. 482, 267 S.E. 2d 514 (1980); State v. Perry, 38 N.C. App. 735, 248 S.E. 2d 755 (1978); State v. Fletcher, 27 N.C. App. 672, 220 S.E. 2d 101 (1975); State v. Coxe, 16 N.C. App. 301, 191 S.E. 2d 923 (1972).\nThe majority believes that three cases decided by this Court require that we reverse the decision of the Court of Appeals in this case. I believe that those cases may be distinguished from the present case. The first of these cases, State v. Revelle, 301 N.C. 153, 270 S.E. 2d 476 (1980), involved convictions of felonious larceny of an automobile and armed robbery where the defendant first took money and wallets from the inhabitants of a trailer before going outside and taking their automobile. The Court held that the two offenses (and the other charges of burglary and rape) represented separate actions by defendant although all the charges were based on the same series of events. The Court found no error in the convictions. Revelle is distinguishable from the instant case because there were two separate takings in Revelle whereas there was only one taking in the instant case.\n*595In State v. Beaty, 306 N.C. 491, 293 S.E. 2d 760 (1982), defendant was charged and convicted of two counts of armed robbery resulting from his assault of a loan company employee with property taken from both the employee and the business. The Court arrested judgment on one of the armed robbery charges, finding that the controlling factor was the existence of a single assault. While the Court’s language would apply, Beaty does not control the instant case because Beaty involved only indictments charging armed robbery whereas the instant case involves whether a defendant may be punished for both armed robbery and felonious larceny based on the same taking.\nIn the third case, State v. Murray, 310 N.C. 541, 313 S.E. 2d 523 (1984), the defendant was convicted of first degree murder, felonious larceny of an automobile and armed robbery. The defendant contended that he was twice placed in jeopardy for the same offense because he was charged and tried for both the armed robbery of the victim by taking his wallet and keys and the felonious larceny of his automobile. Relying upon our decision in State v. Revelle, 301 N.C. 153, 270 S.E. 2d 476, we held that since at least one essential element of the two crimes is not an element of the other, defendant was not subjected to double jeopardy by being convicted of both armed robbery and felonious larceny. Nevertheless, it is clear from the facts that were before the Court that even if felonious larceny were a lesser included offense of armed robbery, the armed robbery involving the wallet , and keys preceded in time the later distinct act of felonious larceny of the automobile. Thus, in Murray we have two takings, not one as in the instant case.\nWhile the three cases relied on by the majority support the holding that felonious larceny is not always a lesser included offense of armed robbery, they do not answer the question of whether the legislature intended that a person should be punished for both felonious larceny and armed robbery for a single taking from a single victim at one time. A careful review of the opinions in the long list of cases overruled by the majority today would suggest that the legislature did not so intend. The Court of Appeals, in a well-reasoned and unanimous decision, concluded that larceny of goods worth over $400 and armed robbery of the same goods from the same person at one time are mutually ex-cludable offenses: that is, if defendant is punished for one, he can*596not be punished for the other based on the same taking. The Court of Appeals thus arrested judgment on the felonious larceny conviction, upheld the armed robbery conviction, and remanded for resentencing. I would affirm that decision.\nChief Justice EXUM joins in this dissenting opinion.\n",
            "ocr": true,
            "opinion_id": 6708700
        }
    ],
    "court_short_name": "Supreme Court of North Carolina",
    "court_full_name": "Supreme Court of North Carolina",
    "court_type": "S",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}