{
    "id": 6846449,
    "judges": "Britt, Brock, Morris",
    "date_filed": "2011-02-03",
    "date_filed_is_approximate": true,
    "slug": "state-v-spruill",
    "case_name_short": "Spruill",
    "case_name": "State v. Spruill",
    "case_name_full": "STATE OF NORTH CAROLINA v. HERBERT EARL SPRUILL",
    "attorneys": "\n\nAttorney General Edmisten by Associate Attorney Amos Dawson, for the State.\n, \nRegina A. Moore for the defendant.\n",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "33 N.C. App. 731"
    ],
    "opinions": [
        {
            "author_str": "Brock",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBROCK, Chief Judge.\nThe sole issue brought forward for review is whether the trial court committed reversible error in denying defendant’s motion to suppress the evidence obtained from the warrantless search of defendant’s automobile. Defendant maintains that the present case is similar to Preston v. United States, 376 U.S. 364, 11 L.Ed. 2d 777, 84 S.Ct. 881 (1964) and should be controlled by it. We disagree.\nIn Preston the defendants were arrested for vagrancy. Their auto was towed to a garage by the police where it was searched several hours after the arrest. Evidence obtained from the warrantless search was excluded at defendants’ subsequent trial for conspiracy to commit bank robbery. The prosecution argued that the search was valid because it was incident to and part of a lawful arrest. The Supreme Court held exclusion to be proper solely on the grounds that once an accused is arrested and in custody, a search made at a later time, in another place and without a warrant is simply not incident to arrest. In the present case introduction of evidence obtained from the war-rantless search is not being justified on the grounds that the search was incident to a lawful arrest.\nWhether a search and seizure is unreasonable within the meaning of the Fourth Amendment depends upon the facts and circumstances of each case. Preston v. United States, supra.\n“[T]he Fourth Amendment does not require that every search be made pursuant to a warrant. It prohibits only ‘unreasonable searches and seizures.’ The relevant test is not the reasonableness of the opportunity to procure a warrant, but the reasonableness of the seizure under all *734the circumstances. The test of reasonableness cannot be fixed by per se rules; each case must be decided on its own facts.” Coolidge v. New Hampshire, 403 U.S. 443, 509-10, 29 L.Ed. 2d 564, 91 S.Ct. 2022 (1971).\nAs to automobile searches in relation to the Fourth Amendment, the Supreme Court has “recognized significant differences between motor vehicles and other property which permit war-rantless searches of automobiles in circumstances in which war-rantless searches would not be reasonable in other contexts.” United States v. Chadwick, 45 U.S.L.W. 4797, 4800 (U.S. June 21,1977). These differences extend even to warrantless searches of automobiles in cases where there is no danger of removal of the vehicles or destruction of the evidence within them. Cady v. Dombrowski, 413 U.S. 433, 37 L.Ed. 2d 706, 93 S.Ct. 2523 (1973). The rationale behind the more flexible approach to warrantless automobile searches is in the realization that there is a diminished expectation of privacy in a motor vehicle. “[I]ts function is transportation and it seldom serves as one’s residence or as the repository of personal effects.” Cardwell v. Lewis, 417 U.S. 583, 41 L.Ed. 2d 325, 94 S.Ct. 2464 (1974).\nUnder the circumstances of the present case, we find the inventory of defendant’s vehicle reasonable. Defendant, a Wil-liamston resident, was arrested in Robersonville pursuant to an outstanding warrant issued in Williamston. He was taken to jail; his vehicle was taken to a private auto salvage lot for safekeeping. After defendant had been transferred to Williamston, the Williamston officer who had investigated the discovery of the stolen Camaro returned to Robersonville to examine defendant’s vehicle. That officer knew that the Camaro had been equipped with chrome mag rims and wide tires and that those items had been taken off the Camaro after its theft. The officer was accompanied by the man who had sold the rims and tires to Griffin Motors and who had installed them on the Camaro. A simple look at the exterior of defendant’s car was all that was required to identify the rims and tires. They were in plain view, susceptible of being seen by anyone who looked at the car. No search was conducted by virtue of the fact that the officer and witness merely looked at the rims and tires on defendant’s car.\nUpon identification of the wheels and rims, the defendant’s car became evidence in the case. The Williamston police properly impounded the car. A Williamston police officer, pursuant to *735department policy, then conducted an inventory search of the car at which time the stolen tape recorder and toolbox were discovered. Defendant was given a written list of the items inventoried and held by the police for safekeeping. Warrantless inventory searches of vehicles properly in the custody, of the police, pursuant to established police policy have been held to be reasonable in terms of the Fourth Amendment in that their purpose is to protect the accused and the police. South Dakota v. Opperman, 428 U.S. 364, 49 L.Ed. 2d 1000, 96 S.Ct. 3092 (1976); Harris v. United States, 390 U.S. 234, 19 L.Ed. 2d 1067, 88 S.Ct. 992 (1968); Cooper v. California, 386 U.S. 58, 17 L.Ed. 2d 730, 87 S.Ct. 788 (1967); State v. All, 17 N.C. App. 284, 193 S.E. 2d 770 (1973). Inventory searches are all the more reasonable when, as here, the limited resources of small police departments require impoundment in private or unsecured areas. Cady v. Dombrowski, supra.\nWe find no error in the admission of the testimony identifying the wheels and tires or the admission of the evidence obtained from the inventory search of defendant’s vehicle. The motion to suppress was properly denied.\nRule 9(b) (3) provides, inter alia: “The record on appeal in criminal actions shall contain: . . . (vi) where error is assigned to the giving or omission of instructions to the jury, a transcript of the entire charge given; ...” (Emphasis added.) The clear, purpose of this rule is to eliminate from the record on appeal the instructions to the jury where no error is assigned thereto. In this case no error was assigned to the instructions to the jury.\nRule 9(b) (5) provides: “It shall be the duty of counsel for all parties to an appeal to avoid including in the record on appeal matter not necessary for an understanding of the errors assigned. The cost of including such matter may be charged as costs to the party or counsel who caused or permitted its inclusion.”\nThe trial court’s instructions to the jury in this case, to which no error is assigned, were included in the record on appeal by defendant’s counsel. The instructions consumed over twelve pages of the printed record on appeal. The costs of printing these unnecessary twelve pages are $22.20 ($1.85 per page). Counsel for defendant, Regina A. Moore, P. O. Drawer *7361086, Williamston, North Carolina, will be taxed with costs of $22.20 in this case.\nNo error.\nJudges Britt and Morris concur.\n",
            "ocr": true,
            "opinion_id": 6733713
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}