{
    "id": 6847430,
    "judges": "Wallin",
    "date_filed": "1993-11-03",
    "date_filed_is_approximate": true,
    "slug": "state-v-campbell",
    "case_name_short": "Campbell",
    "case_name": "State v. Campbell",
    "case_name_full": "State of North Dakota v. Edward D. Campbell",
    "attorneys": "Taylor Crum and Ida M. Crum, for appellant., Fred B. Morrill, State's Atty., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Burglary — Evidence of Burglars Tools.</p> <p>The defendant was charged with the crime of burglary in the first degree. At the trial, certain exhibits (blacksmith’s tools) were allowed, against objection, to be put in evidence. These tools were found in the building where the burglary was committed, and were shown to have been brought there, without authority, by some one. They were tools such as might have been used in breaking the outside door, which was broken, or endeavoring to open the safe, which safe had been battered as with a punch. Held, not error. The exhibits were concomitants of the crime, and tended to show its commission in fact and the manner of its commission.</p> <p>Tools in His Possession — Evidence of Hiding.</p> <p>There was a fresh pursuit of the burglar, and he was tracked through the snow some 3^ miles from the scene of the burglary. The defendant was arrested as the guilty party within two hours after the burglary, and when arrested he had cartridges and a chisel in his possession. When arrested he was concealed under the driveway of an elevator, and within 2 or 3 feet of his place of concealment there were found a revolver and a punch. These articles were put in evidence against objection. Held, that the ruling is not error. The punch and chisel were such tools as might have been used in the commission of the offense as shown by the evidence. The defendant admitted that the revolver belonged to him, and he explained why it was taken from his person. Under the circumstances it was for the jury to determine what weight should be given this evidence.</p> <p>Instructions as to Burglary.</p> <p>In charging the jury the trial court read all the definitions of burglary found in the Penal Code. Held, under the undisputed evidence and facts of this case, that such reading did not prejudice the substantial rights of the accused.</p> <p>Exceptions in Writing Waives all Objectionable Matter Not Specified in Writing.</p> <p>After the trial closed, counsel for the defendant, pursuant to the provisions of § 8178, Rev. Codes, elected to file exceptions with the clerk of the District Court to the instructions and refusals to instruct the jury. Held, that by so doing.the defendant voluntarily limited his exceptions to such exceptions as he saw fit to file with the clerk.</p> <p>Exceptions Overruled.</p> <p>Certain exceptions to the instructions to the jury and to the refusal of certain requests for instructions, as appears in the opinion, are considered and overruled.</p>",
    "summary": "Appeal from District Court, Cass County; Pollock, J. Edward D. Campbell was convicted of burglary, and he appeals. It was incompetent to introduce and parade before the jury the burglars tools, without in any manner connecting the defendant with their use. People v. Winters, 29 Cal. 659; Peo. v. Kennedy, 32 N. Y. 223; Peo. v. Sansome, 24 Pac. Rep. 143. The inculpatory evidence being purely circumstantial, it was error to refuse an appropriate instruction expounding the nature and cogency of that character of proof. Peo. v. Lachnais, 32 Cal. 434; Hunt v. State, 7 Tex. App. 235. Requests for instructions which are found correct should be given in the language of the request. Section 8176,\"Rev. Codes; Galloway v. McLean, 2 Dak. 372. The court charged on a theory not raised or indicated by the evidence. Foster v. State, 8 Tex. App. 249; State v. Mize, 13 Pac. Rep. 1; Morris v. Lachman, 8 Pac. Rep. 799-801; Searcey v. State, 1 Tex. App. 440. It was_ error for the court to charge the jury that defendant was an interested party. Unruh v. State, 4 N. E. Rep. 456; Bird v. State, 8 N. E. Rep. 15. The general charge covered all points of law applicable to the case, and it was not error to refuse special requests. State v. Kent, 5 N. D. 562; State v. McGahey, 3 N. D. 293; Peo. v. Hubbard, 52 N. W. Rep. 729; State v. Phelps, 59 N. W. Rep. 471. It is not error for the court to call attention to the interest of the accused and instruct the jury that they are to take that fact into consideration in arriving at a conclusion. State v. Hing, 4 Am. Crim. Rep. 375\\ Johnson v. State, 51 N. W. Rep. 835; St. Louis v. State, i N. W. Rep. 371; Murphy v. State, 19 N. W. Rep. 489; Peo. v. Calvin, 26 N. W. Rep. 851; Peo. v, Herrick, 26 N. W. Rep. 767.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "7 N.D. 58",
        "72 N.W. 935"
    ],
    "opinions": [
        {
            "author_str": "Wallin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWallin, J.\nThe defendant was charged with and convicted of the crime of burglary, committed in a dwelling house occupied by human beings, on the night of December 25, 1896, at Leonard, in the County of Cass, N. D. It appears by the evidence that the dwelling house was, at the time, occupied by one John Boos and his family, the living rooms being connected, by a door through a partition, with a store of general merchandise belonging to said Boos. In the store, and near the door leading into the living rooms, there was an iron safe, the outer door of which was not locked on the night of the burglary, but the inner door, to the cash drawer, was locked. There was also a door leading directly outdoors from the store, which door was closed and bolted that night, but was pried or forced open by the burglar, by breaking off a part of the side piece where the bolt went in, and removing the bolt. On an examination made after the burglary, the door of the cash drawer in the safe appeared to have been indented or hammered as if with a punch. About 11 o’clock p. m. of the night in question, Boos, who was then in the living rooms with his family and others, heard pounding in the storeroom, and, upon peering into the storeroom through the connecting door, he heard some one moving rapidly towards the outer door of the store, and caught a view of some of the outlines of the retreating figure of a man; but in so doing he did not identify the intruder. The defendant was in the store in the forenoon of the day of the burglary, and admits that he remained in the village of Leonard until the evening of that day, and then (according to his testimony) left, stealing a ride on the train going in the direction of Woods station, where he was subsequently found and arrested. It was a cold night, and there was snow on the ground nearly kneedeep. Fresh tracks resembling those made by the defendant were found leading circuitously from the broken outside door to the railroad, located some 200 *61feet from the store, and along said railroad the same tracks, being the tracks of one person only, were followed to the next station, which was called “Woods Station,” and which was distant from Leonard about 3% miles. Several persons followed the tracks, some by a hand car and some by a team, to Woods station, leaving Leonard within less than one hour after the commission of the crime. There was no depot building at Woods station, and the only buildings there were two dwelling houses and two elevators. The defendant was found under an elevator driveway, crouched down on a pile of stovewood, and was arrested. There was a space of three or four feet between the wood pile and the top of the driveway. On the person of the defendant, when arrested, were certain cartridges, and the next day a revolver was found on a sill under the driveway, which the defendant admitted belonged to him, and stated that he put it on the sill to attend a call of nature. The defendant also had a chisel in his pocket when arrested. There was a punch also found on a sill within two or three feet from where the defendant was discovered when arrested. There was also another punch found outside the store, and near the door which was broken open. A brace and two drills were found in the store, and also a file. A blacksmith shop at Leonard was entered on the night of the burglary, and some articles were taken, and the chisel and one of the punches in evidence were identified as tools taken from the shop. The various articles we have enumerated, when offered in evidence, were objected to by defendant’s counsel upon the ground that they were too remote, and not shown to be connected with the defendant. These objections were overruled, and we think properly so. The tools found scattered about within the store, and the punch which was found outside, but near the door which was broken, together with certain other tools of a like character which we have not deemed it necessary to specifically mention, did not belong where they were found just after the burglar was frightened away from the scene of the crime. We think, under the circumstances of the case, that the tools were a part of the *62res gesta, and were concomitants of the offense charged, and as such the jury could properly consider their character, and their relation to the offense charged, as tending to show that the burglary was in fact committed, and also the mode of its commission. The articles found in and about the store had no direct tendency, in and of themselves, to connect the defendant with the commission of the crime, and therefore their introduction in evidence could not, in our judgment, have prejudiced the defendant. The chisel found in defendant’s possession when arrested, and the punch found on the sill of the driveway, within reach of which the defendant was found when arrested, were, in our opinion, proper evidence to go to the jury under the circumstances we have detailed, as tending to show defendant’s connection with the commission of the crime. The chisel might have been used in prying open the outside door of the store, and the punch might have been used in producing the indentations which were found to have been made upon the inner door of the safe. Whether these articles were so used or not was a question for the jury to consider, in connection with the testimony offered by the defendant whereby he seeks to account for his possession' of the chisel. The revolver is not shown to have been used in committing the crime; but a revolver is a deadly weapon, such as criminals usually carry when about to commit a serious offense. This revolver belonged to the defendant, and was found under the driveway on a sill, and near where he was when arrested. Under these circumstances we think the jury were properly allowed to consider all the facts connected with the exhibits put in evidence, and where they were found, as bearing on the question of defendant’s connection with the crime. There are other errors assigned upon rulings of the tidal court upon questions connected with the evidence, but none of them involve the merits of the case or the substantial rights of the defendant,' and hence we shall overrule such assignments without further discussion.\nDefendant, by his counsel, made nine separate requests for instructions, numbered from i to 9, inclusive. Requests num*63bered 2, 3, 5, and 7 were given to the jury. Requests numbered 1, 8, and 9 were refused. On examination we do not find that the requests which were refused were objectionable for any reason, and therefore they might properly have been given in charge to the jury. But the subject-matter of these requests was fully covered in the general charge of the court to the jury in other language. Under an established rule settled in this state, no error can be predicated upon the refusal to give requests in the language of counsel, where the court of its own motion gives the law embodied in the request in other language. State v. McGahey, 3 N. D. 293, 55 N. W. Rep. 753; State v. Kent, 5 N. D. 519, 67 N. W. Rep. 1052.\nDefendant claims error in this court upon the ground that his two requests, numbered, respectively, 4 and 6, were wrongfully modified by the trial court, and read to the jury after such modification, and then were indorsed by the court erroneously as “given.” If this claim is sustained as a matter of fact, the request was not given, and should have been indorsed as “refused.” Such a modification as that claimed is forbidden by the statute. Section 8176, Rev. Codes, declares that “all instructions asked for by either party shall be given or refused by the court without modification or change unless modified or changed by the consent of the counsel asking the same.” We think the changes claimed to have been made in these requests could make little or no difference in their meaning, and were intended to bring out the same idea and meaning with greater emphasis. But we cannot endorse the practice of modifying requests without the consent of counsel. The statute distinctly forbids any such alteration of requests. In the case at bar, however, we are not required to pass upon the alleged error, nor determine whether or not it was prejudicial to the substantial rights of the defendant, for the reason that an inspection of the abstract fails to disclose the fact, affirmatively, that the two requests we are considering here, or either of them, were modified by the trial court, “without the consent of counsel.” Conceding, without *64deciding,'that the fact of the modification appears of record as a fact in this court, it is yet true that the statute does not forbid the alteration of a request where the same is made with the consent of the counsel who made the request. This court cannot in any case presume error for the purpose of reversing a judgment. Error to be available as ground of reversal, must be made to appear affirmatively. It follows that this court cannot assume, without proof in the record, that the trial court modified a request for instructions without the consent of counsel. To do so would be to assume, without proof, that the court below had deliberately violated the provisions of the code forbidding him to do so. See § 8176, supra. Also Garr, Scott &amp; Co. v. Spaulding, 2 N. D. 414, 51 N. W. Rep. 867. The language of the exception we are discussing was framed by counsel and filed with the clerk, and the same does not purport to declare on its face that the modification of either of the requests was made without the consent of counsel; nor do we desire to be understood that any language which counsel might have used, in an exception filed with the clerk of the district court after the trial was over, and not subsequently settled in a statement, would be sufficient. The statute permits counsel, at his option, to file exceptions to instructions with the clerk, and, if he does so, such exceptions can go no further than challenges of the correctness of the instructions or refusals which are on file with the clerk. Such exceptions cannot settle any question of pure fact dehors the record. Counsel cannot be'permitted to go beyond the papers on file, and declare that a certain request, claimed to have been modified, was in fact modified without the consent of counsel. It follows that no assignment of error can be sustained- upon this record, predicated upon the alleged modification by the trial court of the two requests under consideration.\nThe court, in its charge to'the jury, used the following language: “Now, gentlemen of the jury, in this case the defendant has seen fit to go upon the stand; and I charge you, with reference to that, that you are to consider his testimony just as you would consider *65the testimony of any other witness who comes before you. The rule of law with reference to the testing of the credibility of any witness is to test the ability of the witness to know of the things of which he speaks, — whether he has had the advantage of seeing and hearing the things about which he testifies. You are to consider his interest in the matter; and in weighing the testimony of this defendant, as well as that of any of the defendant’s witnesses or the witnesses on the part of the state, you are to consider the interest which he has in this matter. Now, there is some conflict of evidence. You have heard the testimony of the various witnesses wherein the conflict has occurred. You have heard the explanation of the defendant as to why he was at certain places at certain times on that night, and you have heard what has been perhaps contradictory evidence relative thereto. Now, the rule of law with reference to the credibility of witnesses is that, if you find that any witness has sworn falsely with reference to any material fact at issue, you are at liberty to disregard all of his evidence, unless you find his testimony is corroborated by other evidence in the case. This rule applies to the defendant as well as to the witnesses for the state, because, as I said before, the defendant in this case has seen fit to go upon the stand, and his testimony must be measured by the same means as the testimony of any other witness.” To this feature of the charge counsel excepts as follows: “The defendant says there is error in said instruction, in this; That it is an unfair selection of the defendant from other witnesses, and calling attention to his particular interest, — a plain intimation that the defendant’s testimony had been contradicted, which was not the fact as defendant understands, and in the connection made; that it is misleading, and not a correct statement of the law.” It will be observed that the trial court, in using the language we have quoted, has introduced two or three distinct features or propositions. By this instruction, attention is first called to the-fact that the defendant had seen fit to go upon the stand as a witness; and the court in this eonnec*66tion, and we think not unfairly, directs the attention of the jury to a well settled rule of law given as a guide to courts and juries in weighing testimony. It is this: Where a witness is shown to have an interest in the result of the litigation, courts and juries are permitted and required to take such interest into account in determining the weight of the testimony of such interested witness. If, in calling attention to this feature of the law, a court should unfairly comment upon the testimony of an interested witness in charging the jury, it would be reversible error. See Territory v. O'Hare, 1 N. D. 30, 44 N. W. Rep. 1003. But we find no unfairness in this feature of the charge, and hence the exception cannot be sustained.\nAnother distinct feature of’ the charge under consideration deals with the question of the effect produced upon the credibility of a witness by false swearing. The court said in its instruction: “If you find that any witness has sworn falsely with reference to any material fact at issue, you are at liberty to disregard all of his evidence, unless you find his testimony is corroborated by other evidence in the case.” This charge cannot be sustained as a correct exposition of the law. The court omitted to state the qualification. To swear falsely upon a material point does not necessarily have the effect stated by the court, unless it is done willfully or knowingly. See McPherrin v. Jones, 5 N. D. 261, 65 N. W. Rep. 685. But this case cannot be reversed for this error in the charge, because it has not been excepted to by counsel. The language of the exception points unmistakably to the other feature of the instruction, viz. that relating to the interest which the defendant had in the result of the tidal, with reference to the weight of his testimony as a witness. It is well settled that where a charge to the jury embodies several features, one of which is proper, an exception to the entire charge will not be sustained. It is equally well settled that, where an exception is leveled at one of several features in an instruction, other features not pointed out by the exception are not affected by it.\nIt appears that the defendant’s counsel in this case saw fit to *67'file exceptions with the clerk of the District Court to the instructions given in charge to the jury. This he might lawfully elect to do under the provisions of § 8178 of the Rev. Codes. But, having pursued this course, he must be governed by such election, and will be limited to the exceptions which he has seen fit to write out and file with the clerk of th.e District Court. By filing exceptions he has notified counsel for the state, as well as the courts, that he will predicate error on such exceptions, and none others, so far as relates to the instructions given to the jury. The exigency of the case at bar does not require this court to determine whethex-, in a case where no such exceptions to the charge are filed by counsel, an exception to each feature of the charge will be presumed to result under the statute and by operation of law. See Rev. Codes, § § 8178, 8269, 8297.\nIn the course of its charge to the jury, the trial court read to the juiy the several sections of the statute which l'espectively define burglary in its several degrees, from the first to the foui'th, inclusive. Defendant assigns error in this coui't especially upon the reading of those sections of the code which severally define bui'glary in the second and fourth degrees. The point of these exceptions is that the law defining the crime of burglary in the second and fourth degrees did not apply to the evidence or the facts of this case, and hence, as counsel claims, tended to mislead and confuse the jury. The question presented is whether, under the evidence and facts of this case, it was prejudicial ei'ror to l'ead from the statute the definitions of burglary in the second and fourth degi'ees, such reading not being accompanied with comments on the part of the coui't bearing upon either the second or fourth degree of burglary. The evidence as to the time, place, and circumstances of the offense is undisputed, and was all offered by the state; and it tended to show, and did show conclusively, that the offense charged, viz. burglary in the first degree, was committed, if any crime was committed. Nor does the evidence raise any doubt to be settled by the jury as to the degx-ee of the offense. Under the facts of this case, we think a, *68failure to read the statute defining burglary in the second, third, and fourth degrees would not have been error: In many cases (those where is any doubt under the evidence as to the degree of the offense) it is the manifest duty of the trial court to direct the attention of the jury to the various degrees of the offense as defined in the code. This is necessary because the jury are required by the terms of the code to declare the degree of the offense, if their verdict is “guilty,” and are further required to resolve all doubts under the evidence as to the degree of the crime in favor of the accused. Rev. Codes, § § 8242, 8186. In the case under consideration, the evidence pointing only to the offense of burglary in the first degree, we cannot see wherein the jury could have been confused or misled either as to the fact of the commission of the offense or as to its degree under the statute. We therefore conclude that reading to the jury the statutory definitions of burglary in the second and fourth degrees did not nor could not have prejudiced any substantial right of the defendant.\n(72 N. W. Rep. 935.)\nThere are other minor features of the charge to the jury upon which counsel have assigned error. This court has considered all of them carefully, and they are not sustained. We think, however, that no good purpose will be subserved by a discussion of such features in this opinion. After a careful examination of the charge of the court to the jury as a whole, and of all of its parts, we are of the opinion that the defendant’s rights were safeguarded carefully by the tidal court, and that none of his substantial rights under the law have been prejudiced.\nThe judgment of the court below will be affirmed.\nAll the judges concurring.\n",
            "ocr": true,
            "opinion_id": 6734772
        }
    ],
    "court_short_name": "North Dakota Supreme Court",
    "court_full_name": "North Dakota Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "North Dakota, ND",
    "crime_category": "Robbery"
}