{
    "id": 6860311,
    "judges": "Hornbeck, Miller, Wiseman",
    "date_filed": "2013-10-04",
    "date_filed_is_approximate": true,
    "slug": "state-v-mumpower",
    "case_name_short": "Mumpower",
    "case_name": "State v. Mumpower",
    "case_name_full": "STATE v. MUMPOWER, and DOBBS",
    "attorneys": "Mathias H. Heck, Pros. Atty., Fred M. Kerr, Herbert M. Jacobson, Asst. Pros. Attys., Dayton, for plaintiff-appellee., Paul M. Rion, Dayton, for defendant-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "65 Ohio Law. Abs. 541"
    ],
    "opinions": [
        {
            "author_str": "Hornbeck",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*542OPINION\nBy HORNBECK, PJ:\n; Defendant-appellant, Charles J. Mumpower, was jointly indicted, tried by a Judge, jury waived, convicted and sentenced of'the offense of burglarizing an uninhabited building with intent to steal property of Mary E. Clark, the owner of the Foos-Clark Cafe which is at the south-east corner of east Third and Torrence Streets, Dayton, Ohio.\nMumpower prosecutes this appeal and assigns seven errors, six of which are grounded on the claim that the State did not make a case against the appellant. The seventh assignment, other errors apparent on the face of the record, is not urged.\nCounsel for appellant in his brief says:\n“There is not one bit of evidence to show Mr. Mumpower was at the scene of the crime, that he was in any way connected with the alleged breaking and entering, that he knowingly had in his possession any item similar to those allegedly taken from Foos-Clark Cafe, the automobile he was driving belonged to Thomas Ingram, various tools belonged to Thomas Ingram or at least in the car when loaned to Charles Mum-power and the alleged car at the scene of the crime was never identified.”\nIf the above statement “There is not one bit of evidence” be qualified by the word direct, it is true. The case of the State, as to some of the material elements of the offense charged, is based upon circumstantial evidence. Men differ as to the reliability and certainty of proof predicated upon circumstances but it is recognized in the law as competent and probative and, indeed, some argue that it is the most satisfying and convincing type of proof.\nIt is established by uncontradicted evidence, that there was a breaking and entering into the Foos-Clark Cafe in the night season of December 21, 1952 and that money of the owner was stolen from the cash register and several R. G. Dun Little Cigars, were taken from a box of cigars on the bar. Specific description of the money stolen is given. There were 26 one dollar bills, 5 five dollar bills, 10 half dollars, 10 quarters, 3 rolls of dimes of $5.00 each, 3 rolls of nickels of $2.00 each, with the name City Railway on the rolls of dimes and Air City Novelty Service Company on the rolls of nickels. The bur*543glary was committed between 1:30 A. M., the time when the owner left the cafe and 6 A. M. the time when two detectives came on to the scene to investigate and were there when the manager came at about 6:15 A. M. and discovered the result of the robbery on the inside of the building.\nAt 10 A. M., the day of the burglary, a 1947 Aero body, two tone sedan Chevrolet was found in front of a house where appellant was staying and where he was then found asleep. The Chevrolet was registered in the name of Thomas Ingram about whom nothing appears in the record, but appellant had the keys to the car and admitted that he had been driving it. In the glove compartment of the Chevrolet was round a roll of dimes marked “City Railway Co.” On the same morning that the roll of dimes was found, the co-defendant Dobbs was located in a house in another part of the city. Upon search of the room in which he was sleeping there was found in an overcoat belonging to him 1 roll of nickels and 1 roll of dimes, the nickels marked “The Air City Novelty Company”; also in a pocket of a blue sweater “six Baby R. G. Dun cigars.” Later at the police station among the effects taken from the person of Dobbs were 18 one dollar bills, 7 quarters, 4 halves, 4 dimes, 1 nickel and 7 pennies.\nAppellant and his co-defendant Dobbs were proven to have been together as late as 3 o’clock on the morning of the burglary.\nWhen the foregoing evidence was produced the judge, as the trier of the facts, had full right to conclude that the property found on the appellant and his co-defendant was some of the property stolen from the Foos-Clark Cafe by the persons who entered by breaking the window of the building in which it was located. This evidence was of sufficient probative effect to put the defendants on explanation as to the source from which they came into possession of the property. Such explanation was not forthcoming. The situation thus created gave full application to the law as announced in the 3rd syllabus of Methard v. State, 19 Oh St 363:\n“The facts that a building was burglariously entered, goods stolen, and the possession by the accused soon thereafter of the goods stolen, are competent evidence to go to the jury, and with other circumstances indicative of guilt, such as giving a false account, or refusing to give any account, of the manner in which, or the means by which, he came into possession of the stolen goods, may afford a strong presumption of fact of the guilt of the accused, and warrant the jury in finding him guilty of both the burglary and larceny; But the facts of burglary, of larceny, and of possession of the stolen *544goods thereafter by the accused, do not, alone, raise a presumption of law that he is guilty of both the burglary and larceny.” (Emphasis ours.)\nThere were other inculpatory circumstantial facts involving the defendants.\nA Mr. John Edwards and his wife lived at 26 South Torrence Street in the third house to the south of the building which was burglarized by an entrance on the Torrence street side thereof. Edwards was a motorman and reported for work at 4:47 A. M. He arose at 3:45 A. M. on the day of the burglary and from his upstairs bed room heard the noise of an automobile having trouble to get started on the snowy, slippery road. When he first saw the car it was on the east side of the street headed north. Later, it was parked on the west side headed south. Mr. Edwards had trouble getting away from his home because of the icy street and saw the car parked near his home as late as 4:30 A. M. He described the car as a two tone, torpedo body, ’47 or ’48 Chevrolet and said that it was in the particulars he had described like the Chevrolet which was taken by the police from in front of the house where appellant was found on the morning of the burglary. Mrs. Edwards, who arose some later than her husband, observed the parked car, without lights, for some time and saw and heard it when it backed out of an alley across from her home, headed towards Third street, stopped for a few seconds and left. The police investigating the burglary at about 9 A. M. found the Chevrolet, heretofore mentioned as being in the possession of appellant, at about 10 A. M. On the front seat of the Chevrolet was a pair of gloves which Dobbs, in the presence of appellant said belonged to him; this appellant denied. On the floor in front of the back seat there was found a tire tool and a large screw driver, the blade of which, it was testified, fitted exactly indentations made in the window frame when it was pryed out of its setting so that an entrance could be made into the cafe.\nUpon the foregoing evidence and more, which is in the record and which was not denied, the trial judge found the appellant and his co-defendant guilty as charged. We are satisfied that the verdict of the guilt of appellant was justified by the evidence and that all of the material elements of the offense charged were established by the requisite degree of proof.\nThe judgment will be affirmed.\nWISEMAN and MILLER, JJ, concur.\n",
            "ocr": true,
            "opinion_id": 6749694
        }
    ],
    "court_short_name": "Ohio Court of Appeals",
    "court_full_name": "Ohio Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Robbery"
}