{
    "id": 6933943,
    "judges": "Benton, McClanahan",
    "date_filed": "2011-03-30",
    "date_filed_is_approximate": true,
    "slug": "washington-v-commonwealth",
    "case_name_short": "Commonwealth",
    "case_name": "Washington v. Commonwealth",
    "case_name_full": "Phillip Morris WASHINGTON v. COMMONWEALTH of Virginia",
    "attorneys": "Joseph Taylor Brown (Simmons, Brown & Kane, P.L.C., on brief), for appellant., Eugene Murphy, Assistant Attorney General (Jerry W. Kilgore, Attorney General, on brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "44 Va. App. 157",
        "604 S.E.2d 92"
    ],
    "opinions": [
        {
            "author_str": "Benton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJAMES W. BENTON, JR., Judge.\nA jury convicted Phillip Morris Washington upon an indictment charging that he committed a malicious wounding “after having been twice convicted of a violent felony,” in violation of Code § 18.2-51 and § 19.2-297.1, and that he committed a wounding during the commission of a felony in violation of Code § 18.2-53. On appeal, Washington contends that the trial judge erred in permitting the prosecutor to prove two prior robbery convictions during the guilt phase of the bifurcated trial. We hold that the felony convictions, which must be proved to invoke Code § 19.2-297.1, are not elements of the malicious wounding offense proscribed by Code § 18.2-51. We, therefore, reverse the conviction and remand for a new trial.\nI.\nPrior to trial, Washington filed a motion in limine to prohibit the prosecutor from introducing evidence of his prior violent felony convictions during the guilt phase of the trial. His motion asserts that this “evidence is not ‘relevant and probative of ... an element of the offense’ ” and that “it would be unduly prejudicial for the Commonwealth to refer to such evidence before any finding of guilt.” The Commonwealth argued “that is an element of its proof in its case-in-chief.” The trial judge denied Washington’s motion, ruling that the Commonwealth had the burden of proving the two prior violent felony convictions and that the jury was required to make the factual finding during the guilt phase of trial. During the Commonwealth’s case-in-chief at the guilt phase of the trial, the prosecutor introduced as evidence two prior conviction orders for robberies committed by Washington. At the conclusion of the evidence at the guilt phase, the jury found “the defendant guilty of malicious wounding ... after having been previously convicted of two violent felonies” and guilty of unlawful wounding during the commission of a felony.\nDuring the punishment phase, the prosecutor informed the jury that “because it was an element of the offense, you got to see [during the guilt phase] the conviction orders for Mr. *160Washington for two violent felonies.” At the conclusion of their deliberations, the jury fixed Washington’s punishment at life imprisonment for the malicious wounding offense, the mandatory sentence required by Code § 19.2-291.1, and at five years imprisonment and a five hundred dollar fine for a wounding while committing a felony. The trial judge sentenced Washington according to the jury’s verdict.\nII.\nWashington contends that the trial judge erred in permitting the introduction of evidence of the two prior felony convictions at the guilt phase of the trial. He argues that Code § 19.2-297.1 does not create an element of the offense proscribed in Code § 18.2-51, that the statutes do not require that the prior convictions be proven during the Commonwealth’s case-in-chief, and that the admission of the evidence of the convictions before the punishment phase begins is prejudicial. The Commonwealth contends the two prior felony convictions are elements of the offense and must be submitted to the jury during the guilt phase.\nWe resolve this issue by reviewing the statutes. Code § 18.2-51 provides that “if any person maliciously wound any person or by any means cause him bodily injury, with the intent to maim, disfigure, disable, or kill, he shall, except where it is otherwise provided, be guilty of a Class 3 felony.” In pertinent part, Code § 19.2-297.1 provides as follows:\nA. Any person convicted of two or more separate acts of violence when such offenses were not part of a common act, transaction or scheme ... shall, upon conviction of a third or subsequent act of violence, be sentenced to life imprisonment and shall not have any portion of the sentence suspended, provided it is admitted, or found by the jury or judge before whom he is tried, that he has been previously convicted of two or more such acts of violence.\n# sj« sji\nB. Prior convictions shall include convictions under the laws of any state or of the United States for any offense *161substantially similar to those Usted under “act of violence” if such offense would be a felony if committed in the Commonwealth.\nThe Commonwealth shall notify the defendant in writing, at least thirty days prior to trial, of its intention to seek punishment pursuant to this section.\nIn applying these statutes, we are guided by well established principles.\nUnder basic rules of statutory construction, we determine the General Assembly’s intent from the words contained in the statute. When the language of a statute is plain and unambiguous, courts are bound by the plain meaning of that language. Thus, when a statute’s language is unambiguous, courts cannot give that language a construction that amounts to holding that the General Assembly did not mean what it actually has stated.\nVolkswagen of America v. Smit, 266 Va. 444, 452, 587 S.E.2d 526, 531 (2003) (citations omitted). See also Burlile v. Commonwealth, 261 Va. 501, 511, 544 S.E.2d 360, 365 (2001) (holding that, when a statute has words of a plain import, courts cannot construe them in a way that varies the plain meaning of the language). In other words, courts are bound by the plain meaning of clear, unambiguous statutory language. Pope v. Commonwealth, 19 Va.App. 130, 132, 449 S.E.2d 269, 270 (1994).\nNothing in Code § 18.2-51, the statute proscribing malicious wounding, provides that the occurrence of prior, separate acts of violence are elements of the offense of malicious wounding. Likewise, Code § 19.2-297.1, the statute that defines the effect of prior, separate acts of violence, does not provide that these acts are elements of the offense proscribed by Code § 18.2-51. Indeed, by its express terms, Code § 19.2-297.1 applies only “upon conviction of a third or subsequent act of violence,” and it provides that the convicted person “shall ... be sentenced to life imprisonment” upon the terms of the statute. (Emphasis added). Significantly, Code § 19.2-297.1 also provides that the prosecutor must “notify *162the defendant in writing, at least thirty days prior to trial, of its intention to seek punishment pursuant to this section.” (Emphasis added).\nIn short, Code § 19.2-297.1 unambiguously relates to the punishment to be imposed upon conviction. Reinforcing its clear, unambiguous language, the legislature enacted Code § 19.2-297.1 in Title 19.2, Chapter 18, of the Code of Virginia under the heading “Sentence; Judgment; Execution of Sentence.” It is the only penalty enhancing statute in that chapter. Equally significant is the placement of this statute in the same title of the Code of Virginia as Code § 19.2-295.1, which provides for the bifurcation of trials in which evidence of prior criminal convictions is admitted during the punishment phase.1\nThe Commonwealth asserts that the phrase “found by the jury,” which is contained in Code § 19.2-297.1, implies that the fact finder must make a finding that the defendant has twice before been convicted of violent offenses prescribed by the statute. We agree with this assertion, as far as it goes. The statutory language, however, does not require that the prior conviction evidence be admitted during the guilt phase of trial. Rather, it expressly provides that “upon conviction of a third or subsequent act of violence” that person shall be sentenced to life imprisonment, “provided it is admitted, or found by the jury or judge before whom [the defendant] is tried, that he has been previously convicted of two or more ... acts of violence.” Code § 19.2-297.1 (emphasis added). Consistent with Code § 19.2-295.1, this is evidence for en*163hancing punishment that is admissible and appropriate for the jury’s determination at the punishment phase of trial.2\nThe Commonwealth also relies on Berry v. Commonwealth, 22 Va.App. 209, 468 S.E.2d 685 (1996), to support the proposition that Code § 19.2-297.1 must be read to provide that the prior convictions are elements of the offense and, therefore, evidence of those convictions is properly submitted to the jury during the guilt phase of the trial. The short answer to this argument is that Berry does not require that we hold that Code § 19.2-297.1 is an element of the offense of malicious wounding because Berry concerned an entirely different statute, Code § 18.2-248. The Berry decision dealt with the issue whether a defendant’s prior narcotics convictions under Code § 18.2-248 were properly admitted to the jury during the guilt phase of the bifurcated trial in a third narcotics prosecution under Code § 18.2-248. Berry, 22 Va.App. at 213, 468 S.E.2d at 687. Unlike Code § 18.2-51 and Code § 19.2-297.1, the statutes at issue in this case, Code § 18.2-248, which was the statute at issue in Berry, provides for the substantive offense as well as for the penalty enhancement for a subsequent offense within the same statute. In Berry, we relied upon this inclusion of the penalty enhancement in the same statute *164which creates the substantive crime in determining that the penalty enhancement was an element of the offense.\nRecently, in Medici v. Commonwealth, 260 Va. 223, 532 S.E.2d 28 (2000), the Supreme Court held that introducing evidence of a prior conviction at the guilt phase of trial did not violate a defendant’s constitutional right to due process under the Fourteenth Amendment. Id. at 227-28, 532 S.E.2d at 31 (citing Brown, 226 Va. at 59, 307 S.E.2d at 241). Supporting its holding that no due process violation occurred, the Court noted that the trial judge in Medici instructed the jury to consider the prior convictions only as evidence of a prior conviction and not as evidence of the defendant’s guilt. Id. at 229, 532 S.E.2d at 32. The Court, however, specifically declined to address “whether the better policy would be to introduce a prior conviction into evidence only during the sentencing phase ... [or] whether a prior conviction is an element of the offense charged.” Id. The Court declined to do so because the issue raised by Medici dealt solely with whether his constitutional due process rights were violated. Id.\nIn simple terms, the Supreme Court declined to decide the state-law issue in Medici because Medici raised only a constitutional due process issue. The United States Supreme Court has recognized the proposition that, although it is usually the case that prejudice is necessary to establish a violation of due process, see Estes v. Texas, 381 U.S. 532, 542-43, 85 S.Ct. 1628, 1633, 14 L.Ed.2d 543 (1965); Hamilton v. Alabama, 368 U.S. 52, 55, 82 S.Ct. 157, 159, 7 L.Ed.2d 114 (1961), a claim of prejudice is not virtually identical to a claim of a due process violation. As the United States Supreme Court has noted, “proof of prejudice is generally a necessary but not sufficient element of a due process claim.” United States v. Lovasco, 431 U.S. 783, 790, 97 S.Ct. 2044, 2049, 52 L.Ed.2d 752 (1977).\nIn this case, Washington argued that under state law the evidence of prior violent convictions was not an element of malicious wounding. See Code § 18.2-51. The trial judge ruled that it was and permitted the prosecutor to prove those convictions in the Commonwealth’s case-in-chief at the guilt *165phase of the bifurcated trial. We hold that the trial judge erred in ruling that the prior convictions, which are required for the enhanced punishment under Code § 19.2-297.1, are elements of the offense and in admitting evidence of those convictions during the guilt phase of the trial.3\nThe general rule is well established that in a criminal prosecution, proof which shows or tends to show that the accused is guilty of the commission of other crimes and offenses at other times, even though they are of the same nature as the one charged in the indictment, is incompetent and inadmissible for the purpose of showing the commission of the particular crime charged.\nKirkpatrick v. Commonwealth, 211 Va. 269, 272, 176 S.E.2d 802, 805 (1970).\nAbsent some exception to the general rule, “evidence implicating an accused in other crimes unrelated to the charged offense is inadmissible because it may confuse the issues being tried and cause undue prejudice to the defendant.” Guill v. Commonwealth, 255 Va. 134, 138, 495 S.E.2d *166489, 491 (1998). As in this case, the evidence “had the effect of impeaching [the defendant’s] character, which he had not put in issue, and led to the inference that because of a criminal propensity he probably committed the crime for which he was being tried.” Fleenor v. Commonwealth, 200 Va. 270, 275, 105 S.E.2d 160, 163 (1958). The principle is well established, however, that evidence of other crimes, which are improperly admitted in the prosecution’s case-in-ehief creates undue prejudice and constitutes reversible error, notwithstanding the absence of a claim of a due process violation. Lewis v. Commonwealth, 225 Va. 497, 501-02, 303 S.E.2d 890, 893 (1983). See also Donahue v. Commonwealth, 225 Va. 145, 156, 300 S.E.2d 768, 774 (1983).\nAccordingly, we reverse the conviction and remand for a new trial.\n\nReversed and remanded.\n\n\n. In pertinent part, Code § 19.2-295.1 provides as follows:\nIn cases of trial by jury, upon a finding that the defendant is guilty of a felony ... a separate proceeding limited to the ascertainment of punishment shall be held as soon as practicable before the same jury. At such proceeding, the Commonwealth shall present the defendant’s prior criminal convictions by certified, attested or exemplified copies of the record of conviction, including adult convictions and juvenile convictions and adjudications of delinquency. Prior convictions shall include convictions and adjudications of delinquency under the laws of any state, the District of Columbia, the United States or its territories.\n\n\n. Prior to the enactment of Code § 19.2-295.1, the Supreme Court held in Brown v. Commonwealth, 226 Va. 56, 59, 307 S.E.2d 239, 241 (1983), that an accused was not denied due process when, during a trial that consolidated the issues of guilt and punishment, the jury was informed of previous convictions required for an enhanced punishment. In so holding, the Court noted that the trial judge cautioned the jury not to consider the previous convictions in determining guilt and, significantly, the Court noted the following:\nBrown sought a bifurcated trial, but there is no statutory authorization for such a procedure in this case. Bifurcated trials have been provided by statute only in capital murder cases, Code § 19.2-264.3, and in certain traffic cases, Code § 46.1-347.2. There may be sound arguments for the extension of such trials to other offenses in Virginia, but these arguments should be addressed to the General Assembly.\nId. at 59, 307 S.E.2d at 240-41 (footnote omitted). Eleven years later, in 1994, the General Assembly provided for bifurcated trials in felony prosecutions such as this case.\n\n\n. Although the trial judge later instructed the jury during the guilt phase that \"[ejvidence that the defendant was previously convicted of prior offenses should be considered by you only for proof of the element of a prior conviction and not as proof that he committed the offense to which he is charged,” the trial judge also instructed the jury, in pertinent part, as follows:\nThe Commonwealth must prove beyond a reasonable doubt each of the following elements of that crime:\n(1) That the defendant wounded or caused bodily injury by any means to Kathleen Monroe; and\n(2) That such wounding or bodily injury was with intent to maim, disfigure, disable or kill Kathleen Monroe; and\n(3) That the act was done with malice; and\n(4) That the defendant has been previously convicted of two violent felonies.\nIf you find from the evidence that the Commonwealth has proved beyond a reasonable doubt each of the above elements of the offense as charged, then you shall find the defendant guilty of maliciously wounding or causing bodily injury.\nThe first instruction cannot be reconciled with the latter finding instruction because the finding instruction tells the jury that the previous convictions are \"elements of the crime,” i.e., proof that he committed the offense to which he is charged.\n\n",
            "ocr": true,
            "opinion_id": 6830646
        },
        {
            "author_str": "McClanahan",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcCLANAHAN, J.,\ndissenting.\nBecause prior precedent binds us, I would affirm the judgment of the trial court. See generally Armstrong v. Commonwealth, 263 Va. 573, 581, 562 S.E.2d 139, 143 (2002) (citing Commonwealth v. Burns, 240 Va. 171, 173-74, 395 S.E.2d 456, 457 (1990)); Pulliam v. Coastal Emergency Servs., Inc., 257 Va. 1, 10, 509 S.E.2d 307, 312 (1999); Johnson v. Commonwealth, 252 Va. 425, 430, 478 S.E.2d 539, 541 (1996); Selected Risks Ins. Co. v. Dean, 233 Va. 260, 265, 355 S.E.2d 579, 581 (1987); Clinchfield Coal Co. v. Reed, 40 Va.App. 69, 73-74, 577 S.E.2d 538, 540 (2003) (noting that the principle that courts are bound by the doctrine of stare decisis “applies not merely to the literal holding of the case, but also to its ratio decidendi — the essential rationale in the case that determined the judgment”); Bostic v. Commonwealth, 31 Va.App. 632, 635-36, 525 S.E.2d 67, 68 (2000); see also Code § 17.1-402(D).\nPrior Supreme Court of Virginia and Court of Appeals of Virginia cases have authorized the admission of recidivists’ prior convictions in the guilt phase of trials for the purpose of enhanced punishment. See e.g., Medici v. Commonwealth, 260 Va. 223, 229, 532 S.E.2d 28, 32 (2000); Brown v. Common*167wealth, 226 Va. 56, 58-59, 307 S.E.2d 239, 240 (1983); Berry v. Commonwealth, 22 Va.App. 209, 213, 468 S.E.2d 685, 687 (1996); Pittman v. Commonwealth, 17 Va.App. 33, 35-36, 434 S.E.2d 694, 695-96 (1993); Farmer v. Commonwealth, 10 Va.App. 175, 179-80, 390 S.E.2d 775, 776-77 (1990), aff'd on reh’g, 12 Va.App. 337, 404 S.E.2d 371 (1991) (en banc).\nThe majority opinion holds that the three-strikes law allows admission of evidence of prior crimes only in the sentencing phase of a bifurcated trial. The General Assembly established bifurcated jury trials for felonies or Class 1 misdemeanors in Code § 19.2-295.1 in 1994. Both Berry and Medici were decided post&gt;-1994. The issues in those cases, whether the bifurcation statute prohibits evidence of prior convictions from being admitted in the guilt phase, and whether admission of prior convictions in that phase violates a defendant’s right to due process, respectively, are the identical issues raised in this case.4 The appellant argues that “the factual determination [of his prior crimes] must be made during the sentencing *168phase of the trial” and that the trial court “failed to guarantee [his] right to a fair trial and due process.” Berry held that the bifurcation statute does not prevent the introduction of evidence of prior convictions in the guilt phase. Berry, 22 Va.App. at 213, 468 S.E.2d at 687. Medici held that admission of the prior crimes in the gmltyinnocence phase does not violate due process. Medici, 260 Va. at 229, 532 S.E.2d at 32. See also Marshall v. Lonberger, 459 U.S. 422, 438 n. 6, 103 S.Ct. 843, 853 n. 6, 74 L.Ed.2d 646 (1983) (reaffirming Spencer v. Texas, 385 U.S. 554, 567-69, 87 S.Ct. 648, 654, 17 L.Ed.2d 606 (1967) (holding that admission of evidence of prior felonies at the guilt phase of a trial does not violate due process)). The majority’s attempts to distinguish Berry and Medici are, in my view, not persuasive.5\n*169A panel of this Court is not authorized to overrule established precedent. See Robinson v. Commonwealth, 13 Va.App. 540, 543, 413 S.E.2d 661, 662 (1992) (“Under the rule of stare decisis, a decision by a panel of this court is an established precedent.”); Roane v. Roane, 12 Va.App. 989, 993, 407 S.E.2d 698, 700 (1991) (“[W]e are bound by the decisions of the Supreme Court of Virginia and are without authority to overrule [them].”). Though the statutes at issue in the recidivism eases cited above are not the specific statute at issue in this case, stare decisis requires that we are bound by not just the literal holding in the case, but by the essential rationale that determines the judgment of the case. Clinchfield Coal, 40 Va.App. at 73-74, 577 S.E.2d at 540. Therefore, I respectfully dissent.\n\n. The existence of the bifurcation statute does not change the requirement of proving prior convictions under the recidivist statute, even if the provision for enhanced punishment is contained in a separate statute from the charged offense. Either way, ‘‘[w]hen sentence enhancement is an issue, the Commonwealth has the burden of proving the existence of a defendant’s prior, valid convictions.” Harris v. Commonwealth, 26 Va.App. 794, 803, 497 S.E.2d 165, 169 (1998); see also Calfee v. Commonwealth, 215 Va. 253, 255, 208 S.E.2d 740, 741-42 (1974) (quoting Commonwealth v. Ellett, 174 Va. 403, 409, 413, 4 S.E.2d 762, 764, 766 (1939)). Moreover, the statute in this case requires the judge or jury to make a finding on the previous convictions. Code § 19.2-297.1. When findings are made at the sentencing phase of the trial, the questions then presented are: 1) what the burden of proof at that phase of the trial should be — preponderance of the evidence or beyond a reasonable doubt, cf. Blakely v. Washington, -U.S. -, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004); Apprendi v. New Jersey, 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000); In re Winship, 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970); and 2) what evidentiary rules apply at that phase of the trial. Blakely,-U.S. at-, 124 S.Ct. at 2561 (Breyer, J., dissenting) (citing United States v. Watts, 519 U.S. 148, 153-57, 117 S.Ct. 633, 635, 136 L.Ed.2d 554 (1997) (per curiam)); cf. Witte v. United States, 515 U.S. 389, 399-401, 115 S.Ct. 2199, 2205, 132 L.Ed.2d 351 (1995).\nIn this case, jury instructions stated that the previous convictions were elements that the Commonwealth was required to prove beyond a *168reasonable doubt. The judge also gave a cautionary instruction that stated that the jury should consider evidence of the prior convictions \"only for proof of the element of a prior conviction and not as proof that he committed the offense” with which he was charged. See Simpson v. Commonwealth, 199 Va. 549, 554, 100 S.E.2d 701, 705 (1957).\n\n\n. The majority attempts to distinguish Berry by stating that the statute at issue in Berry, Code § 18.2-248, provides for both the substantive offense and penalty enhancement for a subsequent offense within the same statute, therefore making it an element of the offense. Because the penalty enhancement in this case falls under Title 19.2 of the Code, the majority finds it is not an element of the offense and, thus, Berry does not apply.\nHowever, in Brown, 226 Va. at 58-59, 307 S.E.2d at 240, the Supreme Court addressed admission of prior crimes under Code § 19.2-297, a statute that has since been repealed. That statute employed nearly identical language to the statute at issue in the case at bar, except that it provided enhanced penalties for larcenies rather than violent felonies. Like the statute in this case, it also fell under Title 19.2. Additionally, because Code § 19.2-297.1 is a general recidivism statute that applies to numerous criminal statutes, its placement in Title 19.2 saves repetition of its provisions in each of the substantive criminal statutes to which it applies. Finally, names or titles of statutes do not control statutory construction. Code § 1-13.9.\nWith regard to Medici, the majority attempts to distinguish it by stating that it \"dealt solely with whether his constitutional due process rights were violated.” The majority holds that admission of the prior convictions is prejudicial and therefore is distinguished from a claim of a due process violation. In the case at bar, the question presented is *169whether the trial court erred in admitting “two prior felony convictions during the culpability phase of the trial,” which was for the purpose of the sentence enhancement under the so-called three-strikes law. However, appellant does not attempt to distinguish, as the majority does, a claim of prejudice and due process. Appellant argues,\nThe Defendant's state and federal constitutional rights to a fair trial require that no unnecessary prejudicial evidence be entered against the Defendant. The trial court did not follow that language and meaning of the statute and failed to guarantee the Defendant’s right to a fair trial and due process. The Defendant did not receive a fair trial because of this prejudice.\nIn fact, whether a circumstance is prejudicial is inherently a question of due process:\n\"Every procedure which would offer a possible temptation to the average man ... to forget the burden of proof required to convict the defendant, or which might lead him not to hold the balance nice, clear and true between the State and the accused, denies the latter due process of law.”\nEstes v. Texas, 381 U.S. 532, 543, 85 S.Ct. 1628, 1633, 14 L.Ed.2d 543 (1965) (quoting Tumey v. Ohio, 273 U.S. 510, 532, 47 S.Ct. 437, 444, 71 L.Ed. 749 (1927)).\n\"[Mjost cases involving claims of due process deprivations ... require a showing of identifiable prejudice to the accused. Nevertheless, at times a procedure employed by the State involves such a probability that prejudice will result that it is deemed inherently lacking in due process.” Id. at 542-43. Thus, whether admission of the two felonies is prejudicial is essentially a question of due process. The Supreme Court has held that admission of evidence of prior felonies at the guilt phase of a trial does not violate due process. Spencer, 385 U.S. at 567-68, 87 S.Ct. at 663; see also Lonberger, 459 U.S. at 438 n. 6, 103 S.Ct. at 853.\n\n",
            "ocr": true,
            "opinion_id": 6830647
        }
    ],
    "court_short_name": "Court of Appeals of Virginia",
    "court_full_name": "Court of Appeals of Virginia",
    "court_type": "SA",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Robbery"
}