{
    "id": 7076745,
    "judges": "Deyoung",
    "date_filed": "1974-11-02",
    "date_filed_is_approximate": true,
    "slug": "people-v-mccarthy",
    "case_name_short": "McCarthy",
    "case_name": "People v. McCarthy",
    "case_name_full": "The People of the State of Illinois, in Error v. Thomas McCarthy in Error",
    "attorneys": "ScholEs & Pratt, and George W. Cunningham, (Dailey, Miller, McCormick & Radley, of counsel,) for plaintiffs in error., Edward J. Brundage, Attorney General, E. E. Black, State’s Attorney, and Virgil L. Blanding, for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "313 Ill. 303"
    ],
    "opinions": [
        {
            "author_str": "Deyoung",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Mr. Justice DeYoung delivered the opinion of the court: Thomas McCarthy and Ben Trompeter, the plaintiffs in error, with James Julian and James Coleman, were indicted at the November, 1922, term of the circuit court of Tazewell county for attempting to commit burglary of a freight car. Plaintiffs in error were found guilty and sentenced to the penitentiary. They prosecute this writ of error to review the judgment. The Cleveland, Cincinnati, Chicago and St. Louis railway runs easterly from the city of Pekin, in Tazewell county. The east yards of the railway are situated a short distance east of the city and run parallel to the railway. Contiguous to the yards are the grounds of the Pekin Country Club. These grounds extend south from the railway about one-half mile to the Tremont road, which runs westerly to Pekin. The entrance to the country club is on Tremont road. Near the east line of the grounds is a wooded hill, which slopes to the north, east and west. The trees on it are well trimmed. About 100 yards east of this hill is a ravine. A fence separates the grounds of the country club from the railway yards. Within the yards, and approximately 150 feet east of the west line of the club grounds extended north, is a work or material-shed. Adjoining the country club on the west is a park, which also extends from the railway yards to the Tremont road. The rdew from this road across the park and country club grounds is unobstructed. To the north of the railway above mentioned are the tracks and a round-house of the Santa Fe railroad. Another highway runs easterly from Pekin which is north of the Santa Fe railroad and practically parallel to it. On November 6, 1922, the American Distilling Company, at Pekin, loaded a car with five and ten-gallon cans and barrels containing non-beverage and denatured alcohol. About ten o’clock A. M. on the next day the car was placed on a switch-track in the yards east of Pekin, from which it was to be sent to Peoria an hour later. Chester McCalla, the yardmaster, testified that about half-past ten o’clock the seals on the doors of the car were intact; that later, from the Santa Fe round-house, about 80 rods north of the car, he saw five men near the material-shed; that at the same time he saw two other men, about 100 yards away, walking across the country club grounds, going north, but that he did not get a good view of them; that he then telephoned the chief of police; that on looking underneath the car he could see men on the south side of it; that they were moving, and finally one came to the north side, walked around and then returned; that he saw an automobile enter the country club grounds from the south, and that about the same time he saw five men, four car lengths away, walk across the grounds in a southeasterly direction toward the timber; that he approached the car and found that the door was open about four inches; that, walking along the cars, he saw Arthur Donahue, a deputy sheriff, come with a gun; that he pointed to the southeast, the direction in which the five men were going, and it was not long until shots were heard; that he did not know who did the shooting but saw Donahue with his gun up; that after the shooting the five men, then near the timber, about 800 yards from the car, started running over the hill; that he would not say that either of the defendants was at the car; that coal miners and others often pass through the yards and that persons other than the defendants might have interfered with the lock. A. S. Whitmore, sheriff of Tazewell county, testified that he received a call to go to the railroad yards; that he took with him Guy McIntyre, chief of police of Pekin, and Clifford Whitmore, a deputy sheriff; that he sent by the other highway, north of the railroad, Earl Whitmore and Arthur Donahue, deputy sheriffs, and Jerry Maloney, a police officer; that he, with the two officers accompanying him, drove into the country club grounds, turned north, and when half-way across saw the other officers emerge from the yards pursuing someone across the club grounds; that one of the officers was shooting, and he heard shots from the hill but could not tell by whom they were fired; that he then drove over the hill and came upon three men running south and east across the club grounds toward a ravine just beyond, at a place where brush and weeds were growing; that he called on the men to stop but they kept on running; that when they failed to halt he shot at them; that they ran up the ravine and the officers continued shooting ; that they hid under the bank until the officers captured them; that a fourth man (Coleman) was lying down in the grass, and that the witness searched them for guns but found none. William Mullick, who was with McCalla, testified that he saw certain men by looking underneath the car to the south; that they were moving about but that all he could see was their legs; that one of them came around to the north side of the car; that he saw five men cross the country club grounds; that they had been at the car and were compelled to go through a string of cars to get out of the yards; that he examined the door of the car and found the seal broken, but the door was not open nor was the cleat removed; that he had no idea who the men were, because he saw only their legs a little above the knees and their backs as they were leaving; that they walked away leisurely; that it is such a common sight to see people cross the club grounds from the highway that he would not even notice it, and that many coal miners pass on the tracks. Earl B. Whitmore, a deputy sheriff, who went over the north road, testified that when he reached the round-house he saw three men walking at the top of the hill, about to enter the timber on the club grounds; that when he and his associates pursued them they started to run; that on reaching the top of the hill he shot in the direction of the men pursued and a shot was fired back; that he did not see them again until the sheriff and his officers came out of the ditch with them; that he would not say that any of the men pursued did the shooting; that the men were searched but nothing was found on them; that the seal to the car door was broken and the door showed signs of having been pried in an attempt to open it; that the door was open about one inch, — not four inches, — and that he did not see any cleats on the door. Arthur Donahue, another deputy sheriff, testified that when the men were pursued he went around the northerly side of the hill and then into the ravine; that he arrested Trompeter, and that he saw four men, only. Frank S. Mahoney, a motorcycle officer of Pekin, testified that when he reached the round-house he started, between and underneath the cars and over a fence, across the grounds of the country club in pursuit of four men; that when he went over the hill two or three of the men had been captured; that he, the chief of police and sheriff did much shooting, but he cannot say that the men pursued did any or that- they were near the car; that the seal of the car was broken and that the door was open from four to six inches. Clifford Whitmore, deputy sheriff, who accompanied sheriff Whitmore and chief of police McIntyre to the country club by way of the Tremont road, testified that when they reached the hill they heard much shooting and from its top saw three men running; that the sheriff commanded them to halt and shot at them; that the witness went down the ravine and found McCarthy and another man, who put up their hands at his command and he arrested them; that he did not see Coleman; that the seal on the car was broken and the door appeared as if it had been pried open one or two inches; that after the men had been taken to jail, he, with other officers, returned to the country club and found a revolver and crow-bar at points near the ravine. Guy McIntyre, chief of police of Pekin, testified that there was much shooting when he reached the golf grounds; that when he first saw the men they were running and turned somewhat to the east; that they jumped over the fence and then went into the ravine; that the sheriff called on them to halt and that the three officers shot at them; that three of the men came out of the ravine with their hands up and a fourth was lying in the grass, and that all were arrested and taken to jail. Prank S. Keyes, another deputy sheriff, accompanied the chief of police, sheriff and other officers on the second trip to the country club when the revolver and crow-bar were found. The only other witnesses for the State on material questions were G. P. Conway, division foreman, and E. E. Bland, yard clerk. Conway saw five men about 80 feet from the car, walking south in the golf grounds; that they changed their course to the east, and shortly afterwards he heard shooting. Bland checked the car about 9 :oo A. M. on November 7, 1922, and again at 12:3o P. M. on the same day, when he found the seal on the south door broken but the door was closed. On the part of plaintiffs in error, James Coleman testified that he was the proprietor of a soft drink parlor in Peoria; that he had been acquainted with McCarthy, Trompeter and Julian for twelve or fifteen years; that he saw them in the forenoon of November 7, 1922, at his place of business; that they left about 11:3o A. M. for Pekin; that he and Julian went in the witness’ touring car and that Trompeter and McCarthy followed in the latter’s automobile; that after they reached Pekin they stopped at a house near the railroad tracks and inquired for a man named Tony Leon or Lane; that an elderly woman informed them that he could be found at the coal mine across the tracks or at a little house on the other side of the golf links; that they started on foot for the mine, walking northwesterly toward the railroad tracks; that when they came within 150 feet of the tracks they saw about six men standing at a little shed; that he then said to his companions, “What is the use of going over the tracks ?” and that they started in an easterly direction over the hill in the golf grounds; that when they reached the top of the hill they saw the officers’ car, from which the occupants jumped and started shooting; that he laid on the ground and the others of his party ran to the ravine; that soon after all were arrested; that he did not come within 150 feet of the car loaded with alcohol; that no one broke the seal in his presence; that he was 600 or 700 yards from the railroad when he first saw the officers and that he did not run at any time. Thomas McCarthy testified that he was a fisherman at Peoria; that at Coleman’s request, he, Julian and Trompeter accompanied Coleman on the trip to Pekin; that they went to a house about 200 feet from the tracks and then started for a house east of the country club; that they were walking towards the ravine when the officers drove up, started shooting and arrested and searched them but found nothing; that he saw six or seven men to their left when they were about 200 feet from the railroad; that he was not around any railroad car and that no one in his presence broke the seal or opened the car door. Plaintiff in error Ben Trompeter testified that he also was a fisherman in Peoria; that Coleman proposed the trip but that he was not apprised of its purpose, and that he did not approach the car nor break the seal nor open the door, nor did anyone in his company do so. His testimony is corroborative of the other witnesses for the defense concerning the arrival of the officers in the automobile, the shooting, the arrest and the search and failure to find weapons on the person of any of them. The testimony on behalf of the plaintiffs in error shows that they went to Pekin for liquor, which they expected to obtain either from or through the agency of Leon or Lane. Neither of the plaintiffs in error had any weapons when arrested and they denied having any with them on the trip. It is contended that in this situation the admission in evidence of the revolver and crow-bar was error. There was no direct testimony on the part of the State that the plaintiffs in error had broken the seal of the car, but there was testimony which tended to show that there had been shooting by one or more of the men who were afterwards arrested and that the car bore marks indicating an attempt to pry the door open. The revolver and crow-bar were found near the place of the arrest, though not until a second trip to the golf grounds was made by the officers. These circumstances, we believe, were sufficiently related to justify the admission in evidence of the crow-bar and revolver. People v. McGuirk, 312 Ill. 257. The State offered no direct testimony that the plaintiffs in error broke the seal of the car. Their presence in the country club grounds, the proximity of the car, the change in their course when they saw the police officers, the finding of the crow-bar and revolver, the marks on the car, the failure to show a lawful purpose or mission in the place where arrested, among other circumstances, are relied upon to sustain the charge in the indictment. In this state of the record the instructions given must be accurate and the trial in other respects must be free from error. Complaint is made of the twelfth instruction given on behalf of the People, which told the jury that “when an offense is actually committed by one person but another is present and knowing the unlawful intent, by acts, words or gestures aids or encourages the person actually engaged in the commission of the unlawful act, or who not being actually present, keeps watch so as to prevent the interruption of the person engaged in the commission of the offense, such person or persons so aiding, encouraging or keeping watch are principal offenders.” No justifiable inference can be drawn from the evidence that any person kept watch to prevent the interruption of any other person engaged in the commission of an offense. This instruction did not even preface the statement of the rule with the words “if the jury finds the offense has been committed,” but it might easily have led the jury to believe that they could take for granted that someone of the defendants actually committed the offense, and that the purpose of the instruction was to tell the jury that under such circumstances the others could properly be convicted as principals. There was sufficient evidence to justify the assumption that the seal had been broken, but it was for the jury to determine whether any one of the defendants had broken it. The court may assume facts proven which the uncontroverted evidence shows to be true, (People v. Walinsky, 300 Ill. 92,) but where the evidence is conflicting it is error to assume the truth of such controverted facts. (People v. O’Connor, 295 Ill. 198; People v. Pezutto, 255 id. 583; People v. Feinberg, 237 id. 348.) The instruction is misleading and is founded upon no testimony in the case. It should not have been given. By the nineteenth instruction given on behalf of the People the jury were told that if they found that plaintiffs in error “intended to enter the railroad car in question with intent to commit a felony or larceny therein, * * * and for that purpose they broke the seal of said car, then, that, in law, is an attempt, and you should find the defendants guilty of an attempt to commit burglary, as charged in the indictment.” There was no charge in the indictment of an attempted felony other than the attempt to break and enter a certain freight car with the intent to steal thf personal goods, chattels and property of the railway company. The jury should not be permitted to speculate, in the absence of charge or proof, as to any intent other than to commit burglary, which was specifically laid in the indictment. The instruction should have been confined to the offense charged. Under the charge in the indictment the nineteenth instruction is too broad and is erroneous. People v. Jones, 263 Ill. 564. It is contended that the offense charged was not proved beyond a reasonable doubt. The evidence is of such a nature that the giving of the erroneous instructions is sufficient to justify the reversal of the judgment, hence we express no opinion upon the merits, of the case on this review. The judgment will be reversed and the cause remanded. Reversed and remanded. ",
            "ocr": true,
            "opinion_id": 6981531
        }
    ],
    "court_short_name": "Illinois Supreme Court",
    "court_full_name": "Illinois Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}