{
    "id": 7079572,
    "judges": "Jacobs, Katzmann, McLaughlin",
    "date_filed": "1972-06-01",
    "date_filed_is_approximate": true,
    "slug": "commercial-union-assurance-co-v-oak-park-marina-inc",
    "case_name_short": null,
    "case_name": "Commercial Union Assurance Co. v. Oak Park Marina, Inc.",
    "case_name_full": "COMMERCIAL UNION ASSURANCE COMPANY, PLC, La Reunion Francaise Societe Anononyme D'Assurances Et Des Reassurances, The Yorkshire Insurance Co. Ltd., Northern Assurance Co. Ltd., Ocean Marine Insurance Co. Ltd., The Prudential Assurance Co. Ltd., London & Hull Maritime Assurance Co. Ltd., Sirius (UK) Insurance PLC, Phoenix Assurance Public Limited Company, Switzerland Insurance Company UK Limited, Nippon Insurance Company of Europe Limited, Fuji International Insurance Company Ltd., Excess Insurance Co. Ltd., Bishopsgate Insurance Ltd., The Threadneedle Insurance Co. Ltd., Sphere Drake Insurance PLC., Assicurazioni Generali S.P.A., and Minister Insurance Co. Ltd., Plaintiffs-Counter-Defendants-Appellants v. OAK PARK MARINA, INC., Edwin Lupo, and Todd Lupo, Defendants-Counter-Claimants-Appellees",
    "attorneys": "John M. Woods, Thacher, Proffitt & Wood, (Gerald J. Ferguson and John P. Doherty, on the brief), New York, New York, for Plaintiffs-Counter-Defendants-Appellants., Philip G. Spellane, of Counsel, Harris Beach & Wilcox, LLP, Rochester, New York, for Defendants-Counter-Claimants-Appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued: Nov. 4, 1999",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "198 F.3d 55"
    ],
    "opinions": [
        {
            "author_str": "McLaughlin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcLAUGHLIN, Circuit Judge:\nBACKGROUND\nEdwin and Todd Lupo are officers and shareholders of Oak Park Marina, Inc., which owns and operates a public marina on the shore of Lake Ontario in New York. For a fee, Oak Park allows patrons to dock their boats at the marina and use the restrooms and shower facilities. Oak Park’s employees, including its female lifeguards, also use the same facilities. In 1998, the Lupos installed hidden video surveillance cameras in the marina’s restrooms and the changing areas, supposedly to curb vandalism and theft. They then played the videos at a local bar named “Cutters,” which they also owned and operated, for the amusement of the patrons. These activities were first discovered in early 1996, when an Oak Park employee brought the videotapes to the attention of the New York State Police.\nIn 1996, at least five suits were filed against the defendants in New York Su*57preme Court (Monroe County). Among those suits were the three underlying this appeal. The complaints in those three cases were filed by: (1) Molly Mastro and 116 other patrons of the marina (the “Mastro action”); (2) Cynthia Meyers and 2 others, who were employed by Oak Park as lifeguards (the “Meyers action”); and (3) Nicole and Christine Salamone and their parents (the “Salamone action”). These complaints all allege essentially the same facts: that the Lupos videotaped their female patrons and employees in various stages of undress without their knowledge; that they edited the videotapes; and that they then played them for themselves and their friends at Cutters.\nAll the complaints also plead essentially the same causes of action, including: (1) negligent infliction of emotional distress; (2) reckless and intentional infliction of emotional distress; and (3) publication of the videotapes without consent in violation of New York Civil Rights Law § 51 (McKinney 1992). The complaints do not specify the dates upon which any of these causes of action accrued.\nOn April 7, 1997, the Fourth Department issued an opinion in one of the other two actions arising from the Lupos’ alleged voyeurism. See Dana v. Oak Park Marina, Inc., 230 A.D.2d 204, 660 N.Y.S.2d 906 (4th Dep’t 1997). At its core, the Dana opinion affirms a New York Supreme Court order refusing to dismiss the complaint in its entirety, holding that plaintiffs had plead a good cause of action for, inter alia, reckless and intentional infliction of emotional distress. See Dana, 660 N.Y.S.2d at 911. The Dana opinion, however, contains three additional rulings crucial to this appeal.\nFirst, the Dana court held that plaintiffs’ cause of action for reckless infliction of emotional distress was not time-barred by the one-year statute of limitations applicable in New York to intentional torts. See id. at 910-11 (discussing N.Y. C.P.L.R. 215[3] (McKinney 1990)). The court reasoned that all the elements of the cause of action for reckless infliction of emotional distress did not fall into place until plaintiffs actually suffered severe emotional distress, i.e., when plaintiffs first learned that they had been videotaped. See id. Because defendants faded to show that the Dana plaintiffs had learned of the videotaping before February 1995 — one year before commencement of their action — the Fourth Department held that the reckless infliction of emotional distress claim was timely. See id. at 911. No party to this appeal disputes that holding.\nSecond, the court held that although plaintiffs had no common law right that could provide a basis for their invasion of privacy claims, see id. at 909 (quoting Howell v. New York Post Co. Inc., 81 N.Y.2d 115, 596 N.Y.S.2d 350, 354, 612 N.E.2d 699 (1993)), they had a statutory right to privacy under Section 51 of the New York Civil Rights Law, which allows “[a]ny person whose ... picture is used ... for the purposes of trade ... without the [person’s] written consent” to sue the user for damages. Id. (referring to N.Y. Civ. Rights Law § 51). The court further held that plaintiffs’ Section 51 claims were not time-barred by the one-year statute of limitations applicable to intentional torts, because once again, defendants had failed to show that the publication of the videotapes occurred before February 1995. See Dana, 660 N.Y.S.2d at 911.\nThird, the court conceded that plaintiffs had no cause of action for negligent infliction of emotional distress at common law. See id. at 909. The court, nevertheless, went on to rule that plaintiffs had a valid emotional distress cause of action, at least against Oak Park, sounding in negligence, under the N.Y. Gen. Bus. Law:\nWe ... conclude that the corporation, as owner of the premises, owed a statutory duty to refrain from installing a videotape camera in the ladies’ rest room at the marina. Section 395-b(2) of the General Business Law prohibits the installation- of cameras in “any fitting room [or] restroom ...” for the purpose *58of surreptitiously observing the interior of those facilities.... Although it appears that the statute does not create an independent private cause of action for persons harmed by a violation of its provisions, we nevertheless conclude that that statute sets forth a duty owed directly to plaintiff that may serve as a basis for a cause of action for the negligent infliction of emotional distress. The amended complaint ... thus, states a cause of action against the corporation for the negligent infliction of emotional distress.\nId. (emphasis added) (discussing N.Y. Gen. Bus. Law § 395-b(2) (McKinney 1996)).\nShortly after the Dana opinion was filed, the Fourth Department issued an opinion in the Mastro action underlying this appeal. See Mastro v. Oak Park Marina, Inc., 238 A.D.2d 930, 661 N:Y.S.2d 554 (4th Dep’t 1997). “[F]or the reasons stated in Dana,” the Mastro court held that plaintiffs had a valid cause of action against Oak Park for negligent infliction of emotional distress arising from the violation of § 395-b(2) of the General Business Law. Masiro, 661 N.Y.S.2d at 555. Also relying on Dana, the court held that plaintiffs had stated a claim against both Oak Park and the Lupos for: (1) intentional and reckless infliction of emotional distress; and (2) violation of Civil Rights Law § 51. See id.\nWhen the actions were filed, defendants contacted London Underwriters, who had issued them a commercial general liability policy effective for the term February 28, 1992 to February 28, 1993 (the “Policy”). Defendants requested that London Underwriters defend the underlying state actions. The insurers responded by filing this action in the United States District Court for the Western District of New York (Siragusa, J.). The insurers sought a declaratory judgment that they had no duty to defend, because: (1) the conduct alleged in the underlying complaints was not covered by the Policy; and (2) even if it was, certain Policy exclusions, including one barring indemnification for “loss due to ... any act of a dishonest character” (the “Dishonesty Exclusion”) abrogated such coverage.\nThe district court granted the insureds summary’ judgment in an amended decision and order, dated March 31, 1999. The district court held that London Underwriters were obligated to defend both the Lupos and Oak Park under the Policy’s Bodily Injury Endorsement. That Endorsement provides coverage for “any and all claims for which [the Assured] may be held liable for damages arising out of accidents occurring during the term of this insurance as respects: — (1) bodily injuries accidentally sustained.... ” The district court reasoned that under governing New York law, the term “bodily injury” extends to mental distress, even without physical manifestations. The district court concluded that the Lupos’ alleged conduct was “accidental” and, thus, covered by the Bodily Injury Endorsement because the Lupos never “intended” to make the videos public and thereby cause plaintiffs emotional distress.\nThe district court also held that there was a duty to defend under the Policy’s Personal Injury Endorsement, which covers claims arising from “a publication ... in violation of an individual’s right of privacy.” The court further held that unspecified “material issues of fact” precluded summary judgment on whether the Policy’s exclusions, including the Dishonesty Exclusion, abrogated coverage. Finally, the district court awarded defendants attorneys’ fees.\nLondon Underwriters now appeal.\nDISCUSSION\nI. Duty to Defend ■\nLondon Underwriters argue that the district court erred in holding that they have a duty to defend under the Policy. We agree.\n*59We review the district court’s grant of summary judgment de novo. See First Investors Corp. v. Liberty Mut. Ins. Co., 152 F.3d 162, 165 (2d Cir.1998).\nUnder governing New York law, an insurer’s duty to defend is “exceedingly broad” and is separate from and more expansive than the duty to indemnify. McCostis v. Home Ins. Co. of Ind., 31 F.3d 110, 112 (2d Cir.1994) (quoting Colon v. Aetna Life &amp; Cas. Ins. Co., 66 N.Y.2d 6, 494 N.Y.S.2d 688, 689, 484 N.E.2d 1040 (1985)). “It is not, however, without limits.” First Investors Corp., 152 F.3d at 165. An insurer cannot be obliged to defend if there is no legal or factual allegation in the underlying complaint for which the insurer might eventually have to indemnify the insured. See McCostis, 31 F.3d at 112; Allstate Ins. Co. v. Mugavero, 79 N.Y.2d 153, 581 N.Y.S.2d 142, 147, 589 N.E.2d 365 (1992).\nThe insureds proffer two sources for coverage in this case: (1) the Bodily Injury Endorsement; and (2) the Personal Injury Endorsement. They maintain that because London Underwriters may have to indemnify them for damages arising from their alleged voyeurism under either or both of these Endorsements, a duty to defend exists. We examine each of the proffered Endorsements in turn.\nA. Bodily Injury Endorsement\nAs already noted, the Bodily Injury Endorsement provides coverage for “any and all claims for which [the Assured] may be held liable for damages arising out of accidents occurring during the term” of the Policy. The Policy’s term was from February 28, 1992 to February 28,1993.\nAn “accident,” under New York insurance law, is an event which from the insured’s point of view “was unexpected, unusual and unforeseen.” Allegany Co-op. Ins. Co. v. Kohorst, 254 A.D.2d 744, 678 N.Y.S.2d 424, 425 (4th Dep’t 1998) (citing Miller v. Continental Ins. Co., 40 N.Y.2d 675, 389 N.Y.S.2d 565, 566, 358 N.E.2d 258 (1976)); see Northville Ind. Corp. v. National Union Fire Ins. Co., 89 N.Y.2d 621, 657 N.Y.S.2d 564, 567, 679 N.E.2d 1044 (1997) (“This meaning of accidental is well recognized and has generally been applied in construing insurance policies” (citations and emphasis omitted)). Thus, damages arising from negligence constitute an “accident” for purposes of coverage. See City of Johnstown v. Bankers Standard Ins. Co., 877 F.2d 1146, 1150 (2d Cir.1989). In addition, damages arising from an intended act may also be deemed accidental, so long as they arise out of “a chain of unintended ... [subsequent] events.” City of Johnstown, 877 F.2d at 1150 (quoting Brooklyn Law Sch. v. Aetna Cas. &amp; Sur. Co., 849 F.2d 788, 789 (2d Cir.1988) (quoting Continental Ins. Co. v. Colangione, 107 A.D.2d 978, 484 N.Y.S.2d 929, 930-31 (3rd Dep’t 1985))). Conversely, there can be no coverage for damages that “flow directly and immediately” from an insured’s intentional act. Id. (citing Mary &amp; Alice Ford Nursing Home Co., Inc. v. Fireman’s Ins. Co., 86 A.D.2d 736, 446 N.Y.S.2d 599, 601 (3rd Dep’t), aff'd, 57 N.Y.2d 656, 454 N.Y.S.2d 74, 439 N.E.2d 883 (1982) (other citations omitted)).\nObviously, there was nothing “accidental” about the Lupos’ alleged conduct in this case. They intentionally installed the concealed video cameras. Then they intentionally exhibited the resulting footage in a bar. Oak Park emphasizes, however, that we are bound by the Fourth Department holding that the underlying complaints state a cause of action against Oak Park for negligence — specifically for the breach of the statutory duty imposed by N.Y. Gen. Bus. Law § 395-b(2) to refrain from installing hidden video cameras. Thus, Oak Park maintains that the district court correctly concluded that the damages suffered by plaintiffs arose from an “accident” because the Lupos never intended the videos to come to the attention of plaintiffs and thereby expose plaintiffs to emotional distress.\n*60Whether or not the emotional distress was inflicted negligently, however, the harm “arose out of’ conduct that was indisputably an intentional, albeit furtive, wrong. The only unintended or negligent aspect of this case was the Lupos’ expectation that their victims would never discover the video voyeurism. The mere fact that the Lupos got caught does not constitute an “unintended ... [subsequent] event[]” sufficient to make the resulting damage to plaintiffs “accidental.” City of Johnstown, 877 F.2d at 1150 (citations omitted).\nBut even if we assume Oak Park and the Lupos are right and we indulge the sophism that we are dealing with an “accident,” any such accident did not “occur[ ] during the term” of the Policy. This is so because, as the Fourth Department expressly noted, the cause of action for infliction of emotional distress did not ripen until plaintiffs actually suffered severe emotional distress. That was sometime after February 1995 when plaintiffs first learned that they had been videotaped. See Dana, 660 N.Y.S.2d at 910-11; see also Augeri v. Roman Catholic Diocese of Brooklyn, 225 A.D.2d 1105, 639 N.Y.S.2d 640, 641 (4th Dep’t 1996) (damages are an essential element of the negligent infliction of emotional distress cause of action). Because any so-called “accident” occurred at the earliest in February 1995' — i.e., outside the February 28, 1992 to February 28, 1993 term of the Policy — there is no duty to indemnify under the Bodily Injury Endorsement. And without any possible duty to indemnify, there can be no duty to defend. See McCostis, 31 F.3d at 112.\nB. Personal Injury Endorsement\nThe Lupos argue that even if the Bodily Injury Endorsement does not give rise to a duty to defend, the Personal Injury Endorsement does. We disagree.\nThe Personal Injury Endorsement provides coverage for damages due to “personal injury ... arising out of,” inter alia, “a publication ... in violation of an individual’s right of privacy.” The Endorsement further provides that if a violation of the right to privacy “is committed during the policy period ... [London] Underwriters shall have ... the duty to defend any suit ... even if any of the allegations of the suit are groundless.... ”\nIn this case, all the underlying complaints allege publications that violate plaintiffs’ right to privacy under Section 51 of the Civil Rights Law. (We note that they do not specify the dates when the videos were used “for the purposes of trade.” We will assume, therefore, that the Personal Injury Endorsement triggers the duty to defend even though any Section 51 violations allegedly occurring during the Policy’s 1992-1993 term would seem to be time-barred or “groundless.” See Dana, 660 N.Y.S.2d at 911 (violations of Section 51 occurring before February 1995 would be time-barred)).\nThat is not the end of our analysis, however. As noted above, the coverage provided by the Policy is limited by several exclusions, including the Dishonesty Exclusion. That Exclusion bars coverage for “loss due to ... any act of a dishonest character.” London Underwriters argue that the Dishonesty Exclusion operates to abrogate any coverage arising from the Personal Injury Endorsement. We agree.\nTo show that an exclusion abrogates coverage, the insurer bears the burden of proving that the exclusion “is stated in clear and unmistakable language, is subject to no other reasonable interpretation, and applies in the particular case.” State of N.Y. v. Blank, 27 F.3d 783, 789 (2d Cir.1994) (quoting Continental Casualty Co. v. Rapid-American Corp., 80 N.Y.2d 640, 593 N.Y.S.2d 966, 972, 609 N.E.2d 506 (1993)). This burden is “heavy,” especially when the insurer is seeking to avoid the duty to defend. See Blank, 27 F.3d at 789 (citing Seaboard Sur. Co. v. Gillette Co., 64 N.Y.2d 304, 486 N.Y.S.2d 873, 876, 476 N.E.2d 272 (1984)). It is not insurmountable, however, and the duty to defend *61should not be predicated upon a strained reading of the exclusion at issue. See Northville Indus. Corp., 657 N.Y.S.2d at 569. Instead, “[t]he tests to be applied ... are common speech ... and the reasonable expectation and purpose of the ordinary business [person].” Blank, 27 F.3d at 792 (quoting Ace Wire &amp; Cable Co., Inc. v. Aetna Cas. &amp; Sur. Co., 60 N.Y.2d 390, 469 N.Y.S.2d 655, 658, 457 N.E.2d 761 (1983)).\nLondon Underwriters have carried their heavy burden here. Even when read in a light most favorable to the insureds, the underlying complaints allege a most underhanded scheme. The Lupos provided their female employees and patrons, some of whom were minor children, with private compartments for bathing and changing, beguiling them into undressing on camera by creating a false sense of privacy and security. Under any common definition of the term, these were acts of a quintessentially “dishonest character.” See Webster’s Third International Dictionary (1961) (defining “dishonest” as, inter alia, “lack of truth, honesty, probity, or trustworthiness,” or “an inclination to mislead, lie, cheat, or defraud”); see also Funk &amp; Wag-nails, New Standard Dictionary of the English Language (1942) (defining “dishonesty” as, inter alia, a “[fjraud or violation of trust”). Accordingly, we conclude that, as a matter of law, the Dishonesty Exclusion abrogates any coverage arising from Personal Injury Endorsement.\nTo summarize, we hold that: (1) even assuming that the Lupos’ conduct gave rise to an “accident” theoretically covered by the Bodily Injury Endorsement, any such accident occurred outside the term of the Policy and is therefore not covered; and (2) though the defendants may enjoy coverage .under the Personal Injury Endorsement, such coverage is abrogated by the Dishonesty Exclusion. In light of these conclusions, we need not address London Underwriters’ various additional arguments for reversal. Because there is no possible duty to indemnify under the Policy, London Underwriters have no duty to defend.\nII. Attorneys’Fees\nLondon Underwriters argue that the district court erred in awarding attorneys’ fees to the insureds. We agree.\nUnder the New York Court of Appeals’ decision in Mighty Midgets, Inc. v. Centennial Insurance Company, in certain circumstances an insured may be entitled to its legal fees when it has been “cast in a defensive posture” in an action brought by an insurer seeking to avoid “its policy obligations.” See 47 N.Y.2d 12, 416 N.Y.S.2d 559, 564, 389 N.E.2d 1080 (1979). However, because we have found that London Underwriters have no obligations under the Policy, “the Mighty Midgets principle does not reach the circumstances of the present case.” Puritan Ins. Co. v. Eagle S.S. Co. S.A., 779 F.2d 866, 872-73 (2d Cir.1985). Accordingly, the district court’s award of attorneys’ fees is also reversed.\nCONCLUSION\nWe have considered all defendants’ arguments and have found them to be unavailing. The district court’s denial of a declaratory judgment to London Underwriters and the award of attorneys’ fees to defendants is Reversed. This case is Remanded for entry of declaratory judgment in favor of London Underwriters.\n",
            "ocr": true,
            "opinion_id": 6984629
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}