{
    "id": 7081062,
    "judges": "Cabranes, Cardamone, Keenan",
    "date_filed": "1973-06-19",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-saavedra",
    "case_name_short": "Saavedra",
    "case_name": "United States v. Saavedra",
    "case_name_full": "United States v. Marcelino SAAVEDRA, also known as King Maas Luis Rodriguez, also known as King Pirate, Nephtali DeJesus, also known as King 75 Richie Marquez, also known as King Richie Henry Arias, also known as King Henry George Pacheco, also known as King Wicked Nestor Guzman, also known as King Nes Victor Colon, also known as King Loco Diego Mateo, also known as King Casa Carlos Perez, also known as King Carlito Daniel Lopez, also known as King Danny Frankie Cortez, also known as King Rem",
    "attorneys": "Kevin S. Reed, Assistant United States Attorney, New York, New York (Mary Jo White, United States Attorney, Baruch Weiss, Assistant United States Attorney, Southern District of New York, New York, New York, of counsel), for Appellee United States of America., Joshua L. Dratel, Joshua L. Dratel, P.C., New York, New York; Martin J. Siegel, New York, New York, for Appellant Luis Rodriguez., Lee Ginsberg, New York, New York (Rachel Israel, Freeman, Nooter & Ginsberg, New York, New York, of counsel), filed a brief for Appellant Marcelino Saavedra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued: Dec. 9, 1999",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "223 F.3d 85"
    ],
    "opinions": [
        {
            "author_str": "Cardamone",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJudge JOSÉ A. CABRANES dissents in a separate opinion.\nCARDAMONE, Circuit Judge:\nDefendants Marcelino Saavedra and Luis Rodriguez appeal from judgments of conviction entered on March 18 and March 24, 1999, respectively, in the United States District Court for the Southern District of New York after a jury trial before Judge Shira A. Scheindlin. Defendants were found guilty of conspiring to commit and attempting to commit an assault in aid of racketeering, both in violation of 18 U.S.C. § 1959(a)(6).\nThe question before us is where venue should lie for this criminal prosecution. Venue ordinarily lies only in the state and district where the offense was committed. That rule, derived from two constitutional guarantees, is intended to afford an accused the protection of being tried in the place where he was physically present when the crime was committed. Under it, venue appears to be well and wisely fixed. But, in today’s wired world of telecommunication and technology, it is often difficult to determine exactly where a crime was committed, since different elements may be widely scattered in both time and space, and those elements may not coincide with the accused’s actual presence. Such is the circumstance in the present case where venue was laid for the prosecution of the instant case in a district where defendant was not physically present at the time of the charged offense.\nBACKGROUND\nA. Facts\nOn October 23, 1997 Nephtali DeJesus, a member of the Latin Kings, a violent Hispanic gang headquartered in Manhattan, learned that his common-law wife, Carmen Salgado, pregnant with their child at the time, had been severely beaten by her brother, Jose Sierra. That same day, Sierra went to DeJesus’ home at 315 Park-ville Avenue in Brooklyn. There, pounding on the door and demanding to be let in, he threatened to kill DeJesus. When De-Jesus did not admit him, Sierra left. In response to Sierra’s threatening conduct, DeJesus paged Victor Colon, his assistant within the Latin Kings, to ask for help. *87Colon, then a government informant, answered DeJesus’ page. In a telephone conversation that Colon recorded, DeJesus recounted Sierra’s violent conduct and asked Colon to summon a group of Latin King members to DeJesus’ Brooklyn home.\nFollowing DeJesus’ request, Colon gathered several gang members and accompanied them to DeJesus’ home, after first donning a transmitting device. Defendant Marcelino Saavedra was among those who went to DeJesus’ apartment with Colon. When they arrived, several other Latin Kings were already waiting. DeJesus described for the group how Sierra had beaten Salgado and threatened him earlier in the day. He made it clear that he expected his fellow Latin Kings to help him resolve his “beef’ with Sierra by intercepting Sierra at a nearby Brooklyn intersection and assaulting him there. DeJesus arranged for one member, Nestor Guzman, to bring a gun, while other gang members armed themselves with implements such as a knife and a metal chain. Sometime later, three other Latin King members — defendants Luis Rodriguez, Henry Arias, and Richard Marquez — came to DeJesus’ home, and were also briefed on the dispute with Sierra.\nAt trial Colon explained that before the Latin Kings engaged in any violent conflict, its rules required DeJesus to secure the approval of the senior-most officer present, in this case, Marquez. Hence, it was only after Rodriguez and Marquez arrived that the group could hold an official meeting. This they did by forming a circle, kneeling, and reciting opening prayers, and then intoning a special prayer known as the “Mortal Warrior Prayer,” which is used only on those occasions when the Latin Kings’ plans are likely to lead to violence. At the meeting a minor dispute arose over Henry Arias’ unwillingness to join in the planned assault on Sierra. This refusal violated the rule that a Latin King never fights alone. Instead, the rules require all members, when asked, to participate in gang-sanctioned conflict. Jorge Pacheco, a cooperating witness, testified that he had never seen anyone refuse to participate, and speculated that the consequences for such a refusal would be severe.\nAt the end of the meeting, those present divided into smaller groups, removed their black and gold Latin King beads to avoid calling attention to themselves, and headed toward the intersection where Sierra was to be confronted. Alerted by Colon’s transmitting device, the police moved in and made arrests shortly after everyone left DeJesus’ apartment and before any of them had reached the place where the assault was to occur.\nB. Prior Proceedings\nPrior to trial defendants moved to dismiss the charges against them because of improper venue, arguing that because the activities charged in the indictment occurred in Brooklyn, wholly within the Eastern District of New York, there was no nexus with the Southern District creating jurisdiction to try them there. In a September 29, 1998 order the trial court denied defendants’ motion, but stated that after the government’s case in chief had been presented, defendants could move once again to dismiss for improper venue. Accordingly, defense counsel moved to dismiss at the close of the government’s case, at the close of summations, and following the announcement of the guilty verdicts.\nReserving decision each time, the district court later received written submissions from the parties and issued a written order on December 18, 1998 again denying defendants’ motion and ruling that venue was proper in the Southern District of New York. Reasoning that the 18 U.S.C. § 1959 violations with which defendants were charged were “continuing offenses” that could be prosecuted in any district in which the related racketeering enterprise operated, it found sufficient evidence in the record that the Latin Kings operated in *88the Southern District during the time set out in the indictment.\nDISCUSSION\nSaavedra and Rodriguez raise several issues on appeal. Only one warrants discussion: whether venue in the Southern District of New York was proper under the circumstances of this case. The remaining points raised are resolved by a summary order filed herewith.\nI Forum for Venue\nA. Constitutional Guarantees\nThe constitutional limits on where a criminal defendant can be brought to trial derive from two separate provisions of the Constitution and also from the Federal Rules of Criminal Procedure. Article III requires that “[t]he trial of all Crimes ... shall be held in the State where the said Crimes shall have been committed.” U.S. Const, art. Ill, § 2, cl. 3. The Bill of Rights in the Sixth Amendment further clarifies the appropriate forum for venue, specifying that “[i]n all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury of the State and district wherein the crime shall have been committed.” Rule 18 of the Federal Rules of Criminal Procedure codifies the constitutional command, stating that “prosecution shall be had in a district in which the offense was committed.”\nIt is worth a few words of historical background to describe how the constitutional provisions had their genesis. Among the most prominent reasons for the provisions were action taken by England that led up to the Revolution. By Royal Edict, American Colonists accused of treason against the Crown in Massachusetts Bay Colony were to be tried for that crime in England. Such royal order aroused passionate objection in the Colonies on behalf of those who were to be conveyed to a distant land to be tried before strangers without having witnesses available to testify to their innocence. See William Wirt Blume, The Place of Trial of Criminal Cases: Constitutional Vicinage and Venue, 43 Mich. L.Rev. 59, 64 (1944). The feeling of outrage was so strong that “[transporting us beyond Seas to be tried for pretended offenses” is listed as one of the causes of the Revolution and is set forth in the Declaration of Independence.\nFurther, in early common law, actions were thought of as local or transitory. Local when the cause of action could not have occurred in any other place; transitory when it could have arisen in one or more places. The rule permitting plaintiff in the case of a transitory action to lay venue wherever he wanted to caused such hardship to defendants that it was decreed by statute in England that venue should be laid where the cause of action arose. See Roscoe Pound &amp; Theodore F.T. Plucknett, History &amp; System of the Common Law, 427-28 (3d ed.1927). Our constitutional rule — based on its history — requires that venue be linked to the nature of the crime charged and where the acts constituting it took place, and that the accused not be subject to the hardship of being tried in a district remote from where the crime was committed. Hardship on a defendant has been somewhat mitigated by Federal Rule of Criminal Procedure 21(b) which provides a defendant with an opportunity to have the venue fixed by the prosecution transferred to another one for the convenience of parties and witnesses and in the “interest of justice.”\nB. Venue for Transitory Actions\nThe Supreme Court, continuing the common law teaching, has ruled that where a cause of action arose — the “locus delicti” of a charged offense — is “determined from the nature of the crime alleged and the location of the act or acts constituting it.” United States v. Cabrales, 524 U.S. 1, 6-7, 118 S.Ct. 1772, 141 L.Ed.2d 1 (1998) (quoting United States v. Anderson, 328 U.S. 699, 703, 66 S.Ct. 1213, 90 L.Ed. 1529 (1946)). For some criminal violations, the *89unitary character of the acts constituting the crime renders its locus delicti obvious. For example, a trial for armed robbery would be properly venued only in the district where the robbery was committed. Because establishing the locus for the trial of a crime under the constitution is often quite complex, Congress usually inserts a venue provision in a criminal statute to provide a method for determining venue. See United States v. Reed, 773 F.2d 477, 480 (2d Cir.1985).\nBeyond that, in some cases the acts constituting a crime extend over a period of time, and occur in widely different localities. In United States v. Johnson, 323 U.S. 273, 65 S.Ct. 249, 89 L.Ed. 236 (1944), the Supreme Court recognized Congress’ authority to label certain offenses as continuing ones (those called transitory at common law), essentially by defining “the locality of a crime [to] extend over the whole area through which force propelled by an offender operates.” At the same time the Court emphasized how Congressional labeling “opens the door to needless hardship to an accused by prosecution remote from home and from appropriate facilities for defense ... [and] also leads to the appearance of abuses, if not to abuses, in the selection of what may be deemed a tribunal favorable to the prosecution.” Id. at 275, 65 S.Ct. 249. Such results, were they to eventuate would undermine the constitutional safeguards respecting venue that are primarily a protection for defendant. Hence, to preserve those safeguards, the Johnson Court adopted a restrictive construction of venue provisions. See id. at 278, 65 S.Ct. 249. Congress, however, did not agree. In response to Johnson, it passed 18 U.S.C. § 3237(a^, reaffirming its power to define “continuing offenses” where venue could properly be laid. See United States v. Brennan, 183 F.3d 139, 147 (2d Cir.1999). Section 3237(a) states: “Except as otherwise expressly provided by enactment of Congress, any offense against the United States begun in one district and completed in another or committed in more than one district, may be inquired of and prosecuted in any district in which such offense was begun, continued, or completed.”\nWhere, as in the case at hand, a defendant is charged, with conspiracy as well as substantive offenses, venue must be laid in a district where all the counts may be tried. Thus, the venue potential in a conspiracy case for the prosecutor to choose from is narrowed by the substantive counts the government wishes to prosecute. See Norman Abrams, Conspiracy and Multi-Venue in Federal Criminal Prosecutions: The Crime Committed Formula, 9 UCLA L.Rev. 751, 774 (1962).\nAccordingly, to decide whether venue in the instant case was properly laid in the Southern District of New York, we must undertake two related inquiries. First, since the government concedes that all “acts” or “acts in furtherance of the conspiracy” occurred in the Eastern District of New York, we must determine whether Saavedra and Rodriguez were convicted of “continuing offenses” that would trigger the application of § 3237(a), and bring the operations of the racketeering enterprise within the scope of criminal conduct proscribed by § 1959. Second, we must ask whether the criminal activities in question bear “substantial contacts” to the Southern District of New York, in order to ensure that the policies and considerations underlying the Constitution’s commands respecting venue have been preserved.\nII Continuing Offenses\nWe turn to the first inquiry. Section 1959 provides in relevant part\nWhoever, ... for the purpose of ... maintaining or increasing position in an enterprise engaged in racketeering activity, ... assaults with a dangerous weapon, ... or attempts or conspires so to do [commits an offense].\n18 U.S.C. § 1959. Whether § 1959 describes a continuing offense turns on whether the existence of the racketeering *90enterprise constitutes an essential or only a circumstantial element of the crime. Two recent Supreme Court decisions elucidate the distinction between an offense involving discrete elements that make the crime “continue” from one district to another so that the existence of the racketeering enterprise is an essential element of the crime, on the one hand; and on the other hand an offense that simply occurs “after the fact” of another offense, begun and completed by others, so that the racketeering enterprise may be said to be extraneous to a crime committed in a given district.\nIn Cabrales the Court determined that a defendant charged with money-laundering offenses under 18 U.S.C. § 1956(a)(l)(B)(ii) and § 1957, which took place wholly within Florida, could not be tried in Missouri, the site of the drug trafficking where the laundered money was traced. Cabrales reached this conclusion because the statutory proscriptions described by § 1956(a)(1)(B)(ii) and § 1957 interdicted only the financial transactions, all of which occurred in Florida, not the anterior criminal conduct that yielded the funds for those illegal transactions. The High Court recognized that the first crime might be considered an element of the second crime, because “the money launderer must know she is dealing with funds derived from ‘specific unlawful activity,’ ” yet, it reasoned that the Missouri venue of the drug trafficking crime was “ ‘of no moment’ ” since “it is immaterial whether that actor knew where the first crime was committed.” 524 U.S. at 8, 118 S.Ct. 1772.\nUnlike the defendants in Hyde v. United States, 225 U.S. 347, 356-57, 32 S.Ct. 793, 56 L.Ed. 1114 (1912), who never set foot in the district where they were properly tried on conspiracy charges, Cabrales acted “alone, untied to others,” not as part of a conspiracy. Cabrales, 524 U.S. at 8, 118 S.Ct. 1772. In Hyde the question was whether venue in a conspiracy prosecution is laid where the conspiracy was entered into or where the overt act is performed. Rationalizing that a conspiracy may be a continuing offense, and relying upon Armour Packing Co. v. United States, 209 U.S. 56, 28 S.Ct. 428, 52 L.Ed. 681 (1908), Hyde ruled it could be laid in either district.\nThe year following Cabrales, and in contrast to it, the Supreme Court decided United States v. Rodriguez-Moreno, 526 U.S. 275, 119 S.Ct. 1239, 143 L.Ed.2d 388 (1999). In that case a defendant charged under 18 U.S.C. § 924(c)(1), which prohibits using or carrying a firearm “during and in relation to any crime of violence” could be tried in a district where the underlying crime of violence (in that case, kidnaping) took place, even if he did not use or carry the firearm in that district. In reaching this result, the Court rejected a rigid “verb test” that “unduly limits the inquiry into the nature of the offense and thereby creates a danger that certain conduct prohibited by statute will be missed.” Rodriguez-Moreno at 280, 119 S.Ct. 1239. It distinguished the underlying crime of violence, an “essential conduct element” proscribed by § 924(c)(1), from the “existence of criminally generated proceeds” in Cab-rales, that operated only as a “circumstance element of ... proscribed conduct [that] occurred ‘after the fact’ of an offense begun and completed by others.” Id. at 280 n. 4, 119 S.Ct. 1239.\nThus, as its rationale, the Supreme Court stated that “ § 924(c)(1) does not define a ‘point-in-time’ offense when a firearm is used during and in relation to a continuing crime of violence.” Id. at 281, 119 S.Ct. 1239. Rather, the continuing crime of violence is a “critical conduct element” of § 924(c)(1) that creates an additional site where venue is proper. Id. at 281-82, 119 S.Ct. 1239; see United States v. Lombardo, 241 U.S. 73, 77, 36 S.Ct. 508, 60 L.Ed. 897 (1916) (“[W]here a crime consists of distinct parts which have different localities the whole may be tried where any part can be proved to have been done.”); United States v. Smith, 198 F.3d 377, 385 (2d Cir.1999) (finding venue in Southern District of New York proper *91where extortionate activity charged described a “continuing offense,” triggering the application of § 3237(a), which permits “prosecution in any district in which the offense was begun, continued, and completed”).\nThe foregoing analysis suggests that § 1959 defines a continuing offense, that is to say, that a defendant who acts “for the purpose of ... maintaining or increasing position in an enterprise engaged in racketeering activity” — is a critical conduct element of the offense. Unlike the “after the fact” nature of the criminal conduct in Cabrales, the furtherance of one’s position in a racketeering enterprise is precisely what brings otherwise unrelated acts within the purview of a § 1959 prosecution. In United States v. McCall, 915 F.2d 811, 816 (2d Cir.1990), we held that four separate assaults charged under § 1959(a)(6) were part of a “continuing offense,” authorizing the application of the Sentencing Guidelines to all the assaults, even though three of the four assaults predated the enactment of the Sentencing Guidelines. The retroactive application of the Guidelines in McCall did not violate the constitutional prohibition against ex post facto laws because the enterprise element of § 1959 transformed what would otherwise have been unrelated assaults into a continuing offense for which one Guidelines punishment could properly be imposed.\nUnlike criminal laws that proscribe isolated acts of violence (local actions in the common law), § 1959 is aimed at those kinds of violent crimes committed as part and parcel of membership in a RICO enterprise. See United States v. Concepcion, 983 F.2d 369, 381 (2d Cir.1992). For that reason a challenge to venue failed in United States v. Perez, 940 F.Supp. 540 (S.D.N.Y.1996), aff'd, No. 98-1298, 1999 WL 461740 (2d Cir. June 17, 1999) (summary order), because the trial court found the complementary relationship between § 1959 and RICO statutes made § 1959’s racketeering element central to the conduct that Congress sought to criminalize under the statute. The district court applied 18 U.S.C. § 3237(a) — governing venue for continuing offenses, rather than § 3236, establishing venue in murder prosecutions — because murders contemplated by § 1959 are not single acts, but those that occur as part of the activities of the criminal enterprise. See 940 F.Supp. at 547; see also United States v. Yu, No. 97 CR 102(SJ), 1998 WL 57079 at *3 (E.D.N.Y. Feb.5, 1998) (applying § 3237(a) to § 1959 case, suggesting that fact that racketeering enterprise operated in Eastern District was sufficient to create venue there); United States v. Mapp, No. 95 CR 1162(FB)(S-1), 1996 WL 506933 at *13 (E.D.N.Y. Sept. 3, 1996), ajfd, 170 F.3d 328 (2d Cir.1999) (finding that activities of the racketeering enterprise occurred in the Eastern District, and therefore venue for prosecution under § 1959(a)(1) proper in that district).\nThe racketeering element of § 1959 crimes stands in stark contrast to the “after the fact” offense at issue in Cabrales, 524 U.S. at 8, 118 S.Ct. 1772. The statute proscribes conduct that occurs as an inextricable part of the racketeering enterprise, and an effort by defendant to “maintain or increase” his authority or position in a racketeering organization. The statute does not proscribe conduct that occurs “after the fact” of another offense committed and completed by others. Like the co-conspiring defendants in Hyde — that Cab-rales contrasted with money-laundering conducted by a lone criminal actor — Saave-dra and Rodriguez were tried under § 1959 because their criminal acts were carried out as part of a group mission by Latin King members and as part of its racketeering activities that § 1959, and RICO laws, aim to dismantle. By characterizing the racketeering element of § 1959 as the “mere existence” of a racketeering enterprise, the dissent argues that it cannot constitute an “essential conduct element” creating venue. Yet, the criminal conduct in this case falls under § 1959 because the assault was attempted in fur*92therance or in aid of a racketeering enterprise. Saavedra and Rodriguez were not charged under § 1959 because they committed a “simple attempted assault” and just happened to be members of the Latin Kings, as the dissent argues. They were charged under § 1959 because that “simple attempted assault” was planned in furtherance of their positions within the Latin Kings. Section 1959 does not proscribe being a member of the Latin Kings; it proscribes criminal conduct committed in furtherance of that position. If the planned assault were unrelated to their membership, the dissent would be correct — the “mere existence” of the racketeering enterprise would not be an essential element of their crime. If that were the case however, defendants would not have been convicted under § 1959, a federal criminal statute. They would have been found guilty of a “simple attempted assault.”\nSignificantly, the crucial distinction between Rodriguez-Moreno and Cóbrales was not between an “essential conduct element” and an “essential element.” Those cases rejected a simple “verb test” and instead drew a distinction between an “essential element” and a “circumstantial element.” The dissent resurrects this verb test, reverting to the dictionary to determine where venue lies in this case, and relying on Justice Scalia’s dissenting opinion Rodriguez-Moreno. The racketeering element in this case is not a mere “circumstance” of the § 1959 offense — it is an essential element of that crime. Section 1959 applies to defendants’ conduct because the assault was attempted in furtherance of their position within that racketeering enterprise. That makes the racketeering element essential to the conduct the statute criminalizes.\nAs a consequence, defendants’ trial was properly venued in the Southern District of New York because the racketeering element of their § 1959 violations serves as a continuing thread between Manhattan, the epicenter of the Latin Kings’ racketeering operations, and Brooklyn, the site where the conspiracy in this case was formed and the assault against Sierra was planned to take place.\nIll Substantial Contacts Test\nAlthough we have determined that Congress created a “continuing offense” through the enactment of § 1959, our inquiry does not end there. In a recent decision we indicated that when Congress defines the “the locality of a crime [to] extend over the whole area through which force propelled by an offender operates,” a narrow interpretation of its venue provision is appropriate. Brennan, 183 F.3d at 146 (quoting Johnson, 323 U.S. at 275, 65 S.Ct. 249). Notwithstanding Congress’ power to define continuing offenses having the potential for multiple venues, the Supreme Court has repeatedly recognized that a cautious interpretive approach is “more consonant with the considerations of historic experience and policy which underlie [the venue] safeguards in the Constitution.” Johnson, 323 U.S. at 275, 65 S.Ct. 249; see Travis v. United States, 364 U.S. 631, 634, 81 S.Ct. 358, 5 L.Ed.2d 340 (1961) (“[V]enue provisions in Acts of Congress should not be so freely construed as to give the Government the choice of a ‘tribunal favorable’ to it.”); United States v. Cores, 356 U.S. 405, 407, 78 S.Ct. 875, 2 L.Ed.2d 873 (1958) (“The provision for trial in the vicinity of the crime is a safeguard against the unfairness and hardship involved when an accused is prosecuted in a remote place. Provided its language permits, the Act in question should be given that construction which will respect such considerations.”).\nThe outer limits on how broadly Congress may define a continuing offense and thereby create multiple venues is unclear. In addition, although “the venue requirement is principally a protection for the defendant,” Cabrales, 524 U.S. at 9, 118 S.Ct. 1772, other policy considerations are relevant to the proper venue in particular cases. To determine whether the ap*93plication of a venue provision in a given prosecution comports with constitutional safeguards, a court should ask whether the criminal acts in question bear “substantial contacts” with any given venue. United States v. Reed, 773 F.2d 477, 481 (2d Cir.1985). The substantial contacts rule offers guidance on how to determine whether the location of venue is constitutional, especially in those cases where the defendant’s acts did not take place within the district selected as the venue for trial. While it does not represent a formal constitutional test, Reed is helpful in determining whether a chosen venue is unfair or prejudicial to a defendant. This test takes into account four main factors: (1) the site of the crime, (2) its elements and nature, (3) the place where the effect of the criminal conduct occurs, and (4) suitability of the venue chosen for accurate factfinding. See id. at 481. Both defendants declare that attenuated contacts between their criminal activities in Brooklyn (Eastern District) and the Latin Kings’ Universal Meetings and its other racketeering activities that took place in Manhattan (Southern District) renders venue in the latter district unconstitutional.\nEvaluated against the four Reed factors, it is clear that in this prosecution substantial contacts exist that make venue in the Southern District proper. Although the formation of the conspiracy and the attempt to assault Sierra took place entirely in Brooklyn, the “elements and nature” of this crime create a nexus between Manhattan in the Southern District and the defendants’ activities in the Eastern District. The prosecution, as the district court noted, presented proof that the monthly meetings of the Latin Kings were held in Manhattan. At those meetings all members gathered for the purpose of conducting the group’s business and collecting dues. In fact, a Universal Meeting was scheduled the same day the Latin Kings planned to assault Sierra.\nThe locus of the criminal conduct and where its effect occurs also bear a substantial relation to the Southern District, because the racketeering enterprise in which defendants sought to maintain and enhance their positions is primarily located in Manhattan. And with respect to the last factor, the Southern District is highly suitable for accurate factfinding, and has been the site of concerted law enforcement efforts to disable the Latin Kings’ racketeering activities.\nThough defense counsel (and the dissenting opinion), claim that the trial record is utterly devoid of evidence indicating that the Latin Kings were “headquartered” in Manhattan, the trial court judge specifically referred to evidence that “the Latin Kings held monthly Universal Meetings in Manhattan, where the entire membership of the Latin Kings convened to conduct various business, including the collection of dues,” and to testimony showing that “a Universal Meeting was scheduled for the same day that defendants planned their assault on King Little.” Participation in the monthly meetings was mandatory for every Latin Kings member and were attended by members not only from New York, but also from Connecticut, New Jersey, and Pennsylvania.\nBased on this proof, the district court found that “the jury could properly conclude that the Latin Kings, a racketeering enterprise, operated in the Southern District of New York at the time of the conspiracy and attempt to assault.” The centrality of these meetings to the operation of the Latin Kings, and their overall significance to the organization is abundantly clear in the record. We find no suggestion of clear error required to reverse the district court’s factual findings. See Fed.R.Civ.P. 52(a).\nThe Reed factors also explain why our decision in this case does not open the floodgates for § 1959 prosecutions in each district where other members of the same racketeering enterprise might have conducted criminal activities on separate occasions. For example, if other members of the Latin Kings conducted racketeering *94activities in Idaho several months prior to the criminal activities charged in this case, venue would not lie in the District of Idaho. Although the racketeering enterprise might have conducted some operations in Idaho as a formal matter, the “elements and nature of the crime” under § 1959 would not create “substantial contacts” to that district because the “essential” quality of the racketeering element in § 1959 derives from the inextricability of the defendants’ acts and their position in the racketeering enterprise.\nAs a consequence, venue in the district where that enterprise is principally based is appropriate within Congress’ definition of an ongoing, continuing offense. Wholly separate activities in a district where the racketeering enterprise does not regularly operate are much more akin to “anterior criminal conduct” begun and completed by others that the Supreme Court rejected as a basis for venue in Cóbrales. While the “locus and effect of the criminal conduct” in the Southern District of New York is strong, the repercussions of the defendants’ criminal acts in Brooklyn would not normally be felt in a district where the racketeering enterprise had only minimal contact. The principal location of a racketeering enterprise is also an appropriate site for accurate factfinding, whereas venue in a district that bears only a slight relationship to the racketeering enterprise as a whole is unlikely to further this policy.\nFinally, venue in the district where a racketeering enterprise is centrally located aligns this case with well-established precedent recognizing that conspirators can be tried in a district where their co-conspirators acted, since the existence of a conspiracy serves as a thread tying conspirators together in the offense. See, e.g., Hyde, 225 U.S. at 362-63, 32 S.Ct. 793; United States v. Naranjo, 14 F.3d 145, 147 (2d Cir.1994); United States v. Ramirez-Amaya, 812 F.2d 813, 816 (2d Cir.1987). Fairness to the defendant does not present an obstacle to venue in these cases because to be found guilty of conspiracy, a conspirator must choose to be a member of a conspiracy. Similarly, defendants in the case at hand chose to belong to the Latin Kings, a racketeering organization located in the Southern District of New York. If however, a § 1959 prosecution were ven-ued in a district where the racketeering enterprise did not principally operate, the analogy to the conspiracy line of cases would be much less persuasive.\nFairness to the defendant which forms the cornerstone of constitutional safeguards on venue may be undercut where trial is directed in an unrelated district since defendants are unlikely to be aware of the other members’ criminal activities in those districts where the enterprise does not normally operate. In the case at hand, neither Saavedra nor Rodriguez contend that being tried in the Southern District imposed an additional hardship on them, prejudiced them, or undermined the fairness of their trial. Consequently, treating the § 1959 offenses, with which defendants are charged, as “continuing” based on the racketeering element of the statute does not violate constitutional safeguards respecting venue which in this case is properly laid in the Southern District of New York.\nCONCLUSION\nAccordingly, the judgments of conviction are affirmed.\n",
            "ocr": true,
            "opinion_id": 6986291
        },
        {
            "author_str": "Cabranes",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJOSÉ A. CABRANES, Circuit Judge,\ndissenting:\nThe Sixth Amendment to the United States Constitution provides unambiguously that “[i]n all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury of the State and district wherein the crime shall have been committed.” U.S. Const. amend. VI (emphasis added); see also id. art. Ill, § 2, cl. 3; Fed.R.CRImP. 18. In its opinion today, the majority suggests that this longstanding constitutional principle is somehow of diminished importance “in today’s wired world of telecommunica*95tions and technology.” Ante at 86. The present case, however, involves neither telecommunications nor technology; instead, it involves a simple attempted assault, concededly planned and executed “entirely in Brooklyn,” ante at 93, wholly within the Eastern District of New York. Because I cannot conceive of how such a crime was “committed” in the Southern District of New York, and because I think the majority’s contrary conclusion is premised on errors of both law and fact, I respectfully dissent. I would vacate the judgments of conviction and dismiss the indictment without prejudice to reprosecution in the district mandated by law, the Eastern District of New York.1\nI.\nBoth the Constitution and Rule 18 of the Federal Rules of Criminal Procedure require prosecution of an offense in a district where the offense was “committed.” It is well established that where an offense was committed “ ‘must be determined from the nature of the crime alleged and the location of the act or acts constituting it.’” United States v. Cabrales, 524 U.S. 1, 6-7, 118 S.Ct. 1772, 141 L.Ed.2d 1 (1998) (quoting United States v. Anderson, 328 U.S. 699, 703, 66 S.Ct. 1213, 90 L.Ed. 1529 (1946)), The necessary inquiry, therefore, involves two steps: A court “must initially identify the conduct constituting the offense (the nature of the crime) and then discern the location of the commission of the criminal acts.” United States v. Rodriguez-Moreno, 526 U.S. 275, 279, 119 S.Ct. 1239, 143 L.Ed.2d 388 (1999). According to the Supreme Court, venue is proper only where an act constituting an “essential conduct element” of the charged offense occurs. Id. at 280, 119 S.Ct. 1239. As we stated in our most recent case concerning venue — a statement conspicuously omitted from the majority opinion — a prosecution may take place “only in those districts in which an act occurs that the statute at issue proscribes.” United States v. Smith, 198 F.3d 377, 384 (2d Cir.1999) (emphasis added); see also United States v. Brennan, 183 F.3d 139, 147 (2d Cir.1999) (holding that “prosecution under the mail fraud statute is permissible only in those districts in which a proscribed act occurs”).\nApplying these principles to the present case, it is plain that venue in the Southern District of New York was improper. Even assuming arguendo that the Latin Kings “existed” in the Southern District (more on that below), the mere existence of a racketeering enterprise is not an “act,” let alone an act “that the statute at issue proscribes.” Smith, 198 F.3d at 384. Moreover, the Government in this case — which indisputably bears the burden of proof on venue, see, e.g., id. at 382 — has conceded (in the majority’s own words) “that all ‘acts’ or ‘acts in furtherance of the conspiracy’ occurred in the Eastern District of New York.” Ante at 89 (emphasis added). The majority escapes the logical consequences of this concession by suggesting, without any support in the Constitution or in our jurisprudence, that whether venue was proper in the Southern District of New York depends on “whether the existence of the racketeering enterprise constitutes an essential or only a circumstantial element of the crime.” Ante at 89-90. As the Supreme Court has recently made clear, however, it is not sufficient for venue purposes that acts constituting an “essential” element of a crime occurred within the district of prosecution; instead, for an element to give rise to venue, it must be an “essential conduct element.” Rodriguez-*96Moreno, 526 U.S. at 280, 119 S.Ct. 1239 (emphasis added); see also id. (using the words “conduct element” three times in one paragraph). Here, although the existence of a racketeering enterprise is assuredly an element of the crime, see, e.g., United States v. Polanco, 145 F.3d 536, 539-40 (2d Cir.1998), it is plainly not an essential conduct element.\nIn this respect, the present case bears a close resemblance to Cóbrales, in which the Supreme Court unanimously concluded that the defendant could not be tried for money laundering in Missouri, where the purportedly laundered currency had been derived from the unlawful distribution of narcotics. See 524 U.S. at 3-4, 118 S.Ct. 1772. Although the derivation of the money from “specified unlawful activity” (and the defendant’s knowledge thereof) was indisputably an essential element of the crime charged, id. at 7, 118 S.Ct. 1772 (internal quotation marks omitted), the Supreme Court held that venue could not be based on “the anterior criminal conduct that yielded the funds allegedly laundered,” at least when the indictment did not link the defendant to, or assert her responsibility for, these acts, id. at 7-8, 118 S.Ct. 1772. The defendant, the Court reasoned, was charged “with criminal activity ‘after the fact’ of an offense begun and completed by others.” Id. at 7, 118 S.Ct. 1772. If anything, defendants’ argument in this case that venue was improper is even stronger than the defendant’s argument that prevailed in Cóbrales. In Cóbrales, the “anterior” conduct that occurred in Missouri did constitute a crime; there was merely no evidence to link the defendant to it. Here, by contrast, the “anterior” element (the existence of a racketeering enterprise) does not, by itself, constitute a crime — let alone one, as I discuss below, that “occurred” in the Southern District of New York in any way connected to defendants or their attempted assault of Sierra.\nIgnoring the implications of the Government’s concession that no acts took place in the Southern District of New York, the majority also relies on conspiracy cases, see ante at 94; see also ante at 91-92, but this analogy fails. The proposition that venue is proper in any district in which an overt act in furtherance of a conspiracy is committed by any one co-conspirator is derived from the uncontroversial principle that “a defendant is liable for the acts of a co-conspirator in furtherance of the conspiracy.” United States v. Naranjo, 14 F.3d 145, 147 (2d Cir.1994). Here, however, “all ... ‘acts in furtherance of the conspiracy’ occurred in the Eastern District of New York,” ante at 89, and there is no authority whatsoever for the proposition that the acts of one member of a racketeering organization may be imputed to other members of the same organization.\nIn short, even assuming arguendo that the Latin Kings “existed” in the Southern District of New York, venue there was improper in this case. To reach this conclusion is not, as the majority suggests, see ante at 92, to “resurrect!]” the “verb test”' — which looks solely to the key verbs of a statute to determine the nature of an offense — rejected by the Supreme Court in Rodriguez-Moreno. See 526 U.S. at 279-80, 119 S.Ct. 1239. Instead, it is to take seriously both the Supreme Court’s use of the word “conduct” in the phrase “essential conduct element,” id. at 280, 119 S.Ct. 1239 (emphasis added), and the Framer’s use of the word “committed” in the Sixth Amendment, as well as to recognize that the task of determining whether venue is proper in a particular district calls for “identifying the conduct that constitutes an offense,” id. (emphasis added).\nII.\nAccording to the Supreme Court, a court determining the locality of an offense “must initially identify the conduct constituting the offense ... and then discern the location of the commission of the criminal *97acts.” Rodriguez-Moreno, 526 U.S. at 279, 119 S.Ct. 1239 (emphasis added). The majority in the present case does not even profess to engage in this mandatory two-step analysis. Instead, substituting its own rule of decision for the Supreme Court’s, the majority holds that whether venue was proper in the Southern District of New York turns on whether a violation of 18 U.S.C. § 1959(a) is a “continuing offense” within the meaning of 18 U.S.C. § 3237(a). This analysis is deeply flawed.\nUnder § 3237(a), any offense that is “begun in one district and completed in another, or committed in more than one district, may be ... prosecuted in any district in which such offense was begun, continued, or completed.” By the statute’s terms, therefore, a continuing offense may be prosecuted in a district only if the offense was “begun, continued, or completed” there, and assigning the label “continuing” to an offense merely begs the question of whether it may be prosecuted in a particular district. See, e.g., United States v. Beech-Nut Nutrition Corp., 871 F.2d 1181, 1189 (2d Cir.1989) (concluding that whether or not the defendants’ offenses were “continuing offense[s] within the meaning of § 3237,” as the District Court had found, was irrelevant because the offenses were not “begun, continued, or completed” in the district where the defendants had been prosecuted); cf. United States v. Lombardo, 241 U.S. 73, 78, 36 S.Ct. 508, 60 L.Ed. 897 (1916) (noting that whether an offense is “continuing” under the predecessor to § 3237 does not “carry us far in determining where a[n offense] is begun or completed”). Giving the words begun,” “continued,” and “completed” their plain meanings, the conclusion is inescapable that venue is proper under § 3237(a) only in a district where some act occurred.2 See, e.g., Webster’s Third New International Dictionary of the English Language Unabridged 198 (1976) (defining “begin” as: “to perform or execute the first part of an action, activity, or procedure”); id. at 493 (defining “continue” as: “to be steadfast or constant in a course or activity”); id. at 465 (defining “complete” as: “to bring to an end ...”); see also United States v. Midstate Horticultural Co., 306 U.S. 161, 166, 59 S.Ct. 412, 83 L.Ed. 563 (1939) (defining a “continuing offense” as “a continuous, unlawful act or series of acts set on foot by a single impulse and operated by an unintermittent force, however long a time it may occupy” (emphasis added) (internal quotation marks omitted)); id. (“Where such an act or series of acts runs through several jurisdictions, the offense is committed and cognizable in each.” (emphasis added) (internal quotation marks omitted)); United States v. Pomranz, 43 F.3d 156, 159 n. 3 (5th Cir.1995) (quoting Midstate Horticultural, 306 U.S. at 166, 59 S.Ct. 412). Here, of course, there is no dispute that “all ‘acts’ or ‘acts in furtherance of the conspiracy’ occurred in the Eastern District of New York.” Ante at 89. Accordingly, it cannot be said that defendants’ offenses were “begun, continued, or completed” in the Southern District of New York, and § 3237(a) is inapplicable.3\n*98This conclusion is reinforced further by the fact — all but ignored by the majority — that we are required to construe venue provisions like § 3237(a) narrowly. See United States v. Johnson, 323 U.S. 273, 276, 65 S.Ct. 249, 89 L.Ed. 236 (1944). As we recently explained, the Supreme Court in Johnson “articulated a rule favoring restrictive construction of venue provisions: ‘[i]f an enactment of Congress equally permits the underlying spirit of the constitutional concern for trial in the vicinage to be respected rather than to be disrespected, construction should go in the direction of constitutional policy even though not commanded by it.’ ” Brennan, 183 F.3d at 146-47 (quoting Johnson, 323 U.S. at 276, 65 S.Ct. 249); see also id. at 147 (noting that, although Johnson was largely overruled by subsequent act of Congress, Congress “could not and did not alter the constitutional and policy concerns underlying the Court’s restrained view of venue; and it did not affect the general validity of the Johnson rule of construction”). Here, as shown, it cannot be said that § 3237(a) “equally permits the underlying spirit of the constitutional concern for trial in the vicinage to be respected rather than to be disrespected” because venue is plainly improper in the Southern District of New York. Even assuming arguendo that the question had been a closer one, however, the Johnson rule of construction would require that we vacate defendants’ convictions and dismiss the indictment without prejudice to re-prosecution in the district mandated by law, the Eastern District of New York.\nIII.\nFinally, compounding the legal flaws in its analysis, the majority reaches its con-elusion in the present case only by distorting the record. Throughout its opinion, the majority relies heavily on the purported fact that the Latin Kings are “headquartered in Manhattan.” Ante at 86; see also ante at 93. Indeed, the opinion refers to Manhattan as the “epicenter” of the organization, ante at 92; as the organization’s “principal location,” ante at 94; and as where the organization is “primarily located,” ante at 93, “principally based,” ante at 94, or “centrally located,” ante at 94; see also ante at 94 (“principally operate”). Moreover, the majority strongly implies that were Manhattan not the organization’s “principal location,” venue in the Southern District might have been improper. Ante at 93-94.\nThere is only one problem with this analysis: Nowhere in the trial record is there any suggestion, much less proof, that Manhattan was, in fact, the Latin Kings’ headquarters. Certainly, the District Court made no such finding in its opinion denying defendants’ Rule 29 motion. (In this regard, the majority’s reliance on Rule 52(a) of the Federal Rules of Civil Procedure — which establishes clear error appellate review for facts found “specially” by the District Court — is puzzling. See ante at 93-94.) Moreover, despite its long experience prosecuting the Latin Kings, see Brief of Appellee at 28-29 n.*, the Government (which, again, bears the burden of proof on venue, see, e.g., Smith, 198 F.3d at 382) has pointed to no evidence that Manhattan was the organization’s headquarters — a silence that is rendered all the more notable in light of defense counsel’s explicit statement at oral argument that there is no evidence “that [Manhattan is] *99the headquarters” of the Latin Kings, see Tr. at 3. To be sure, the Government introduced evidence that the Latin Kings held monthly “Universal Meetings” in Manhattan and that a “Universal Meeting” was scheduled for the same day that defendants planned their assault on Sierra. However, even drawing all reasonable inferences in favor of the Government, this evidence does not establish that the Latin Kings are “headquartered in Manhattan.” Indeed, this evidence establishes nothing more than the fact that the Latin Kings “conducted some operations in [the Southern District of New York] as a formal matter,” ante at 94, or that “other members of the same racketeering enterprise” (the Government concededly introduced no evidence that defendants themselves attended or planned to attend the Universal Meetings) “might have conducted criminal activities [in the Southern District of New York] on separate occasions,” ante at 94. Even on the majority’s own terms, therefore, the Government in this case failed to carry its burden of establishing venue.\nIV.\nThe majority’s holding today renders virtually meaningless in prosecutions under 18 U.S.C. § 1959(a) — and perhaps, by extension, prosecutions under other racketeering provisions — a basic requirement imposed (twice) on our Government by the Constitution. In particular, the effect of the majority’s holding may well be to permit prosecution for § 1959(a) offenses in any district in which the racketeering enterprise has operated at any point in time — no matter how tenuous the connection, if any, between the underlying acts of the defendant and these operations. (Indeed, the Government candidly acknowledged at oral argument that this was the logical consequence of its theory of the case. See Tr. at 20.) This would, in turn, plainly contravene the requirement that “venue provisions ... should not be so freely construed as to give the Government the choice of a tribunal favorable to it.” Travis v. United States, 364 U.S. 631, 634, 81 S.Ct. 358, 5 L.Ed.2d 340 (1961) (internal quotation marks omitted).4\nIn the final analysis, we need look no further in this ease than the Government’s concession, acknowledged but effectively ignored by the majority, “that all ‘acts’ or ‘acts in furtherance of the conspiracy’ occurred in the Eastern District of New York.” Ante at 89. To borrow from Justice Scalia’s dissent in Rodriguez-Moreno: If to repeat the Government’s concession is not to decide this case, then “the law [of venue] has departed further from the *100meaning of [the constitutional] language than is appropriate for a government that is supposed to rule (and to be restrained) through the written word.” 526 U.S. at 285, 119 S.Ct. 1239 (Scalia, J., dissenting). Accordingly, I dissent.5\n\n. In this connection, I note that if we had vacated defendants' convictions, the Double Jeopardy Clause of the Constitution would not bar reprosecution of the defendants in the Eastern District of New York. See, e.g., United States v. Hernandez, 189 F.3d 785, 792 n. 5 (9th Cir.1999); see also United States v. Brennan, 183 F.3d 139, 149 (2d Cir.1999) (vacating the defendants' convictions for improper venue but discussing several other issues \"in view of the possibility that a United States Attorney in a district where venue could properly be laid may consider undertaking a new prosecution' ’).\n\n\n. Our decision in United States v. McCall, 915 F.2d 811 (2d Cir.1990), on which the majority relies to conclude that defendants' offenses were \"continuing,” see ante at 90-91, is therefore inapposite. In McCall, we were confronted with whether a violation of 18 U.S.C. § 1959(a) was a “continuing offense” for purposes of whether application of the Sentencing Reform Act violated the Ex Post Facto Clause of the Constitution where the defendant pleaded guilty to four separate acts of assault. See 915 F.2d at 816. We did not consider whether a violation of § 1959(a) was a \"continuing offense” within the meaning of § 3237(a), the provision at issue here. Nor did we consider whether a violation of § 1959(a) would constitute a \"continuing offense” where there was a single assault (or attempted assault), as there was in the present case. Finally, in concluding that \"the offense of violent crimes in aid of racketeering activity constitutes a continuing offense,” we expressly limited our decision to the \"facts of the instant case.” 915 F.2d at 816.\n\n\n. The majority's suggestion that by \"reverting” to the dictionaiy, I am somehow \"re-surrectfing]” the verb test rejected by the Supreme Court in Rodriguez-Moreno is mis*98guided. Ante at 92. In rejecting the verb test, the Supreme Court explained that a court should not look solely to the key verbs of a substantive criminal statute in determining the essential conduct elements of an offense. See 526 U.S. at 279-80, 119 S.Ct. 1239. Here, however, I look to the dictionary definitions of “begin,” “continue,” and \"complete” for the purpose of interpreting § 3237(a) — a provision relating solely to venue. The majority seems to believe that because this is a venue case, the standard tools of statutory construction do not apply. Needless to say, nothing in Rodriguez-Moreno — let alone in any other opinion by the Supreme Court or this Court — suggests this is the case.\n\n\n. The majority professes to deal with this problem through a novel interpretation of our decision in United States v. Reed, 773 F.2d 477 (2d Cir.1985). In essence, the majority suggests that the “substantial contacts” test enunciated in Reed should be applied to determine the constitutional outer limit to Congress's power to create venue. See, e.g., ante at 92-93 (\"To determine whether the application of a venue provision in a given prosecution comports with constitutional safeguards, a court should ask whether the criminal acts in question bear 'substantial contacts’ with any given venue.”). However, Reed itself did not apply the test in this manner (indeed, neither of the statutes at issue in Reed even contained a venue provision, see 773 F.2d at 480) and, until now, no other court has done so either. Instead, the Reed test has always been treated as a means (like the verb test discussed by the Supreme Court in Rodriguez-Moreno, see 526 U.S. at 279-80, 119 S.Ct 1239) of determining the locality of an offense when the statute at issue does not contain a special venue provision. See generally 25 James Wm. Moore et al„ Moore’s Federal Practice § 618.05[3] (3d ed.1999) (explaining that for offenses that lack special venue provisions, a court should apply any one of three tests — including the substantial contacts test — to determine proper venue). If, as I imagine will happen, courts continue to treat the Reed \"substantial contacts” test as one of several optional means to establish venue— rather than, as in the majority opinion, a test for whether application of a venue statute is constitutional in a given case — the majority’s holding may very well “open the floodgates for § 1959 prosecutions in each district where other members of the same racketeering enterprise might have conducted criminal activities on separate occasions.” Ante at 93.\n\n\n. Notwithstanding my belief that venue in this case was improper under the Constitution and Rule 18, it is hard to imagine how defendants were prejudiced by trial on the wrong side of the Brooklyn Bridge (indeed, at oral argument, counsel for Rodriguez more or less conceded the absence of any prejudice). Under the circumstances, I might be inclined to affirm defendants' convictions on this basis. See, e.g., United States v. Hart-Williams, 967 F.Supp. 73, 78-81 (E.D.N.Y.1997) (concluding that improper venue in New York City was harmless error). Nevertheless, absent a decision by this Court in banc, application of the harmless error rule to this case is foreclosed by our opinion in Brennan. See 183 F.3d at 149 (holding that where defendants “clearly objected to venue, moving prior to trial to dismiss the indictment for lack of venue,” the fact that defendants were improperly tried in the Eastern District of New York rather than the Southern District of New York was not harmless error).\n\n",
            "ocr": true,
            "opinion_id": 6986292
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}