{
    "id": 7105811,
    "judges": "Burman",
    "date_filed": "2004-03-29",
    "date_filed_is_approximate": true,
    "slug": "people-v-adornetto",
    "case_name_short": "Adornetto",
    "case_name": "People v. Adornetto",
    "case_name_full": "The People of the State of Illinois v. Joseph J. Adornetto",
    "attorneys": "Sherman, Schachtman & Stein, of Chicago, (Jack G. Stein and Albert Brooks Friedman, of counsel,) for appellant., Edward V. Hanrahan, State’s Attorney, of Chicago, (Robert A. Novelle and Robert L. Best, Assistant State’s Attorneys, of counsel,) for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "3 Ill. App. 3d 647"
    ],
    "opinions": [
        {
            "author_str": "Burman",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Mr. JUSTICE BURMAN delivered the opinion of the court: The defendant, Joseph J. Adometto, was charged in an indictment with the offenses of theft, deceptive practices, and forgery. After a trial by jury, he was found guilty on all three charges and sentenced to serve three to five years in the Illinois State Penitentiary. Prior to trial, the defendant made a motion to suppress certain credit cards seized from him at the time of his arrest, but after a hearing, the motion was denied. The principal contention presented on appeal is that the defendant was arrested without probable cause and that the search of his person and the seizure of the credit cards without a warrant were unreasonable and violative of his Constitutional rights. It is additionally contended (1) that the defendant was deprived of his rights secured by the Fifth Amendment when the arresting officer, without giving the warnings as required by Miranda v. Arizona, 384 U.S. 436, requested him to identify himself with credit cards and (2) that the Court erred in failing to conduct a hearing when it became apparent that the order excluding witnesses had been violated. We first summarize the evidence brought out at the hearing on the motion to suppress. During the spring and summer of 1968 Officer Charles Perce of the Chicago Police Department was assigned to O’Hare International Aiiport, and as part of his duties he conducted an investigation into the acquisition of airline tickets with lost or stolen credit cards. He learned from discussions with airline personnel that a man named “Joe” who drove a Cadillac and who owned a nearby motel and restaurant, was involved in these transactions. On June 28, 1968, the defendant purchased two airline tickets for Las Vegas from David Moake, a Trans-World Airline ticket agent, and payment was made with a credit card issued to Michael J. Caprice. On the next day Bernard E. Boyle, a security representative for Trans-World Airline, learned that the card issued to Caprice had been cancelled on June 15, 1968, that notification of the cancellation had been sent to the holder of the card at that time, and that the number on the Caprice card would appear on the “black list” or “hot sheet” to be circulated on July 1, 1968. Boyle informed Officer Perce of the June 28 transaction and of the cancellation of the Caprice credit card. At about 6:00 P.M. or 7:00 P.M. on July 6, 1968, the defendant ordered a ticket for Las Vegas over the telephone from David Moake and stated that he would pick up the ticket at around 9:00 P.M. that evening. Moake through his supervisor notified Boyle of the order, and Boyle in turn alerted Officer Perce. Boyle arrived at the terminal and instructed Moake to handle the transaction as a normal sale and to give a prearranged signal if payment were made with the Caprice credit card. When the defendant arrived, Officer Perce followed him to the ticket counter and observed him purchase a ticket with the Caprice card and sign the name, “Michael J. Caprice.” After the transaction was completed, Moake gave the signal, the defendant walked out of the building to the sidewalk where Officer Perce, after identifying himself placed the defendant under arrest, and seized the invoice and credit card which were in the defendant’s left hand. The defendant thereafter opened his wallet and presented his driver’s license as identification. Officr Perce noticed several credit cards in the wallet and asked the defendant to further identify himself with those cards. The defendant thereupon produced the cards which were the subject of the motion to suppress. The defendant contends that the seizure of the credit cards was unreasonable because it was incident to an arrest made without probable cause. The threshold question presented there is whether Office Perce had probable cause to arrest Joseph Adornetto on July 6, 1968.  A police officer may arrest a person without a warrant when he has reasonable grounds to believe that the person is committing or has committed an offense. (Section 107 — 2(c) of the Code of Criminal Procedure of 1963; Ill. Rev. Stat. 1967, ch. 38, par. 107 — 2(c); People v. Wilson, 45 Ill.2d 581, 262 N.E.2d 441; People v. Jones, 31 Ill.2d 240, 201 N.E.2d 402.) The reasonableness of the officer’s actions in making an arrest must be judged in light of the information and knowledge possessed by the officer at the time of the arrest (People v. Peak, 29 Ill.2d 343, 194 N.E.2d 322), and the existence of probable cause is dependent upon the totality of the facts and circumstances presented in each case. People v. McCrimmon, 37 Ill.2d 40, 224 N.E.2d 822. The defendant argues that “there is an implied agency by the person who makes the purchase and signs the owner’s name” when a credit purchase is made by a person obviously not the person named on the credit card. He asserts, “Here no investigation was made as to whether Joe * * * had the permission of Mr. Caprice to use his credit card. From this lack of action in this respect we can presume that they accepted the agency, and that neither a Deceptive Practice, Forgery, or Theft was being perpetrated on them.” It is additionally pointed out that no investigation was made of tire cause for the cancellation of the Caprice card.  An arrest cannot be based upon mere suspicion, but on the other hand it is not necessary for a police officer to have evidence sufficient to prove a suspect guilty beyond a reasonable doubt in order to justify an arrest. (People v. Marino, 44 Ill.2d 562, 256 N.E.2d 770.) As is pointed out in People v. Fiorito, 19 Ill.2d 246, 256, 166 N.E.2d 606, 612: “In deciding the question [of probable cause] in a particular case the courts deal with probabilities and are not disposed to be unduly technical. They must act upon ‘the factual and practical considerations of everyday life upon which reasonable and prudent men, not legal technnicians, act.’”  Officer Perce, at the time of the arrest, knew from information furnished by airline employees that the defendant, on a prior occasion, had purchased airline tickets with a credit card bearing the name of “Michael J. Caprice.” He personally observed the defendant purchase tickets with a cancelled credit card which had been issued to Caprice, and he saw the defendant sign Caprice’s name on the invoice. The information possessed by Officer Perce at the time of the arrest was sufficient to provide reasonable grounds for him to believe that the defendant was misusing the credit card. We consequently must conclude that the defendant’s arrest was based upon probable cause.  Under section 108 — 1(d) of the Code of Criminal Procedure of 1963 (Ill. Rev. Stat. 1967, ch. 38, par. 101 — 1(d)) when a lawful arrest is effected a peace officer may reasonably search the person arrested for the purpose of discovering any instruments, articles, or things which may have been used in the commission of, or which may be evidence of, an offense. This type of search is reasonable within the terms of the Fourth and Fourteenth Amendments to the Constitution of the United States. The scope of permissible searches and seizures without a warrant, pursuant to a lawful arrest was re-examined in Chimel v. California, 395 U.S. 752, where at p. 763 it was stated that “it is entirely reasonable for the arresting officer to search for and seize any evidence on the arrestee’s person in order to prevent its concealment or destruction.” Officer Perce’s seizure of the credit cards was authorized by statute and reasonable under the Fourth and Fourteenth Amendments. The trial judge properly denied the motion to suppress. The defendant further asserts that he was compelled to incriminate himself in violation of the Fifth and Fourteenth Amendments to the Constitution of the United States when Officer Perce ordered him to identify himself with credit cards without first giving him the benefit of the “Miranda” warnings. This argument was neither raised nor passed on in the trial court, and is, therefore, not properly before this court. Moreover, the patting down of the defendant for any possible weapons and the routine request for identification can hardly be considered an unreasonable intrusion into the defendant’s person or property. When a person is lawfully arrested, as is pointed out above, the police have the right, without a warrant, to make a contemporary search for weapons or for the fruits or implements that may have been used in the commission of a crime.  The defendant finally contends that the trial court erred in failing to conduct a hearing when it became apparent that the order excluding witnesses had been violated. Prior to the commencement of the hearing on the motion to suppress, a motion to exclude witnesses was granted. After Officer Perce, the first witness, testified, he returned to the conference room where Bernard E. Boyle was waiting. When Boyle was called as a witness, counsel for the defendant objected on the ground that Perce and Boyle had been in the same room subsequent to the time Perce had testified. The trial judge permitted Boyle to testify, but stated any testimony influenced by the meeting would be excluded. There is no allegation that the two witnesses saw one another by design. We have examined the record and there is no showing therein that the defendant was prejudiced by the chance meeting. For the reasons stated, the judgment of the Circuit Court is affirmed. Judgment affirmed. DIERINGER, P. J., and ADESKO, J., concur. ",
            "ocr": true,
            "opinion_id": 7011754
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}