{
    "id": 7106181,
    "judges": "Smith",
    "date_filed": "2005-06-09",
    "date_filed_is_approximate": true,
    "slug": "people-v-graves",
    "case_name_short": "Graves",
    "case_name": "People v. Graves",
    "case_name_full": "The People of the State of Illinois v. Howard Graves",
    "attorneys": "John F. McNichols, of Defender Project, of Springfield, (J. Daniel Stewart, of counsel,) for appellant., Paul R. Welch, State’s Attorney, of Bloomington, (Richard E. Scott and Michael O. Gibson, Assistant State’s Attorneys, of counsel,) for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "6 Ill. App. 3d 612"
    ],
    "opinions": [
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Mr. JUSTICE SMITH delivered the opinion of the court: Defendant appeals from a judgment entered upon a jury verdict finding him guilty of theft of property over $150 on which he received a sentence of five to ten years. He questions the severity of the sentence and asks us to exercise our authority to reduce it — in the event the errors alleged here do not warrant a new trial.  The first error can be disposed of quickly. He asked for and was denied the assistance of counsel at the preliminary hearing held on January 16, 1970. On January 22, 1970, the United States Supreme Court announced its decision in Coleman v. Alabama, 399 U.S. 1, 26 L.Ed.2d 387, holding that a preliminary hearing is a “critical stage” and an indigent defendant, therefore, is entitled to appointed counsel. Our Supreme Court followed in People v. Adams, 46 Ill.2d 200, 263 N.E.2d 490, holding that a preliminary hearing in Illinois is also a “critical stage” at which counsel must be appointed, but decided that Coleman was not retroactive and that the ruling in Adams (and Coleman) would not be applied to cases where the preliminary hearing was held prior to June 22, 1970. The United States Supreme Court granted certiorari in Adams to decide this question of retroactivity and on March 6, 1972, held that retroactive effect need not be given to Coleman and consequently affirmed the conviction. (U.S., 31 L.Ed.2d 202.) Accordingly, the denial of the request for counsel on January 16, 1970, was not error per se since it antedated Coleman. Defendant argued here, however, that regardless of how Adams might be decided (it had not yet been), he was prejudiced at the trial by lack of counsel at the preliminary hearing because of the ‘large number of witnesses” called who were not on the State’s original witness list — and had he been given counsel, discovery of such witnesses might have been elicited. But the answer to this is simply that he is (and we would be) speculating as to whether or not these “large number of witnesses” would have been called at the preliminary hearing or indeed were known of or could otherwise have been there ascertained. Would defendant have been any the wiser in this regard if he had had counsel at the preliminary hearing? Since an affirmative answer would be based on pure speculation, as we have said, and since Adams does not require retroactive effect, defendant’s assertion of error on this point cannot be sustained. The second asserted error has to do with these “large number of witnesses” called at the trial over defendant’s objection which were not on the list of witnesses furnished him. The original list contained the names of four witnesses. On the first day of trial the State added six more. The court permitted such addition, giving defendant’s counsel the right to interview any he chose before they took the stand. Most of the added witnesses did in fact testify. Defendant states that he prepared his defense in reliance upon the original fist of four, one of whom was an accomplice. His argument is that if he had known the accomplice might be corroborated, his trial stance might have been different, that is, absent the additional witnesses, and the accomplice having been impeached, the jury might not have believed him. Again, this is speculation. The additional witnesses were indeed corroborative of the case made by the accomplice and the other three witnesses on the original list, who made a prima facie case. The fact that in corroborating the State’s case, they may have had varying versions not explicitly testified to by the original four, does not render their testimony noncumulative — an important characterization, as we shall see.  The rule seems to be that the trial judge has a large discretion in permitting the State to call witnesses not on the list as furnished to a defendant. Of course, this discretion can be abused and certain guidelines have developed through the years for determining what does and what does not constitute an abuse.  In People v. Gonzales (1969), 107 Ill.App.2d 44, 245 N.E.2d 791, it was said: “It is well established in this State that it is within the discretion of the trial court to allow a witness to testify even though his name is not on the list of witnesses furnished to the defendant and that the burden is on the defendant to show surprise or prejudice.” And in People v. Williams (1967), 86 Ill.App.2d 209, 229 N.E.2d 158, it was said: “The present statute, like its predecessor, has as its purpose the requirement that the State furnish the accused with a list of witnesses in order to prevent surprise and in order to enable the defendant to combat false testimony. * * * In People v. Brown, 68 Ill.App.2d 17, 214 N.E.2d 465 (2d Dist. 1966), the court held that there must be a showing of surprise or prejudice before the action of the trial court in permitting testimony of unlisted witnesses to testify would be reversed under the existing statutory language.” One of die witnesses testified to an overheard remark of defendant: “Sam [the accomplice], come here, I want to talk to you, let’s get out of here”. The accomplice had not nor had anybody else testified as to this remark. Defendant attempts to invoke the requirement that he should have been furnished the name of this witness, as this statement amounted to a “confession”. But the short answer is that this remark is most assuredly not a “confession” — an ultimate acknowledgment of guilt. People v. Milani, 39 Ill.2d 22, 233 N.E.2d 398.  We have a hard time viewing in the context here a situation in which the defendant was either surprise or prejudiced, in any legal sense. We are not saying that it is good practice to delay furnishing the names of those witnesses who may be corroborative or cumulative until the first day of trial, but in the absence of a showing of bad faith, we are not inclined to say that in permitting the absent witnesses to testify that there was an abuse of discretion by the trial court. It is for the court in the first instance to determine whether the delay was motivated for some unjustified advantage, or whether it was otherwise proper for any number of reasons. A defendant can hardly complain because the State, after making its case, decides, as it were, to strengthen it through numbers. Outside of the so-called “confession” we have just alluded to, the testimony of tire additional witnesses, except one as to which we will take up shortly, was cumulative and being cumulative, it can hardly be said to have surprised the defendant or hindered him in his defense. The burden is upon him to demonstrate otherwise. That the additional witnesses made a stronger case for the State is not the kind of prejudice for which we grant new trials. Only if the defendant can show some surprise, some unfair disadvantage, can we seriously inquire into whether or not there has been an abuse of discretion. In the nature of things, a good many situations presented to a court in the course of a trial call for an exercise of discretion, sometimes a very large one, and it is not for reviewing courts to grant new trials, even though they might think, had they been sitting, that a different decision might have been more appropriate. This is not the test. The test is whether there was an abuse — not merely that the trial court could have opted otherwise. One of the witnesses not on the original list, testified as to value. Such testimony could hardly have surprised defendant’s counsel. Indeed, in our context, it appears that counsel was informed that proof of value would be made by expert testimony. There was no error in permitting the added witnesses to testify.  With regard to the sentencing, the hearing in aggravation and mitigation disclosed convictions for theft, criminal trespass to a motor vehicle, armed robbery, and a parole violation. He was twenty-five at the time of sentencing. Of course, the sentence is within the limit set by statute. The majority of this court feels that there is nothing we can discern in this record authorizing us to reduce the sentence imposed. The fact that the accomplice was granted probation is an irrelevancy.  Defendant raises an issue, pro se, with regard to certain remarks by the State during closing argument. Its thrust seems to be that at least by implication, the prosecution was making allusion to defendant’s failure to take the stand. Some might be susceptible of that connotation out of context — in context, they are nothing of the sort, and indeed, a response to defendant’s argument, that the accomplice was in control — hence, an inference in support of his defense that he was a mere hitchhiker. Accordingly, the judgment is affirmed. Judgment affirmed. TRAPP, P. J., and CRAVEN, J., concur. ",
            "ocr": true,
            "opinion_id": 7012146
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}