{
    "id": 7107446,
    "judges": "Scott",
    "date_filed": "2011-06-13",
    "date_filed_is_approximate": true,
    "slug": "people-v-deppert",
    "case_name_short": "Deppert",
    "case_name": "People v. Deppert",
    "case_name_full": "The People of the State of Illinois v. Robert Scott Deppert",
    "attorneys": "John M. Ritchie, of Pekin, for appellant., Jay H. Janssen, Assistant State’s Attorney, of Pekin, for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "15 Ill. App. 3d 361"
    ],
    "opinions": [
        {
            "author_str": "Scott",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Mr. JUSTICE SCOTT delivered the opinion of the court: Robert Scott Deppert was on April 11, 1972, indicted by a grand jury of Tazewell County for the crimes of burglary and theft. This indictment arose from the defendant’s action of entering his uncle’s residence from which he took a number of firearms. The defendant pled guilty to the charge of burglary and was sentenced to a five year period of probation, the first eight months of which were to be served in the county jail. During his period of incarceration the defendant planned other crimes with his cell mate, William Townsend. The defendant was released from jail on November 22, 1972, and Townsend was released one week later on November 29th. Immediately upon his release Townsend proceeded to make phone calls to detective Morris, who was employed by the office of the sheriff of Tazewell County. A total of four calls were made, the first being on November 29th when he informed Morris that the defendant had mentioned three locations which he might burglarize. The places mentioned were “Stereo Village”, a doctor’s office and a private residence. Morris directed Townsend to find out when and where the burglary was to occur. The following day Townsend again called Monis and informed him that the doctor’s office would be burglarized. As the result of this information Morris with the cooperation of the police department of the city of Pekin arranged for a “stake out” of the doctor’s office on the evening of November 30th. It was also on this date between 5:30 and 6:00 P.M. that the defendant phoned Townsend and inquired if he would like to commit a burglary. This information Was also relayed to the sheriff’s office and Townsend then went to the defendant’s house. Townsend joined the defendant, who was in an automobile, and at this time learned that the defendant had burglary tools. Shortly after 9:00 o’clock P.M. the defendant broke a window and entered the doctor’s office. Townsend refused to enter the building and fled. As the result of the “stake out” the defendant was apprehended as he came out of the office carrying a large plastic bag which was later discovered to hold different types of pills. A further and more detailed recitation of the facts will be set forth as they become pertinent to the issues raised in this appeal. As the result of the defendant’s conduct in entering the doctor s office he was prosecuted on a petition to revoke probation. After a hearing on the probation the court entered a judgment finding the defendant guilty of violating the terms of his probation by committing burglary. Subsequent to a hearing in aggravation and mitigation he was sentenced to a term of not less than three (3) nor more than ten (10) years in the penitentiary. The first issue raised by the defendant in this appeal is that the trial court erred in failing to sustain his defense of entrapment.  We cannot agree with the defendant’s contention that he was a victim of entrapment. The defense of entrapment is not available to one who has the intention and design to commit the criminal offense, and who does commit the essential acts constituting it, merely because a law officer or his agents for the purpose of securing evidence, affords such person the opportunity to commit the act, or purposely aids and encourages a defendant in its perpetration. People v. Gonzales, 125 Ill.App.2d 225, 260 N.E.2d 234; People v. Hall, 25 Ill.2d 297, 185 N.E.2d 143; People v. Outten, 13 Ill.2d 21, 147 N.E.2d 284; People v. Wells, 25 Ill.2d 146, 182 N.E.2d 689. The defendant argues that Townsend was an agent of the Tazewell County sheriffs office, or was acting in their behalf. We fail to find from the record any evidence which would support this contention. Instead it appeal's quite clear that Townsend was acting as an informer. Officer Morris had never met Townsend prior to the defendant’s apprehension at the doctor’s office. It was the purpose of Morris to apprehend a criminal and to obtain evidence and in order to fulfill this purpose he relied upon a source of information which was provided to him by phone calls from Townsend. The record discloses that it was the defendant who was responsible for the planning and execution of the offense. He was the instigator and planner; he provided the necessary motor vehicle and burglary tools. Further it was the defendant who entered the building and who was apprehended with stolen drugs as he was leaving it. We can only conclude that it was the defendant who as a leader set in motion the chain of events which resulted in his apprehension and'incarceration for revoking the terms of his probation. In People v. Ficke, 343 Ill. 367, 175 N.E. 543, our Supreme Court in discussing the defense of entrapment made the following observations: “It is not an instigation or solicitation to crime for an individual or an officer of the law, having reason to believe that another is or others are committing or intending to commit or conspiring to commit criminal offenses, to furnish an opportunity for the commission of the criminal offenses which the persons concerned are committing or intending to commit. If the purpose is, in good faith, to secure evidence against persons guilty of crime and not to induce an innocent person to commit a crime, there is no merit in the claim that the person was entrapped into the commission of the crime and should therefore be relieved of criminal responsibility.” 343 Ill. at 377.  We believe that the court’s reasoning in Ficke is applicable to the case before us for we fail to find any evidence that would support a finding that the defendant was induced to commit a crime. The actions of Morris can only be interpreted as being motivated for the purposes of apprehending a law violator and securing evidence.  In support of his defense of entrapment the defendant argues that Townsend was a paid employee or agent of the sheriffs office. The record discloses that subsequent to the apprehension of the defendant Morris gave Townsend the sum of $5.00. It is the testimony of Morris that he gave this sum to his informer because he felt sorry for him and that the gift was only an act of kindness. In view of the small pecuniary amount involved we cannot agree that such payment could be classified as wages or compensation paid to an agent or employee.  The defendant further raises the issue that the sentence imposed was excessive and thereby should be reduced. We cannot agree that the imposition of a sentence of not less than three (3) nor more than ten (10) years in the penitentiary is violative of our standards of sentencing when imposed on a defendant who was found guilty of the crime of burglary, placed on probation, and then violated his probation by committing another burglary. (See People v. Perkins, 12 Ill.App.3d 5, 297 N.E.2d 15.) We are of the opinion, however, that the defendant’s sentence should be reduced by granting to him credit for time served while on probation to the date of his arrest for violation of said probation. Also the defendant’s sentence should be credited with that period of time that he was in the county jail awaiting a hearing on the petition to revoke his probation. Such allowance of credit is in keeping with the Unified Code of Corrections. The record before us is not clear as to the exact dates of these occurrences but is readily available to the trial court which can make the necessary computation. (See also People v. Daugherty, Gen. No. 12131, Fourth Appellate Court District.) Therefore the sentence in this case is vacated and this cause is remanded to the circuit court of TazeweH County with directions to impose a sentence which reflects the sentence credits we have set forth. Affirmed as modified with directions. ALLOY, P. J., and DIXON, J., concur. ",
            "ocr": true,
            "opinion_id": 7013459
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}