{
    "id": 7111877,
    "judges": "McNamara",
    "date_filed": "1995-08-08",
    "date_filed_is_approximate": true,
    "slug": "people-v-briggs",
    "case_name_short": "Briggs",
    "case_name": "People v. Briggs",
    "case_name_full": "THE PEOPLE OF THE STATE OF ILLINOIS v. WALTER BRIGGS",
    "attorneys": "Bernard Carey, State’s Attorney, of Chicago (Marcia B. Orr and Myra J. Brown, Assistant State’s Attorney, of counsel), for appellant., David R. Landau, of Chicago (Arthur R. Allan, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "76 Ill. App. 3d 654"
    ],
    "opinions": [
        {
            "author_str": "McNamara",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Mr. JUSTICE McNAMARA delivered the opinion of the court: Defendant, Walter Briggs, was charged with one count of armed robbery and three counts of aggravated battery. After a trial without a jury, he was found guilty of two counts of aggravated battery and was sentenced to a term of three years four months to ten years. Defendant was found guilty of count II, committing a battery which caused great bodily harm, and of count III, committing a battery by use of a deadly weapon. Defendant was acquitted of armed robbery and of the third count of aggravated battery. (A co-defendant, Ulysses Davis, was also found guilty of aggravated battery, but is not involved in this appeal.) Defendant contends on appeal that the trial court committed reversible error by failing to make rulings on the admission of certain evidence; that he was not proved guilty of aggravated battery beyond a reasonable doubt; and that the trial court erroneously found him guilty of two counts of aggravated battery arising out of the same act. James Aldrich testified for the State that on January 30,1978, he was a customer at a tavern located at 7540 South Halsted Street in Chicago. Aldrich visited the tavern nearly every evening and recognized many of the approximately 20 other patrons present on the evening in question. (The defense stipulated that defendant was present in the tavern.) After purchasing a beer, Aldrich played a pinball machine with a barmaid. Defendant, Davis, and another man came over and sat behind Aldrich. The latter did not know the three men. The barmaid left, and the three men started to beat him on the head. Someone announced a “stickup.” Defendant was holding a baseball bat and a gun; Davis had a baseball bat. Davis took $35 from Aldrich’s pockets, and defendant and Davis beat him to the floor. Aldrich was struck on the head at least six times with bats, and he required 28 stitches. Aldrich further testified that just as defendant cocked the gun to shoot him, police officers ran into the tavern. As the officers entered, defendant kicked the gun under Aldrich’s body as he was lying on the floor. The officers apprehended defendant, but Davis and the other assailant fled. Aldrich gave one of the police officers the gun which defendant used and then kicked under him. Aldrich stated that the other patrons were too frightened to help. Officer Douglas Ellis of the Chicago Police Department testified for the State that while on duty on the evening in question he was approached by an unidentified man who informed him a robbery was taking place in the tavern. When Ellis and two other officers entered the tavern, he saw defendant coming toward him holding a bottle and a baseball bat. Defendant obeyed Ellis’ order to drop the weapons. Ellis noticed a man, subsequently identified as Aldrich, lying on the floor with his face covered with blood. Aldrich told Ellis that he had just been robbed, identified defendant as one of his robbers, and gave Ellis a gun which he said was used in the robbery. The gun was bloodstained. Officer Francis Glynn of the Chicago Police Department testified for the State that he investigated the occurrence in question. On January 31, 1978, the gun recovered by Ellis had not been reported stolen. Subsequently, it was reported stolen in a burglary. On February 24,1978, Glynn had a telephone conversation with a person who identified himself as Ulysses Davis. Glynn told Davis that the gun which the latter had reported as stolen had been recovered in a tavern robbery. Davis came to the police station and Glynn informed him that he had been identified through photographs as one of the offenders. Davis told Glynn that he had purchased the gun earlier so he reported it stolen as it could be traced to him. Catherine Tines, manager of the tavern, testified for defendant that Aldrich was a regular customer who was not permitted to drink in the tavern because he always started disturbances. On the evening in question, Aldrich and defendant began to argue about a pinball machine bet. She warned Aldrich to stop swearing or she would call the police. Tines left the tavern to tell a police officer that a fight was about to begin. When she returned, she saw Aldrich coming off the floor with a gun. Aldrich had a great deal of blood on his face, but she did not see any blows exchanged or men with baseball bats. As the police officers entered, defendant was emerging from the washroom. Evelyn Johnson, a tavern employee, testified for defendant that the latter asked Aldrich not to bother him. As Johnson moved to turn off the bowling machine, she heard the sound of a bat and saw part of a bat in defendant’s hand. The bat, which belonged to the tavern owner, was kept behind the bar. Defendant was taking Aldrich’s gun away from him; Aldrich had been pointing the gun at defendant. Just as Aldrich displayed a second gun, the police officers entered. Aldrich was bleeding from his head. Co-defendant Davis testified that he was not at the tavern and was not a participant in any assault. He offered an alibi. The trial court concluded that armed robbery was not proved, but that both defendant and Davis committed an aggravated battery of Aldrich. Defendant initially contends that the trial court committed reversible error by failing to rule on the admissibility of certain evidence. Several times during the course of the trial, the trial court responded to objections made by counsel for defendant or by the prosecutor by stating that the court would consider only competent evidence in reaching its decision.  While a trial court is presumed to have considered only competent evidence in reaching its decision, where the introduction of incompetent evidence is so prejudicial as to deny defendant a fair trial, its admission constitutes reversible error. (See People v. Mays (1971), 48 Ill. 2d 164, 269 N.E.2d 281; People v. Palmer (1962), 26 Ill. 2d 464, 187 N.E.2d 236, cert. denied sub nom. Fingers v. Illinois (1963), 373 U.S. 951, 10 L. Ed. 2d 706, 83 S. Ct. 1681.) In the present case, none of defendant’s cited examples of improperly introduced evidence were so prejudicial as to have denied him a fair trial. As we have noted, several objections to testimony which received no rulings from the trial court were made by the prosecution, not by defendant. One objection made by defendant concerned the lack of a foundation for the introduction of a telephone conversation between Davis and Officer Glynn. The telephone conversation in question involved Davis’ participation, not that of defendant. Moreover, the trial court granted defendant’s motion to strike any statements made by Davis which referred to defendant. Other objections by defendant concerned a conversation in which Officer Ellis learned of the occurrence and an irrelevant conversation between the barmaid and Aldrich. None of the testimony complained of had significance, and defendant was not prejudiced by its admission.  Defendant also contends that he was not proved guilty of aggravated battery beyond a reasonable doubt. He argues that he was not the aggressor and that he used reasonable force in protecting himself. The answer to defendant’s argument is that the trier of fact, as was his right, rejected the testimony of defendant’s witnesses and accepted the testimony of Aldrich and Officer Ellis. That finding is amply supported by all the circumstances. Not only Ellis, but also defendant’s witnesses, testified that Aldrich was bleeding profusely. It was undisputed that Aldrich received 28 stitches. The gun recovered by Ellis had blood stains. The trial court expressly found that there was insufficient provocation to justify defendant’s conduct, and this finding was supported by the evidence. Defendant was proved guilty beyond a reasonable doubt. Defendant’s final contention is that the trial court erred in finding him guilty of two counts of aggravated battery arising out of the same act.  It is undisputed that both charges arose out of the same act. Where a defendant is found guilty of two counts of a crime based on the same criminal act, one of the convictions must be vacated. See People v. Walker (1978), 58 Ill. App. 3d 535, 374 N.E.2d 880. Accordingly, the judgment of the circuit court of Cook County as to count II of the aggravated battery is affirmed. Judgment as to the count III of the aggravated battery is vacated. Affirmed in part; vacated in part. SIMON, P. J., and McGILLICUDDY, J., concur. ",
            "ocr": true,
            "opinion_id": 7018254
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}