{
    "id": 7120541,
    "judges": "Kearse, Korman, Oakes",
    "date_filed": 983836800000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-cambrelen",
    "case_name_short": "Cambrelen",
    "case_name": "United States v. Cambrelen",
    "case_name_full": "United States v. Ryan CAMBRELEN, aka \"Bolo\", Joel Vasquez, Jose Rivera, aka Jose A. Rivera, aka \"Alberto\", Francisco Sepeda, aka Fransizco Sepeda, aka Eddie Brown, aka \"Shorty\", Jesus Manuel Romero Colon, aka Jesus Manuel Romero-Colon, aka \"Chuito\", Ottoniel Cambrelen",
    "attorneys": "Scott Yale Auster, Carmel, NY; Ryan Cambrelen pro se, Leavenworth, KS., Vivian Shevitz, Katonah, NY; Joel Vasquez pro se, Leavenworth, KS., Scott Yale Auster, Carmel, NY, for appellant Rivera., Neil B. Checkman, N.Y., NY, for appellant Sepeda., David G. Secular, Syracuse, NY, for appellants Colon and Ottoniel Cambrelen., Timothy A. Macht, Ass’t U.S. Att’y, EDNY, Brooklyn, NY, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "5 F. App'x 30"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nSUMMARY ORDER\n\nThese causes came on to be heard on the record from the United States District Court for the Eastern District of New York, and were argued by counsel for appellee and for appellants Vasquez, Rivera, Sepeda, Colon, and Ottoniel Cambrelen, and submitted by counsel for appellant Ryan Cambrelen.\nON CONSIDERATION WHEREOF, it is now hereby ordered, adjudged, and decreed that the judgments of said District Court be and they hereby are affirmed.\nDefendants Ryan Cambrelen (“Ryan”), Joel Vasquez, Jose Rivera, Francisco Sepeda, Jesus Manuel Romero Colon, and Ottoniel Cambrelen (“Ottoniel”) appeal from judgments entered in the United States District Court for the Eastern District of New York following a jury trial before Eugene H. Nickerson, Judge, convicting them of attempting to possess with intent to distribute cocaine, in violation of 21 U.S.C. § 841(a); and knowingly and intentionally carrying firearms in relation to a narcotics offense, in violation of 18 U.S.C. § 924(c)(1). Ryan, Vasquez, Rivera, and Sepeda were also convicted of conspiring to possess with intent to distribute cocaine, in violation of 21 U.S.C. §§ 841 and 846; conspiring to obstruct interstate commerce by robbery, in violation of 18 U.S.C. § 1951(a); and an additional count of carrying firearms in rela*33tion to a narcotics offense, in violation of 18 U.S.C. § 924(c)(1). Defendants were sentenced principally to the following terms of imprisonment: Ryan 535 months, Vasquez 660 months, Rivera life, Sepeda 510 months, Colon 180 months, and Ottoniel 180 months. On appeal, defendants contend principally that the evidence was insufficient to support their firearms convictions, and that them sentences, calculated under the Sentencing Guidelines (“Guidelines”) with reference to the quantity of narcotics they attempted or conspired to steal, should be vacated because that quantity was not determined beyond a reasonable doubt by a jury. In addition, Ryan, Rivera, Colon, and Ottoniel contend that the district court erred in admitting at trial redacted postarrest statements made by Vasquez and Sepeda; Colon and Ottoniel contend that the evidence was insufficient to support their convictions of attempted possession of cocaine; Vasquez contends that the court erred in sentencing him as a leader of the enterprise; and Rivera contends that he is entitled to be resentenced because the court failed to inquire of him, as required by 21 U.S.C. § 851(b), as to whether he affirmed or denied the prior convictions that led to his life sentence. Defendants also raise a variety of other arguments that do not warrant discussion. Finding no merit in any of defendants’ contentions, we affirm.\nA. The Sufficiency Challenges\nA party challenging the sufficiency of the evidence bears a heavy burden. See, e.g., United States v. Al Jibori, 90 F.3d 22, 26 (2d Cir.1996). In considering such a challenge, we view all evidence in the light most favorable to the government and credit every inference the jury might have drawn in favor of the government. See, e.g., United States v. Walker, 191 F.3d 326, 333 (2d Cir.1999), cert. denied, 529 U.S. 1080, 120 S.Ct. 1702, 146 L.Ed.2d 506 (2000). Pieces of evidence must be viewed not in isolation but in conjunction. See, e.g., United States v. Podlog, 35 F.3d 699, 705 (2d Cir.1994), cert. denied, 513 U.S. 1135, 115 S.Ct. 954, 130 L.Ed.2d 897 (1995); United States v. Brown, 776 F.2d 397, 403 (2d Cir.1985), cert. denied 475 U.S. 1141, 106 S.Ct. 1793, 90 L.Ed.2d 339 (1986). The government, in order to prove the defendant’s guilt beyond a reasonable doubt, “need not eliminate every possible theory of innocence.” United States v. Rosenthal, 9 F.3d 1016, 1024 (2d Cir.1993); see, e.g., United States v. Ragosta, 970 F.2d 1085, 1090 (2d Cir.), cert. denied, 506 U.S. 1002, 113 S.Ct. 608, 121 L.Ed.2d 543 (1992). The conviction must be upheld if “any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.” Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979) (emphasis in original). These principles apply whether the evidence being reviewed is direct or circumstantial. See, e.g., Glasser v. United States, 315 U.S. 60, 80, 62 S.Ct. 457, 86 L.Ed. 680 (1942).\nSection 924(c)(1)(A) makes it unlawful to, inter alia, “carrfy] a firearm” “during and in relation to any ... drug trafficking crime.” 18 U.S.C. § 924(c)(1)(A). A “gun ... carried in [a] car’s trunk or locked glove compartment” is “earrie[d]” within the meaning of § 924(c)(1)(A). Muscarello v. United States, 524 U.S. 125, 137, 118 S.Ct. 1911, 141 L.Ed.2d 111 (1998). Although the present charges related to defendants’ attempt to steal narcotics (from an undercover warehouse), they contend that the fact that guns were seized from their waiting vehicles did not suffice to show that the firearms were carried “in relation to” their drug trafficking crime. We disagree.\n*34The testimony at trial included descriptions of many robberies of drug dealers by several of the defendants. The evidence showed that defendants’ modus operandi had been to assemble a crew that would drive to the targeted premises and wait for the arrival of the intended victim; guns were carried in the vehicle but were stored in a hidden compartment or “trap” in case police officers appeared on the scene before the robbery could be committed. When the victim appeared, some members of the crew would remove guns from the trap, enter the premises, and attempt to complete the robbery; some crew members would remain in the vehicle as lookouts. In recorded conversations that were introduced in evidence, Ryan stated that his crew had access to the weapons necessary to rob the warehouse, even if there were armed guards inside; and he repeatedly told a government informant that his crew was experienced and “coordinated,” stating, “we make our living off this.” In connection with the attempted robbery of the undercover warehouse, leading to defendants’ arrests, two vehicles arrived at the scene; each vehicle carried three of the defendants. In each vehicle there were three guns in the trap. A rational juror could easily infer beyond a reasonable doubt that, consistent with defendants’ past methods, the weapons had been placed in the vehicles, one for each participant, in case they were needed in connection with this particular robbery and that defendants were aware of the guns’ presence and purpose. Accordingly, we reject defendants’ sufficiency challenge with respect to the firearms convictions.\nThe other sufficiency challenge we discuss is that of Colon and Ottoniel, who contend that the evidence showed only their presence in the vehicles that arrived at the warehouse and was insufficient to convict them of attempted robbery. Again we disagree. In order to prove an attempt to commit a crime, the government must show that the defendant had an intent to engage in criminal conduct and performed an act that constituted a “substantial step” towards the commission of the substantive offense. United States v. Mowad, 641 F.2d 1067, 1073 (2d Cir.), cert. denied, 454 U.S. 817, 102 S.Ct. 94, 70 L.Ed.2d 86 (1981); see, e.g., United States v. Manley, 632 F.2d 978, 988-89 (2d Cir.1980), cert. denied, 449 U.S. 1112, 101 S.Ct. 922, 66 L.Ed.2d 841 (1981). The taped evidence in the present case included statements by Ryan that he would bring six men to rob the warehouse. Exactly six men arrived at the warehouse; they included Colon and Ottoniel. There was also evidence that both Ottoniel and Colon were brought in specifically for this job. Ryan had stated he would bring people from Puerto Rico for the job; six days before the robbery, a person using the name Jesus Romero, i.e., two of Colon’s given names, traveled with Sepeda to New York from Puerto Rico. As to Ottoniel, he is Ryan’s brother, and Ryan had said he recruited his brother for the job. In light of this evidence, a rational juror could find beyond a reasonable doubt that Colon and Ottoniel knowingly went to the targeted warehouse with the intent to assist the planned robbery.\nB. The Admission of Postarrest Statements by Vasquez and Sepeda\nFollowing their arrests, Vasquez and Sepeda made statements to law enforcement officers describing the events leading up to the robbery attempt; in addition, Vasquez described several recent robberies in which he had participated. Ryan, Rivera, Colon, and Ottoniel contend that the district court erred in admitting evidence of those statements at trial. We see no error.\n*35“[A] defendant’s right under the Sixth Amendment to confront the witnesses against him includes the right not to have the incriminating hearsay statement of a nontestifying codefendant admitted in evidence against him.” United States v. Kirsh, 54 F.3d 1062, 1068 (2d Cir.), cert. denied, 516 U.S. 927, 116 S.Ct. 330, 133 L.Ed.2d 230 (1995); see, e.g., Richardson v. Marsh, 481 U.S. 200, 201-02, 107 S.Ct. 1702, 95 L.Ed.2d 176 (1987). “The confrontation problem may be avoided by redacting the codefendant’s statement so that it is no longer connected to the nondeclarant defendant.” United States v. Kirsh, 54 F.3d at 1068. Although it is insufficient simply to substitute a blank space or the word “deleted” for the nondeclarant’s name, see Gray v. Maryland, 523 U.S. 185, 188, 118 S.Ct. 1151, 140 L.Ed.2d 294 (1998), a codefendant’s statement may be admitted if the redaction replaces the deleted name with a neutral phrase such as “another guy,” see, e.g., Gray v. Maryland, 523 U.S. at 196, 118 S.Ct. 1151 (suggesting that the witness could have said “[m]e and a few other guys” instead of saying “[m]e, deleted, deleted, and a few other guys”); United States v. Williams, 936 F.2d 698, 700-01 (2d Cir.1991) (approving substitution of “guy”).\nIn the present case, the statements of Vasquez and Sepeda were redacted to replace the names of codefendants with “guy”, “guys”, or “the guys”; the written statements were produced in neat, typed form without blank spaces, thereby disguising the fact of alteration and concealing the identities of the persons referred to. The trial court properly gave the jury a limiting instruction that each statement was to be considered only against the defendant who made it. We conclude that the redaction in this case was sufficient to protect the rights of the nondeclarant defendants.\nC. The Sentencing Challenges\nDefendants contend, relying on Apprendi v. New Jersey, 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), that their sentences should be vacated because they were calculated on the basis of a quantity of narcotics that was not determined beyond a reasonable doubt by a jury. This argument has no merit. A question of fact that affects a defendant’s Guidelines sentencing range only below a statutory maximum and does not trigger a mandatory minimum, is a question to be decided by the sentencing judge, without need for a jury determination. See United States v.. Garcia, 240 F.3d 180, 2001 WL 167018, at *4 (2d Cir. Feb.20, 2001). Here, the defendants were indicted for and convicted of violating 21 U.S.C. § 841(b)(1)(A), which calls for a prison term of 10 years to life. The district court’s finding as to the quantity of narcotics for which they were responsible did not trigger the statutory 10 year mandatory minimum, and defendants were not sentenced above the statutory maximum. Accordingly, Apprendi is inapplicable.\nNor do we find merit in Vasquez’s contention that the district court erred in increasing his offense level by four steps on the ground that he was a leader or organizer of this criminal activity, see Guidelines § 3Bl.l(a). In determining whether such an adjustment is warranted, the district court is to consider, inter alia, whether the defendant exercised decision-making authority, the degree to which he participated in planning or organizing the offense, and the degree of control and authority exercised over others. See id. Application Note 4. In reviewing this contention, we must “accept the findings of fact of the district court unless they are clearly erroneous and [must] give due def*36erence to the district court’s application of the guidelines to the facts.” 18 U.S.C. § 3742(e).\nThe trial record included evidence that in the robbery crew’s operations, Vasquez typically received the tip as to what drug dealer was ripe for robbing; that Vasquez supplied the vehicles used by the crew; that he supplied the guns; and that he sold the drugs stolen by the crew. In addition, there was testimony from an informant that when he was introduced by his cousin to Ryan, the informant was told both by his cousin and by Ryan that Vasquez was the leader of the crew. Thus, although Vasquez states that “this was a group, all of whom eagerly participated in the misdeeds shown at trial” (Vasquez brief on appeal at 23), we see no error in the district court’s determination that he was the group’s leader.\nFinally, Rivera contends that he is entitled to be resentenced because the district court, in sentencing him to life imprisonment without parole on the basis of his record of convictions, failed to ask him whether he affirmed or denied his prior convictions, see 21 U.S.C. § 851(b). Because Rivera did not object in the district court, his present challenge is reviewable only for plain error, i .&amp;, an error that prejudicially affected his “substantial rights” and “seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings,” United States v. Olano, 507 U.S. 725, 732, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993) (internal quotation marks omitted); see also Fed.R.Crim.P. 52(b). We see no such error here, for at trial, Rivera had stipulated to his prior convictions.\nWe have considered all of defendants’ contentions on these appeals and have found them to be without merit. The judgments of the district court are affirmed.\n",
            "ocr": true,
            "opinion_id": 7027779
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}