{
    "id": 7163073,
    "judges": "Buchanan, Miller, Sullivan",
    "date_filed": 634262400000,
    "date_filed_is_approximate": false,
    "slug": "bauer-v-mcclure",
    "case_name_short": "Bauer",
    "case_name": "Bauer v. McClure",
    "case_name_full": "In the Matter of the Petition of Dennis M. McCLURE to Adopt Benjamin Forest Bauer. Forest O. BAUER, (Respondent) v. Dennis M. McCLURE, (Petitioner)",
    "attorneys": "Timothy R. Broden, Legal Services Program of Northern Indiana, Inc., Lafayette, for appellant., Bradley D. Hamilton, Merritt & Troemel, Kokomo, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "549 N.E.2d 392"
    ],
    "opinions": [
        {
            "author_str": "Buchanan",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCASE SUMMARY\nBUCHANAN, Judge.\nThe appellant Forest O. Bauer (Forest), the natural father of Benjamin Forest Bauer (Benjamin), appeals from the grant of a decree of adoption entered in favor of Dennis M. McClure (Dennis), Benjamin’s *393step-father, and Mary Ann McClure (Mary Ann), Benjamin’s natural mother, claiming that he was denied his right to counsel at the final adoption hearing and that the judgment was not supported by sufficient evidence.\nWe reverse and remand.\nFACTS\nThe facts most favorable to the judgment reveal that Mary Ann and Forest were married from March, 1980 to June, 1983. Benjamin was born to Mary Ann and Forest on February 2, 1981, in Fort Wayne, Indiana.\nIn September of 1980, Forest was convicted of burglary, criminal confinement, and being an habitual offender and was sentenced to sixty years in the reformatory at Pendleton, Indiana. From November of 1981 until the divorce in June of 1983, Mary Ann brought Benjamin to visit Forest at the prison at least once a month. When the dissolution decree was entered on June 22, 1983, Mary Ann was granted custody of Benjamin, and Forest was not required to pay child support or granted any specific visitation rights. Visitation became more sporadic and Forest last saw Benjamin on July 7, 1984.\nForest frequently called Mary Ann and wrote her letters between July of 1984 and March of 1985, requesting continued visitation with Benjamin. Forest also sent Benjamin several cards and a Christmas gift.\nIn March of 1985, Mary Ann married Dennis and the three of them moved to Marlboro, Massachusetts. Forest wrote to Mary Ann’s parents requesting her new address, but they did not respond. In June of 1986, Mary Ann moved from Massachusetts to Michigan and then to Kokomo, Indiana, in September of 1987. During this period, Forest continued sending Christmas gifts and birthday cards to Benjamin in care of Mary Ann’s parents.\nOn January 22, 1988, Dennis petitioned to adopt Benjamin. Thereafter, Forest requested appointment of counsel and moved to contest the adoption on April 11, 1988. The trial court denied Forest’s request and the adoption hearing was held on June 28. At that time, Forest renewed his request for appointed counsel which was again denied. Forest appeared at the hearing and proceeded pro se. The trial court entered a decree of adoption terminating Forest’s parental rights of Benjamin on August 4, 1988.\nISSUE\nBecause we reverse, we need only address the following issue:\nWhether the trial court erred in refusing to appoint counsel to represent Forest at the adoption hearing?\nPARTIES’ CONTENTIONS — Forest maintains that the trial court abused its discretion in refusing to appoint counsel during the adoption proceedings.\nDennis responds that because there is no express statutory provision requiring appointed counsel in adoption proceedings and there was no infringement of Forest’s constitutional rights, the trial court properly refused Forest’s request.\nCONCLUSION — It is our conclusion that the trial court erred in refusing to appoint counsel for Forest on statutory and constitutional grounds.\nI. STATUTORY GROUNDS\nUnfortunately there are no relevant Indiana cases directly on point deciding whether a natural parent should be afforded appointed counsel in adoption proceedings. In Holderness v. Holderness (1984), Ind.App., 471 N.E.2d 1157, this.court did say:\n“The Indiana legislature has provided for the exclusive method of terminating parental rights. IND.CODE 31-6-5-1 et seq. is entitled ‘Termination of the Parent-Child Relationship’: Sections 2 and 3 provide the procedures to be followed for termination where the parents consent, and Section 4 sets out the procedure for involuntary termination. Kiefer, Commentary, ‘Juvenile Law’, IND.CODE Tit. 31 (1979). The only other method of extinguishing parental rights is indirect, through the adoption procedure. In an adoption proceeding, the paren*394tal rights are irretrievably terminated once the decree of adoption has been entered. IND.CODE 31-3-1-6(f).”\nId. at 1159 (emphasis supplied).\nIndiana undeniably recognizes the right to counsel in termination proceedings of the parent-child relationship. Keen v. Marion Cty. Dep’t of Pub. Welfare (1988), Ind.App., 523 N.E.2d 452; Matter of Laney (1986), Ind.App., 489 N.E.2d 551. When a petition is filed for the voluntary termination of parental rights, Ind.Code 31-6-5-3(7)(1988) provides in pertinent part:\n“For purposes of section 2 of this chapter, [voluntary termination] the parents must be advised that:\n(7) they are entitled to representation by counsel, provided by the State if necessary, throughout any proceedings to terminate the parent-child relationship against their will....”\n(Emphasis supplied).\nWhen involuntary termination of parental rights is sought, this court has construed IC 31-6-5-3(7) and IC 31-6-7-2(b) to provide for appointment of counsel in such proceedings:\n“(b) If a parent in proceedings to terminate the parent-child relationship does not have an attorney who may represent him without a conflict of interest, and if he has not lawfully waived his right to counsel under section 3 of this chapter, the juvenile court shall appoint counsel for him at the intitial hearing or at any earlier time. The court may appoint counsel to represent any parent in any other proceeding.”\nIC 31 — 6—7—2(b); see also Keen, supra; Matter of Laney, supra. While there is no express statutory provision requiring appointed counsel in adoption proceedings, an order granting a petition for adoption does indeed terminate a parent’s rights:\n“The natural parents of such adopted person, if living, shall after such adoption be relieved of all legal duties and obligations due from them to such person and shall be divested of all rights with respect to such person ...” Ind.Code 31-3-1-9(1988).\nWhen two statutes relate to the same subject matter, they are in pari materia and our foremost concern is to construe them together in order to give effect to the legislature’s true intent. Citizens Action Coalition of Indiana, Inc. v. NIPSCO (1985), Ind., 485 N.E.2d 610; Wright v. Gettinger (1981), Ind., 428 N.E.2d 1212; Adult Group Properties, Ltd. v. Imler (1987), Ind.App., 505 N.E.2d 459, trans. denied; Frame v. South Bend Community School Corporation (1985), Ind.App., 480 N.E.2d 261, trans. denied; Sutherland, Statutes and Statutory Construction (1984). As evidenced by the statutory provisions quoted above, it is apparent that the legislature intended to afford a noncon-senting indigent parent with appointed counsel in actions contemplating a termination of their parental rights. See Laney, supra.\nOnce Forest received notice of the proceedings, he contested the adoption, claimed to be indigent, and requested the assistance of appointed counsel. The petition for adoption initiated by Dennis and Mary Ann clearly contemplated the termination of Forest’s parental rights of Benjamin.\nIn construing the termination and the adoption statutes together as to the right to counsel of a non-consenting parent in an adoption proceeding that terminates a parent’s rights, we must conclude the legislature impliedly intended that any proceeding that terminates a right so fundamental requires the right to counsel as contemplated by the termination statute. Such a right can not be washed away by a tide of indifference to legislative intent.\nWe therefore conclude that the trial court erred in denying Forest’s request.\nII. CONSTITUTIONAL GROUNDS\nOur decision has an additional underpinning. Several jurisdictions have recognized the importance of appointed counsel under the Due Process Clause of U.S. Const. Amend. XIV when an indigent’s parental *395status is sought to be terminated. See In re Adoption of Sotelo (1985), 130 Ill.App.3d 398, 85 Ill.Dec. 685, 474 N.E.2d 413; State v. Jamison (1968), 251 Or. 114, 444 P.2d 15; Interest of Friesz (1973), 190 Neb. 347, 208 N.W.2d 259; In re Adoption of R.I. (1973), 455 Pa. 29, 312 A.2d 601. In Lassiter v. Dep’t of Social Services (1981), 452 U.S. 18, 101 S.Ct. 2153, 68 L.Ed.2d 640, Justice Blackmun wrote:\n“At stake here is ‘the interest of a parent in the companionship, care, custody, and management of his or her children.’ Stanley v. Illinois, 405 U.S. 645, 651, 92 S.Ct. 1208, 1212, 31 L.Ed.2d 551 (1972). This interest occupies a unique place in our legal culture, given the centrality of family life as the focus for personal meaning and responsibility. ‘[Far] more precious ... than property rights,’ May v. Anderson, 345 U.S. 528, 533, 73 S.Ct. 840, 843, 97 L.Ed. 1221 (1953), parental rights have been deemed to be among those ‘essential to the orderly pursuit of happiness by free men,’ Meyer v. Nebraska, 262 U.S. 390, 399, 43 S.Ct. 625, 626, 67 L.Ed. 1042 (1923), and to be more significant and priceless than ‘ “liberties which derive merely from shifting economic arrangements.” ’ Stanley v. Illinois, 405 U.S. at 651, 92 S.Ct., at 1212, quoting Kovacs v. Cooper, 336 U.S. 77, 95, 69 S.Ct. 448, 458, 93 L.Ed. 513 (1949) (Frankfurter, J., concurring). Accordingly, although the Constitution is verbally silent on the specific subject of families, freedom of personal choice in matters of family life long has been viewed as a fundamental liberty interest worthy of protection under the Fourteenth Amendment. Smith v. Organization of Foster Families, 431 U.S. 816, 845, 97 S.Ct. 2094, 2110, 53 L.Ed.2d 14 (1977); Moore v. East Cleveland, 431 U.S. 494, 499, 97 S.Ct. 1932, 1935, 52 L.Ed.2d 531 (1977) (plurality opinion); Prince v. Massachusetts, 321 U.S. 158, 166, 64 S.Ct. 438, 442, 88 L.Ed. 645 (1944); Pierce v. Society of Sisters, 268 U.S. 510, 534-535, 45 S.Ct. 571, 573, 69 L.Ed. 1070 (1925); Meyer v. Nebraska, 262 U.S., at 399, 43 S.Ct., at 626.”\nId. at 38, 101 S.Ct. at 2165 (emphasis supplied).\nBecause a parent’s interest in the liberty of his child is a fundamental one, the removal of a child from an indigent parent without affording that parent the right to assistance of court-appointed counsel may constitute a denial of due process. See Matter of B. (1972), 30 N.Y.2d 352, 334 N.Y.S.2d 133, 285 N.E.2d 288; Adoption of R.I, supra.\nUnlike the evidence presented in Lassi-ter, which demonstrated that the respondent-mother expressly declined to appear at a custody hearing and did not take the trouble to consult with her retained attorney after being notified of the proceedings, Forest took all possible necessary steps to prevent the termination of his parental rights of Benjamin. Once Forest received notice of the proceedings, he requested appointed counsel, claimed to be indigent, and renewed the request several times. Record at 21, 34.\nDue process considerations authorize a trial judge to appoint counsel for a non-consenting, non-custodial parent in certain circumstances when adoption proceedings are commenced, depending upon factors such as the strength of the adversaries and the presence or absence of legal, factual, procedural, or evidentiary complexity. See Lassiter, supra; Gagnon v. Scarpelli (1973), 411 U.S. 778, 93 S.Ct. 1756, 36 L.Ed.2d 656. Under the circumstances before us, we conclude that Forest’s Due Process rights were violated when the trial judge denied his request for appointed counsel.\nThe judgment is reversed, and the cause is remanded for further proceedings consistent with this opinion.\nSULLIVAN and MILLER, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 7072777
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}