{
    "id": 7165398,
    "judges": "Mattingly, Riley, Vaidik",
    "date_filed": 1028505600000,
    "date_filed_is_approximate": false,
    "slug": "bartrum-v-grant-county-office-of-family-children",
    "case_name_short": "Bartrum",
    "case_name": "Bartrum v. Grant County Office of Family & Children",
    "case_name_full": "In the Matter of the Termination of the Parent-Child Relationship of W.B. and J.B., the children. William M. Bartrum and Patrice Bartrum, Appellants-Respondents v. Grant County Office of Family and Children, Appellee-Petitioner",
    "attorneys": "Bruce N. Elliott, Marion, IN, Attorney for Appellants., Deborah S. Burke, Marion, IN, Attorney for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "772 N.E.2d 522"
    ],
    "opinions": [
        {
            "author_str": "Riley",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*525OPINION\nRILEY, Judge.\nSTATEMENT OF THE CASE\n- Appellants-Respondents, Patrice Bart-rum (\"Mother\") and William Bartrum (\"Father\") (hereinafter collectively referred to as \"Parents\"), appeal the trial court's order terminating the parent-child relationship between the Parents and their two (2) youngest children, J.B. and W.B.\nWe affirm.\nISSUES\nThe Parents raise three (8) issues on appeal, which we consolidate and restate as: whether there was sufficient evidence to support the involuntary termination of the parent-child relationship under Ind. Code § 31-85-2-4.\nFACTS AND PROCEDURAL BACKGROUND\nThe facts most favorable to the trial court's judgment are as follows. The Parents married on June 22, 1991, and lived in Marion, Grant County, Indiana. Seven (7) children have been born to this marriage so far, namely: S.B., born July 27, 1998; KB., born July 15, 1994; D.M.B., born August 23, 1995; D.E.B., born February 13, 1997; M.B., born June 8, 1998; and twins, J.B. and W.B., born April 9, 2000. The termination of the parent-child relationship for the twins is the subject of this appeal.\nPrior to the twins' birth, between August 1997 and May 1999, the Grant County Office of Family and Children (\"OFC\") received at least three (38) complaints regarding the condition of the Parents' home and the oldest five (5) children (hereinafter collectively referred to as \"the older Bart-rum children\"). One complaint was substantiated, but two others could not be investigated because the Parents moved immediately after the complaints were made.\nOn May 21, 1999, Tina Kelly (Kelly), a Child Protection Services investigator with the OFC, investigated yet another complaint that the Parents' home was dirty and inappropriate for children. This time, she found Mother and the older Bartrum children at home, where there was \"trash and dirty clothes and food and debris all over the floors. You couldn't even see most of the floor.\" (Tr. pp. 186-7). There were no beds, and no kitchen table and chairs, in the trailer. The children were dirty and half-dressed; one toddler had caked feees on his legs. Kelly testified further that there was no food in the freezer and very little food in the refrigerator. Based on this investigation, Kelly removed 'the older Bartrum children from the Parents' home and placed them in foster care. In the process of placing the children, it was discovered that they were infected with Hee.\nA Child in Need of Services (CHINS) petition was filed on May 24, 1999, and the older Bartrum children were determined to be CHINS on June 9, 1999. After the children had been placed in foster care, and appropriate testing completed, it was found that the children were severely developmentally delayed. The older Bart-rum children were all found to have behavior problems, untreated medical problems, and a lack of basic social skills. A petition to terminate the Parents' rights to the older Bartrum children was filed on February 22, 2000, and granted on November 28, 2000.\nIn the midst of this CHINS proceeding, the twins were born on April 9, 2000. On April 10, 2000, the OFC filed a petition alleging that the twins were in need of services, citing the Parents' history of neglect with respect to the older Bartrum *526children. At the initial detention hearing held on May 14, 2000, the trial court granted OFC temporary custody of the twins and ordered that they be placed in foster care upon their release from the hospital. After a fact-finding hearing on July 12, 2000, the trial court found that the twins were CHINS and \"subject to high risk of abuse and neglect because of prior incidents on behalf of the respondent-mother....\" (Exhibits' Vol. p. 6). At the disposition hearing held August 2, 2000, the trial court ordered the Parents to participate in services, undergo psychiatric evaluation, and visit the twins in a supervised, therapeutic setting.\nBy the time of the disposition hearing, the parents had completed the parenting classes required by the older Bartrum children's CHINS proceeding. In fact, Mother had taken extra classes on her own. When George Herman (Herman) became the Bartrums' case manager, the parents had already begun to visit the twins in the welfare office for one (1) hour a day per week. Herman arranged for visitation to take place at a more neutral place. These visits were therapeutic visits, facilitated for the purpose of teaching the parents proper parenting skills Herman testified that the parents brought appropriate gifts for the twins and played appropriate games with them.\nAfter a review hearing held September 27, 2000, the trial court ordered that the twins remain wards of the court and that they be placed in care of the paternal great-aunt, Lori Warnock. On March 9, 2001, OFC filed its Permanency Recommendation in which it stated \"[elven though the [Parents] have cooperated with all service providers and completed or are actively involved in services, the County is requesting termination based on the previous termination.\" (Exhibits' Vol. p. 25).\nA hearing on the OFC's petition to terminate parental rights to the twins was held on June 28 and July 18, 2001. By this time, the twins had been living with their great-aunt for nine (9) months, and she had expressed a desire to adopt them. The OFC had indicated that they would approve the adoption. At the time of the termination hearing, the Parents were visiting the twins twice a week, for a total of seven (7) hours a week.\nTinga Kelly testified regarding the condition of the Parents' home when the older Bartrum children were removed. According to Kelly:\n[Mother] had told me that it was due to the children and they had made the mess in the trailer and that the reason that the clothes were all over is because she didn't have laundry detergent to do laundry. Uh, she had stated in regards to the question about why the kids were so dirty that she had taken a bath but had not gotten around to giving the children a bath yet and it had probably been two days since they had been bathed.\n(Tr. p. 145).\nHerman testified that, by that time, the Parents had lived at the same address for a year or more. He testified further that he had visited the Parents' present home numerous times and that it was always clean, appropriate, and stocked with food. He also testified that the Parents always complied with his instructions.\nThe Court Appointed Special Advocate (CASA) testified that from the time the oldest Bartrum child was born in 1993, the Parents had lived in fourteen (14) different places. Prior to the removal of the older Bartrum children, the family was evicted from at least six (6) residences and sued for back rent. Occasionally, the Parents and the older Bartrum children stayed with relatives; a few nights they even *527slept on the street. After the removal of the older Bartrum children, the Parents moved from Marion to Gas City and back, living in several different places during this period.\nFather testified that he was currently self-employed in his own construction business. He had just begun submitting bids on various projects, however, and had made very little money so far. Prior to his current situation, Father had been unemployed for several years except for one (1) month when he worked a temporary job. His last regular job was for four (4) years, on and off, ending in about 1998. Father had pled guilty to four (4) felony counts of theft in June 2000 and spent 63 days in jail. In December of 1998, Father pled guilty to welfare fraud and was ordered to pay restitution, which remains unpaid. At the time of the termination hearing, there was a pending criminal action against Father for five (5) counts of neglect of a dependent child-Class D felonies-for the older Bartrum children. The Parents had planned for Father to be a stay-at-home dad if they got custody of the twins.\nMother testified she had been employed at her present job since June 2000, and that she had received three (8) raises. Mother also testified that she had a miscarriage the week preceding the removal of the older Bartrum children, which left her feeling very sick, tired, and depressed. Both parents testified that at the time the older Bartrum children were removed, they were in the process of moving from one trailer to a larger, better trailer, and that was why the smaller trailer, visited by Kelly, was so messy. At the time of the termination hearing, Mother had five (5) counts of child neglect pending against her. &gt;\nAt the termination hearing, the trial court also heard testimony from two (2) counselors who had worked with the older Bartrum children. Their individual testimonies corroborated the following facts: when the older Bartrum children were first observed by these professionals, they were severely delayed developmentally, socially, emotionally, and intellectually. For example, with respect to the oldest, S.B., who was almost six (6) years old when she was first seen, Diane Burks testified that:\nUm, she had minimal language. Um, we estimated it to be at approximately 18 to 24 months, but very, very simplified. Um, she had no object identification. Um, for example, in food products, the only thing she could identify was an egg. Um, she was uninhibited, had very few boundaries ... she would, um, be all over somebody, climbing all over, elimb-ing right up your body, so forth.... She had poor hand-eye coordination and poor fine motor skills.... She knew no colors. she knew no shapes. She knew no alphabetic, alphabet letters. She knew no numbers. She could not count. Um, she had poor impulse control.\n(Tr. pp. Ti-8.) Regarding KB., she \"had some very bazaar symptoms of, uh, kicking furniture, being very aggressive, having wild laughter, making animal sounds, uh, if she was seared, she would go to a corner and make-the only way we could ever describe them was animal sounds.\" (Tr. p. 91). While K.B. \"acted out[,] [D.M.B.] acted in. Um, he would withdraw and in severe cases he would withdraw into this fetal position. He was not attached. He was not bonded. He was not interactive. He was very isolated.\" (Tr. p. 96.) In addition, K.B. and S$.B. acted out sexually on occasion. The behaviors mentioned here were just some of the inappropriate behaviors exhibited by the three (8) oldest of the older Bartrum children. These three (8) children were diagnosed with Post Traumatic Stress Syndrome. The two (2) youngest of the older Bartrum *528children, due to their extremely young age, exhibited less bizarre behavior. Since their removal from the Parents' home, the older Bartrum children have made significant strides towards normaley:\nThe CASA for the twins was also the CASA for the older Bartrum children. The CASA recommended termination.\nMy recommendation is based on the findings in the first termination of the five children. The children have made allegations of sexual abuse at the hands of both parents. There were three, ub, proven cases of a dirty home. Uh, the claims that the children are making of sexual abuse has been consistent from, uh, the beginning of their placement, within two weeks of their initial placement to current. Um, their stories have not varied. They've told therapists. They've told foster, foster care providers. They've told this CASA stories, and in their consistency, I find it difficult to believe that they are not true, and because of that I could not advocate for children to live with parents who have even possibly committed those acts.\n(Tr. p. 308).\nFinally, the factual background would not be complete without mentioning that Father is Mother's second husband. Mother was formerly married to Robert Colburn, and had three (8) sons by him, namely: R.C., born May 1, 1981; B.C., born August 19, 1982; and M.C., born April 16, 1984. These boys were removed from Mother and Robert Colburn's care and custody on July 14, 1988, due to neglect. These three (8) children have had numerous behavior problems and have been placed in various homes and institutions. Mother had her parental rights involuntarily terminated to these three (8) children. After removal, these children were also found to be developmentally delayed and to have been physically and/or sexually abused. None of Mother's three (8) oldest boys ever found permanent placement. One has been in a mental health facility, then in a sexual offender's program, all before age eighteen (18).\nOn September 24, 2001, the trial court entered its Judgment of Involuntary Termination of Parent-Child Relationships (Judgment).\nThe Parents now appeal. Additional facts will be added as needed. '\nDISCUSSION AND DECISION\nI. Termination of Parental Rights\nThe Fourteenth Amendment to the United States Constitution shields private family matters, such as child rearing, from unwarranted state intrusion. In re B.D.J., 728 N.E.2d 195, 199 (Ind.Ct.App. 2000). Attending the parents' right to raise their children unimpeded, however, is the corollary responsibility to act in the children's best interest. Id. Failure to do so legitimately triggers state action, not for the purpose of punishing the parents, but to ensure that each child's best interests prevail. In re K.S., 750 N.E.2d 832, 836 (Ind.Ct.App.2001). \"Because the ultimate purpose of the law is to protect the child, the parent-child relationship will give way when it is no longer in the child's interest to maintain this relationship.\" B.D.J., 728 N.E.2d at 200.\nThe involuntary termination of parental rights is the most extreme sanction a court can impose for parenting failures, because it severs all rights of the parents to their children. Matter of D.G., 702 N.E.2d 777, 780-81 (Ind.Ct.App.1998). Therefore, termination is intended as a last resort, available only when all other reasonable efforts have failed. Id. Termination of parental rights is proper where the children's emotional and physical development is threatened. Matter of A.M., *529596 N.E.2d 236, 238 (Ind.Ct.App.1992), trans. demied. The trial court need not wait until the children are irreversibly harmed such that their physical, mental, and social development is permanently impaired before terminating the parent-child relationship. J.L.L. v. Madison County Dept. of Public Welfare, 628 N.E.2d 1223, 1227 (Ind.Ct.App.1994).\nTo terminate a parent-child relationship, the State must prove: 1) the child has been removed from the parent for at least six (6) months under a dispositional decree; 2) there is a reasonable probability that whatever conditions precipitated the child's removal will not be remedied or the continuation of the parent-child relationship poses a threat to the well-being of the child; 8) termination is in the best interests of the child; and 4) there is a satisfactory plan for the care of the child. 1.C. § 31-85-24(b)@)(A)(D); B.D.J., 728 N.E.2d at 200. These factors must be established by clear and convincing evidence. IC. § 31-34-12-2.\nII. Sufficiency of the Evidence\nA. Standard of Review\nThe Parents contend that the evidence was insufficient to prove the elements warranting termination of their relationship to the twins.1 To sustain the trial court's judgment, the record must demonstrate by clear and convincing evidence that each of the four (4) factors listed in I.C. § 31-35-24(b)(@Q)(A)(D) has been established. Here, the trial court supported its termination order with specific findings and conclusions. Thus, we engage in a two-tiered standard of review: first, we determine whether the evidence supports the findings; second, we decide whether the findings support the judgment. In re J.J., 711 N.E.2d 872, 874 (Ind.Ct.App.1999). We will not set aside the specific findings unless they are shown to be clearly erroneous. B.D.J., 728 N.E.2d at 199. A finding is clearly erronceous only when there are no facts or reasonable inferences in the record supporting it. Id. In reviewing the record, we consider only the evidence and inferences favorable to the trial court's decision, without reweighing it and without judging the credibility of the witnesses. Id.\nB. Failure to Remedy Bad Conditions\nWith respect to the second ground for terminating parental rights, le. a parent's failure to remedy the bad conditions that led to the removal of the children in the first place, the trial court made the following findings in its Judgment:\n9. It was established by clear and convincing evidence that the allegations of the Petition are true in that:\n[[Image here]]\nb. There is a reasonable probability that:\ni. The conditions which led to the removal of the children and/or the reasons for placement outside Parents' home will not be remedied in that:\n(a) Five other children removed from Parents' home lived in a filthy environment and the children's home life was unstable as Parents were evicted numerous times while the children were in their care.\n(b) Both Parents have a long history of failing to maintain consistent employment in order to provide a safe and stable home for their children. At the time of the hearing, Father's pattern continued; howev*530er, Mother has maintained adequate employment for over a year at Riv-erbend Learning Center.\n(c) Although Parents have now remained in one residence for over a year and maintained it in an appropriate manner, the Court finds it likely that Parents' previous patterns would continue given the longer history of unstable and unsuitable living conditions.\n(d) Parents, and each of them, were charged with five counts of Neglect of a Dependent, a Class \"D\" Felony, one count for each of the older five Bartrum children and probable cause was found to exist for such charges. The criminal charges are pending and if convicted, Parents face possible incarceration.\n(Appellants' Brief pp. 5-6).\nThe Parents assert that the trial court erred by focusing on their past failures instead of present successes. Specifically, they argue that \"[the court's finding that the parents would relapse into 'unstable and unsuitable living conditions' is at odds with the current information at the time of the termination . hearing.\" (Appellants' Brief p. 16). To refute the trial court's findings, the Parents cite to the following evidence: the Parents had been residing in the same house for at least one (1) year prior to the termination hearing; by all accounts their house was clean and appropriate for the twins; there was adequate food and transportation available; Mother had been working at the same job for over a year during which time she had received several pay raises and Father had started his own business; that the Father would be available to watch the children while Mother worked; and the trial court's use of their pending criminal charges against them was mere speculation. '\nAs stated above, the OFC had to demonstrate, among other things, the reasonable probability that the conditions that resulted in the children's initial removal would not be remedied. I.C. § 31-35-2-4(b)(2)(B)@M). In making this determination, the trial court should judge the parents' fitness to care for their children at the time of the termination hearing. In re D.J., 755 N.E.2d 679, 684 (Ind.Ct.App. 2001). Any improvement in the Parents' ability to care for the twins since the filing of the CHINS petition is relevant. However, the trial court's inquiry does not stop there. The trial court must also evaluate the parents' habitual patterns of conduct to determine their long-term effect on the Parents' short-term improvements. B.D.J., 728 N.E.2d at 201.\nThis balancing of past conduct in light of. present behavior is even more crucial where, as here, the children at issue have never resided with the Parents. In cases like this, where the children have never resided with the parents, we focus on the conditions that led to the welfare department's retention of custody. See In re A.A.C., 682 N.E.2d 542, 544 (Ind.Ct. App.1997) (holding that when the child is not in the custody of the parents, the focus of the termination inquiry is what conditions led to the [OFC] retention of the custody of the child.) Thus, we find that the trial court did not wrongly focus on the Parents' past behavior.\n-It was, however, incumbent on the trial court to determine whether there was a reasonable probability that the conditions leading to removal have been, or would be, remedied. Id. The trial court made a specific finding that the conditions most likely would not be remedied, and supported that finding with specific reasons. The Parents submit that to have so concluded, the trial court must have ignored the evidence recited above, which *531they claim demonstrates the conditions have already been remedied. In making their argument, the Parents focus solely on the evidence favorable to them. For example, the Father \"testified that they stopped paying rent to the various landlords if the landlords failed to recognize and fix any problems with the residence.\" (Appellants' Brief p. 15). This evidence, they suggest, refutes the trial court's finding that \"the children's home life was unstable as Parents were evicted numerous times while the children were in their care.\" (Appellants' Brief p. 5). Such analysis is inappropriate where, as here, we may only consider the evidence favorable to the trial court's findings. B.D.J., 728 N.E.2d at 199. By asking us to consider the evidence favorable to them, the Parents improperly invite us to reweigh the evidence and judge the credibility of the witnesses. This we may not do. Id.\nMoreover, while the Parents have undeniably made improvements in their personal habits and lives, these improvements came at a time when they were not burdened by caring for two (2) young children. Whether the improvements would continue once the Parents added the additional, and significant, burden of childrearing remains unseen. For this reason, a court need not wait until a child is irreversibly harmed such that his physical, mental, and social development is permanently impaired before terminating a parent-child relationship. Id. at 201.\nAfter reviewing the record, we conclude that the trial court's findings rest on sufficient evidence.\nC. Continuation of the Parent Child Relationship Poses a Threat to the Well Being of the Child\nThe trial court made the following findings with respect to the continuation of the parent-child relationship:2\nii. Continuation of the parent-child relationships between Parents and the children poses a threat to the children's well-being in that:\n(a) Mother's parental rights as to eight (8) children have been previously terminated. All eight children were initial [sic] removed from Mother's care and determined to be children in need of service (\"CHINS\"). Despite being offered and participating in services through a proceeding for the three oldest children (the Col-burns), Mother's parental rights were terminated on July 19, 1989. Five other children, [S.B., KB., DMB., D.E.B., and MB.], were removed from Mother's care by the Grant County OFC on may 21, 1999 and later determined to be children in need of services. Again, despite being offered and participating in services in that CHINS proceeding, Mother's parental rights regarding those children were terminated on November 28, 2000.\n(b) Father's parental rights regarding [S.B., KB., D.M.B., D.E.B., and MB.] were also terminated on November 28, 2000. Those five children had also been removed from Father's care and his rights terminated after Father was offered and participated in services.\n*532(c) That four of the five older Bart-rum children, full siblings of [J.B. and W.B.], were found to be severely developmentally delayed upon removal from the care of Mother and Father. The probable cause of their pervasive delays was neglect by Mother and Father. The children progressed and thrived in foster care.\n(d) That [S.B., K.B., and D.M.B.] were subjected to sexual and physical abuse while in the care of Mother and Father.\n(e) Although Mother and Father deny they sexually or physically abused any children in their care, the Court finds the evidence presented by the Grant County OFC compelling and that nothing in the evidence convinces the Court that such neglect and abuse would not occur again in Parents' home should they have the care of the children.\n(£) Returning the children to their parents' care would be equivalent to this Court waiting for the children's very survival to be threatened, a standard which is not required by law.\n(Appellants' Brief pp. 6-7).\nThe Parents take issue specifically with the trial court's finding \"[that [S.B., K.B., and D.M.B.] were subjected to sexual and physical abuse while in the care of Mother and Father.\" (Appellants' Brief p. 7). For the trial court to so find, the Parents reason, it must have improperly accepted as true certain hearsay allegations of sexual abuse made by the older Bartrum children to their therapists that were offered into evidence, not to prove the truth of the matter asserted, but rather to explain the course of treatment OFC provided those children.\nThese statements were admitted under the hearsay exception found at Ind. Evidence Rule 8038(4), which establishes a hearsay exception for \"[sltatements made for purposes of medical diagnosis or treatment and describing medical history, or past or present symptoms, pain, or sensations, or the inception or general character of the cause or the external source thereof insofar as reasonably pertinent to diagnosis or treatment.\" Such statements are permitted as an exception to the hearsay rule based upon the belief that a declar-ant's self-interest in seeking medical treatment renders it unlikely that declarant will mislead the person he wants to treat him. McClain v. State, 675 N.E.2d 329, 331 (Ind.1996).\nA trial court has inherent discretionary power when ruling on the admissibility of evidence; thus, its decisions are reviewed only for abuse of that disceretion. Myers v. State, 617 N.E.2d 553, 558 (Ind.Ct.App.1998). Even though it is hearsay, a medical history is relevant when it forms the basis of a medical opinion. Id. The information contained in the patient's history, however, may not be used as proof of the facts given by the patient. Id. Thus, any facts within a medical history given by the patient are not admissible as substantive evidence. Id. In McClain, our supreme court stated:\nThe underlying rationale for this hearsay exception requires a two-step analysis for evaluating whether a statement is properly admitted pursuant to Evid. R. 808(4): 1) is the declarant motivated to provide truthful information in order to promote diagnosis and treatment; and 2) is the content of the statement such that an expert in the field would reasonably rely on it in rendering diagnosis or treatment.\nId., 675 N.E.2d at 331.\nThe Parents contend that the OFC failed to establish that the out-of-court de-clarants-in this case, the older Bartrum *533children-were motivated to provide truthful information in order to promote diagnosis or treatment. Thus, Parents contend, the admission of this evidence was an abuse of the trial court's discretion and, further, the trial court impermissibly relied on these hearsay statements in finding that the Parents had abused their older children.\nDr. Creta Roberts (Roberts) testified that she was first asked to do an assessment of the older Bartrum children, and then to provide therapy. Much of her testimony, which was objected to by the Parents, included hearsay statements allegedly made by the older Bartrum children to her and to others regarding alleged sexual and physical abuse by the Parents. In overruling some of the objections, the trial court stated its opinion that the allegations of abuse were an exception to the hearsay rule under Evid. R. 808(4), because the statements were relied upon by the therapist to determine a course of treatment. This purpose meets the second prong of the test set forth in McClain. However, we find the record devoid of any evidence of the first prong-that the children, in making these statements, were \"motivated to provide truthful information in order to promote diagnosis and treatment.\" McClain, 675 N.E.2d at 381. As Parents' counsel pointed out several times in his objections, Roberts' testimony clearly portrayed the young children as mentally and emotionally incompetent, and no doubt totally unaware of Roberts' professional purpose. As our supreme court observed in MeClain, this exception does not lend itself easily to the testimony or statements of young children. Id.\nWhere that inference is not obvious, as in this case involving a young child brought to treatment by someone else, there must be evidence that the declar-ant understood the professional's role in order to trigger the motivation to provide truthful information. Here the requisite indicia of reliability are missing. There is no evidence that the vice-tim sought the therapist's help or that he believed he was receiving any treatment. The child testified that Heiny was his \"counselor\" and that he talked to her about what MeClain did to him. Thus, the record is devoid of any evidence showing that the victim understood that he was speaking to a trained professional for the purposes of obtaining diagnosis of, or providing treatment for, emotional or psychological injuries. Because the declarant's motive to promote treatment or diagnosis is crucial to reliability, the therapist's testimony was not shown to be within the medical diagnosis or treatment hearsay exception.\nId., 675 N.E.2d at 381 (citations omitted). Thus, OFC failed to establish that Robert's testimony met the first prong of the McClain test. For this reason, we conclude that the trial court erred in admitting the statements made by the children to their therapists. Moreover, it was wrong of the trial court, to the extent that it did so, to rely on the substance of the statements as proof of the matters stated. Id.\nThe improper admission of hearsay evidence does not warrant reversal, however, unless it affects the Parents' substantial rights. Id. Here, in addition to Roberts' testimony, the record includes the testimony of the children's case workers and another therapist, all of whom testified to direct observations of behavior by the children that leave us firmly convinced that the children were traumatized during the time they lived with their parents. Moreover, the trial court's finding of sexual and physical abuse was but one of several findings supporting its ultimate finding that the continuation of the parent-child relationship posed a threat to the twins' *534well-being. Even after eliminating the objectionable findings, sufficient findings remain to support the trial court's conclusion that continuation of the parent-child relationship with the twins posed a threat to their well-being.\nD. Best Interest of the Children\nIn its Judgment, the trial court found:\n10. Termination is in the best interests of the children in that the children are thriving in their current placement. Their foster mother is prepared to provide a permanent home for the children if they are placed for adoption. Further efforts to reunify the children with Parents would only necessitate the children remaining in limbo indefinitely rather than working toward the permanency that the children need and deserve.\n(Appellants' Brief p. 8.)\nThe Parents contest the trial court's finding that termination of the parent-child relationship is in the best interest of the twins. They cite the evidence demonstrating the improvements they have made during the pendency of these proceedings: the Mother's stable employment, the Father's new business, the length of their current residence, and their interaction with the twins. However:\nIn evaluating the cireumstances surrounding the termination, the trial court must subordinate the interests of the parents to those of the child. Termination of parental rights is proper when the child's emotional and physical development is threatened,. While the trial court should judge the parent's fitness at the time of the termination hearing, it must also evaluate the parent's habitual pattern of conduct to determine whether there is a substantial probability of future neglect of the children. The trial court need not wait until the child is irreversibly harmed such that the child's physical, mental and social development is permanently impaired before terminating the parent-child relationship.\nMatter of C.M., 675 N.E.2d 1134, 1139 (Ind.Ct.App.1997) (citations omitted).\nHere, the trial court made a finding that \"(allthough Parents have now remained in one residence for over a year and maintained it in an appropriate manner, the Court finds it likely that Parents' previous patterns would continue given the longer history of unstable and unsuitable living conditions.\" (Appellants' Brief p. 6). This finding makes it clear that the trial court did consider the Parents' improved cireum-stances, but found the short-term improvements insufficient to outweigh the Parents' habitual patterns of conduct. We find no fault with this conclusion.\nWe are faced here with a mother who has been through the system twice, having had her parental rights to a total of eight (8) children terminated already. While she completed the parenting classes this time around, and even went to some extra classes on her own, she had attended those same classes during the first CHINS proceeding involving her children by Robert Colburn. Evidently, the lessons learned from her first experience with OFC, and any knowledge gained from the parenting classes and other services she received then, did not subsequently benefit the older Bartrum children. Thus, it was clearly within the trial court's discretion to conclude that the Parents' current improvements might not stand the test of time. Indeed, the trial court was obligated to \"evaluate the parents' habitual patterns of conduct to determine their long-term ef-feet on the Parents' short-term improvements.\" B.D.J., 728 N.E.2d at 201. Based on the evidence before us, we cannot fault the trial court for concluding that the Parents' habitual pattern of past con*535duct might eventually overcome their present, short-term improvements.\nMoreover, as we stated above, our review on appeal does not include reweighing the evidence or judging the credibility of the witnesses. In re J.J., 711 N.E.2d at 874. The trial court, with its opportunity to see and hear the Parents first-hand, is in the best position to judge their demean- or and credibility. Id. For example, the trial court observed the Father coaching Mother during her testimony, and admonished her: \"Hold on a minute. For many of these questions, when you don't know the answer you're looking to your husband and he's shaking his head either yes or no, then you're answering the question.\" (Tr. p. 294). The trial court's first-hand observations of the witnesses contribute to the totality of the evidence it must consider in rendering its decision. Matter of Fries, 416 N.E.2d 908, 910 (Ind.Ct.App.1981) (\"While it is true that the above factors were identified by the DPW, the trial court was required to look beyond these factors to the totality of the evidence in making its determination.\")\nAfter reviewing the evidence presented to the trial court, we conclude that it acted wholly within its discretion in determining that it was in the twins best interest that their relationship to the Parents be terminated.\nCONCLUSION\nTherefore, we conclude that there is sufficient evidence supporting the trial court's finding that the cireumstances which resulted in the twins removal from the Parents' custody will not be remedied; that continuation of the parent-child relationship between Parents and the twins poses a threat to the children's well-being; and that termination of the parent-child relationship is in the best interest of the twins. Accordingly, the trial court properly terminated the parent-child relationship between the Parents and the twins.\nAffirmed.\nMATTINGLY-MAY, J., and VAIDIK, J., concur.\n\n. The Parents do not contest the first element that the twins have been removed from their custody for at least six (6) months. I.C. § 31-35-2-4(b)(2)(A)(i).\n\n\n. Having found a reasonable probability that the conditions precipitating the twin's removal would not be remedied, the trial court was not required to find also that the continuation of the parent-child relationship posed a threat to the twins, since the statute only requires finding one or the other. IC. 31-35-2-4(b)(2)(B); In Re V.A., 632 N.E.2d 752, 756 (Ind.Ct.App.1994). Since the trial court made both findings, however, and the Parents contest each of them, we address both in our decision.\n\n",
            "ocr": true,
            "opinion_id": 7075464
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}