{
    "id": 7200461,
    "judges": "Ladd",
    "date_filed": "1979-10-24",
    "date_filed_is_approximate": true,
    "slug": "state-v-rogers",
    "case_name_short": null,
    "case_name": "State v. Rogers",
    "case_name_full": "State of Iowa v. Wm. G. Rogers",
    "attorneys": "William A. Mynsler, for appellant., Chas. W. Mullan, attorney General, and Lawrence De Qraff, Assistant Attorney General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1 Murder: identity of defendant: alibi: evidence. On a prosecution for murder the evidence is reviewed and held sufficient to take the question of identity of the defendant to the jury and to support a verdict of guilty, notwithstanding defendant’s evidence on the question of alibi.</p> <p>2 Murder in attempted robbery: submission of crime in second degree. Although the statute provides that a murder committed in an attempt to perpetrate a robbery shall constitute and be punished as murder in the first degree, it does not necessarily follow that submission of the issue of murder in the second degree was erroneous, as where the circumstances might raise ' an inference of robbery but there was no actual attempt to take any property.</p> <p>3 Evidence: photograph. Photographs of a room where a murder was committed, though taken subsequently, but shown to be a substantially correct representation of the same as it was at the time of the crime are admissible in evidence.</p> <p>4 Same. Where a witness testified that he saw defendant at another place at the time the crime was committed and that he could identify him from photographs, but failed to do so, the photographs were admissible as affecting the weight to be given his testimony.</p>",
    "summary": "Appeal from Pottawattamie District Court.— How. A. B. T'hoenedl, Judge. The defendant was convicted of murder in the second degree, and appeals.—",
    "disposition": "\nAffirmed,\n",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "129 Iowa 229"
    ],
    "opinions": [
        {
            "author_str": "Ladd",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLadd, J.\nI. One Cheney testified that while he and the deceased, Bert Forney, were sitting at a table playing-cards, on April 3, 1903-, at 10:30 o’clock p. m., the rear door of the saloon opened and two masked men entered, with revolvers presented, and ordered them to hold up their hands; that Forney dropped one hand to his side and looked over his shoulder, when the taller man fired; that he then jumped from his chair with an exclamation and moved toward the side door; that two shots more were fired and deceased fell to the floor; that the witness dropped to the floor at the first shot, and as soon as the men had left ran into the street and told his wife, who was on the other side, and the sheriff what had happened. One bullet passed through the stove and lodged in the wall, and one and a little more than half of another were found in the dead body of Forney. Each of these were 41-caliber. A loaded revolver was lying between his legs. That he was murdered was established beyond doubt. Who did it ?\n*231i. murder: fendant:°aUbt: evidence. *230Appellant insists that the evidence was insufficient to identify him as the perpetrator of the crime. An officer, Callahan, arrested him as he was leaving a laundry the fol*231lowing evening, at about 1 o’clock. On tbe way to tbe police station lie twice attempted to jerk away, exhibited a $20 bill, with the plea that he had never harmed the officer, and thrice reached for his revolver, desisting only upon being threatened with death by the officer. The revolver which he carried in the front of his- trousers was loaded with six 41-caliber shells, three of which were bright as though recently put in, but the chambers were powder marked and smoky as if lately discharged. The other shells appeared to have been loaded for some time; the chambers bearing traces of rust. On three caps of the cartridges there were dents as though the hammer had rested on them. These shells corresponded with the bullets found in Forney’s body and in the wall. Revolvers of that size were shown not to be in general use at the present time. The evidence was to the effect that guns of this size are always rifled, and that no two make the same kind of an impression on the balls. Two bullets fired through the barrel were marked like those taken from Forney’s body and the wall.\nAs the faces of the two men were covered, Cheney could not have seen them, but he testified to having noticed their build and their eyes and forehead; that, when they came in, their hats were back and their hair drawn over their foreheads ; that the light was between him and them; that their hair was dark, but he could not tell the color of their eyes; that the man who shot was the taller of the two. “ Q. What is your judgment now, as to who that man was ? A. Well, the man that, as far as his eyes and forehead were concerned, resembled Rogers. Q. What have you to say as to his build ? A. Well, he was about the build of him. Q. And what is your judgment then, as to the man that did the shooting, being Rogers ? A. Well, my opinion is that it might have been him, but I would not swear to that, as I did not see his face. Q. But your best judgment is what? A. Well, of course, I could form an opinion, and my judg*232ment would be that this is the man. Q. That Rogers is the man ? A. Yes, sir. Q. And that is your best judgment in the matter? A. Yes, sir.”\nA Mrs. Downers testified to having seen two men looking into the window of the saloon at 10 :20 o’clock that evening, and to noticing the taller one peering over the curtain after she had entered. She saw the defendant at the jail a few days later, and thought he looked like the taller of these men. Another witness noticed a couple of men in front of the saloon at about the same time, the taller of whom in height and size resembled defendant. The evidence of resemblance is not entirely satisfactory. As the men were masked, Cheney necessarily based his judgment on other portions of the person in sight. At best, evidence of identity is largely a matter of opinion; its value depending upon the attention'and capability of the witness, and his opportunity to observe. Proof that such a person was looking in the window, however, shortly before the perpetration of the crime, and that in Cheney’s opinion the accused was the person who shot Forney, corroborated by the circumstance that, when arrested on the following day, he was armed with a revolver of the unusual caliber of that employed by the perpetrator of the crime, and that the same number .of chambers recently had been discharged and fresh shells inserted as the shots fired at Forney and the barrel marked the bullets exactly like those found in the body of deceased were marked, made out a case for the jury.\nNor was it necessarily overcome by evidence that he was elsewhere. True, one Young testified to having waited on him in an establishment in Chicago at which he was a clerk in the afternoon of April 3d, and another witness that on the day previous he had registered and was assigned a room in the Hotel Le Grand of the same city and left in the afternoon of the 3d. But Young admitted having remarked to defendant when in jail that he did not look like the same person he waited on, and several witnesses testified as ex*233perts that the name in the register was not written by the same person who registered as “ Frank Parsons, Burlington, Iowa,” at the hotel Keil in Council Bluffs, which was done by defendant early in the morning of April 4th. These witnesses agree that defendant then had a mustache, and Young explained that the statement in the jail was occasioned by the growth of a full beard. But he was clean-shaved when arrested, and two witnesses testified that he was so a day or two before the shooting. A conductor on a train leaving' Clinton, Iowa, at 9:45 p. m. April 3d, related that a passenger paid in cash for fare from that place to Boone $6.10, and that he gave him a slip so showing, and, from the circumstances detailed by defendant, without recalling the individual, believed him the same person. But the accused could have obtained a slip, and also the story, from another, and repeated it. As indicated, defendant, testified in his own behalf, bitt did no more than give an account of paying his fare from Clinton to Boone, though on cross-examination he swore that prior to his arrest he had been at the Hot Springs, Ark., for a considerable time. On the other hand, two policemen are positive that they saw him in a wine room in Council Bluffs a day or two before Forney was killed, for one had pointed him out to the other, in order that he might recognize him when seen. Another witness testified that he saw him at the depot, near the saloon at about 1 o’clock in the afternoon of April 3d. Scrutinizing the record in the light of this evidence, and taking into account the defendant’s silence as to everything, save an alleged conversation with the conductor, we are content, as was the district court, with the jury’s rejection of the plea of alibi, and its conclusion that the defendant was the identical person who killed Forney.\n*2342. Murder IN ROMERyfsub™!me£i°f second degree. *233II. Appellant contends that Forney was killed in an attempt to commit robbery, and therefore the perpetrator of the crime was guilty of murder in the first degree, or was entitled to an acquittal, and that the jury should have been *234so instructed. See section 4728, Code; State v. Smith, 102 Iowa, 667. Even if this were so, it might not follow that submission of the issue as to his guilt of murder in the second degree was an error prejudicial to the defendant. Upon that question the court in State v. Bertoch, 112 Iowa, 195, where poison was alleged to have been administered, was equally divided. But it does not appear that the men entering the saloon took or tried to obtain any property, and, though the desire to get and have is so wide a principal of human nature that the intent to steal would ordinarily be inferred, such was not the necessary inference from the circumstances proven on the trial. State v. Worthen, 111 Iowa, 267. The issue was for the jury, and it might have been in doubt as to the object of the intrusion and have given the accused the benefit of the doubt.\n3. Evidence: photographs. III. Photographs of the interior of the saloon some days subsequent to April 3d were received in evidence. The partitions and entrances were shown to have peen tpg game as then, and, even though the furniture may not have been similarly located, they were admissible.\n4. Sams. To test the recollection of the witnesses who claimed to have seen defendant in Chicago, they were shown certain photographs, and asked which if any was the person they had seen. As the hotel clerk had said he could identify defendant therefrom, and was unable to do so, the pictures were properly received in evidence as bearing on the weight to be given his testimony. If there were indorsements on the back of these, no objection was interposed on that account.\nOther rulings are so evidently correct as not to demand discussion.\n\nAffirmed.\n\n",
            "ocr": true,
            "opinion_id": 7111727
        }
    ],
    "court_short_name": "Supreme Court of Iowa",
    "court_full_name": "Supreme Court of Iowa",
    "court_type": "S",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Robbery"
}