{
    "id": 7215836,
    "judges": "Owsley",
    "date_filed": -4466620800000,
    "date_filed_is_approximate": false,
    "slug": "boone-v-rains",
    "case_name_short": "Boone",
    "case_name": "Boone v. Rains",
    "case_name_full": "Boone v. Rains",
    "attorneys": "Brown for plaintiff.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>\nMortgages. Equity of redemption. Recaption.\n</p> <p>Declaration.</p> <p>Instructions.</p> <p>It seems ' £y tbe tender of the mortgago money, ^htofre-6 caption of the goods in ,moriF\\g(^e,s but must appeal to equiU'-</p>",
    "summary": "Case. Case 82. Error to the Mason Circuit; W. P. Roper, Judge,",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "23 Ky. 384"
    ],
    "opinions": [
        {
            "author_str": "Owsley",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJudge Owsley\ndelivered the Opinion of the Court.\nRains sued Boone, in case, and declared against him for having maliciously, and without probable cause, prosecuted Rains, for stealing, taking, and carrying away, a horse.\nThe horse, for the stealing of which Rains was prosecuted, appeal’s to have been put into the possession of Boone by Rains, as a security for the payment of money which Boone loaned to Rains, and which by agreement of the parties, was to be repaid within ten days.\nAfter the evidence was through, the circuit court, on the motion of Rains, instructed the jury in substance, that notwithstanding the money loaned by Boone was not paid by Rains within the ten days in which it was to have been returned, that Rains had afterwards a right to redeem the horse, as property *385mortgaged, and that upon tendering the money borrowed, and interest, to Boone, after the ten days were out, he had a right to take the horse, provided that in taking him he committed no violence.\nIt seems ' £y tbe tender of the mortgago money, ^htofre-6 caption of the goods in ,moriF\\g(^e,s but must appeal to equiU'-\nBrown for plaintiff.\nNow, by the instruction thus given, the court most clearly encroached upon the province of the jury, and undertook to decide upon the facts involved in the contest, as well as the law arising up-em those facts. If by the agreement between the parties under which the money was advanced by Boone, and the horse delivered into his possession by Rains, the horse was to become the rightful property of Boone provided the money was not repaid within the ten days, it is perfectly clear, that after failing to pay within that time, Rains could have no legal right upon subsequently tendering the money, with interest, to take the horse without the assent of Boone, and whether or not such was the right to which Boone was by the agreement to become entitled, upon the failure of Rains to pay within the stipulated time, depends upon the opinion, which it was the office of the jury, and not the court, to form upon the evidence introduced on the trial.\nIt was undoubtedly competent for the parties, by tbeir mutual agreement, to contract for the legal right of property in the horse to pass to and become vested in Boone, upon the happening of a future contingency; and as the evidence conduced to prove an agreement by which they contracted for the right to become vested in Boone upon Rains failure to pay the money within ten days, the court must have erred in deciding that, after the expiration of that time, a tender of the money by Rains gave him any legal right to 'the property, though such a tender might, in a court of equity, authorize a redemption of the property, provided the agreement be construed in the light of a mortgage, and to pass the legal title as such.\nThe judgment must be reversed with cost, the cause remanded to the court below, and further proceedings there had, not inconsistent with this opinion.\n",
            "ocr": true,
            "opinion_id": 7127792
        }
    ],
    "court_short_name": "Court of Appeals of Kentucky",
    "court_full_name": "Court of Appeals of Kentucky",
    "court_type": "SA",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Robbery"
}