{
    "id": 7218715,
    "judges": "Peters",
    "date_filed": "2013-12-19",
    "date_filed_is_approximate": true,
    "slug": "walker-v-commonwealth",
    "case_name_short": "Walker",
    "case_name": "Walker v. Commonwealth",
    "case_name_full": "Walker v. Commonwealth",
    "attorneys": "Green, Gill & Joseph, For Appellant,, John Rodman, Attorney-General, . . F. Hagan, Pros. Att’y Lou. City Court, . For Appellee,",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Disbarring attorneys. — When an attorney is guilty of malpractice within the presence and personal knowledge of the court, the judge may proceed, on his own motion, in a summary way by rule against the attorney to show cause, etc.</p> <p>2. When an attorney has been prosecuted by indictment or information, and his guilt is confessed or found by a jury, the courts in which he practiced have the power, upon his guilt thus appearing, to strike his name from the roll of attorneys.</p> <p>8. When an attorney is charged with malpractice, or offenses not committed within the presence and personal knowledge of the court, the correct mode of proceeding against him is by complaint or information made on the oath of some individual.</p> <p>In this case the Louisville City Court exceeded its authority in ordering a rule instead of directing an information to be filed against the attorney. The order of that court making the rule to show cause, etc., absolute is reversed, with directions to discharge the rule.</p> <p>4. Separating Witnesses. — On the trial of the rule against an attorney to show cause, if he could, why his name should not be stricken from the roll of attorneys, 'the court erred by overruling the defendant’s motion to have the witnesses in the case separated.</p>",
    "summary": "Case 18 — RULE— APPEAL EROM LOUISVILLE CITY COURT. CITED Civil Code, section 665. Criminal Code, sections 55, 56. Cowp. 830, The King v. Brownsall. Revised Statutes, 1 Stanton, 172. Hawkins P. C. 277-79. 2 Metcalfe, 619, Turner v. Commonwealth. 2 Halsted (New Jersey), 162, Anonymous. 6 Leigh, 626, Fisher’s case. 1 Wheeler’s Criminal Cases, 330, Stryker’s case. 1 Bacon’s Abr. title “Attorney,” p. 306. 6 East. 126, Southerton’s case. 1 Tidd’s Practice, 88. 18 B. Monroe, 485, Rice v. Commonwealth. CITED 1 Bacon’s Abridgment, “Attorney,” p. 306. 2 Metcalfe, 630, Turner v. Commonwealth. 18 B. Monroe, 482, Rice v. Commonwealth. 9 Wheaton, 529, Burr’s case. 19 Howard, 9. 1 Munford, 481. 1 Wheeler’s Criminal Cases, 332, Stryker’s case. 1 Wheeler’s Criminal Cases, 503, Burr’s ease.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "71 Ky. 86"
    ],
    "opinions": [
        {
            "author_str": "Peters",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJUDGE PETERS\ndelivered the opinion oe the court.\nOn the 10th of April, 1871, the judge of the City Court of Louisville, the court then sitting, stated that he observed M. A. Walker, a practicing attorney of the court, present; that on the preceding Saturday he, the judge, was in the Circuit Court for Jefferson County, and heard the judge of said court make an order to strike the name of said Walker from the roll of attorneys of said court for dishonorable and corrupt conduct; and thereupon he, suo motu, ordered that a rule issue against M. A. Walker, returnable forthwith, to show cause, if any he could, why his name should not be stricken from, the *88roll as a practicing attorney of that court “for dishonorable and corrupt conduct.”\nThe rule was issued and served on Walker immediately thereafter; whereupon he appeared in court with his counsel, and after his motion for a postponement of his case for a few days to enable him to prepare his defense had been overruled, he filed an affidavit, in which he stated that when the judge ordered the rule to go, 6ne of his attorneys was present and moved the court to make it returnable on the following Thursday or Friday (that being Monday); the motion was overruled, and that he was summoned to answer forthwith. He furthermore stated that the judge of said court for more than two years last past had been hostile to him, and during all that time had been his bitter enemy; that on that morning, when his attorney asked for an extension of time for the return of the rule against him, he replied that he had heard the testimony against Walker, that he believed he was guilty, and ought to be disbarred immediately.\nHe also stated that he could not have á fair and impartial trial before the judge of said court, and asked that some impartial and intelligent attorney of said court might be selected to try the case.\nUpon the filing of this affidavit the judge of the court retired from the bench, and W. L. Jackson, an attorney of said court, was selected as special judge to preside on thfe trial of said cause, and,, having taken the oath prescribed by law, presided on the trial. After he took his seat the prosecuting attorney moved the court to be permitted to amend the rule against appellant by inserting the following specification: “That the said Walker had been guilty of dishonorable and corrupt conduct in this, that he had attempted to obtain property of value from Wm. O’Donnell, confined in the jail of Jefferson County, Ky./by presenting to him a false and forged petition, which he (Walker) represented to be genuine, *89and to have been signed by the judge, commonwealth’s attorney, and jury on the trial of O’Donnell.” The motion was sustained by the court, and the rule was thus amended, to which appellant excepted.\nIn response to the rule appellant denied that he drew the “pretended” petition exhibited against him, or that it was in his handwriting; denied that he procured the same to be written, or that he ever presented it to O’Donnell or to any one else; and stated that he never saw the paper until it was produced in the circuit court on Saturday preceding the day on which the rule was made against him, and that he had never attempted to obtain property of any kind from said O’Donnell by dishonorable means.\nThe response was filed the day after the rule was ordered, to which time the trial had been postponed; and on filing it appellant moved for a continuance, which was overruled. He then moved the court that the witnesses for both parties should be separated, which was also overruled. And after the evidence was heard by the court, a jury having been refused appellant, judgment was rendered making the rule absolute against him, and ordering his name to be stricken from the roll of attorneys of that court. And for a reversal of that judgment this appeal is prosecuted.\nFrom the bill of exceptions it appears that a paper was produced on the trial by appellee purporting to be a petition, signed by the jury who convicted O’Donnell, to the governor to pardon him, on the grounds that the coat, for the stealing of which he was convicted, was of less value than four dollars, and that he was so much intoxicated at the time he took it as not to know what he was doing. Upon said paper were also recommendations to the governor for the pardon of O’Donnell purporting to have been signed by the judge who presided on his trial and the attorney who prosecuted him, respectively; 'and it was then proved by one Clark that a few .days *90before the trial appellant called at the jail where O’Donnell was confined with a paper in his hand, which he represented as a petition to the governor for his pardon, signed by the jurors, judge, and commonwealth’s attorney, which he read to O’Donnell, and told him if he would give him his watch appellant would send the petition with two dollars to the assistant secretary of state and get him pardoned; but that O’Donnell refused to give him the watch until the pardon came. The paper before described was then shown to the witness, and he stated he believed it was the same paper read by appellant to O’Donnell; but said, he did not know whether appellant said the jury had signed it or he could get them to sign it. Witness was in the jail, saw the paper through a window and heard it read, but did not have it in his hand.\nII. 0. Thomas was next introduced as a witness by appellee, and when said paper was handed to him stated that on the Thursday before, about five o?clock of the afternoon, J. Speed Peay, Robert Warren, William Baird, and himself went to Worley’s saloon, on the west side of Sixth Street, and took a drink. When they came out he picked up the paper. It was lying on the pavement near the saloon door. That Peay snatched it out of his hand; and William Baird said to Peay: “ Let me have it. I have been looking for that paper a long time. It is worth five hundred dollars to me.” And the paper was handed to him.\nRobert F. Baird was then called by appellee, and he stated that he had seen the paper. It was handed to him by Wm. G. Baird. He read it; then consulted Col. Lee and Judge Bruce. He recognized the handwriting as Walker’s. He had known Walker twelve or fourteen years; knew him when he was a liquor merchant, and since as a lawyer. Had seen him write only a few times. The paper before him was in his handwriting. Knew it was his handwriting; knew it as he knew his face. The signatures to it, purporting to be Judge *91Bruce’s and Col. Lee’s, the district attorney, are not in their handwriting; that he knew their handwriting; that the petition and signatures thereto were written by Walker, but not in his natural hand. On cross-examination he said he did not recollect of having more than one fight with appellant; that he had no recollection of having said he would have him disbarred, nor of threatening to kill him. If he ever made such a threat, he was so drunk he did not know what he said or did; but he said he did not like defendant because he stole away his client, O’Donnell, whom Judge Price appointed him to defend on the examining trial. That appellant found out that O’Donnell had a silver watch worth twenty-five dollars, which he got for defending him on the final trial; and he, the witness, got nothing for defending him on the examining trial.\nR. E. Warren was examined by appellee, and proved the same, in substance, that H. C. Thomas proved, and in addition he said that Wm, Baird said, when Thomas picked up the paper, give it to him; he had been looking for that paper all day; it was worth five hundred dollars to him. And as they were returning from the saloon they saw Walker going along “ Court Place.\"\nW. G. Baird, being sworn, stated he went with Peay, Thomas, and Warren on the evening named to Worley’s saloon; took a drink; and when they came out they saw a paper lying on the pavement. Thomas picked it up; Peay snatched it; he (the witness) saw the handwriting, and asked for it, and Peay gave it to him. On being cross-examined, he said his uncle, Robert E. Baird, told him there was such a paper in existence, and he had been looking for it all day. He was told that the petition had been presented there in the morning. If he said he would give five hundred dollars for the paper, he spoke it jocularly; and he had no recollection of saying he would have Walker disbarred. He said he went to Col. Lee that morning to know whether he had signed such *92a paper, and learned from him that he had not; and that was the reason he was looking for it.\nPeay was examined, but not next in order, after Baird, and proved that he was in company with Thomas, Warren, and W. G. Baird on the evening named; and after they had taken a drink at Worley’s saloon, as they walked out, Thomas picked up the paper referred to from the pavement, very near the door, and remarked that was the second valuable paper he had found that day. Thereupon he (the witness) snatched it, and Baird said: “ Give that paper to me. I have been looking for it all day; I would not take five hundred dollars for it; I have use for it.” He also stated that they met Walher on the opposite side of the street, as they went to the saloon; that when W. G. Baird asked for the paper he had not read it, nor had it been read to him; that they went to Atchison’s law-office in Court Place, where he read the paper, and then gave it to W. G. Baird.\nWright and Ryan were both brought from the jail, and introduced as witnesses to identify the paper as the petition which was read by Walker to O’Donnell. Wright thought it looked like the paper that Walker had in the jail and read to O’Donnell; but he said he did not read it, nor have it in his hand. He was close by when Walker read it. Said R. F. Baird came to the jail that morning and asked him about the paper. “He told him, and so did Ryan.” He was then taken from the jail and brought to the court to testify in the case. That he was confined on a charge of larceny, and R. F. Baird was his attorney to defend him\nRyan said Walker came to the jail-windows on the preceding Thursday, and had a petition which he read to O’Donnell, and told him he could get him clear, and wanted him to give him his watch. Said if he would, he would give him two dollars, send two dollars to the assistant secretary of state, and get him pardoned. O’Donnell refused to give him the watch; said he *93could not give him the watch till the pardon came. The paper in court was then shown to him,'and he said it looked like the petition. He saw it through the jail-window, and heard it read; did not read it himself.\nOn cross-examination he said he was confined in jail on a charge of malicious shooting, and R. F. Baird was his attorney. Baird came to the jail that morning and asked him what he knew about the petition. He told him, and the officer then brought him into court. He also proved that O’Donnell had gone to the penitentiary.\nA number of witnesses were introduced, some of'whom proved that the petition and signatures thereto were in the handwriting of appellant; others thought they were not; and on that point there is considerable conflict in the testimony. But it is certain that the persons whose names are attached to it did not sign it themselves, nor authorize any one to sign it for them.\nBut we forbear to comment on the evidence introduced to identify the paper in court as the same read by appellant in the jail to O’Donnell, nor will we enter upon a criticism of the testimony disclosing the peculiar circumstances attending the discovery of the paper, which is the foundation of this prosecution — further than to remark upon the very singular occurrence that one of the gentlemen should find the paper on the pavement, at the door of a saloon in the city, upon their leaving, after having been in only long enough to take a drink, without any evidence that the alleged author of it had ever been near the saloon, or on the same side of the street, that day; that it is Scarcely’possible that the paper could have been there as they went into the saloon, or it would then have been discovered; the inspiration that enabled a gentleman, whose unde had informed him of the existence of such a paper that morning, and who had been hunting for it all day, to know it in the hands of another before he read it, or heard it read, *94although he never had seen it before; the joy he manifested at its discovery; and the value he set upon it.\nWe have set forth the salient points in the evidence in order that the legal principle involved might be clearly presented and understood, and not with any design to raise the question whether the judgment so disastrous to appellant was sustained by it. .\nIt is a well-established rule of the common law that courts may inquire into the conduct of their officers, such as attorneys and counselors who practice in their courts, and punish for offenses.. This is incident to their rights of self-protection. This power is recognized in this state, and the power of this court to revise final judgments in such cases is settled in the case of Rice v. Commonwealth, 18 B. Mon. 472; Turner v. Commonwealth, 2 Met. 619; and in a subsequent manuscript opinion between the last-named parties. As was said by C. J. Marshall, in Ex parte Burr, 9 Wheaton, 168: “On one hand, the profession of an attorney is of great importance to an individual, and the prosperity of his whole life may depend upon its exercise. On the other hand, it is extremely desirable that the respectability of the bar should be maintained, and that its harmony with the bench should be preserved. For these objects some controlling power, some discretion ought to reside in the courts. This discretion ought to be exercised with great moderation, and judgment; but it must be exercised, and no other tribunal can decide in a case of removal from the bar, with the same means of information, as the court itself.”\nThis court, as a revising tribunal, is sensibly impressed with the importance of the subject, and the delicacy of its situation, and will endeavor to exercise the power of revising the judgments of inferior courts in such cases with the utmost precaution.\nPassing over minor questions raised in the argument, we proceed to consider whether the court below had the power, of *95its own motion and without charges, in a regular complaint against appellant, made on oath and presented to the court, to proceed in a summary way to try appellant.\nIn Rice v. Commonwealth, supra, the evidence showed that the attorney had altered the copy of a letter, which was used as evidence on the trial of a suit in that court, by adding the word “ Pres’t,” and making it thereby appear that Sandford, the author of the letter, when he wrote it acted in his official capacity of President of the Kentucky Trust Company Bank; and it is said, in that opinion, that there was no irregularity in the mode of proceeding, inasmuch as it was instituted, by the court on its own knowledge, derived from what actually occurred in its presence. But would there have been no irregularity in the mode of proceeding instituted by the court if the malpractice had. not occurred in the presence of the court ?\nFrom the language quoted the conclusion can not be escaped that the mode of proceeding against appellant must be regarded as irregular. The offense charged against him was not committed in the presence of the court, and the judge of the court had no personal knowledge of the occurrence.\nIf an attorney has been prosecuted by indictment or information, and his guilt be confessed or found by a jury, the courts in which he practiced certainly have the power,upon his guilt of the offense thus appearing, to strike his name from the roll of attorneys, and thereby disable him from practicing in the court inflicting the punishment. But in a summary proceeding for malpractice the fact must be known to the court by having occurred in its presence.\nIn Ex parte Fisher, 6 Leigh, 619, which was a proceeding against an attorney for a contempt in court under a statute of Virginia, the court said in such cases the fact must either be known to the court by having occurred in court, or be confessed by the party upon interrogatories, which he is bound to answer. When the criminal act is perpetrated in the presence *96of the court it records the fact, and nothing remains but to pronounce the sentence of the law.\n\"When the alleged contempt is committed not in the presence of the court, if the party will take upon himself to deny the facts charged by the interrogatories, the court takes his answers to be true, and will not hear other evidence. The only remedy, if he swears falsely, is a prosecution for perjury. (4 Black. Comm. 287.) This was the former practice. Now where the party is charged with malpractice without the presence of the court, the correct mode of proceeding against him is by complaint or information made on the oath of some individual.\nIt is of the utmost importance that the honor and integrity of the legal profession should be preserved, and that the lives of its members should be without reproach. It is not unfrequently the case that they hold the lives and fortunes of their clients in their hands, and to the honor of the bar of Kentucky it may be said but few have proved recreant to the high trusts confided to them. The malpractice of one reflects dishonor not only upon his brethren, but upon the courts themselves, and creates among the people a distrust and disgust toward the courts and lawyers. It is therefore eminently proper that the guilty should be punished whenever detected; but they must be punished according to the established rules of law. But in this case there has been a departure from the correct mode of procedure, and the court below exceeded its authority in ordering the rule instead of directing an information to be filed against appellant, and we feel constrained for that reason to reverse the judgment.\nThe court also erred in overruling appellant’s motion to have the witnesses in the case separated.\n\"Wherefore the judgment is reversed, and the cause is remanded with directions to discharge the rule against the appellant.\n",
            "ocr": true,
            "opinion_id": 7130747
        }
    ],
    "court_short_name": "Court of Appeals of Kentucky",
    "court_full_name": "Court of Appeals of Kentucky",
    "court_type": "SA",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Robbery"
}