{
    "id": 7233876,
    "judges": "Hurt",
    "date_filed": -1552089600000,
    "date_filed_is_approximate": false,
    "slug": "stacey-v-commonwealth",
    "case_name_short": "Stacey",
    "case_name": "Stacey v. Commonwealth",
    "case_name_full": "Stacey v. Commonwealth",
    "attorneys": "EVERSOLE & TURNER for appellants'., CHARLES I. DAWSON, Attorney General, and W. P. HUGHES for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Homicide—Assault Upon Trespasser.—While one may use all means within the exercise of a reasonable ppdgment deemed necessary to defend his possession of real or personal property, against the aggressions of a mere trespasser, and in such defense may justify an assault and battery, he will not be justified in taking the life of or doing great bodiily harm to the trespasser, unless the trespasser assaults the owner and it 'becomes necessary for the protection of life or to prevent great bodily harm to the owner, or to some one whom he is entitled to protect.</p> <p>2. Criminal Law—Trespass Upon Real Estáte.—If'' a trespass is made upon the possession of real or personal property, with force and with the intent to kill the owner, if he resists, the owner may stand his ground, and will be authorized to kill or wound the trespasser, but, not until it appears to be necessary to protect life or to prevent great bodily harm to the owner, or to one whom he is entitled to protect.</p> <p>,3. Criminal .Law—Impeachment of Witness—Admonition.—Where a witness is impeached by the introduction of evidence of his bad moral character, the court should by admonition, limit the effect of such testimony, to its effect upon the credibility of the witness , assailed, but, the failure of the court to do so, is hot a reversible error, in any case, unless the party, concerning whose ■ witness the impeaching testimony is' offered, - by objection, exception or motion, at the time, or before the end of the trial, calls the attention of the court to the necessity of the admonition, and then a failure to give the admonition will not authorize a reversal of the judgment, unless it worked a prejudice to the party’s substantial rights.</p>",
    "summary": "' Appeal from Perry Circuit Court. ’ ■",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "189 Ky. 402"
    ],
    "opinions": [
        {
            "author_str": "Hurt",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion op the Court by\nJudge Hurt\nAffirming.\nThe appellants, Angeline Stacey and Shade Stacey, appeal from the judgment of the Perry circuit court wherein they were found, by the verdict of the jury and adjudged by the court to be guilty of the crime of wilful murder which was committed, as alleged, by the killing of one Harrison Banks. The indictment accused the appellants, together with one Dewey Stacey, with being jointly guilty of the crime. It contained two counts, in the first of which Angeline, Shade and Dewey Stacey were accused of having conspired for the purpose of killing Banks, and in pursuance of the conspiracy they jointly shot and killed him. In the second count, the manner in which they were accused of the murder was that Shade Stacey shot and killed Banks, and that Angeline and *404Dewey were present at the time and place of the killing, and aided and abetted Shade Stacey in the killing of him. For some reason, which does not appear from the record, Dewey Stacey was not put upon trial with Angeline and Shade, although he was present and testified as a witness at the trial. The errors which the appellants complain of are as follows:\nFirst. The court did not instruct the jury upon the entire law of the case.\nSecond. The court erred in the instructions given to the jury to the prejudice of the substantial rights of Angeline Stacey.\nThird. The court erred in admitting incompetent evidence against them over their objection..\nFourth. The court erred in excluding competent evidence in their behalf, and in failing to admonish the jury as to the purpose for which it was permitted to consider certain evidence.\nThese criticisms of the fairness of the trial will be considered in their, order, but that an understanding may be . had of the questions to be determined, a condensed statement of the facts, which the evidence conduced to prove, will be given. Angeline Stacey is the mother of Shade ■ and Dewey, each of whom is from nineteen to twenty years' of age. In the spring of the year, 1919, Angeline, with her sons, was living in a coal mining camp where they became acquainted with the deceased, Banks, who owned and resided upon a farm. Angeline desiring to move from the camp applied to Banks for the rent of land for cultivation, and he answered that he could furnish her the land but there was not a dwelling house upon it in which she could reside, but she replied that she had a tent and that she would live in that. Shortly thereafter the tent was moved upon the premises of Banks, and the Staceys were permitted to cultivate about three acres of land in a field called the “orchard” and probably other small pieces of land. They cleaned up the land in the “orchard” and cultivated it in ¡corn, assisted to some extent by Banks and his two nephews, who resided with him, during the following season. In the following autumn, an unfriendly state of feeling arose between the Staceys and Banks. The latter accused Dewey and Shade of having invaded his watermelon “patch” and with having destroyed and stolen his melons, and they were confined in jail for a time at the instigation of Banks, but. it does not clearly appear whether it was *405upon the charge of destroying his watermelons, or some other misdoing. Banks, also accused them of having stolen money from him. Angeline accused Banks of having come to her tent, twice in one day .and once at night, with a club in his hand, and with having threatened, abused and menaced her, and ordered her to remove from his premises. About two weeks before the homicide, Shade and Dewey, according to evidence of the two young nephews of Banks, who resided with him, were accused by Banks of being in his orchard and stealing his apples, but according to the statements of the Staceys they were only passing through the orchard, on their way to their cornfield for the purpose of gathering beans. Banks shouted at them, and directly taking a shotgun, and while standing in his “yard,” discharged the gun in the direction of the orchard, and Dewey and Shade claimed that he shot at them, and the shots fell around them, two of them striking Dewey’s arm. Banks then went from his dwelling in the direction of the orchard, with his gun, but stopped when he arrived at the railroad track and sat down. Shade and Dewey called to Angeline to come and bring her pistol. She immediately responded and with pistol in hand, came to where Banks was sitting and pre- ■ senting the' pistol, cursed him severely, and threatened him with death. At the same time Shade and Dewey were loudly threatening Banks, and daring him to approach the place where they were. Upon the suggestion of a neighbor, Banks retired into his dwelling and left the field to the Staceys. Upon other occasions, and at different times, and before other persons, Angeline threatened to kill Banks, sometimes without conditions, and at other times in certain events. While in jail Shade or Dewey, one or the other, but in,the presence of the other, said that they would kill Banks when they got out of jail and after getting out of jail, upon another occasion, one or the other of them, in the presence of the other, made the same declaration. Banks claimed that he was to have a portion of the .corn crop, which was grown by the Staceys, for the.rent of the land, while they claimed that the entire crop ..was theirs, and that under the contract for its cultivation they were to have the entire crop for cleaning up the land. The evidence for the Commonwealth conduced to proye-that on the day before the homicide, Angeline sent .a, message to Banks to come and gather the corn, and. to haul her a load and one for himself, and at the same time admitted that he *406was to have one-half of it, and in.response to the message, on the following morning, he harnessed his team to the wagon and sent it to the field, by one of his nephews, who lived with him, while he walked another route,. and as stated by Shade came to where he was and said to him to tell Angeline that if she intended for him to have any of the corn to come on to the field, which message he delivered to Angeline. When the wagon arrived at the place where the corn was, Banks waited a few-moments as though waiting for Angeline, and then said to the two boys with him that they would go to putting corn into the wagon. According to the evidence for the prosecution, when he' had gotten a very small amount of corn and fodder in the wagon, Shade, Angeline and Dewey appeared about the same time. Angeline had a pistol in her hand. Shade and Angeline demanded of Banks that he immediately get out of the field, which he declared-that he would not do. Shade then commenced throwing rocks at Banks, some of which struck him, and he went’ behind ■ his wagon as a shield to protect him from -the stones, and directed one. of the boys with him to go and bring his shotgun, which the boy started in the direction of Banks’ house to get.- About this time Angeline discharged the pistol at Banks twice, declaring that if he didn’t immediately get out of the field that she would kill him. Shade then said, “Give me the pistol, I can kill him.,’'’ Angeline handed the pistol to Shade and at this time Banks was in a squatting position behind the wagon, but. his legs were visible underneath the wagon, and Angeline called to Shade to shoot him in the legs. Banks then straightened up and Shade shot him in the head, and he immediately fell and died. To a witness, who approached a few minutes afterwards, Shade or Dewey said, “Come on up the d—d son of a b—h is killed. ’ ’ Angeline denies that she sent any message to Banks to come and gather the corn, but that Shade delivered Banks’ message to her about coming to the field, if she intended- for him to have any of the corn, and Shade went to prevent- Banks from gathering the corn, but she directed him to speak kindly to Banks. She went with her pistol in-hand for fear that Banks would hurt Shade, and when Banks saw her coming, he sent for his gun: She requested Banks to not molest the corn as she had no place to put itj and that he replied that she was a d—d old strumpet; and that he would kill them all, and that hé had a place to put the corn. She shot twice in the ground, without intending to hurt him, *407and began to remove the corn and fodder from the wagon; he backed away and then springing forward seized her pistol by the barrel and Shade got it by the handle and snatched it away from him. Banks, then with another threat to kill them all with stones, stooped, seized a heavy stone and drew back as if to throw it at her, or at Shade, when Shade shot him. Dewey was not there at the time, but met Shade as he went away, took the pistol from him and gave it to her immediately. Shade and Dewey substantially corroborate the testimony of their mother and deny ever having threatened Banks at any time, and Angeline likewise makes a denial of having made any threats to take his life or to do him violence.\n(a) The appellants insist that the court did not instruct the jury as to the entire law of the case, in that it erroneously failed to give an instruction defining' the rights of the appellants upon the hypothesis that they were the owners of the corn and Banks had no interest in it, to the effect, that the defendants had a right to use whatever force was necessary in defense of their possession of the corn, and prevent Banks from gathering and taking it away.\nIt is a well settled principle of our common law that an owner in possession, of either real or personal property has a right to use such means as in the exercise of a reasonable judgment are necessary to protect his premises from forcible invasion, and to prevent a forcible attempt to divest him of the possession of his personal property, and in defense of his rights as to such matters an assault and battery upon a trespasser, will be justified, if necessary to the protection of his rights, but in no case is the taking of life or the infliction of a great bodily harm allowable in the defense of a possession, where the invasion is made without actual force, or in the prevention of a mere trespass. Somewhat greater liberty of action is allowable where a trespass is made with actual force and with the intent to kill the owner, or to do him a great bodily injury if he resists, but, as against a trespasser who makes an invasion not accompanied with actual force, although forcible in law, as well as the trespasser with actual force and with the intent to kill or do great bodily harm, if resisted, the right to take his life or to wound him does not arise unless, he assaults the owner, in the first instance, and there are reasonable grounds to believe that it is necessary to kill *408or wound biro, to protect life or to prevent great bodily-injury, and in the second instance, before the owner may go to the extent of killing the trespasser, he must have reasonable grounds to believe that it is necessary in order to save his own life or to protect himself from great bodily injury, that he take that of the trespasser.J, The following opinions of this court, we think, sustain, the doctrine here expressed. McIlvoy v. Cockran, 2 A. K. M. 271; Ford v. Logan, 2 A. K. M. 324; Robinson v. Hawkins, 4 T. B. M. 134; Shain v. Markham, 4 J. J. M. 578; Tribble v. Frame, 7 J. J. M. 597; Richardson, etc. v. Bartley, 2 B. M. 328; Bobb v. Bosworth, Littell Select Cases 81; Baker v. Commonwealth, 93 Ky. 302; Commonwealth v. Bullock, 24 K. L. R. 78; Howell v. Hopkins, 8 R. 527; Newcome v. Russell, 133 Ky. 29; Cox v. Cook, 1 J. J. M. 360; Roberson, 2 vol., p. 755.\nIn Chapman v. Commonwealth, 12 K. L. R. 704, wherein a dispute over the ownership and possession of a keg of paint resulted in a homicide, it was said: “The owner can at most, only use sufficient force to prevent the trespass or the carrying away of his property; and this right does not go so far as to authorize the taking. of life or the infliction of great bodily injury. He is not allowed to sacrifice human life to retain the -possession. It is only when the owner in attempting to prevent the trespass or the carrying away of his property, is assaulted by the wrongdoer, that he may wound if necessary in the defense of his person.”\nIn Utterback v. Com., 105 Ky. 723, where a controversy was over the right of a landowner to plow up a road over his land, which had been used theretofore for a long time as a passway by Utterback, the court said: “Life cannot be taken to prevent a mere trespass and on a trial for homicide the guilt or innocence of the defendant does not depend upon whether he was right or wrong in the controversy about the land. Life in cases like this can only be taken in self defense or in the necessary defense of others.”\nThe doctrines enunciated above should nbt be confused with the rule which is applicable when one takes life or does great bodily harm to another, when defending his dwelling house against forcible trespass.\nIn the instant case, if the evidence for the appellants is to be believed to the exclusion of that offered on the part of the Commonwealth, the acts of the deceased did not arise above the dignity of a mere trespass upon the *409growing corn of the appellants, situated in a field of the deceased, and away from the dwelling of the appellants, and their crime, if any, did not consist in resisting the purpose of the deceased to gather and carry away the corn to their own or to his house, nor did it depend to any extent upon whether the deceased was the owner of one-half of the corn or whether appellants were the sole owners, nor whether the deceased was proposing to •gather it at the request of appellant, Angeline, or contrary to her wishes, but, their guilt, if any, consisted' in killing the deceased, when it was not necessary'for the protection of life or to prevent great bodily injury, about to be inflicted by the deceased. The evidence touching the ownership of the corn and all the circumstances out of which the controversy arose, was properly admitted in explanation of the acts and conduct of the parties and to enable the jury to put itself in the places of the parties, but, a failure to give an instruction on the subject of the ownership of the corn, and the rights of the parties with relation to it, was not prejudicial, when appellants ’ right to act in defense of themselves and of each' other, from any. assault by the deceased, was fully presented by the instruction given.\n(b) Objection is made to the first instruction given upon the ground that .there was no evidence upon which to base it, and was in any event erroneous as to the appellant,- Angeline. As to the first objection there was evidence which conduced to prove that the appellants and Dewey Stacey had a strong animosity toward deceased, and a desire to be revenged; they had on several occasions threatened to take his life; on the day before he' was killed, he had received a message from Angeline which induced him to attempt to gather the corn and caused him to go to the place of the homicide; the appellants and Dewey immediately appeared, Angeline with a drawn pistol, and he was at once assaulted with stones and with the pistol and after two ineffective shots, was then shot and killed. While under all the circumstances the proof of a conspiracy was not very convincing, -there was enough to make it a question for the jury, and its submission was therefore not prejudicial. With regard to the second objection to the instruction, it advised the jury that if the three who were charged in the indictment, or any two of them, including Shade Stacey, had entered into a conspiracy to murder the deceased, and in pursuance of the conspiracy, and while- it existed Shade *410'killed the deceased, he was guilty of murder and to so ■ find.. It is insisted that the instruction permitted .and directed a conviction of Angeline although the conspiracy ■ only .existed between Shade and Dewey, but, it is- overlooked that the instruction does not direct nor permit the' conviction of Angeline, although the jury might believe she'was a party to the conspiracy, unless it-further ■ believed that she was present when Shade in pursuance of the conspiracy, shot and killed the deceased, and will•'fully, feloniously, and of her malice aforethought, counseled, advised, aided and abetted him in so doing: ■ Under these circumstances, she would be guilty, whether a conspirator or not, unless she acted alone in the pecessary self defense of herself, or that of one of her sons, and her rights in that regard were protected by the other instructions which were given.\n(c) Two witnesses were permitted to testify, over the objections of .appellants, that previous to.the homicide, on two occassions, when Shade and Dewey were together, but, not in the presence of Angeline, one of them declared their purpose to kill the deceased, and while the witnesses deposed that it was either Dewey or Shade who made the declaration, they were unable to state which it was, because of inability to distinguish the one from the other: It is contended, that the evidence should not have been admitted at all, but the declarations, if not made by ■Shade, were made by Dewey, in his presence, to the effect, that they purposed to kill the deceased, and with Shade’s apparent approval and sanction, and Shade was one of the accused upon trial. • The evidence proved, prima-facie, a conspiracy between- the three to commit the crime, and according t,o the evidence for the Commonwealth all three were present, when the conspiracy was consummated. •Hence, the declaration, if made by 'Dewey was competent evidence- against the other two, although he was not upon trial. Angeline, however, not being present, when the declarations were- made, the proof of them was not competent proof, in this case, of her guilt, unless a conspiracy existed at the time between her and the declarant to commit the crime and the court should have instructed the -jury, to disregard the declarations as evidence-against Angeline, unless a conspiracy-then existed between her and the declarant to commit the crime, but the failure to do -so, was not prejudicial, when the evidence proved, that she had frequently threatened the' life of Banks herself ; that all three were present when Banks was killed; *411that she and Dewey came to the place together, and in addition, the court so instructed the jury, that it was not authorized to find her guilty, unless in the first place the killing was not justifiable, and that she feloniously aided and assisted.in doing it. Day v. Comth., 173 Ky. 269.\n(d) It was not error to refuse the appellants the right to introduce evidence of the bad moral character of the deceased. Such evidence could not illustrate any issue in the case. It is permitted for the purpose of impeaching a witness who has testified and to enable the jury to determine the weight which should be given to the testimony of such a witness, but as1 no dying declaration of the deceased was offered in the evidence, he was in no wise a witness.\n(e) The appellants, Angeline and Shade, testified in their own behalf upon the trial, and Dewey Stacey testified as a witness for them. ’ The Commonwealth’s attorney then introduced evidence by several witnesses which tended to prove that the characters of these parties for good morals were bad. The appellants objected to the testimony of some of these witnesses, and to others of them they did not object, but they now insist that the court erred to the prejudice of their substantial rights, in failing to limit the effect to be given to the testimony to the extent that it affect the credibility of Angeline, Shade and Dewey as witnesses. The appellants, however, did not ask the court in any instance to so admonish the jury. If requested, or its attention had been called to the propriety and necessity of doing so, the court would doubtless have given the proper admonition. When witnesses have testified, as in this case, giving evidence impeaching the moral character of the witnesses, the failure of the court to limit the effect to what it might have upon the credibility of the witnesses, whose characters were impeached, is not a reversible error, unless by motion, exception or objection made at the time, by the party complaining, calls the attention of the court to the necessity of such an admonition, and such failure is not even then a reversible error, unless it appears from the entire record that the substantial rights of .the party accused have been prejudiced by the failure. Hayes v. Com., 171 Ky. 291; Johnson v. Com., 170 Ky. 766; Fueston v. Comth., 91 Ky. 230; Newman v. Comth. 28 K. L. R. 81; Renaker v. Comth., 172 Ky. 714; Ocksner v. Comth., 128 Ky. 761; Wright v. Comth., 155 Ky. 750. The evidence complained of was entirely competent, and we must assume that the *412reason, why the court failed to give the admonition to the jury, as to its effect, was the failure of the appellants to call the attention of the court to the propriety of so doing. Upon the whole case, however, the failure, to limit the effect of the testimony could in no wise have prejudiced the appellants’ substantial rights.\nThe judgment is therefore affirmed.\n",
            "ocr": true,
            "opinion_id": 7146286
        }
    ],
    "court_short_name": "Court of Appeals of Kentucky",
    "court_full_name": "Court of Appeals of Kentucky",
    "court_type": "SA",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Robbery"
}