{
    "id": 7249203,
    "judges": "Spbnoeb",
    "date_filed": "1980-11-27",
    "date_filed_is_approximate": true,
    "slug": "state-v-tazwell",
    "case_name_short": "Tazwell",
    "case_name": "State v. Tazwell",
    "case_name_full": "State v. Washington Tazwell",
    "attorneys": "II. N. Ogden, Attorney General, for the State., John H. Dinkgrave for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>When the record in a criminal case shows that the grand jury came into court and presented an indictment in due form, it will bo presumed, in the absence of specific objection and affirmative proof to the contrary, that the grand jury was properly organized.</p> <p>The question whether a person tendered as a member of a petit jury sufficiently understands the English language to try the issues of a criminal case, is a question of fact confided exclusively to the decision of the lower court.</p> <p>Being under the charge of larceny disqualifies a person from serving as a petit juror.</p> <p>Because a confession of the accused to a prosecuting witness was made in response to a question put by the witness, the confession is not thereby rendered involuntary.</p> <p>Where the indictment charges that an offense was committed at a certain hour of a certain night, it is sufficient to prove that it was committed at any hour during .the alleged night.</p> <p>It is not necessary, in order to convict ono as accessory before the fact to the crime of burglary, to prove that the instrument ho furnished his confederate to commit the offense with was actually used by the latter.</p>",
    "summary": "APPEAL from the Fourteenth Judicial District Court, parish of Ouachita. Parsons, J.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "30 La. 884"
    ],
    "opinions": [
        {
            "author_str": "Spbnoeb",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nSpbnoeb, J.\nWashington Tazwell and Wilson Healey, as principals, and Zeke Hall, as accessory before the fact, were indicted and conVicted of the burglary of a barn with intent to steal. Errors are assigned upon the face of the record, and a number of bills of exception were taken.\n*885The assignment of errors is to the effect that the record does not ■•show that a grand jury was ever empanelled for the November term, 1877; nor that the person signing the finding on the indictment as foreman was ever selected as such, or had authority so to sign. The record does show that on the thirtieth November, 1877, the grand jury came into court, and, all being present and answering to their names, presented, through their foreman, the indictment in this case; which indictment is endorsed: “A true bill. J. S. Murphy, foreman of the grand jury.” The record does not show the names of the grand jurors, nor does it contain the entry on the minutes appointing the foreman; but •commences with the “opening of court” on the day the indictment was presented. We do not consider it sacramental that these preliminary proceedings for the organization of the grand jury should be ■copied into the record. It is enough if it appears that the grand jury •came into court and presented an indictment in due form. We will, then, in the absence of specific objection and affirmative proof to the contrary, presume that it was properly organized. The cases cited by defendants have reference to the petit j ury organized to try the case. That jury is specially organized with reference to the particular case to be tried, and it might well be that its organization, etc., should appear by the record, but the same reason does not exist as to the grand jury’s organization.\nThe first bill of exception is to taking the case up out of its order, •and in violation of rule third of the court. That rule was as follows:\n“There will be two calls of the docket. The first for the trial of ■cases by consent, and for fixing causes for a particular day. On the second call, all causes are set for trial in their order on the docket, except preference and jury cases, and such causes as may be assigned for- a particular day, and each case when reached must be tried or otherwise disposed of.”\nThis case was a “jury case,” and by the very terms of the rule not embraced within the class “set for trial in their order on the docket.”\nThe second bill of exceptions is taken to the ruling of the court on certain challenges for cause by the State of certain colored jurors. “ The cause was that they did not sufficiently understand the English language; ” they, having been asked, “ Do you know what a verdict means?” answered, “No.” The act of 1877, number declares the qualifications of jurors, and gives the judge, properly, much discretion in the matter of its organization, and we would be loth to interfere with it, unless it was manifestly exercised in an arbitrary manner. The question whether or not a juror sufficiently understands the English language is one of fact and not of law. We see no reason to doubt the power of the Legislature to fix the qualifications of jurors upon the basis of *886intelligence or education, and. if it do not discriminate on account of race or color, etc., it does not violate the Constitution of the State or of the United States. The law certainly does not require that jurors must be scholars, or even that they have any education; but it does require that they comprehend ordinary' discourse in the English language, and wisely gives the judge power to determine this important fact, and we have no authority to review his decision thereon. No greater farce could be enacted than to try a man for his life or liberty by a jury who did not understand the meaning of the ordinary words of our language. The judge had the jurors before him, and had better opportunity of knowing this matter than we have, and even if we had the power to review we have no reason to believe that he abused the discretion the law vested in him.\nAnother juror was set aside because he was under a charge of larceny. A bill of exceptions was reserved, but we presume is abandoned, as it is not \\irged. At all events, the exception was not well taken.\nThe next bill is taken to the courts allowing the party whose barn had been entered to state that “ he had -lost corn prior to the date alleged in the indictment.” It does not appear that the witness in any way connected or attempted to connect the accused with these previous takings. We do not see, therefore, that-this statement was open to the objection that it was proving another and different offense from that charged. The next bill is to the same party being allowed, on re-direct examination by the State, to testify to a voluntary confession by one of the accused. The bill recites that it was objected to, first, because no question touching said declaration had been asked on the direct or cross-examination; and, second, because the declaration did not appear to have been voluntary, since it was made in response to witness’s question whether “ he (the accused) did not want to tell all he knew about stealing his (witness’s) corn?” We can see nothing in this question calculated to render the declaration involuntary. As to the first objection the court says in its addenda to the bill that the objection made was “ as to the voluntary character of the statement.” Of course, we can only know the facts from the statements and certificate of the judge in the bill, and can not take the statements of counsel, except so far as. they are agreed to by the judge.\nThe next bill of exceptions is taken to the refusal of the judge to-charge, first, “ That as the time at which this offense is said^to have occurred is stated by dates (hours, days, months, and year), no evidence of a piior offense should be noticed by the jury.”\n' Second. “That if there be no evidence to show that an instrument furnished by one accused as accessory before the fact was used for the purpose for which it was made, but another and different one is used to *887commit the offense, that it has not been sufficiently proved to justify a verdict of guilty as accessory before. the fact. That the instrument said in the indictment to have been furnished for the purpose of committing an offense must be proved to have been used for that purpose.”\nWe think the court properly refused to give the first charge, for the reason that it was calculated to mislead the jury into the belief that the State must prove the very hour of the night charged in the indictment. Thus, under that charge, if the evidence had shown the offense to have been committed at eight o’clock p. m., instead of between “nine p. m. and five a. m.” of the next day, as charged, it would have led the jury to believe it their duty to acquit. It was certainly sufficient to have proved the commission of the offense at any time during the night laid in the indictment, and such proof would not have been “ of a prior offense,” within legal intendment.\nThe second charge requested is manifestly wrong. It would be strange, indeed, if one who had so far counseled,'aided, and abetted a burglary as to provide and furnish implements to effect it, could escape because when the burglar reached the place of his crime he found more convenient tools, and did not actually use those furnished him for the purpose by his confederate.\nWe see no error in the judgment and sentence, and they are affirmed.\n",
            "ocr": true,
            "opinion_id": 7161865
        }
    ],
    "court_short_name": "Supreme Court of Louisiana",
    "court_full_name": "Supreme Court of Louisiana",
    "court_type": "S",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}