{
    "id": 7322774,
    "judges": "III",
    "date_filed": 1478649600000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-pritchette",
    "case_name_short": "Pritchette",
    "case_name": "United States v. Pritchette",
    "case_name_full": "United States v. Tony PRITCHETTE",
    "attorneys": "Catherine Elaine Geddes, US Attorney’s Office, New York, NY, for United States of America., Annalisa Miron, Federal Defenders of New York, New York, NY, for Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Filed 11/08/2016",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "219 F. Supp. 3d 379"
    ],
    "opinions": [
        {
            "author_str": "III",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION &amp; ORDER\nWILLIAM H. PAULEY III, District Judge:\nDefendant Tony Pritehette moves to suppress statements obtained during post-arrest interrogations in April and May *3822016. Pritchette’s motion to suppress is granted.\nBACKGROUND\nTony Pritchette is charged in a one-count indictment with Hobbs Act robbery under 18 U.S.C. § 1951, in connection with a March 2016 air-rifle robbery of a Me-troPCS store in the Bronx. Detective Cesar Castillo led the investigation and was supervised by Sergeant Michael LoPuzzo. (Sept. 20, 2016 Suppression Hearing Tr. (“Tr.”), at 3:16-18, 12:3-4.) To help with the investigation, the NYPD circulated images of the robbery and requested the public’s help in identifying the perpetrator. (Tr. at 35:21-36:3.)\nOn April 1, 2016, at approximately 5:00 p.m., Pritchette was identified while waiting for a medical appointment, arrested, and taken to the 40th Precinct. (Tr, at 30:24-25, 31:18-22.) At 5:40 p.m., just prior to Pritchette’s arrival at the precinct, Lo-Puzzo accessed the NYPD computer system and reviewed Pritchette’s case file, including the “wanted flyer.” (Tr. at 17, 30.) At around 5:50 p.m., Pritchette arrived at the precinct and was taken to the detective squad office, where the interrogation room is adjacent to a holding cell. (Tr. at 6, 12, 14.) At 5:57 p.m., LoPuzzo completed his paperwork and closed out of the NYPD computer system. (Tr. at 16:20-23.) Pritch-ette’s videotaped interrogation began at 6:27 p.m. (Tr. at 15:19-20.)\nDuring the half hour interval, Pritchette claims he was subject to a two-step interrogation process. (Pritchette Decl. (EOF No. 12), at ¶ 6.) In the first round, LoPuz-zo took Pritchette to the interrogation room, where Pritchette was permitted to carry his baseball cap. Inside the room, without activating the recording devices or advising Pritchette of his Miranda rights, LoPuzzo began questioning Pritchette about the MetroPCS robbery. (Pritchette Deck, at ¶ 5.) During the interrogation, LoPuzzo told Pritchette that he had been identified as the robber and that the police had video of the robbery, fingerprints from the gun, and fingerprints on a cart left behind in the store. (See Pritchette Deck, at ¶ 6.) LoPuzzo then showed Pritchette photographs of the robbery and had Pritchette identify himself as the robber. (Pritchette Deck, at ¶6.) After eliciting these incriminating statements, LoPuzzo took Pritchette out of the room. (Pritchette Deck, at ¶ 7.)\nImportantly, Pritchette left his baseball cap in the interrogation room. When entering the same interrogation room for a second time—this time with the recording devices activated—video evidence shows Pritchette bending over and picking up his baseball cap from underneath the interrogation feble. (Def. Ex. D (“April Interrogation”), at 18:28:13.)1 The video also shows LoPuzzo reading Miranda rights to Pritch-ette. (April Interrogation at 18:30:04.) For the next nine minutes, Lopuzzo, without the use of the photographs, interrogated Pritchette about the robbery and elicited incriminating statements.\nOn May 2, 2016, after being held in state custody for a month, federal authorities arrested Pritchette and charged him with Hobbs Act robbery. Prior to bringing Pritchette to Pretrial Services, federal agents questioned him for nearly an hour at the Bureau of Alcohol, Tobacco, and Firearms (“ATF”) field office.2 A video *383recording of that ATF interrogation shows agents advising Pritehette of his Miranda rights before questioning him about the MetroPCS robbery. (Def. Ex. E (“May Interrogation”) at 9:23:19-24:17.) During this interrogation, the agents referred to Pritchette’s prior confession and advised him that they had read the, NYPD reports and knew what he had previously said to LoPuzzo. (May Interrogation at 9:26:16.) Pritehette inquired as to the content of his previous statements, but the agents said they needed to hear it from him. The agents then elicited the same incriminating statements that Pritehette made to LoPuz-zo. (May Interrogation at 9:26:38.) Pritch-ette was presented in federal court later that day, and an indictment was filed against him on May 10, 2016.\nDISCUSSION\nThe Fifth Amendment guarantees that no person “shall be compelled in any criminal case to be a witness against himself.” U.S. Const. amend. V. It bars the use of any statements at trial by a criminal defendant. See, e.g., United States v. Patane, 542 U.S. 630, 637, 124 S.Ct. 2620, 159 L.Ed.2d 667 (2004) (“[T]he core protection afforded by the Self-Incrimination Clause is a prohibition on compelling a criminal defendant to testify against himself at trial.”), “In light of the' inherently coercive nature of police custody, and in order to safeguard these Fifth Amendment rights, individuals questioned in custody must be told that they have the right to remain silent, that anything they say may be used against them in court, that they are entitled to the presence of an attorney during questioning, and if they cannot afford an attorney, one will be provided.” United States v. Calix, No. 13-cr-582 (RPP), 2014 WL 2084098, at *7 (S.D.N.Y. May 13, 2014) (quoting Miranda v. Arizona, 384 U.S. 436, 478, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966)).\nA “defendant may waive effectu-ation of the rights conveyed in the warnings provided the waiver is made voluntarily, knowingly and intelligently.” Moran v. Burbine, 475 U.S. 412, 421, 106 S.Ct. 1135, 89 L.Ed.2d 410 (1986) (internal citation and quotation marks omitted). “[I]f a suspect makes a statement during custodial interrogation, the burden is on the Government to show, as a ‘prerequisite]’ to the statement’s admissibility as evidence in the .Government’s case in chief, that the defendant ‘voluntarily, knowingly and intelligently1 waived his rights.” J.D.B. v. North Carolina, 564 U.S. 261, 269-70, 131 S.Ct. 2394, 180 L.Ed.2d 310 (2011) (quoting Miranda, 384 U.S. at 475-76, 86 S.Ct. 1602).\nI. April 2016 Interrogation\nLaw enforcement may not circumvent Miranda by engaging in a two-step interrogation process whereby a person is questioned without the proper warnings,- made to confess, Mirandized, and then questioned again. See Missouri v. Seibert, 542 U.S. 600, 609, 124 S.Ct. 2601, 159 L.Ed.2d 643 (2004). Such a “strategy is based on the assumption that Miranda warnings will tend to mean less when recited midinterrogation, after inculpatory statements have already been obtained.” Seibert, 542 U.S. at 620, 124 S.Ct. 2601 (Kennedy, J., concurring). Under Seibert and Second Circuit precedent, a post-warning confession will generally be excluded if the Government “engage[d] in a deliberate two-step process calculated to undermine the defendant’s Miranda rights .., unless curative measures (designed to ensure that a reasonable person in the defendant’s position would understand the import and effect of the Miranda warnings ■and waiver) were taken before the defendant’s post-warning statement.” United *384States v. Moore, 670 F.3d 222, 229 (2d Cir. 2012).\nIn assessing whether a later-Mirandized interview is tainted by such a two-step process, courts look to the “totality of the objective and subjective evidence surrounding the interrogations.” Moore, 670 F.3d at 229. The Second Circuit has “indicated helpful indicia for whether an alleged two-step interrogation was intended to circumvent Miranda.” Moore, 670 F.3d at 230. These factors, taken from Seibert, are: “[1] the completeness and detail of the questions and answers in the first round of interrogation, [2] the overlapping content of the two statements, [3] the timing and setting of the first and the second, [4] the continuity of police personnel, and [5] the degree to which the interrogator’s questions treated the second round as continuous with the first.” Seibert, 542 U.S. at 615, 124 S.Ct. 2601. Ultimately, “the prosecution bears the burden of disproving by a preponderance of the evidence that the government employed a deliberate two-step strategy to deprive the defendant of the protections afforded by the Fifth Amendment.” Moore, 670 F.3d at 229.\nThe facts presented here indicate the use of an impermissible, two-step interrogation process.3 To begin, there was a significant gap between the time Pritch-ette arrived at the precinct at 5:50 p.m. and the time when the videotaped interrogation began at 6:27 p.m. The computer-generated Audit Report shows that LoPuz-zo closed out of the NYPD computer system at 5:57 p.m. (Gov. Ex. 6 (audit report), at 9; Tr. at 16:20-23.) LoPuzzo attributes the remaining half hour interval to vague “squad commander duties,” asking Detective Castillo to arrange a line-up, and asking Detective Caruso to prepare the video recording system. (Tr. at 21:13-18; 15:21-24 (“Squad commander duties, looking at other cases, giving instructions to different detectives.”).) There is no indication that any of these activities took more than a few moments. Further, LoPuzzo’s recollection of that evening was undermined when he testified that he had not opened Pritch-ette’s case file. (Tr. at 21:17-22.) In fact, the NYPD computer Audit Report directly controverts his testimony and shows that he accessed the case file at 5:40 p.m., just before Pritchette arrived. (Gov. Ex. 6, at 8; Tr. at 30:14-23.)\nThe Audit Report carries further significance because it reveals that LoPuzzo accessed Pritchette’s “wanted flyer,” which included a photograph taken from the robbery video. (Def. Ex. H) (unredacted audit report); Def. Ex. F (“wanted flyer”.) This fact corroborates Pritchette’s version of events that “[LoPuzzo] showed [him] pictures from the video of the robbery.” (Pritchette Deck, at ¶ 6.)4\n*385Next, the video tape makes it clear that Pritchette’s baseball cap was in the interrogation room before Pritchette entered on camera. (April Interrogation, at 18:28:13.) When confronted with that direct evidence, LoPuzzo claimed at the hearing that Pritchette had the hat in his hand when entering the room and dropped it. (Tr. at 34-35 (“He has it in his hand because you’ll see him drop it.”).) However, the video (even on first view) clearly shows Pritchette entering the room empty handed. That is further confirmed by still frame shots. (Def. Exs. I and J.) And the video shows him searching for his hat under the interrogation table. (April Interrogation at 18:28:14.) LoPuzzo also testified that just prior to entering the interrogation room, Pritchette had asked if he could bring his hat in, and LoPuzzo told him he could. (See Tr. at 24, 35.) But enhanced audio reveals the exchange just prior to Pritch-ette’s entrance:\nLoPuzzo: “Tony ... come on_You got your hat?”\n[Inaudible]\nPritchette: “I probably left it in the cell.”\nLoPuzzo: “What, your hat? ... No, your hat is inside.”\n[Inaudible]\nPritchette: “Oh, it’s here on the floor.”\n(Def. Ex. K, at 00:24.)5 Rather than acknowledge the obvious, LoPuzzo held firm in his denial that the hat was already on the interrogation room floor when he entered with Pritchette. This Court cannot credit such testimony. And LoPuzzo and the Government have jettisoned it at well: after the hearing, LoPuzzo submitted a declaration essentially recanting his hearing testimony. In that declaration, he concedes that “the hat appears to have been in the interview room before” Pritchette entered on video. (LoPuzzo Decl. (ECF No. 20-2).)\nIn an effort to refute the implication of the hearing evidence, the Government advances three theories: (1) Pritchette was temporarily put into the room prior to the interview, (2) someone else found the hat and tossed it into the room (but under the table), or (3) the video-recording was not ready or working properly when they entered and had to leave and re-enter. (Gov. Mem. (ECF No. 20), at 13.) But the Government carries the burden of proof and introduced no evidence at the hearing to support any of these hypotheticals. The Government cannot satisfy its burden with pure speculation.\nFinally, the on-video interactions from the April Interrogation further corroborate Pritchette’s position. For instance, the colloquy about the “guy” that they saw Pritchette speaking to on the video appears out of context and lends some support to a previous conversation. (April Interrogation, at 18:37:20.) As does the fact that LoPuzzo gave Pritchette a pack of cigarettes before the first question was even asked. (April Interrogation, at 18:28:20.) And Pritchette’s statement about not leaving fingerprints on the gun (April Interrogation, at 18:36:00) makes little sense without a prior conversation about having Pritchette’s fingerprints on the gun (Pritchette Deck, ¶6.) Indeed, LuPozzo showed no shock or surprise at a state*386ment that would have otherwise been illogical.6\nThe Government’s attempt to parse language in the video in not persuasive and merely constitutes a string of counterfac-tual hypotheticals. For instance, the Government argues that if a prior interrogation had occurred, LoPuzzo would not have left the interrogation room to retrieve a lighter. But inherent in that assertion is the Government’s speculation that Pritch-ette smoked during the first round of interrogation. Similarly, the Government argues that Pritchette had a new bottle of water during the videotaped interview, but that assumes that he would have received a bottle of water during his off-camera interview. In the same vein, LoPuzzo would not have asked how to pronounce Pritchette’s name if there had been a prior interaction, which assumes that he cared how Pritchette’s name was pronounced during off-video questioning.\nNotably, the Government references a point at the beginning of the interrogation when Pritchette asked LoPuzzo if he was “going to read [his] rights.” (April Interrogation, at 18:28:33.) The Government argues that his request for his rights to be read evinces that he knew this was routine at the beginning of any police interview. However, this Court wonders why a defendant who knows his rights would ask for them to be read just so he could waive them.\nThe hearing evidence corroborates the statements in Pritchette’s Declaration, which is credited by this Court. See United States v. Robles, 253 F.Supp.2d 544 (S.D.N.Y. 2002). At the same time, the video and Audit Report evidence undermine some of Sergeant LoPuzzo’s testimony. This Court concludes that it is at least as likely as not that an impermissible two-step interrogation occurred. Accordingly, the statements from the April 2016 interrogation are suppressed.\nII. May 2016 Interrogation\nThe Government contends any use of an impermissible two-step interrogation process in the April questioning does not provide a basis for suppressing the statements made in the May interrogation. Looking to the totality of the circumstances, this Court disagrees.7 “The use of coercive and improper tactics in obtaining an initial confession may warrant a presumption of compulsion as to a second one, even if the latter was obtained after properly administered Miranda warnings,” United States v. Taylor, 745 F.3d 15, 25 (2d Cir. 2014) (citation omitted). Many factors may bear on whether the taint from the first interrogation carried over into the second, such as “the time that passes between confessions, the change in place of interrogations, and the change in identity of interrogators.” Taylor, 745 F.3d at 25-26 (internal quotation marks and citation omitted). But in reviewing Miranda waiv*387ers, courts “look at the totality of the circumstances.” Taylor, 745 F.3d at 23.\nHere, the agents made clear from the beginning of the interrogation that it was a continuation of the April interrogations. The video reveals that the first tactic employed was to remind Pritchette that he had already confessed, and that the records of the prior confession had been re: viewed. (May interrogation, at 9:26:16.) The agents then covered substantially the same ground as LoPuzzo in April. (See, generally, May Interrogation.) While the agents stated that they wanted to hear the truth from Pritchette and not rely on the other reports as to what happened, Pritch-ette could not have believed he had a genuine right to remain silent, or that remaining silent would matter. “[A]fter an accused has once let the cat out of the bag by confessing, no matter what the inducement, he is never thereafter free of the psychological and practical disadvantages of having confessed. He can never get the cat back in the bag.” United States v. Bayer, 331 U.S. 532, 540, 67 S.Ct. 1394, 91 L.Ed. 1654 (1947).\nThe Government argues that the different circumstances of the May interrogation serve to dissipate any taint of the April interrogations. It is undisputed that the May interrogation was in a different location, with a different interrogator, and occurred a month later. Other courts have found that breaks in time may allow the defendant to “appreciate that he retained the right to remain silent,” Moore, 670 F.3d at 233, or provide “ample opportunity to reassess his situation,” United States v. Troche, 181 F.Supp.2d 340, 350 (S.D.N.Y. 2002).\nBut the circumstances in Troche were far different than those presented here. In Troche, the defendant was released from police custody for over five months. In contrast, Pritchette was detained throughout the entire process. In addition, a change in interrogator or place may dissipate taint when physical coercion is involved, but neither factor bears on the psychology of a defendant “who has already admitted to a crime. See Seibert, 542 U.S. at 613, 124 S.Ct. 2601 (“Upon hearing warnings only in the aftermath of interrogation and just after making a confession, a suspect would hardly think he had a genuine right to remain silent, let alone persist in so believing once the police began to lead him over the same ground again”). And, whatever taint may have dissipated was regenerated by the agents’ reminder that they had already reviewed Pritchette’s earlier confession. (May Interrogation, at 9:26:16.) That taint was exacerbated by the time pressure put on Pritchette to re-confess before the agents met with the prosecutor at his arraignment later that day. (May Interrogation, at 9:25:25.)\nThe Government also argues that the May interrogation covered different facts than the April interrogation. Some of the difference in duration and detail of the interrogations is likely explained by the fact that Pritchette was no longer using drugs. (April Interrogation, at 18:32:40 (Pritchette admitting that he uses 11-12 bags of heroin per day).) In any event, the fact that the May interrogation was more detailed is inapposite: it focused on the same crime to which Pritchette had already confessed and the Government seeks to prosecute. Cf. United States v. Moore, 670 F.3d 222, 231 (2d Cir. 2012) (finding unappreciable overlap where first round of questioning focused exclusively on the location of a gun and the second round focused on, among other things, the attempted robbery and carjacking). Any ruling to the contrary would simply ineen-tivize brevity during a coerced confession *388with a more detailed interrogation to follow.\nCONCLUSION\nPritchette’s motion to suppress his post-arrest statements during the April and May 2016 interrogations is granted. The Clerk of Court is directed to terminate the motion pending at ECF No. 11.\nSO ORDERED.\n\n. Defense Exhibits D and E are video recordings and Defense Exhibit K is an audio recording. The pin cites to these exhibits represent time stamps.\n\n\n. Pritchette was questioned by an ATF agent as well as an NYPD detective who had been assigned to an ATF Task Force. For ease of reference, this Court refers to both as \"agents.”\n\n\n. Pritchette also argues that his statements were involuntary because he was under the influence of drugs during the interrogation. However, \"evidence of a defendant’s intoxication with alcohol or a controlled substance does not preclude a finding of a knowing and intelligent waiver provided that they appreciate the nature of the waiver.” United States v. Maccow, No. 16-cr-108 (WHP), 2016 WL 4368379, at *2 (S.D.N.Y. Aug. 12, 2016) (quoting Bruno v. Cunningham, No. 03-cv-937 (MBM), 2004 WL 2290503, at *10 (S.D.N.Y. Oct. 8, 2004)). Reviewing videos of both interrogations, Pritchette's intoxication does not appear to affect his voluntariness. Pritchette’s demeanor during the May interrogation (where he is undisputedly not intoxicated) is strikingly similar to his demeanor during the April interrogation. Accordingly, this Court rejects this line of argument.\n\n\n. The Audit Report does not indicate every document that was viewed from a case file or whether any documents were actually printed. All that can be certain from the Audit Report is that LoPuzzo viewed Pritchette’s \"wanted flyer” at 5:40 p.m. on April 1, 2016.\n\n\n. This Court notes that Pritchette's statement that his hat may be in the holding cell is not inconsistent with his Declaration stating that when he arrived at the precinct, he was immediately brought to the interrogation room. (Pritchette Decl., at ¶ 5.) Pritchette's Declaration also states that after the first round of questioning, he believes he was brought out of the interrogation room to use the restroom. (Pritchette Deck, at ¶ 6.) He may have been temporarily placed in the holding cell at that time.\n\n\n. The Government argues that Pritchette also \"spontaneously” mentioned fingerprints on the gun in the May interrogation. However, those statements were within the context of the subject matter discussed. (See May Interrogation, at 9:47:42.)\n\n\n. The Defense also argues that the statements from the May interrogation should be suppressed because they were improperly coercive in violation of United States v. Anderson, 929 F.2d 96 (2d Cir. 1991). However, the agents’ statements during the May Interrogation do not rise to the level of that in United States v. Anderson, 929 F.2d 96 (2d Cir. 1991). In Anderson, the agent provided the defendant with an ultimatum: he could waive his rights and cooperate before speaking with an attorney, or he would never be permitted to cooperate. Anderson, 929 F.2d at 97. Here, no similar time pressure was imposed on Pritchette, nor were false statements made to Pritchette.\n\n",
            "ocr": true,
            "opinion_id": 7240685
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}