{
    "id": 7333030,
    "judges": null,
    "date_filed": "1986-09-30",
    "date_filed_is_approximate": true,
    "slug": "croce-v-ny-times-co",
    "case_name_short": "Croce",
    "case_name": "Croce v. N.Y. Times Co.",
    "case_name_full": "Carlo M. CROCE v. NEW YORK TIMES COMPANY",
    "attorneys": "*969Thomas Walter Hill, Loriann E. Fuhrer, Kegler Brown Hill & Ritter, Damion M. Clifford, Gerhardt A. Gosnell, II, James Edward Arnold, James E. Arnold & Associates Co., LPA, Columbus, OH, for Plaintiff., Keith W. Schneider, Maguire Schneider Hassay, LLP, Columbus, OH, Jay Ward Brown, Matthew E. Kelley, Michael D. Sullivan, Pro Hac Vice, Ballard Spahr LLP, Washington, DC, for Defendants., JAMES L. GRAHAM, United States District Judge *970This defamation action is brought by Dr. Carlo M. Croce, a cancer researcher at The Ohio State University, against the New York Times and certain of its employees. The New York Times ran a front-page article entitled, \"Years of Questions but Researcher Gets a Pass.\" The article threw suspicion on the veracity of Dr. Croce's research and questioned the financial motives of Ohio State in overlooking concerns about his work. Pending before the Court are Defendants' Motions to Dismiss, which are largely granted for the reasons set forth below., Dr. Croce has been researching cancer, and specifically cancer genetics, for 45 years. He has been recognized as a pioneering scientist who has made \"fundamental contributions in the areas of oncology, genetics and developmental biology that are already having a major impact in the diagnosis, prognosis and treatment of cancer.\" (Am. Compl. at ¶ 3). Dr. Croce has received numerous awards recognizing his research and discoveries. He is a medical doctor, the John W. Wolfe Chair, Human Cancer Genetics at Ohio State University. At Ohio State, he is also the Director of the Human Cancer Genetics Program, the Director of the Institute of Genetics, Professor of Internal Medicine and the Chair of the Department of Molecular Virology, Immunology & Medical Genetics., Eight of Dr. Croce's Research Papers have been the subject of corrections to \"figures,\" which are \"images of experimental results and other scientific information.\" (Id. at ¶ 35). Most of Dr. Croce's Research Papers contain multiple figures, some of which have sub-figures-there are approximately 5,000 figures and sub-figures in Dr. Croce's research papers. Fewer than 20 of those figures, from eight research papers, have been the subject of correction. Dr. Croce alleges that all of these \"were the result of honest error in the construction of the figures or sub-figures for publication.\" (Id. )., Three of Dr. Croce's Research Papers have been corrected for \"text overlap.\" (Id. at ¶ 36). Dr. Croce does not elaborate on what he means by \"text overlap,\" but Exhibit B to Defendant's original Motion to Dismiss is an article that explores the distinction, if there is one, between \"text overlap\" and plagiarism. (Defs.' First Mot. to Dismiss, Ex. B at PAGEID 239). Dr. Croce alleges, however, that none of the text-overlap errors affected the scientific results or the conclusions of the research reported in the papers., James Glanz writes for the New York Times. He contacted Dr. Croce in September 2016 with the following email:, (Am. Compl. at ¶ 43). Dr. Croce accepted the request and invited Glanz to Columbus. Glanz interviewed Dr. Croce, toured his lab and spoke with a post-doctoral fellow about recent lab research. Afterwards, Glanz sent a follow-up email to Dr. Croce thanking him for the invite to Columbus and informing Dr. Croce that he would be in touch.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "345 F. Supp. 3d 961"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nC. Glanz Sends the Letter\nGlanz did get in touch. After making several public-records requests, Glanz sent the Letter on New York Times letterhead to Ohio State and Dr. Croce on November 23, 2016. The Letter stated that Glanz had questions he wanted to \"put urgently\" to Dr. Croce and Ohio State as part of an article he was preparing. (Id. at ¶ 50). The Letter requested answers to 25 paragraphs' worth of questions.\nDr. Croce alleges that the Letter contained several defamatory statements. The Letter raised various accusations against Dr. Croce, many of which were Glanz's representations of what others in the scientific community had said. For example, the Letter stated that a \"Dr. Sanders argues ... that Dr. Croce is knowingly engaging in scientific misconduct and fraud. Does Dr. Croce disagree with this allegation, and if so, why[?]\" (Am. Compl., Ex. A at PAGEID 679).\nD. Dr. Croce Responds\nDr. Croce retained legal counsel to respond to Glanz's letter. He responded point-by-point to the Letter, as he says, refuting the false and defamatory allegations in the Letter. Dr. Croce also requested information supporting some of the statements made in the Letter, but Glanz did not respond to those requests.\n*972On January 26, 2017, Glanz sent an email to Dr. Croce's counsel posing two additional questions, to which Dr. Croce responded. Dr. Croce then asked Glanz to cite and explain any inaccuracies in Dr. Croce's earlier responsive letter and to provide information that Dr. Croce had earlier requested. Glanz again did not respond. On March 2 and 3, 2017, the two sides exchanged a third round of correspondence, which ended similarly, without a response from Glanz to Dr. Croce's questions.\nE. The New York Times Publishes the Article\nOn March 8, 2017, the New York Times published the Article on the front page of its digital version under this headline: \"Years of Ethics Charges, but Star Cancer Researcher Gets a Pass. Dr. Carlo Croce was repeatedly cleared by Ohio State University, which reaped millions from his grants. Now, he faces new whistle-blower accusations.\" (Am. Compl. at ¶ 76). The next day, the Article \"was published on the front page of the New York Times' print version, above the fold, under the headline 'Years of Questions but Researcher Gets a Pass.' \" (Id. at ¶ 78). The Article was \"Number One on the list of 'Most Popular' articles in the digital version of The New York Times.\" (Id. at ¶ 80). The Article quickly garnered over 400 comments online.\nThe Times also advertised the Article on Twitter and Facebook under another headline: \"A star cancer researcher accused of fraud was repeatedly cleared by Ohio State, which reaps millions from his grants.\" (Id. at ¶ 77). Glanz posted the article to his own Twitter page as well.\nThe Article is substantial in length, comprising over 14 pages and about 90 paragraphs in the version submitted as an attachment to the Amended Complaint. The Court will discuss below the specific statements in the Article which are alleged to be defamatory. But generally speaking, the Article describes Dr. Croce as a \"prolific\" scientist who \"parlayed his decades-long pursuit of cancer remedies into a research empire.\" (Id. , Ex. C at PAGEID 87). The Article reports on the \"quotient of controversy\" which has become attached to Dr. Croce, specifically \"allegations of data falsification other scientific misconduct.\" (Id. ). The claims made by Dr. Croce's critics are recounted, as is Dr. Croce's response denying any wrongdoing. Varying explanations (from critics, Dr. Croce and other observers) are offered for the alleged bad data and errors-ranging from \"falsification\" to \"reckless disregard\" to \"sloppiness\" to \"honest errors.\" The Article reports that Dr. Croce has not been sanctioned for misconduct by any oversight agencies or by Ohio State, which cleared him in at least five cases. The Article raises the concern that Ohio State has a financial incentive to overlook problems with Dr. Croce's work, but it adds a statement from Ohio State saying that the University evaluates complaints of misconduct on the merits and without regard to a researcher's grant money.\nF. Glanz Gives the Interview to a Columbus PBS Affiliate\nGlanz publicly commented on the Article too. Glanz was interviewed by WOSU Radio on March 9, 2017. He made the following statement in the Interview:\n\"Well, the allegations are that in the lab he oversees and on papers which he is co-author, there are-call them fabricated figures. They're duplications of data from unrelated experiments used to prove a point you know in another experiment. I think that's probably at the center of things and then there's some other ethics charges including plagiarism *973and misappropriation of grant money and things like that, but it's really the data manipulation that's at the center of the allegations.\"\n(Am. Compl., Ex. D. at PAGEID 723-24).\nG. Dr. Croce Sues\nOn May 10, 2017, Dr. Croce sued the New York Times Company and four of its employees: (1) Glanz, (2) Agustin Armendariz, whose name appeared as a co-author of the Article, (3) Arthur Ochs Sulzberger Jr., the publisher of the New York Times and (4) Dean Baquet, the executive editor of the New York Times. Dr. Croce asserts state law claims for defamation, false light and intentional infliction of emotional distress. He alleges that:\nhaving his scientific integrity falsely maligned is devastating. To have his integrity falsely impugned in a front-page article in the New York Times that is instantly distributed to millions throughout the world is crushing. The harm inflicted by false accusations of scientific misconduct has far-reaching effects, not only for Dr. Croce, but also for the scientists who have worked with him.\n(Id. at ¶ 245).\nDr. Croce further alleges he has lost weight and sleep because \"he is embarrassed by the fact that millions of people worldwide have read an article that so falsely maligns not only him, as a scientist and as a person, but also maligns his life's work.\" (Id. at ¶ 252). He outlines several ways in which he has suffered pecuniary harm too, including no longer being asked to serve as an expert witness in patent litigation and losing out on an invitation to sit on a selection panel in Europe for an annual scientific prize.\nII. Legal Standard\nA defendant may move to dismiss a claim for \"failure to state a claim upon which relief can be granted.\" Fed. R. Civ. P. 12(b)(6). The Court will deny the motion to dismiss if the complaint \"contain[s] sufficient factual matter, accepted as true, to 'state a claim to relief that is plausible on its face.' \" Ashcroft v. Iqbal , 556 U.S. 662, 678, 129 S.Ct. 1937, 173 L.Ed.2d 868 (2009) (quoting Bell Atl. Corp. v. Twombly , 550 U.S. 544, 547, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007) ). Plausibility doesn't mean probability-a complaint need only plead sufficient facts \"enough to raise a right to relief above the speculative level.\" Twombly , 550 U.S. at 555, 127 S.Ct. 1955.\nThe Court can consider certain documents on a motion to dismiss. For example, \"documents attached to the pleadings become part of the pleadings and may be considered on a motion to dismiss. Fed. R. Civ. P. 10(c). In addition, when a document is referred to in the pleadings and is integral to the claims, it may be considered without converting a motion to dismiss into one for summary judgment.\" Commercial Money Ctr., Inc. v. Illinois Union Ins. Co. , 508 F.3d 327, 335-36 (6th Cir. 2007).\nIII. Defamation\nDefendants present a variety of arguments in support of their motions to dismiss. In addressing these arguments, the Court first discusses the elements of a defamation claim. The Court then turns to each allegedly defamatory publication-the Article and the social media posts linking to the Article, the Interview and the Letter-and discusses the issues and defenses applicable to each.\nA. Elements of a Claim\nTo establish a defamation claim under Ohio law, the plaintiff must show:\n(1) that a false statement of fact was made, (2) that the statement was defamatory, (3) that the statement was published, (4) that the plaintiff suffered *974injury as a proximate result of the publication, and (5) that the defendant acted with the requisite degree of fault in publishing the statement.\nAm. Chem. Soc'y v. Leadscope, Inc. , 133 Ohio St.3d 366, 389, 978 N.E.2d 832, 852 (Ohio 2012) (quoting Pollock v. Rashid , 117 Ohio App.3d 361, 368, 690 N.E.2d 903, 908 (Ohio Ct. App. 1996) ).\nThe parties don't dispute that the third element is satisfied. And with respect to the fifth element, defendants assume that the degree of fault-essentially negligence-is dictated by Dr. Croce's status as a private figure and don't put the element of fault at issue for purposes of their motions to dismiss. See Gertz v. Robert Welch, Inc. , 418 U.S. 323, 347, 94 S.Ct. 2997, 41 L.Ed.2d 789 (1974) ; Taylor Bldg. Corp. of Am. v. Benfield , 507 F.Supp.2d 832, 841 (S.D. Ohio 2007) (analyzing Ohio law). The elements at issue are: whether false statements of fact were made, whether the statements were defamatory, and whether Dr. Croce suffered injury as a proximate result of the publication.\nThe first contested element really involves two issues: whether a statement is false and whether it is a statement of fact or opinion. More on that later when the Court analyzes the specific statements that the Times argues are either true or reflect an opinion.\nAs for the second element, a statement is defamatory if it reflects \"injuriously on a person's reputation, or [it] expos[es] a person to public hatred, contempt, ridicule, shame or disgrace, or [it] affect[s] a person adversely in his or her trade, business or profession.\" Gilson v. Am. Inst. of Alternative Med. , 2016-Ohio-1324, ¶ 37, 62 N.E.3d 754, 769-70 (Ohio Ct. App. 2016) (internal quotation marks omitted); see also Jackson v. Columbus , 117 Ohio St.3d 328, 331, 883 N.E.2d 1060, 1064 (Ohio 2008).\n\" '[I]t is for the court to decide as a matter of law whether certain statements alleged to be defamatory are actionable or not.' \" Am. Chem. Soc'y , 133 Ohio St.3d at 389, 978 N.E.2d at 853 (quoting Yeager v. Local Union 20, Teamsters, Chauffeurs, Warehousemen &amp; Helpers of Am. , 6 Ohio St.3d 369, 372, 453 N.E.2d 666, 669 (Ohio 1983) ). In evaluating if a statement is defamatory as a matter of law, a court must review \"the totality of the circumstances\" and read the statement \"in the context of the entire publication to determine whether a reasonable reader would interpret it as defamatory.\" Id. (internal quotation marks and alterations omitted). In addition to the words of the publication, courts are to consider the \" 'thoughts that the [publication] through its structural implications and connotations is calculated to convey to the reader to whom it is addressed.' \" Id. (alteration original) (quoting Connaughton v. Harte Hanks Commc'ns, Inc. , 842 F.2d 825, 840 (6th Cir. 1988), aff'd , 491 U.S. 657, 109 S.Ct. 2678, 105 L.Ed.2d 562 (1989) ).\nIn deciding whether a statement is defamatory then, context matters.\nTurning to the fourth element of a defamation claim, the court notes that this prong yields two types of defamation: defamation per se and defamation per quod. \"Defamation per se occurs when material is defamatory on its face; defamation per quod occurs when material is defamatory through interpretation or innuendo.\" Gosden v. Louis , 116 Ohio App.3d 195, 206, 687 N.E.2d 481, 488 (Ohio Ct. App. 1996).\nDefamation per se is reserved for four categories of statements which are recognized to cause such harm that plaintiff need not show actual damages because they are presumed.\n*975Ne. Ohio Elite Gymnastics Training Ctr., Inc. v. Osborne , 183 Ohio App.3d 104, 109, 916 N.E.2d 484, 488 (Ohio Ct. App. 2009). The four categories are when: \"(1) the words import a charge of an indictable offense involving moral turpitude or infamous punishment; (2) the words impute some offensive or contagious disease calculated to deprive a person of society; (3) the words tend to injure a person in his trade or occupation; and (4) the words tend to subject a person to public hatred, ridicule, or contempt.\" Wagner v. Circle W. Mastiffs , 732 F.Supp.2d 792, 804 (S.D. Ohio 2010) (citing Ohio cases).\nDefamation per quod occurs when a statement appears innocent on its face and extrinsic evidence is necessary to prove the statement's injurious nature. Moore v. P. W. Pub. Co. , 3 Ohio St.2d 183, 188, 209 N.E.2d 412, 415-16 (Ohio 1965) (discussing testimony of members of the African-American community on their understanding of the phrase \"an Uncle Tom\"). \"[S]pecial damages must be pleaded and proven.\" Ne. Ohio Elite Gymnastics , 183 Ohio App.3d at 109, 916 N.E.2d at 488.\nAt oral argument on the original Motion to Dismiss, the Court raised the issue of whether this was a defamation per se or defamation per quod case. Dr. Croce moved to file an Amended Complaint, which the Court granted, and Dr. Croce added a claim for defamation per quod.\nDespite adding the defamation per quod claim, Dr. Croce argues that the overall context of the challenged statements renders them defamatory per se , and the Court agrees. See Murray v. Knight-Ridder, Inc. , No. 02 BE 45, 2004 WL 333250, at *9 (Ohio Ct. App. Feb. 18, 2004) (reading three statements \"in light of one another\" to conclude that the overall context made the statements defamatory per se ). He contends that the overall impact of the statements was to injure him in his occupation and subject him to public hatred, ridicule, and contempt. Dr. Croce argues that the reader comments to the online version of the Article are proof of the public ridicule he endured, with commenters calling him a \"disgrace to the institution and a fraud to science,\" a \"con man,\" \"criminal\" and a scientist guilty of \"dishonest work.\" But you don't need the comments to see how the Article, Interview and Letter could tend to injure Dr. Croce in his occupation. Each contain statements that Dr. Croce, in his work as a cancer researcher, falsified data to support the promise of his work. Reference to extrinsic evidence is unnecessary to show the potentially injurious nature of the statements.\nBecause the Court finds that the statements are actionable per se , it will treat the defamation per quod allegations as surplusage. See Innuendo , Baldwin's Oh. Prac. Tort L. § 40:99 (2d ed.) (\"The pleading of innuendo in an action for libel may be treated as surplusage where the words employed in the publication are unequivocal and actionable per se. \").\nB. The Article and Corresponding Social Media Posts\nThe parties present a plethora of issues relating to the Article and the social media posts by the Times linking to the Article. These issues include the neutral-reportage privilege, the innocent-construction rule, truth and opinion. The Court will address each issue in turn, but its foremost finding is this: the Article and the statements made therein are not defamatory because, when viewed in context, they represent an accurate and balanced report of the allegations made by others against Dr. Croce. The Court additionally finds that Defendants are not liable in defamation for the various complained-of statements because the statements are either subject to an *976innocent construction, are true or represent an opinion.\n1. No Neutral-Reportage Privilege in Ohio\nDefendants first assert they are shielded from any liability for defamation because the allegedly defamatory statements in the Article were made as part of a neutral news report.\nTraditionally, liability was imputed to anyone who republishes a defamatory statement, with the rationale being that \"the republisher 'adopts' it as his own.\" Neutral reportage privilege , 1 Law of Defamation § 4:96 (2d ed.). But some courts, recognizing how this rule could prevent news agencies from reporting on legitimate news, carved out an exception: the neutral-reportage privilege. \"The public interest in being fully informed about controversies that often rage around sensitive issues demands that the press be afforded the freedom to report such charges without assuming responsibility for them.\" Edwards v. Nat'l Audubon Soc., Inc. , 556 F.2d 113, 120 (2d Cir. 1977).\nThe neutral-reportage privilege, however, does not apply here for two reasons. First, Edwards concerned a public figure and its reasoning depended on that fact. Id. at 120 (the neutral-reportage privilege should apply when a \"prominent organization ... makes serious charges against a public figure\"). Courts dealing with private-figure plaintiffs have refused to extend the privilege. See , e.g. , Khawar v. Globe Int'l, Inc. , 19 Cal. 4th 254, 273, 79 Cal.Rptr.2d 178, 965 P.2d 696, 708 (Cal. 1998), as modified (Dec. 22, 1998) (\"[I]n California there is no neutral reportage privilege extending to reports regarding private figures.\") (internal quotation marks omitted); see also Dixson v. Newsweek, Inc. , 562 F.2d 626, 631 (10th Cir. 1977) (\"The protections afforded the press when it reports on public officials and public figures do not shield it from liability when it publishes defamatory statements concerning private individuals.\"). Here, Defendants do not argue that Dr. Croce is a public figure.\nSecond, and more importantly, Ohio does not recognize a broad neutral-reportage doctrine. Young v. The Morning Journal , 76 Ohio St.3d 627, 629, 669 N.E.2d 1136, 1138 (Ohio 1996) (\"This court has never recognized the 'neutral reportage' doctrine and we decline to do so at this time.\"); Bahen v. Diocese of Steubenville , No. 11 JE 34, 2013 WL 2316640, at **4-5 (Ohio Ct. App. May 24, 2013) (reversing trial court where it dismissed defamation claim based on the neutral-reportage doctrine). Though Ohio has codified a narrow slice of the doctrine, the statutory fair-reporting privilege applies only to the \"fair and impartial\" reporting of the proceedings of state and municipal bodies and of legal proceedings. See O.R.C. §§ 2317.04, 2317.05 ; see also Young v. Gannett Satellite Info. Network, Inc. , 837 F.Supp.2d 758, 763 (S.D. Ohio 2011).\n2. An Accurate and Balanced News Report\na. Case Law\nWhile Defendants do not find the shelter of a privilege under Ohio law, they may receive similar protection through case law holding that statements published in a \"balanced report of both parties' arguments and defenses\" are not, as a matter of law, defamatory in the first instance. In American Chemical Society , several employees of American Chemical Society (\"ACS\") left the company to form Leadscope and were sued by their former employer for misappropriating ACS's intellectual property. Defendants asserted a counterclaim for defamation relating to a statement made by ACS to a publication called Business First. In an article about *977the lawsuit, ACS's outside counsel was quoted as saying, \"Our motivation in filing suit is to acquire back the protected information that they took from us.\" Am. Chem. Soc'y , 133 Ohio St.3d at 368, 978 N.E.2d at 836. Defendants claimed defamation in the statement that they \"took\" protected information from ACS.\nThe Supreme Court of Ohio held that ACS was not liable for defamation because the statement was not defamatory as a matter of law. Even though Business First was not a party to the suit, the Court found that the context in which the statement appeared was critical. The article made clear that ACS had filed a lawsuit and that the statement of counsel represented an allegation. The article also presented statements from Leadscope to the effect that the suit had \"no merit.\" The Court found that the \"reasonable reader\" who considered the article \"as a whole\" would understand that ACS's statement reflected its position on why it filed the lawsuit and that Leadscope denied ACS's allegations of wrongdoing. Because the statement appeared in the context of an accurate and \"balanced report\" of the positions of both sides to the dispute, it was not defamatory. Id. , 133 Ohio St.3d at 390-91, 978 N.E.2d at 853-54.\nWhile the majority in American Chemical Society did not mention the fair-reporting privilege, its holding is consistent with the privilege as written in the Ohio Revised Code. But see id. , 133 Ohio St.3d at 393, 399-400, 978 N.E.2d at 856, 860 (Pfeifer, J., concurring in part and dissenting in part) (arguing that the privilege is qualified and was overcome by the jury's finding of actual malice). And the Court's holding stands for the uncontroversial proposition that determining whether a statement is defamatory requires a court to look at the context of the entire publication.\nDefendants contend that intermediate appellate courts in Ohio use the same balanced-report rule. Defendants cite a case where a television station aired a story about a high school teacher who let his students access his personal laptop computer, on which they saw pornographic images. Sabino v. WOIO, L.L.C. , 2016-Ohio-491, 56 N.E.3d 368, 370 (Ohio Ct. App. 2016). The Sabino court held that certain statements made during the broadcast, including the phrase \"Child Porn Found on Computer\" appearing as a banner on the screen, were not defamatory as a matter of law. It found that the news anchors and reporter sufficiently used qualifying language to inform a reasonable viewer that the students were alleging that they saw pornography, that the teacher had not been charged and that the matter was still under investigation. Because the broadcast described the situation accurately enough and presented sufficient context to balance against the \"Child Porn Found on Computer\" statement, the court found as a matter of law that it was not defamatory. Id. , 56 N.E.3d at 379-80. Again, this holding announces no blanket privilege for news reporting; instead, it adheres to the hornbook-law proposition that the context of a statement matters.\nNext, Defendants cite a case where a newspaper ran several articles critical of local police officers. See Early v. The Toledo Blade , 130 Ohio App.3d 302, 720 N.E.2d 107 (Ohio Ct. App. 1998). One article contained allegedly defamatory statements to the effect that police errors led to the death of an individual. Id. , 130 Ohio App.3d at 324, 720 N.E.2d at 123 (quoting the article as saying, \"Indeed, when it comes to police work, neglect of duty can be fatal\"). The court, however, held that the statements made in the article were not defamatory \"when viewed in context.\" Id. , 130 Ohio App.3d at 325, 720 N.E.2d at 123.\n*978The context included the article's note that one of the officers was cleared of neglect-of-duty charges and its inclusion of the statements of two authorities who defended the police officers' conduct. Id. The court found that \"a thorough and reasonable reading of the article does not convey the impression that Ms. Hodak, by neglecting her duties as a police officer, caused Mr. Plenzler's death.\" Id.\nAmerican Chemical Society , Sabino and Early stand for the proposition that a potentially defamatory statement in a news media account must be considered in the whole context in which the statement appears. An accurate and balanced report, though not privileged, may support a finding that statements contained within are not defamatory.\nb. Alleged Defamatory Statements\nThe Amended Complaint identifies 14 allegedly defamatory statements (labeling them as Statements 1 to 14) in the Article and additionally alleges that the Article as a whole is defamatory (labeling the entire Article as Statement 15).\nStatements 1 and 2 are the headlines which appeared respectively in the digital version of the Article and the social media posts. The digital-version headline stated, \"Years of Ethics Charges, but Star Cancer Researcher Gets a Pass. Dr. Carlo Croce was repeatedly cleared by Ohio State University, which reaped millions from his grants. Now, he faces new whistle-blower accusations. \" The Twitter and Facebook tagline read, \"A star cancer researcher accused of fraud was repeatedly cleared by Ohio State, which reaps millions from his grants. \"\nStatements 3, 4, 5, 12 and 13 are restatements made in the Article of the criticisms and allegations that other scientists have made against Dr. Croce. For instance, Statement 4 provides, \"Some scientists argue that ... [Dr. Croce's] laboratory is focused more on churning out papers than on carefully assessing its experimental data.\"\nStatements 6 and 7 concern a denial of wrongdoing by Dr. Croce and how he \"placed the blame for any problems ... on junior researchers or collaborators at other labs.\"\nThe next group of statements relate to Dr. Croce's involvement with the Council for Tobacco Research. Statements 8 and 9 employ the phrases \"stepped beyond the generally expected bounds of cancer research\" and \"showed [a] willingness to buck scientific consensus\" in describing his involvement. Statements 10 and 11 concern the use of Dr. Croce's research by the tobacco industry to fight the assertion that smoking causes lung cancer.\nStatement 14 is a report that the number of instances of problems with Dr. Croce's papers has \"ballooned to at least 20, with at least three more on the way.\"\nc. Analysis\n1). The Headlines\nTo be sure, the headlines are the closest thing to defamation in all the complained-of statements, chiefly because of the \"gets a pass\" phrase the New York Times selected. As Dr. Croce observes, the implication of this phrase is obvious: he didn't get the punishment he deserved. Dr. Croce was a rainmaker for Ohio State, which turned a blind eye to the ethical-problem allegations regarding his research. This toes the line of defamation.\nThe obstacle for Dr. Croce is that under Ohio law the Court can't consider the headline separately from the rest of the Article. The law assumes that readers will read the entire article and not stop at the headline, which may well put \"a 'spin' ... on facts to get the attention of the *979reader.\" Robb v. Lincoln Publ'g (Ohio), Inc. , 114 Ohio App.3d 595, 618, 683 N.E.2d 823, 838 (Ohio Ct. App. 1996). A \"headline and news item to which it is attached must be construed together in determining the effect of an article claimed to be defamatory.\" Painter v. E. W. Scripps Co. , 104 Ohio App. 237, 241, 148 N.E.2d 503, 506 (Ohio Ct. App. 1957) ; accord Robb , 114 Ohio App.3d at 617, 683 N.E.2d at 837. The Court thus can't excise Statements 1 and 2 and consider them on their own. See BMT Mgt. L.L.C. v. Sandusky Newspapers, Inc. , 2009-Ohio-2601, ¶ 19, 2009 WL 1579079, at *3 (Ohio Ct. App. June 5, 2009). People consume news media differently now than in 1996, but Ohio defamation law hasn't kowtowed to clickbait yet: it still expects readers to read the whole article. See Smith v. Sandusky Newspapers, Inc. , No. 3:17-cv-1135, 2018 WL 3046537, at *3 (N.D. Ohio June 20, 2018) (\"The article's headline, if it stood alone, would be problematic, because it accuses Smith of committing a felony. But Ohio law requires that I read the headline in the broader context in which it appears.\").\n2). The Article as a Whole\nEven the headlines contain qualifying language, setting a tone which continues into the body of the Article. The headlines speak of \"charges\" and \"accusations.\" The first sentence of the Article's second paragraph tells readers that they are about to read of a \"controversy\"-language signaling the existence of a dispute to which there must be two sides. See Controversy , Oxford English Dictionary (3d ed. 2015) (defining the word alternatively as an \"argument or contention between parties\" and as an \"argument or contention on a matter of opinion; (typically heated) discussion or debate in which opposite views are advanced and maintained by opponents\").\nA few paragraphs later the Article advises readers that its subject matter is \"complex,\" in the sense that it is not susceptible to an easy analysis or solution. See Complex , Oxford English Dictionary (2d ed. 1989). At the word \"complex,\" timid and time-pressed readers may have been lost, but the reasonable among them departed knowing that the issues involved were not clear-cut.\nAnd the Article presents the different sides to the issues. Indeed, the next set of allegedly defamatory statements (Statements 3, 4, 5, 12 and 13) are couched in qualifying language, as representing one side of the matter. They are not presented as proven facts but as the \"allegations,\" \"arguments,\" \"claims\" and \"complaints\" other scientists are making against Dr. Croce. The Article calls these individuals \"critics,\" a term inviting a reader to treat their accusations with caution. See Critic , Oxford American Writer's Thesaurus (3d ed. 2012) (listing \"fault-finder\" and \"backseat driver\" as possible synonyms). Later, the Article warns that one of Dr. Croce's detractors operates under a pseudonym and is \"both legendary and loathed in biomedical circles.\" (Am. Compl., Ex. C at PAGEID 94).\nThe Article follows with Dr. Croce's and Ohio State's responses to the accusations. Namely, Dr. Croce denies wrongdoing (Statements 6 and 7) and holds that any mistakes in his papers were \"honest errors.\" (Id. at PAGEID 89). In one instance, Dr. Croce adds that a mistake possibly was made but any error was immaterial \"because the results were confirmed in separate experiments.\" (Id. at PAGEID 99). The Article thus gave a platform to Dr. Croce to rebuff his critics and refute the number of reported problems with his work (Statement 14).\nFor its part, Ohio State explains that it spent far more of its own money to support *980Dr. Croce's research than what he has brought in from outside sources. Ohio State disclaims reviewing claims of misconduct on any basis other than the merits. And, the Article notes, Ohio State cleared Dr. Croce of wrongdoing in every instance.\nThe Times seasons its portrayal of the controversy with a third-party view in Dr. Croce's defense. An individual identified as a Nobel Prize-winning scientist is quoted as saying that he could not condone \"sloppiness\" but that Dr. Croce has made \"important contributions\" to the scientific community. (Id. at PAGEID 90) (\"[I]f I delete Carlo from the scientific community, I think the scientific community is a little less, and that isn't true of everybody who publishes papers.\").\nThe Article then pivots to Dr. Croce's background with the tobacco industry, a section for which Dr. Croce identifies four defamatory statements (Statements 8-11). Dr. Croce admits he served as a member of the Scientific Advisory Board of the Council for Tobacco Research from 1994 to 1998. (Am. Compl. at ¶ 139). According to the Article, the industry used some of Dr. Croce's research to fight the perception that smoking causes lung cancer. Dr. Croce takes issue with the suggestion that there was something out-of-bounds1 about him having advised the Council or that he aided the industry in denying that smoking causes cancer.\nBut even here the Article includes Dr. Croce's side of the story, in his own words. Any use of his name to lend credibility to the assertion that smoking does not cause cancer, he said, \"was false and fraudulent.\" (Id. , Ex. C at PAGEID 92). He was \"unaware\" at the time that the industry had used his research. (Id. ). The Article highlights Dr. Croce's belief, formed before he advised the Council, that smoking is a primary cause of lung cancer. And it explains his position that there is \"no evidence\" that he publicly defended the industry and notes that he \"was careful to point out in his scientific papers that carcinogens in cigarette smoke could in fact be the agents that damaged\" a certain human gene. (Id. at PAGEID 91).\nIn sum, the Article in its entirety presents an accurate and balanced report of the positions and arguments of both sides to the controversy. Applying the case law of American ChemicalSociety , Sabino and Early , the Court finds that the Article, the statements made therein and the corresponding social media posts made by the Times are not defamatory as a matter of law.\n3. Innocent-Construction Rule\nEven without a finding that the Article is not defamatory because it is accurate and balanced, Defendants contend that they prevail under the innocent-construction rule. Defendants make this argument for the Article as a whole, including its headlines, as well as one of the discrete statements, Statement 10, that Dr. Croce alleges is defamatory.\nWhen \"there is both a defamatory and an innocent way to interpret\" a statement, the innocent construction rule \" 'bars recovery.' \" Konica Minolta Bus. Sols., U.S.A., Inc. v. Allied Office Prod., Inc. , 724 F.Supp.2d 861, 871 (S.D. Ohio 2010) (quoting Kanjuka v. MetroHealth Med. Ctr. , 151 Ohio App.3d 183, 193, 783 N.E.2d 920, 928 (Ohio Ct. App. 2002) ). The rule bars recovery because the court must accept the innocent meaning if that meaning is reasonable. McKimm v. Ohio Elections Comm. , 89 Ohio St.3d 139, 146, 729 N.E.2d 364, 372 (Ohio 2000). If an innocent *981meaning is incompatible with the natural and obvious meaning of the words, the court does not apply the innocent-construction rule. Id. Whether the innocent-construction rule applies is a question of law. Sweitzer v. Outlet Commc'ns, Inc. , 133 Ohio App.3d 102, 112, 726 N.E.2d 1084, 1091 (Ohio Ct. App. 1999). The rule usually applies to discrete statements, see id. , but courts can also apply the rule to look at statements together as part of a larger article to determine if they have an innocent construction. See Ferreri v. Plain Dealer Publ'g Co. , 142 Ohio App.3d 629, 642, 756 N.E.2d 712, 722 (Ohio Ct. App. 2001).\na. The Article as a Whole, including the Headlines\nDr. Croce construes the Article as an assertion that he has \"for years been guilty of repeated data falsification, scientific misconduct and fraud, but got away with it because of the millions of dollars in grants he has generated for OSU.\" (Am. Compl. at ¶ 193).\nDefendants' innocent construction is that \"Croce's experience is typical of a system in which prominent researchers who bring prestige and money to their institutions are increasingly facing questions about their methods and about the mechanisms meant to guard against scientific misconduct.\" (Defs.' First Mot. to Dismiss at 23).\nDefendants' construction is not an unreasonable one. The Article introduces Dr. Croce's story as a \"case study\" of the \"forces at work as science seeks to police itself.\" (Am. Compl., Ex. C at PAGEID 88). It observes the \"surge\" of academic fraud accusations in biomedical research and the potential hazard of placing \"the primary burden for investigating and punishing misconduct\" on universities which could be \"conflicted arbiters\" when they \"stand to reap millions of dollars from the federal grants won by star researchers.\" (Id. ). In a section entitled \"Raising Larger Questions,\" the Article concludes, \"Concerns about falsified data in the scientific literature run far deeper than Dr. Croce's papers.\" (Id. at PAGEID 99). The Article discusses evidence of improperly manipulated images in research papers, \"the difficulty of pushing journals to act on evidence of bad data\" and the rapid increase of improper images correlated with the rise of software tools making image manipulation much easier.\" (Id. at PAGEID 100).\nDr. Croce counters that the Article is not about a system where universities are conflicted policers of their rainmakers' misconduct. Rather, the Article is an article about him, a \"star cancer researcher,\" as the headline puts it. Three of the six photographs or images accompanying the Article are of Dr. Croce himself, while another depicts the building at Ohio State that \"houses Dr. Croce's sprawling laboratory.\" (Id. at PAGEID 95). The Article delves into some background about Dr. Croce, particularly his taste for art and culture and his disdain for Ohio State football. In short, Dr. Croce argues that the Article is about him, and, to that end, the main thesis of the article is that he \"got a pass\" from the Ohio State because of the grant money he attracted.\nDr. Croce is not necessarily wrong, but neither is the Times. The Article contains elements of both parties' characterizations: a report of the allegations of misconduct against Dr. Croce, framed in the broader context of a story about the concerns over conflicts of interest for universities who police their own rainmakers. Without question, much of the attention is on Dr. Croce-not surprisingly because the Article does not purport to fully cover the terrain of other researchers and universities. Dr. Croce, the Article forthrightly declares, is its \"case study.\"\n*982The heart of Dr. Croce's dispute with the Times is the possible implication that Dr. Croce deserves discipline for his misconduct. Some readers, applying the where-there's-smoke-there's-fire canon of construction, might conclude that Dr. Croce is an outright fraud and that Ohio State has looked the other way. But this conclusion isn't compelled by the facts as delivered in the Article. While the \"gets a pass\" phrase is part of the headline, the Article qualifies its statements as being the accusations made by others, and it includes Dr. Croce's and Ohio State's denials of wrongdoing. A careful reader may well conclude that the headline oversold the content of the Article.\nWith the most accurate construction of the Article somewhere between a hit piece on Dr. Croce and a general indictment of the state of research in higher education, the innocent-construction rule tips the scales in favor of Defendants. Reasonably construed, the Article is exactly what it says it is: a case study which raises matters of legitimate concern both to the scientific community and the public as a whole. There could hardly be an area of medical science of greater public concern than finding a cure for cancer. With a reasonable innocent-construction of the Article available, the Court must reject the defamatory interpretation and adopt the innocent one. Young v. Gannett Satellite Info. Network, Inc. , 837 F.Supp.2d 758, 765 (S.D. Ohio 2011).\nb. Statement 10: \"Some of the research Dr. Croce pioneered in those years was used by the tobacco industry to fight the assertion that smoking caused cancer. \"\nDefendants argue that Statement 10 can be innocently construed as meaning that the tobacco industry used Dr. Croce's research out of context and without his permission to make claims to which he didn't ascribe. The Court agrees. As noted above, the Article informs the reader of Dr. Croce's long-held belief that smoking is a primary cause of lung cancer and of his statement that he was \"unaware\" the industry was using his research. The Article includes his disclaimer that any use of his research or name to the contrary was \"false and fraudulent.\" It also includes his explanation that his papers pointed out that \"carcinogens in cigarette smoke could in fact\" damage a particular human gene.\nIn short, it's reasonable to interpret Statement 10 in the context of the surrounding paragraphs as a statement that Dr. Croce's research might have been misconstrued and used by the tobacco industry without his permission. That reasonable construction is enough to make Statement 10 not defamatory.\n4. Truth\nDefendants argue that eight of the allegedly defamatory statements in the Article are true. Generally, there's no liability for speaking the truth. See Parry v. Mohawk Motors of Mich., Inc. , 236 F.3d 299, 312 (6th Cir. 2000) (analyzing Ohio law). But what's true? For purposes of defamation law, a false statement is \"a statement that sets forth matters which are not true or statements without grounds in truth or fact. A statement is not a false statement if, even though it is misleading and fails to disclose all relevant facts, the statement has some truth in it. Moreover, a statement that is subject to different interpretations is not false.\" Susan B. Anthony List v. Driehaus , 779 F.3d 628, 633 (6th Cir. 2015) (internal quotation marks omitted); accord Serv. Emp. Int'l Union Dist. 1199 v. Ohio Elections Comm'n , 158 Ohio App.3d 769, 822 N.E.2d 424, 430 (Ohio Ct. App. 2004).\nIn other words, truth isn't hard to find in Ohio; the Sixth Circuit calls *983it a \"low threshold.\" Susan B. Anthony List , 779 F.3d at 633. All that's needed is either ambiguity, some truth, or \"that the 'gist' or 'sting' of the statement is substantially true.\" Id. The Court looks past even \"minor inaccuracies\" to find the \"gist.\" Masson v. New Yorker Magazine, Inc. , 501 U.S. 496, 517, 111 S.Ct. 2419, 115 L.Ed.2d 447 (1991). An inaccuracy is minor, that is, the statement isn't false enough for defamation purposes, unless the statement \" 'would have a different effect on the mind of the reader from that which the pleaded truth would have produced.' \" Id. (quoting R. Sack, Libel, Slander, and Related Problems 138 (1980) ); see also Nat'l Medic Serv. Corp. v. E.W. Scripps Co. , 61 Ohio App.3d 752, 755, 573 N.E.2d 1148, 1150 (Ohio Ct. App. 1989) (a claim fails \"when the record reveals that the published reports were fairly accurate or substantially true.\"). The \"minor inaccuracies\" the Masson court dealt with were of the grammatical and syntactical variety, and the Court held that some alteration of words was typical in journalism and only a material change in the meaning conveyed would be actionable. See 501 U.S. at 514-17, 111 S.Ct. 2419. In short, it's the effect on the reasonable reader that counts: would they think about the content differently had the truth been fully produced in the statement?\nDr. Croce argues that falsity is a question of fact. See Young v. The Morning Journal , 76 Ohio St.3d 627, 628, 669 N.E.2d 1136, 1137 (Ohio 1996) (finding summary judgment improper where \"the combination of these two inaccuracies ... [makes] it impossible for reasonable minds to reach 'but one conclusion.' \"). The truth of a statement may require proof, but Young doesn't preclude a defendant from moving to dismiss for failure to state a defamation claim. In fact, Ohio courts do dismiss claims like these on the pleadings. See, e.g. , Boyd v. Archdiocese of Cincinnati , No. 25950, 2015 WL 1600303, at *12 (Ohio Ct. App. Apr. 10, 2015) (dismissing claims where plaintiff admitted facts in complaint showing the allegedly defamatory statements were substantially true). Here, Defendants aren't disputing any facts; they're just taking what Dr. Croce alleged and showing how he pleaded himself into this defense. Thus, a motion to dismiss is a proper vehicle to address the issue.\na. Statements 3-5, 11-13:Reports of the accusations made by other scientists, including Dr. Sanders\nAgain, the Article recounts the accusations made against Dr. Croce by other scientists. The Article presents Purdue University virologist Dr. David Sanders as a leading critic of Dr. Croce.2 The Article introduces these accusations with phrases like \"some scientists argue\" and Dr. Sanders \"has made claims.\" (Am. Compl., Ex. C at PAGEID 87). Later, the possible seriousness of certain accusations is set in the context of opinion-as being what one individual \"considered the most actionable.\" (Id. at PAGEID 94). Defendants argue they shouldn't be held liable for merely repeating the allegations made by others.\nThis Court has previously held that, as a matter of Ohio law, an accurate report about third-party allegations is not materially false. See Blesedell v. Chillicothe Tel. Co. , No. 2:13-cv-451, 2015 WL 1968870, at *23 (S.D. Ohio May 1, 2015) (Graham, J.). The Court held that it was not defamatory for a human resource manager (Stevens) to recount to law enforcement (Deputy *984Hornyak) the accusation of a third party (Riehle) that an employee (Blesedell) had sold telephone cable parts for drugs, even when the manager had not received evidence or investigated the matter.\nIn a published opinion, the Sixth Circuit specifically affirmed this holding: \"Stevens relayed only 'statements from individuals' alleging that Blesedell had sold parts for drugs. Stevens' statement to Deputy Hornyak did not suggest that Riehle's allegations were true. Because Stevens truthfully reported that an individual made an allegation about Blesedell, Blesedell cannot prove defamation based on Deputy Hornyak's notes.\" Blesedell v. Chillicothe Tel. Co. , 811 F.3d 211, 225 (6th Cir. 2016).\nDefendants cite state court cases in support this rule: one cannot be held liable for accurately reporting the accusations of another. See Murray v. Chagrin Valley Publ'g Co. , 2014-Ohio-5442, ¶ 12, 25 N.E.3d 1111, 1117 (Ohio Ct. App. 2014) (\"[T]his was published as an opinion of one of the protestors, not as an accurate fact about Murray's reputation.\"); Baxter v. Sandusky Newspapers, Inc. , No. E-11-006, 2012 WL 1018841, at *8 (Ohio Ct. App. Mar. 23, 2012) (no defamation where \"Westerhold did not indicate that Edward's statements were actually true; he just recounted the allegations\").\nBut Dr. Croce cites two Ohio Supreme Court cases he says indicate otherwise. He argues that this Court and the Sixth Circuit were wrong in Blesedell , but the holding is understandable given that the Ohio Supreme Court cases weren't raised in that case. In two nineteenth-century cases, the Ohio Supreme Court rejected the premise that merely repeating the defamatory words of another protects the repeater from liability. See Haines v. Welling , 7 Ohio 253, 255 (Ohio 1835) (\"[W]e know that resort has been had to this kind of management, to gratify a malicious disposition, and at the same time to avoid responsibility.\"); Fowler v. Chichester , 26 Ohio St. 9, 14 (1874) (\"A party is not protected from an action by the party injured, by communicating a previous publication and giving the name of the publisher at the time he repeats the slanderous words.\") (citing Haines ).\nNinety-four years after Fowler , the Sixth Circuit applied Ohio defamation law to a letter in which the author accused the plaintiff of \"being a wastrel, with dissipating his assets, and with committing the crime of blackmail.\"3 Theiss v. Scherer , 396 F.2d 646, 648 (6th Cir. 1968).\nWe agree with appellant that one may not avoid the consequences of making a libelous statement merely by saying that he is repeating the words of another, even when that person is identified. Fowler v. Chichester , 26 Ohio St. 9 (1874) ; Haines v. Welling , 7 Ohio 250 (1835). We note once more that these cases are old, but again we are of the opinion they clearly state the prevailing Ohio rule. Moreover, the general rule is that one who repeats a libelous remark is liable for his republication. 33 Am. Jur., Libel and Slander § 95.\nTheiss , 396 F.2d at 648.\nDr. Croce argues that for over 100 years Ohio law has been that one cannot avoid the consequences of making a defamatory statement by saying that he's repeating the words of another. Dr. Croce argues that Blesedell , Murray and Baxter are all wrongly decided. For the proposition that Fowler still is current law, Dr. Croce cites the Restatement: \"[O]ne who repeats or *985otherwise republishes defamatory matter is subject to liability as if he had originally published it.\" Restatement (Second) of Torts § 578 (1977).\nThis argument fails because Haines , Fowler and Theiss all dealt with actual malice. See Haines , 7 Ohio at 254-55; Fowler , 26 Ohio St. at 14 ; Theiss , 396 F.2d at 648. That is, those were cases in which the republisher knew, or should have known of, the falsity of the statement he republished. And courts have so narrowed the Restatement's seemingly broad proposition on the liability of republishers, holding: \"the republisher of a defamatory statement made by another remains subject to liability ( Restatement (Second) of Torts sec. 578 (1977) ), but he cannot be held liable unless he himself knew at the time when the statement was published that it was false, or acted in reckless disregard of its truth or falsity.\" Catalano v. Pechous , 83 Ill.2d 146, 168, 50 Ill.Dec. 242, 419 N.E.2d 350, 361 (Ill. 1980) ; see also Schwartz v. Am. Coll. of Emergency Physicians , 215 F.3d 1140, 1145 (10th Cir. 2000) (New Mexico law); Lovingood v. Discovery Commc'ns, Inc. , 275 F.Supp.3d 1301, 1307-08 (N.D. Ala. 2017) (Alabama law).\nDr. Croce alleges that Defendants evinced actual malice in one way: Ohio State told Glanz prior to the Article's publication that it spent significantly more money to support Dr. Croce's research than what he brought in from grants. (Am. Compl. at ¶ 229). Glanz wrote in the Article's headline that Ohio State \"reaped millions from [Dr. Croce's] grants.\" But this doesn't demonstrate malice. Glanz didn't have conclusive evidence; he had Ohio State's word. And even then, Ohio State relayed only that it had a negative balance sheet for Dr. Croce, not that he didn't bring in millions of dollars.\nOn a final note, the Court recognizes Dr. Croce's claim that the Article did not accurately report the allegations of Dr. Sanders. The Amended Complaint alleges that Dr. Sanders \"now claims\" that he did not make the statements about Dr. Croce at issue in Statements 5 and 12. The Amended Complaint appears to draw this allegation from Dr. Sanders's Answer to the First Amended Complaint filed against him by Dr. Croce.4 (Tr. of Dec. 15, 2017 Hearing at 34). However, the Court finds that Statements 5 and 12 are substantially true.\nStatement 5 appears as a one-sentence, stand-alone paragraph: \" 'It's a reckless disregard for the truth,' Dr. Sanders said in an interview.\" (Am. Compl., Ex. C. at PAGEID 88). The prior paragraph recounts the allegations of falsified data and plagiarism that Dr. Sanders made against Dr. Croce, as well as similar allegations made by an anonymous critic. In his Answer, Dr. Sanders denies that \"he made such a statement with respect to Dr. Croce generally.\" (Dr. Sanders's Answer at ¶ 40).\nAccording to Dr. Croce, Dr. Sanders now admits that his comment quoted in Statement 5 was not about him. But Statement *9865 does not quote Dr. Sanders as saying, \"Dr. Croce showed a reckless disregard for the truth.\" Instead, the quote begins with \"It's,\" referring to the alleged practices of data falsification and plagiarism discussed in the prior paragraph. The gist of what Dr. Sanders is reported as having said is still accurate, even considering the Answer: the types of practices in which Dr. Croce is accused of engaging show a \"reckless disregard for the truth.\"\nAs for Statement 12, Dr. Sanders is quoted as saying, \"A lab that is engaging in violating scientific norms is being rewarded for that very effort.\" (Am. Compl., Ex. C at PAGEID 99). In his Answer, Dr. Sander denies that the statement is defamatory. (Dr. Sanders's Answer at ¶¶ 42-43). He doesn't deny that he made the statement. The Article's report thus is accurate.\nIn sum, Statements 3, 4, 5, 11, 12 and 13 truthfully report the views and allegations of third parties. The Article does not offer them as truth or otherwise endorse them but counterbalances them with opposing viewpoints, including those of Dr. Croce himself. Dr. Croce therefore cannot prove defamation with respect to these statements.\nb. Statements 6 and 7\nStatement 6: \"During an interview in October, and in a later statement, Dr. Croce, 72, denied any wrongdoing, said he had been singled out in some of the accusations simply because he was a prominent figure ....\"\nStatement 7: \"During an interview in October, and in a later statement, Dr. Croce ... largely placed the blame for any problems with figures or text on junior researchers or collaborators at other labs. \"\nAt issue in Statement 6 is a denial of wrongdoing. At issue in Statement 7 is a shifting of blame on others. Defendants argue that both statements are true because Dr. Croce denied any wrongdoing in his response to the Letter. He said that the Letter was \"riddled with false and defamatory statements\" and that he \"has not engaged in 'misconduct.' \" (Am. Comp., Ex. B at PAGEID 690, 699). Dr. Croce also stated, in response to a question about retracted papers in which he was a coauthor, that when he is not the principal investigator or first author, \"he relies on the lab that performed the research and wrote the paper to accurately report the research findings.\" (Id. at PAGEID 690).\nDr. Croce argues that Statement 6 is false because he denied wrongdoing only the \"later statement\" (made in response to the Letter) and not when Glanz interviewed him at his lab in October 2016. The Court readily finds that even if Statement 6 is technically incorrect, it is not materially false. The \"gist\" is what matters. Susan B. Anthony List , 779 F.3d at 633. And the gist here is Dr. Croce's position on the issue of his alleged wrongdoing-he denies it. It is not material to the reader whether Dr. Croce made the denial in his initial interview with Glanz or in a later statement. See Masson , 501 U.S. at 517, 111 S.Ct. 2419.\nWith respect to Statement 7, Dr. Croce argues that he did not specifically place blame on junior researchers and collaborators. Rather, he explained in his response to the Letter that the allegedly flawed research did not take place in his lab or under his supervision.\nThe Court finds that Statement 7 is substantially true. Dr. Croce denied wrongdoing and the Article says so. It is true that Dr. Croce did not single out individuals to blame for the alleged errors, but he did deflect any blame on other labs and on those \"involved in the underlying research.\" (Am. Comp., Ex. B at PAGEID 690). He claimed that his contribution to *987certain papers was \"limited\" and that he did not have control over the research or the preparation of the papers. (Id. ). In other words, Dr. Croce said he wasn't involved in the underlying research, it wasn't performed in his lab and he didn't write the papers. The gist of Statement 7 captures Dr. Croce's stance: if there were any errors, he wasn't to blame. To the extent the Article's authors filled in a gap regarding who-at other labs and conducting the underlying research-was to blame, they identified the participants-junior researchers and collaborators at other labs-who plausibly could have committed the errors. The Court thus finds that Statement 7 is substantially true.\nc. Statement 14: \"As a result of complaints by Dr. Sanders and others, journals have been posting notices of problems with Dr. Croce's papers at a quickening pace. From just a handful of notices before 2013 - known as corrections, retractions and editors' notices - the number has ballooned to at least 20, with at least three more on the way, according to journal editors. Many of the notices involve the improper manipulation of a humble but universal lab technique called western blotting, which measures gene function in a cell and often indicates whether an experiment has succeeded or failed. \"\nAt first glance, one might imagine that Dr. Croce's issue with Statement 14 is the number 20, the reported number of notices of problems with his papers. The Amended Complaint admitted in its statement of facts that two papers had been withdrawn, eight had been the subject of corrections to figures and three had be corrected for text overlap. This yields a total of 13 instances of problems. But the Amended Complaint's allegations about Statement 14 do not go after the ballpark number.5\nRather the Amended Complaint takes aim at several other aspects of the statement: (1) the number of complainers (\"Dr. Sanders and others \"), (2) attribution (\"Dr. Croce's papers \") and (3) the nature of the problems (\"Many ... involve ... improper manipulation \").\nThe Court finds that the Article speaks with substantial truth about the number of complainers. Dr. Croce argues that, besides Dr. Sanders, the only other complainer identified is \"Clare Frances,\" which is a pseudonym. Though the Article may not have been technically precise in saying \"others,\" the gist is that more than one person has complained of problems with Dr. Croce's papers. See Early , 130 Ohio App.3d at 332, 720 N.E.2d at 128 (\"[T]he minor discrepancy of saying 'according to Internal Affairs files' versus 'according to an Internal Affairs file and court records' to identify the source of the information that appellant Schaber hit two persons is not defamatory.\").\n*988So too with the attribution of papers. Dr. Croce contends that not all papers on which his name is listed were the product of research either conducted by him or under his supervision. But the Court believes that an ordinary reader would credit such a paper, on which Dr. Croce willingly allowed his name to appear as a co-author, to him. For good measure, the Article advises readers that \"[a]cademic papers often have multiple authors,\" with varying degrees of involvement, and it includes Dr. Croce's explanation that he was not to blame for any errors that may have occurred in one of the papers for which he was a co-author. (Am. Compl., Ex. C at PAGEID 89).\nLastly, Dr. Croce argues that the Article unfairly leads the reader to believe that the problems must have related to intentional wrongdoing by him. The paragraph at issue refers to improper manipulation and the Article, just two paragraphs prior, refers to falsified data and plagiarism. Dr. Croce adds that the Article creates the false impression that he has been determined or found to have engaged in misconduct.\nThe Court finds that the Article is substantially true on this front too. Dr. Croce admits that there were 11 instances in which his papers were corrected, either for errors in figures or text overlap. He also admits that errors in figure construction can occur with western blotting \"because control panel images look very much alike.\" (Am. Compl. at ¶ 240(d) ). At the very least, the data in these instances was indeed false. Though Dr. Croce takes issue with the characterization that data was falsified or manipulated or that he committed plagiarism, the Article frames these characterizations as the \"complaints\" and \"claims\" of third parties. And it balances them not only with Dr. Croce's statement that any errors were the result of honest mistakes but also by noting that Dr. Croce has never been penalized for misconduct and has been cleared by Ohio State in all cases. See Smith v. Sandusky Newspapers, Inc. , No. 3:17-cv-1135, 2018 WL 3046537, at *4 (N.D. Ohio June 20, 2018) (\"These uses of the term 'allegedly' serve to distance Smith from a definitive conclusion that he committed the theft.... [T]he overall gist of the article was about the police claim, as yet unestablished and still unproved, that Smith had committed a theft.\").\n5. Opinion\na. Background\nThere is no \"wholesale defamation exemption for anything that might be labeled 'opinion,' \" Milkovich v. Lorain Journal Co., 497 U.S. 1, 18, 110 S.Ct. 2695, 111 L.Ed.2d 1 (1990), but \" '[t]he Ohio Constitution provides a separate and independent guarantee of protection for opinion ancillary to freedom of the press.' \" Bentkowski v. Scene Magazine , 637 F.3d 689, 693 (6th Cir. 2011) (quoting Vail v. The Plain Dealer Publ'g Co. , 72 Ohio St.3d 279, 281, 649 N.E.2d 182, 185 (Ohio 1995) ). The dividing line between fact and opinion does not always jump off the page. Enter another four-part test:\nTo determine whether a statement constitutes protected opinion or actionable fact, courts consider the totality of the circumstances, including factors such as: (1) \"the specific language used\"; (2) \"whether the statement is verifiable\"; (3) \"the general context of the statement\"; and (4) \"the broader context in which the statement appeared.\"\nBentkowski , 637 F.3d at 693-94 (quoting Vail , 72 Ohio St.3d at 281-82, 649 N.E.2d at 185 ).\nThe first prong looks to \"whether the allegedly defamatory statement has a precise meaning and thus is *989likely to give rise to clear factual implications.\" Wampler v. Higgins , 93 Ohio St.3d 111, 127-28, 752 N.E.2d 962, 978 (Ohio 2001). \"[I]ndefinite or ambiguous statements\" usually do not constitute factual statements. Murray v. HuffingtonPost.com, Inc. , 21 F.Supp.3d 879, 885 (S.D. Ohio 2014). Speculation, hyperbole, and vague insinuation do not count as facts. See id.\nRegarding the second prong, the \"Ohio Supreme Court has stated that if a 'statement lacks a plausible method of verification, a reasonable reader will not believe that the statement has specific factual content.' \" Bentkowski , 637 F.3d at 694 (quoting Scott v. News-Herald , 25 Ohio St.3d 243, 251, 496 N.E.2d 699, 707 (Ohio 1986) (internal quotation marks and citation omitted) ). Can you prove it or disprove it? That's the question. For example, \"[e]ngaging in 'an anti-homosexual diatribe' and fostering 'homophobia' can hardly be defined with crystal clarity.\" Vail , 72 Ohio St.3d at 283, 649 N.E.2d at 186.\nThe general context and the broader context can most effectively be analyzed together. See HuffingtonPost.com , 21 F.Supp.3d at 887. General context means the entire article at issue; broader context means the publication in which the article appears. See Bentkowski , 637 F.3d at 695.\nBefore examining the content of the specific statements at issue, the Court finds that the general and broader context of the Article do not signal to the reader to expect an opinion piece. The Article reads like investigative journalism. It is grounded in interviews, documents and statements by individuals, including Dr. Croce, other professors, Ohio State administrators and research journal editors. And the broader context of the Article indicates it's a piece of investigative journalism, not opinion. The Times lists Glanz on its website as a \"reporter on the Investigations desk.\" (Am. Compl. at ¶ 214). His Twitter profile describes him as an \"Investigative Journalist.\" (Id. ).\nThe context thus indicates that the Article is not an opinion piece but contains the revelations from an investigation done by the New York Times. It may contain opinions, but that is not its primary focus.\nb. Statements 8 and 9\nStatement 8: \"Even before his arrival at Ohio State in 2004, Dr. Croce had stepped beyond the generally expected bounds of cancer research. In 1994, he joined the scientific advisory board of the Council for Tobacco Research, which the tobacco companies created to fight the public perception - supported by increasingly overwhelming scientific evidence - that smoking caused cancer. Dr. Croce said in the interview and the statement that he had always believed that smoking caused cancer. \"\nStatement 9: \"Dr. Croce, who has a medical degree but no Ph.D., showed his own willingness to buck scientific consensus when he became an adviser to the Council for Tobacco Research. \"\nDefendants argue that these statements aren't actionable because they speak in imprecise and non-verifiable language of going beyond \"bounds,\" and bucking \"consensus.\" The Court agrees. The authors deployed nebulous, subjective terms to reference the norms and \"generally expected\" boundaries of the research community and to attempt to position Dr. Croce relative to them. Though the whole context of the Article suggests that it is investigative journalism, a reasonable reader encountering such language would appreciate that the authors have injected a bit of their viewpoint in these particular statements-that, in their estimation, Dr. Croce had resisted the norm. These statements are opinion; they make judgments *990about consensus, bounds and norms that aren't well enough defined to prove or disprove.\nThe allegations of the Amended Complaint bolster this conclusion. It alleges that Dr. Croce couldn't have exceeded general bounds of cancer research because such standards are \"imaginary.\" (Am. Compl. at ¶ 143). He also disputes the assessments of norm-breaking, boundary-pushing and consensus-bucking by noting all the \"esteemed academic institutions and cancer research scientists\" who worked with the Council for Tobacco Research and accepted grant money from it. (Id. at ¶ 141). Legally, statements that someone toed a line of ethical conduct or that their behavior wasn't \"consistent\" with professional standards are opinion. Adams v. Coughlan , No. 2:14-cv-41, 2015 WL 300465, at *3 (S.D. Ohio Jan. 22, 2015) ; Roberts v. Murawski , No. C-060741, 2007 WL 2019833, at *4 (Ohio Ct. App. July 13, 2007) (statements were opinion because they merely questioned plaintiff's business ethics and professionalism and were not provable).\nC. The Interview\n1. Background\nWOSU Radio conducted the Interview of Glanz one day after the Article was published. The Interview was brief and occupies just five pages of transcribed text. (Am. Compl., Ex. D). The host prefaced the Interview by commenting that one of Ohio State's \"most decorated researchers is facing some tough questions about the quality of his work.\" (Id. at PAGEID 723). \"A New York Times article this week says Dr. Carlo Croce has been fending off a tide of allegations claiming date falsification and other scientific misconduct in his cancer research.\" (Id. ).\nThe host asked Glanz to describe the \"basic allegations\" against Dr. Croce, which Glanz did in Statement 16, discussed below. (Id. ). The host then played a soundbite from Ohio State University President Michael Drake in which he said that Ohio State had followed appropriate policies and procedures in investigating the allegations. When asked to respond, Glanz noted the potential conflicts of interest that \"institutions like Ohio State face\" in investigating their own \"researchers receiving a lot of grant money.\" (Id. at PAGEID 725).\nThe host also included Drake's reply that Ohio State had invested more in Dr. Croce's research than he had attracted in grant money. Glanz said Ohio State had told him as much but that he was \"not able to verify that.\" (Id. at PAGEID 725-26).\nThe host stated that WOSU had reached out Dr. Croce but he was unavailable. Dr. Croce referred the station to a statement from his legal counsel. The host read the statement, which said in part that any mistakes in figures were \"honest errors.\" (Id. at PAGE ID 726). Glanz responded that the scientific experts he consulted had concluded to their satisfaction that the figures were false, which left the question of \"intent\"-\"Did they mean to do it?\" (Id. at PAGEID 727). Glanz stated that his sources believed that the errors were \"part of a pattern.\" (Id. ). On that note, the host concluded the Interview.\n2. Statement 16: \"Well, the allegations are that in the lab he oversees and on papers which he is co-author, there are-call them fabricated figures. They're duplications of data from unrelated experiments used to prove a point you know in another experiment. I think that's probably at the center of things and then there's some other ethics charges including plagiarism and misappropriation of grant money and things like that, but it's really the data manipulation that's at the center of the allegations. \"\nGlanz made this statement when the host asked him, \"[W]hat are the basic *991allegations against Dr. Croce?\" The Court finds that Statement 16 is not defamatory because it appears in a truthful and balanced presentation of the dispute and because Glanz used qualifying language to present his statement as representing the accusations made by others.\nAs was discussed above, the Supreme Court of Ohio in American Chemical Society held that a party's statement, which appeared in a non-party's publication, was not defamatory because the non-party presented the statement as part of an accurate and balanced report of the dispute. See Am. Chem. Soc'y , 133 Ohio St.3d at 390-91, 978 N.E.2d at 853-54. So too here, WOSU preceded Glanz's comment by noting that Dr. Croce was facing \"questions\" and \"allegations,\" and it balanced those accusations with the responses of Dr. Croce and Ohio State.\nGlanz likewise took care with his words, twice repeating the host's use of the term \"allegations\" and also using \"charges.\" And near the end of the interview, Glanz couched his discussion of manipulated data in terms of what his \"sources ... believed.\" (Am. Compl., Ex. D. at PAGEID 727). In sum, the Court finds that Statement 16 is not defamatory.\nD. The Letter\n1. Background\nGlanz sent the Letter to Dr. Croce and Ohio State in November 2016 after visiting Dr. Croce in Columbus. The Letter states that Glanz has questions he \"would like to put urgently to you as part of an article I am preparing.\" (Am. Compl., Ex. A. at PAGEID 679). The Letter groups his questions into 25 numbered paragraphs which sought: responses to allegations and complaints lodged against Dr. Croce, feedback concerning Dr. Croce's involvement with the Council for Tobacco Research, and information about Dr. Croce's employment and whether he reported certain misconduct charges to Ohio State. In some instances, Glanz includes citations to sources he was relying upon. Glanz adds, \"If I can clarify any of these questions or provide further information, please let me know.\" (Id. ).\nAccording to the Amended Complaint, Dr. Croce was \"stunned\" by the Letter after their seemingly amicable first visit. (Am. Compl. at ¶ 51). He alleges that the so-called questions were \"loaded\" and falsely attacked his integrity as a scientist.\nThe Court observes that the Letter has a different context than that of the Article. The Times published the Article to the public as a news report. The Letter was an investigatory tool, sent to a targeted audience to gather information. In both cases, the context greatly favors the Times in its defense to the defamation claim. The Article served as an accurate and balanced news report, while the Letter expressly sought responses and information from Dr. Croce and Ohio State. Glanz, through the Letter, afforded them to present their sides of the story.\nDr. Croce plainly felt ambushed by the Letter and disliked what he viewed as an underhanded effort by Glanz to put him under the microscope. Yes, some of the questions were loaded, even sarcastic. Cf. Logan v. Fairfield , No. 56052, 1989 WL 129119, at *5 (Ohio Ct. App. Oct. 26, 1989) (\"[S]tylistic hyberbolism, especially in combination with language of apparency and interrogatories, should tip the reader that what is being read is the author's views or beliefs as opposed to hardcore news.\"). But to transform personal offense, even that of a private figure, into the foundation of a defamation claim would make it nearly impossible for journalists to gather information by asking pointed questions, playing devil's advocate, and confronting subjects *992with contrary evidence and differing opinions, including the journalist's own. With this context in mind, the Court turns to the specific statements at issue.\n2. Statements 17, 18 and 22:Reports of the accusations made by other scientists, including Dr. Sanders\nThe Letter recounts the allegations made against Dr. Croce by others. For instance, Statement 17 says, \"Dr. Sanders argues ... that Dr. Croce is knowingly engaging in scientific misconduct and fraud.\" Statement 18 similarly states that, \"in his [Dr. Sanders's] observation the image fabrication, duplication and mishandling, and plagiarism in Dr. Croce's papers is routine.\" Statement 22 relates to \"claims\" of scientific misconduct against Dr. Croce. In all three instances, the Letter asks whether Dr. Croce disagrees with these \"claims\" and \"allegations.\" The Letter requests that Dr. Croce, if he disagrees, to explain why he does.\nThe Court finds that Defendants are not liable in defamation for Statements 17, 18 and 22 because they truthfully restate the allegations of third parties. See Blesedell , 811 F.3d at 225. As he did with respect to certain remarks attributed to Dr. Sanders in the Article, Dr. Croce alleges that Dr. Sanders \"now claims\" he did not say those things that the Letter says he did about Dr. Croce. The Court, however, finds that Dr. Sanders's Answer simply denies that his statements quoted in the Letter were defamatory. Indeed, the Answer seems to confirm Dr. Sanders's stance that he believed there were problems and concerns about Dr. Croce's work: \"Dr. Sanders avers that, if Plaintiff denied legitimate issues raised about articles after they were brought to his attention, in Dr. Sanders's opinion that could constitute some form of misconduct.\" (Dr. Sanders's Answer at ¶ 31). And the Answer alleges that any remarks made by Dr. Sanders were simply \"his opinions.\" (Id. at Defenses, ¶ 8).\n3. Statements 20 and 21\nStatement 20: \"[A]lmost none of the sweeping claims [Dr. Croce] and his research team initially made for the importance of the FHIT gene have stood the test of time. It is not a trigger for all sorts of human cancers and its mutation may simply be a puzzling byproduct of cancer. Therefore, it is almost certainly not a promising route for therapeutics, as he told Ohio State officials when he was recruited to the university, according to minutes that are available online. Why had Dr. Croce not renounced those initial claims, both in the published scientific literature and within Ohio State? \"\nStatement 21: \"Finally, the paper Dr. Croce was required to retract or correct as part of the 'Alternative Resolution,' but did not, involved research on the FHIT gene. Was this refusal an attempt to cover up the almost complete failure of this line of research? \"\nDefendants argue that both statements reflect Glanz's opinion. The Court agrees. In context, the Letter asks challenging questions and seeks Dr. Croce's responses and explanations-an implicit acknowledgement that there is room for differing viewpoints. The statements are phrased in imprecise and non-verifiable language. Glanz uses terms alike \"almost none,\" \"almost certainly,\" \"almost complete,\" \"may simply,\" \"sweeping,\" \"stood the test of time,\" \"promising\" and \"failure.\" Such language is \"value-laden and represents a point of view that is obviously subjective.\" Vail , 72 Ohio St.3d at 283, 649 N.E.2d at 186 ; see also Fuchs v. Scripps Howard Broad. Co. , 170 Ohio App. 3d 679, 695, 868 N.E.2d 1024, 1037 (Ohio Ct. App. 2006) (statements about what is \"right\" and \"funny\" gave them \"an air of hyperbole *993and subjectivity\"). And unlike other paragraphs of the Letter, Glanz does not cite to any sources, which would indicate to a reasonable reader that he wasn't holding these statements out as verifiable. See SPX Corp. v. Doe , 253 F.Supp.2d 974, 980-81 (N.D. Ohio 2003) (stating that one factor to consider is whether \"the author represents that he has knowledge or evidence that substantiates the statements\").\nDr. Croce alleges that Glanz's statements regarding FHIT gene research are false because of much ongoing research showing that its \"promise ... is still significant.\" (Am. Compl. at ¶ 65). Similarly, he disputes that his research was a failure because scientists \"continue to investigate the FHIT gene's operation and promise.\" (Id. at ¶ 66).\nDr. Croce's allegations only show that there's no consensus or certainty on this issue. Glanz's series of comments stake out his position about the state of FHIT gene research. While he couches his comments as questions, Glanz obviously thinks FHIT gene research lacks promise and is \"almost a complete failure.\" But that's his opinion, and one Dr. Croce obviously doesn't hold.\n4. Statement 19: \"Dr. Croce reviewed and awarded countless grants using CTR money, often in cases with clear conflicts of interest involving grantees at his own institution (Thomas Jefferson University at the time). \"\nThis statement is followed by a question regarding Dr. Croce's reasons for participating in a process that Glanz believes is \"firmly aligned with the tobacco companies.\" Defendants argue that in the broader context of the Letter, Statement 19 seeks verification, denial or comment on the criticisms raised by others against Dr. Croce.\nThough the Letter does have the context of Glanz seeking Dr. Croce's to questions and criticisms, Statement 19 is different. Glanz doesn't ask for verification; he makes a declarative statement of fact. And he doesn't qualify his statement in the way he sometimes did elsewhere in the Letter, saying, for instance, \"I understand that,\" to indicate he lacks complete knowledge of the facts he recited.\nGlanz's declaration of fact is directly contradicted by Dr. Croce's pleadings, which assert that \"in every case in which a grant application came up for discussion involving anyone from Thomas Jefferson University, Dr. Croce left the room, did not participate in the discussion on that application, and did not vote on it.\" (Am. Compl. at ¶ 63). And Glanz's declaration carries defamatory potential: a statement to Dr. Croce's current employer about Dr. Croce's ethical misconduct at a previous place of employment.\nDr. Croce's defamation claim as to Statement 19 thus survives the motions to dismiss.\nIV. False Light\nDr. Croce also brings a false light claim, which Ohio recognizes.\nIn Ohio, one who gives publicity to a matter concerning another that places the other before the public in a false light is subject to liability to the other for invasion of his privacy if (a) the false light in which the other was placed would be highly offensive to a reasonable person, and (b) the actor had knowledge of or acted in reckless disregard as to the falsity of the publicized matter and the false light in which the other would be placed.\nWelling v. Weinfeld , 113 Ohio St.3d 464, 473, 866 N.E.2d 1051, 1059 (Ohio 2007).\nDefendants argue that Dr. Croce's false light claim is co-extensive with his defamation claim, so if the defamation *994claim fails, his false light claim fails too. It's true that \"the same core reasons that necessitate dismissal of [a] defamation claim [may] inform disposition of [a] false light invasion of privacy claim,\" but \"[u]nder Ohio law a defendant can be liable for false light invasion of privacy even if not liable for defamation.\" HuffingtonPost.com , 21 F.Supp.3d at 889 (citing Sturdevant v. Likley , No. 12CA0024-M, 2013 WL 1096176, at *5 (Ohio Ct. App. Mar. 18, 2013) ). \"[T]here are scenarios in which false light fits and defamation fails: 'The first involves cases where the defendant reveals intimate and personal, but false, details of plaintiff's private life.... The second category encompasses portrayals of the plaintiff in a more positive light than he deserves.' \" Welling , 113 Ohio St.3d at 469, 866 N.E.2d at 1055 (quoting Denver Publ'g Co. v. Bueno , 54 P.3d 893, 902 (Colo. 2002) ). Other than these two scenarios, defamation and false light claims are essentially coextensive.\nTo the extent Dr. Croce's defamation claims are dismissed, his false light claims are dismissed too. The only two categories of false light claims which extend beyond the borders of defamation don't fit Dr. Croce's claims. None of the statements reveal intimate or personal details about Dr. Croce's life, and none portray Dr. Croce in a more positive light than he deserves. Therefore, to the extent the Court dismisses the defamation claims, it dismisses the false light claims too.\nThat leaves the false light claim for Statement 19. One of the differences between defamation and false light is the distinction between publication and publicity. To state a claim for defamation, a plaintiff must allege publication, which means \"any communication by the defendant to a third person.\" Welling , 113 Ohio St.3d at 471, 866 N.E.2d at 1057. A false light claim requires more; it requires publicity. Publicity means \"that the matter is made public, by communicating it to the public at large, or to so many persons that the matter must be regarded as substantially certain to become one of public knowledge.\" Id.\nHere, Statement 19 was published only to Dr. Croce and his employer, Ohio State. Unlike the broad reach of the Article and Interview, the Letter had a limited audience. It was not published to the public at large or to so many persons that the matter would almost certainly become one of public knowledge.\nTherefore, Statement 19 does not state a false light claim as a matter of law.\nV. Intentional Infliction of Emotional Distress\nTo state a claim for intentional infliction of emotional distress, a plaintiff must allege conduct that is extreme and outrageous. Yeager v. Local Union 20, Teamsters, Chauffeurs, Warehousemen, &amp; Helpers of Am. , 6 Ohio St.3d 369, 375, 453 N.E.2d 666, 671 (Ohio 1983), abrogated in other part by Welling , 113 Ohio St.3d 464, 866 N.E.2d 1051. Liability \"does not extend to mere insults, indignities, threats, annoyances, petty oppressions, or other trivialities.\" Id. (internal quotation marks omitted).\nCiting the online comments, Dr. Croce argues that the Article was not a mere indignity or annoyance but was sufficiently outrageous to go beyond the bounds of decency. Dr. Croce asserts that his emotional distress was severe and debilitating-he cites reputational harm and personal humiliation from knowing that millions of people all over the world have read the Article and believe him to be a fraud.\n*995\"Where, as here, the claim for intentional infliction of emotional distress arises out of the same facts as a defamation claim, and is therefore entirely derivative of the defamation claim, the emotional distress claim cannot survive the dismissal of the underlying cause of action.\" McGee v. Simon &amp; Schuster, Inc. , 154 F.Supp.2d 1308, 1315-16 (S.D. Ohio 2001) (citing federal and state cases applying Ohio law). Thus, to the extent Dr. Croce's defamation claims are dismissed, his claims for intentional infliction of emotional distress are dismissed as well.\nBut even where the defamation claim survives (Statement 19), his claim for intentional infliction of emotional distress fails. Dr. Croce's emotional distress was allegedly caused by the Article's publication to millions of readers around the world, not by the publication of the Letter to Dr. Croce and Ohio State.\nVI. Conclusion\nPut in context, the Article is an accurate and balanced report about Dr. Croce's research, his critics, and his and Ohio State's responses to the accusations against them. The Court finds that defendants are entitled to judgment as a matter of law as to each of the allegedly defamatory statements except one, Statement 19 in the Letter.\nDefendants' Motions to Dismiss (Docs. 15, 34) are GRANTED IN PART AND DENIED IN PART. Dr. Croce's defamation claim as to Statement 19 survives. Dr. Croce's defamation claims are otherwise DISMISSED. Dr. Croce's claims for false light and intentional infliction of emotional distress are DISMISSED.\n\nThe Court separately addresses below the well-taken argument of the Times that Statements 8 and 9 are not defamatory because they are opinion.\n\n\nDr. Sanders is a defendant to another defamation action brought by Dr. Croce in this Court, Case No. 2:17-cv-338.\n\n\nA \"wastrel\" is a \"good-for-nothing, idle, worthless, disreputable person.\" Wastrel , Oxford English Dictionary (2d ed. 1989).\n\n\nAlthough the Amended Complaint (filed Jan. 15, 2018) does not mention Dr. Sanders's Answer (filed June 14, 2017), it uses terminology found in the Answer. (Am. Compl. at ¶ 130; Dr. Sanders's Answer to the First Am. Compl. in Case No. 2:17-cv-338 at ¶ 40). The allegations about what Dr. Sanders \"now claims\" did not appear in the original Complaint (filed May 10, 2017). The Court may take judicial notice of the Answer, not for the truth of its defenses and assertions, but as reflecting Dr. Sanders's positions regarding the claims made against him. See U.S. v. Ferguson , 681 F.3d 826, 834 (6th Cir. 2012) ; Davis v. City of Clarksville , 492 Fed. App'x 572, 578 (6th Cir. 2012) ; Lee v. Dell Prod., L.P. , 236 F.R.D. 358, 361 (M.D. Tenn. 2006).\n\n\nIn a footnote to his response brief, Dr. Croce accuses defendants of \"play[ing] fast and loose with their math.\" (Pl.'s Response to the Second Mot. to Dismiss at 50 n.20). Defendants counter that the number of admitted problems is at least 17, when one counts additional problems admitted by Dr. Croce in his response to the Letter. Regardless, defamation case law affords leeway in the reporting of numbers if the discrepancy does not alter the gist of what is being reported and does not produce a different effect in the mind of the reader. See e.g. , Boddie v. Landers , 2016-Ohio-1410, ¶¶ 23-24, 2016 WL 1290780, at *6 (Ohio Ct. App. March 31, 2016) ; Bustos v. A &amp; E Television Networks , 646 F.3d 762, 764 (10th Cir. 2011) ; Koniak v. Heritage Newspapers, Inc. , 198 Mich. App. 577, 580-81, 499 N.W.2d 346, 348 (Mich. Ct. App. 1993). The Court finds that the difference in number here is not of such a magnitude that it changes the effect on the reader. The gist is that there have been numerous reported problems with Dr. Croce's papers.\n\n",
            "ocr": true,
            "opinion_id": 7250948
        }
    ],
    "court_short_name": "S.D. Ohio",
    "court_full_name": "District Court, S.D. Ohio",
    "court_type": "FD",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Robbery"
}