{
    "id": 8566000,
    "judges": "Fernández, Matos",
    "date_filed": "2012-11-14",
    "date_filed_is_approximate": true,
    "slug": "people-v-candelario-couvertier",
    "case_name_short": null,
    "case_name": "People v. Candelario Couvertier",
    "case_name_full": "The People of Puerto Rico, and v. Wilfredo Candelario Couvertier, and",
    "attorneys": "Julio Garcia Antique for appellant. Gilberto Gierbolini, Solicitor General, and Américo Serra, Assistant Solicitor General, for The People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "100 P.R. 157"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nper curiam :\nThe following information was filed against appellant:\n“In The Superior Court op Puerto Rico\nSan Juan Part\nIn Behalf and by the Authority of ‘The People of Puerto Rico’\nThe United States of America\nThe President of the United States\nCrim. No.-\nFor: Burglary in the First Degree\n*159The People of Puerto Rico\nv.\nWilfredo Candelario Couvertier\n“The prosecuting attorney files information against Wilfredo Candelario Couvertier resident of (ambulatory residence) for an offense of GRAND larceny (Felony) committed in the following manner:\n“The aforesaid defendant, Wilfredo Candelario Couvertier, on or about March 16, 1969, and in Carolina, Puerto Rico, which is part of the Superior Court of Puerto Rico, San Juan Part, illegally, willfully, and maliciously, with the criminal intent of committing burglary, as in effect he did, and of permanently depriving the owner of his legitimate property, stole from the residence of Antera Peralta Arroyo, two hundred seventy-five dollars ($275) in legal tender money of the United States of America, and a ring and a wedding band valued at more than one hundred dollars, said personal property belonging to/and owned by the aforesaid Antera Peralta Arroyo.”\nThe trial having been held by court without a jury, appellant was found guilty of the offense of burglary. He was sentenced to serve from two to five years in the penitentiary.\nAppellant assigns that (1) the information does not charge the offense of burglary in the first degree of which he was found guilty; and (2) the identification which was made of appellant was an open violation of his constitutional rights. Appellant is wrong, as we shall see hereinafter.\n(1) It is true that the information does not charge the offense of burglary in the first degree, since the illegal entry into a house during the nighttime with the intent to commit grand or petit larceny is not alleged therein.\nHowever, the classification of the offense “. . . in an information, is not final, since it is the facts charged therein, and not the name given to the offense which control the proper identification of the crime charged and of the statutory pro*160vision involved.” People v. Bermúdez, 75 P.R.R. 716, 719 (1954). People v. Seda, 82 P.R.R. 695, 702, 703 (1961).\nObviously, the foregoing information alleges the offense of grand larceny. People v. Landráu, 78 P.R.R. 264 (1955). The evidence presented fully sustains that appellant entered at nighttime into the house of the Arroyo family; there he attacked Mrs. Antera Peralta Arroyo, who struggled with such energy, notwithstanding the blows she received, that appellant left the house not before taking from said lady’s purse the amount of $275, a wedding band, and an engagement ring.\nIn this case, as in People v. Rodríguez, 46 P.R.R. 525, 527, 528-529 (1934), there is a conflict between the facts established and the classification of the offense which is in itself a conclusion, and, between both, the facts should prevail. Also, the conviction for the offense of burglary in the first degree is not a fundamental error. What has happened is that the court has also designated the offense with a wrong name and nothing more, without causing any prejudice to appellant.\n(2) The facts which gave rise to this action occurred on March 16, 1969. Three days later, when appellant was taken by three detectives in front of Mrs. Arroyo’s house, there the latter identified him as the person who entered her house the night of the events and attacked her.\nThe rule about the identification of a person as perpetrator of a crime, which we established in People v. Gómez Incera, 97 P.R.R. 243, 253 (case decided on May 6, 1969), should only be applied prospectively, so that it does not cover cases, as the one under our consideration, where the identification took place prior to the date when we decided Gómez Incera, supra. People v. Cruz Jiménez, 99 P.R.R. 548 (1971); Stovall v. Denno, 388 U.S. 293, 296 (1967).\nAlso, the determination of whether the defects in the procedure for the identification of a suspect may violate the *161due process of law depends on the totality of the circumstances which surrounded the procedure of identification.\n. In the instant case the evidence shows that Mrs. Arroyo struggled with appellant during five or eight minutes. Although it was nighttime, the light of a nearby mercury light pole entered and illuminated through a window the room where the lady was. Then she noticed that the assailant “was very dirty . .. heavy bearded, and had a lot of hair”; he had a mustache; he was “colored”; he was dressed in a black sweater and dark trousers; he was “a man approximately some five eight or five feet nine inches tall.” She was taken to the police station to examine hundreds of photographs for the purpose of trying to identify the perpetrator of the attack on her person and of the burglary, but she found none which looked like him. She testified that in two of the photographs “the form of the forehead and the hair looked like him . . . but it was not the same face.” Detective Bravo arrested appellant the day of the identification “Because on the blackboard they were looking for an individual with the same description as that of defendant, and I had intervened with him before; he was dressed in a black sweater with long sleeves, dark trousers, and dark shoes, black.” When he was taken that same day in front of Mrs. Arroyo’s house, she told detective Bravo and her husband that the person brought by the detectives at that moment “was the same person who had entered her house . . . he was wearing the same clothes with which he had entered into my house.” Finally, Mrs. Carmen Belén Rosa Flores, Mrs. Arroyo’s neighbor, testified that she woke up late the night of the events, because she was frightened and she heard a scream outside; she opened the window and “I looked towards Antera’s house ... I noticed that the screams were coming therefrom, when I saw the youth who left the house running and she was running behind him also”; that “he was. wearing a long sleeve black sweater, high collar”; that he wore dark trousers “all dark clothes”; that she saw him for *162about thirty seconds; that “the electric light in front of my house gives enough light”; that she saw him from a distance' of 48 to 50 feet. Just like Mrs. Arroyo, they showed her many photographs at the police station for the purpose of identifying the perpetrator of the facts, but when they took appellant in front of her house, “I was able to identify him immediately.”\nThe evidence we have just recited shows that the two witnesses had the opportunity of observing the defendant in'order to identify him three days after the events. Let it be noticed that they could not identify him from the numerous photographs which were shown to them, and Mrs. Arroyo explained that the faces in two photographs which most resembled appellant, were different. According to the facts related, we concluded that the identification of the defendant was made under circumstances which exclude the possibility of any prejudice or error whatsoever against appellant and that the same is trustworthy. People v. Irizarry Ocasio, judgment of March 4, 1971; People v. Medina Álvarez, judgment of March 4, 1970; People v. Santiago Ríos, judgment of February 20,1970.\nThe sentence imposed on appellant is within the limits established by law as penalty for the offense of grand larceny (33 L.P.R. A. § 1685).\nTherefore, according to the provisions of Rule 213 of the Rules of Criminal Procedure, the judgment rendered in this case by the Superior Court, San Juan Part, on August 19, 1969, will be modified, substituting the designation of the offense of burglary in the first degree which appears therein, for that of grand larceny. Thus modified, it will be affirmed.\nMr. Chief Justice Negrón Fernández and Mr. Justice Hernández Matos did not participate in the decision of this case.\n",
            "ocr": true,
            "opinion_id": 8539335
        }
    ],
    "court_short_name": "Supreme Court of Puerto Rico",
    "court_full_name": "Supreme Court of Puerto Rico",
    "court_type": "TS",
    "court_jurisdiction": "Puerto Rico, PR",
    "crime_category": "Robbery"
}