{
    "id": 7352155,
    "judges": "Cox, Crawford, Effron, Gierke, Sullivan",
    "date_filed": 967075200000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-tittel",
    "case_name_short": "Tittel",
    "case_name": "United States v. Tittel",
    "case_name_full": "UNITED STATES v. Todd A. TITTEL, Specialist Third Class, U.S. Navy",
    "attorneys": "For Appellant: Lieutenant Dale O. Harris, JAGC, USNR (argued)., For Appellee: Captain Michael D. Tencate, USMC (argued); Colonel Kevin M. Sandkuhler, USMC, and Commander Eugene E. Irvin, JAGC, USN (on brief); Lieutenant Timothy E. Curley, JAGC, USNR.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Jan. 11, 2000.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "53 M.J. 313"
    ],
    "opinions": [
        {
            "author_str": "Cox",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSenior Judge COX\ndelivered opinion of the Court.\nPrior to the case at hand, in June of 1996, a general court-martial convicted appellant of a number of charges, one of which was shoplifting from the Navy Exchange in Sasebo, Japan.1 He was sentenced to be confined for 90 days and reduced to paygrade E-4. In September of 1996, appellant was processed *314at an administrative separation board because of his earlier court-martial conviction; the board recommended a General Discharge.\nThe case at hand begins in October of 1996, one day before the execution date of appellant’s discharge, when he was caught shoplifting from the Navy Exchange, Yokosuka, Japan. While being filmed by a video surveillance camera, appellant stole 44 items with the total value of about $366.33. After this incident, Captain William D. Lynch, Commanding Officer Fleet Activities, Yokosuka, Japan,2 ordered appellant not to enter any Navy Exchange facility. Appellant disobeyed that order by entering a Navy Exchange.\nAppellant was apprehended and charged with several offenses. He was tried by a special court-martial, and pursuant to his pleas was convicted of willful disobedience of a superior officer, Captain Lynch, in violation of Article 90, Uniform Code of Military Justice, 10 USC § 890 and larceny, in violation of Article 121, UCMJ, 10 USC § 921. The court-martial sentenced appellant to be confined for 103 days, to forfeit $578 pay per month for 1 month, to be reduced to the paygrade of E-l, and to be discharged from the Navy with a bad-conduct discharge. The convening authority, also Captain Lynch, approved the sentence.\nIn an unpublished opinion the Court of Criminal Appeals affirmed the conviction. However, the Court reduced the sentenced confinement period from 103 days to 73 in order to comply with the pretrial agreement.\nWe granted review of the following issue:\nWHETHER THE NAVY-MARINE CORPS COURT OF CRIMINAL APPEALS ERRED BY AFFIRMING APPELLANT’S CONVICTION, WHERE THE CONVENING AUTHORITY WAS AN ACCUSER AND THUS COULD NOT CONVENE APPELLANT’S COURT-MARTIAL.\nFor the first time on appeal, appellant seeks relief. Appellant contends that where an officer’s order is willfully disobeyed, the officer is the victim of that crime. As such, the officer has a personal interest in the disposition of the offense and becomes an “accuser.” An “accuser” is disqualified from convening a special court-martial. RCM 504(c)(1), Manual for Courts-Martial, United States (1955 ed.).\nAppellant’s argument is facially appealing. Convening authorities must be neutral. His rationale is that where an officer is the victim of willful disobedience, he cannot be neutral. Therefore, he cannot be the convening authority for that same case of willful disobedience.\nWhen addressing the question, the Court of Criminal Appeals stated the following:\n[T]he appellant contends that the convening authority was an accuser and prohibited from convening his court-martial. Based on the record before us, we find no evidence that Captain Lynch became personally involved with the appellant to the extent that he became an accuser. Assuming arguendo that he did become an accuser, which we do not, his failure to forward the charges to the next higher level of command for disposition was a nonjurisdictional error, which was waived by the appellant’s failure to raise it at his court-martial. Rule foe Courts-Martial 904(e), Manual foe Courts-Martial, United States (1998 ed.); [United States v.] Shiner, 40 M.J. [155, 157 (CMA 1994) ]. We find no plain error. See United States v. Fisher, 21 MJ 327, 328 (CMA 1986); United States v. Powell, [49 MJ 460 (1998) ]. In light of the serious nature of the charges facing the appellant, we find it unlikely that any competent authority would not have referred this case to a special court-martial. Consequently, we find no fair risk that the appellant was prejudiced by the error. See Art. 59(a), UCMJ, 10 USC § 859(a).\nUnpub. op. at 3.\nHaving reviewed the record, we agree with the analysis of the Court of Criminal Ap*315peals. Accordingly, we find that the Navy-Marine Corps Court of Criminal Appeals did not err by affirming appellant’s conviction.\nThe decision of the United States Navy-Marine Corps Court of Criminal Appeals is affirmed.\n\n. Specifically, appellant was convicted of: (1) unauthorized absence for failing to attend a sea-bag inspection, in violation of Article 86, Uniform Code of Military Justice, 10 USC § 886; (2) false official statement, for submitting a travel voucher containing false information, in violation of Article 107, UCMJ, 10 USC § 907; (3) larceny, for stealing an orders endorsing stamp from the TPU Yokosuka in violation of Article 121, UCMJ, 10 USC § 921; (4) forgery, for stamping the false travel voucher he submitted with the stolen orders endorsement stamp and thereby falsely stating he was on temporary duty to TPU Yokosuka when he was actually on leave, in violation of Article 123, UCMJ, 10 USC § 923; (5) obstruction of justice, for stealing a page from the TPD Sasebo quarter deck log book containing an entry pertaining to an alleged unauthorized absence of appellant, in violation of Article 134, UCMJ, 10 USC § 934; and (6) another larceny, for stealing a disposable camera from the Navy Exchange Sasebo, in violation of Article 121.\n\n\n. Appellant was on active duty as an Operations Specialist Third Class, Transient Personnel Unit, Fleet Activities, Yokosuka, Japan.\n\n",
            "ocr": true,
            "opinion_id": 7270611
        },
        {
            "author_str": "Effron",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nEFFRON, Judge,\nwith whom\nSULLIVAN, Judge, joins (concurring in part and in the result):\nI agree with the majority opinion, except to the extent that it may be read to suggest that this case provides an appropriate vehicle for deciding whether the status of a convening authority as an accuser can be passively waived, as opposed to being the subject of a knowing and intelligent waiver. I note that the decision in this case is not based upon waiver, but rests instead upon the conclusion that the convening authority was not an accuser. The majority opinion appropriately endorses the holding of the lower court that “[bjased on the record before us, we find no evidence that Captain Lynch became personally involved with the appellant to the extent that he became an accuser.” Unpub. op. at 3.\nA personal order does not necessarily implicate a commander’s personal interest such that he becomes an “accuser” and is disqualified as a convening authority. See United States v. Voorhees, 50 MJ 494 (1999). The order that appellant disobeyed was a routine, administrative type of order that virtually automatically flowed from the fact of appellant’s arrest for shoplifting. No reasonable person would conclude that it represented any personal, versus official, interest of Captain Lynch or that its violation was an act that a commander would take personally. See Art. 1(9) and 23(b), UCMJ, 10 USC §§ 801(9) and 823(b), respectively; United States v. Gordon, 1 USCMA 255, 261, 2 CMR 161, 167, 1952 WL 1711 (1952). Under these circumstances, the issue of waiver does not arise because the record does not support appellant’s contention that the convening authority had become an accuser.\n",
            "ocr": true,
            "opinion_id": 7270612
        }
    ],
    "court_short_name": "Court of Appeals for the Armed Forces",
    "court_full_name": "Court of Appeals for the Armed Forces",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}