{
    "id": 7399819,
    "judges": "Wolin",
    "date_filed": "1983-01-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-lyons",
    "case_name_short": "Lyons",
    "case_name": "State v. Lyons",
    "case_name_full": "THE STATE OF NEW JERSEY v. MICHAEL LYONS, WILLIE LE GRAND AND MICKEY JAMES",
    "attorneys": "David P. Corrigan, Assistant Prosecutor for the State (John H. Stamler, Prosecutor, attorney)., William P. Cucco, Jr., Assistant Deputy Public Defender, for defendant Michael Lyons., Carolyn E. Arch, for defendant Willie LeGrand., Stuart M. Whitefield, for defendant Mickey James.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "194 N.J. Super. 616"
    ],
    "opinions": [
        {
            "author_str": "Wolin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWOLIN, J.S.C.\nIn response to the State’s application for a joint trial of all defendants with the admission of each defendant’s statement, defendants object and, alternatively, seek exclusion of the statements or severed trials in accord with R. 3:15-2(a) and Bruton v. United States, 391 US. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968). Neither of these suggested remedies is required nor necessary for a fair and impartial trial, and the application of the State for a joint trial is granted.\nThe issue before this Court involves the right to confrontation under the Sixth Amendment of the Federal Constitution and N.J.S.A. Const., Art. 1, § 10. More specifically, where each of three defendants, in out-of-court statements, has given an inculpatory statement that describes his own participation in the crime and implicates each of his co-defendants, is a particular defendant’s constitutional right to cross-examine violated by the introduction of the co-defendants’ confessions, where none of the defendants elects to testify during the joint trial?\nDefendants are being tried for an armed robbery with a handgun that occurred at 2:30 A.M. on October 30, 1983 at the *618St. George Exxon station, Rahway, New Jersey. Each of the defendants described the robbery or the events immediately preceding it. Each acknowledged his own presence at the scene, as well as the presence of his co-defendants. All admitted that they drove to the gas station together and that they participated in the criminal episode. While the statements dispute whose plan was effectuated and who owned the gun, they undeniably point to the unlawful gain of money as the object of the co-venture. In short, each statement is an unequivocal confession. I find this to be true despite the fact that one of the statements was oral, while the remaining two were in writing.\nThe application to sever relies on R. 3:15-2(a) and Bruton v. United States, supra. The State asserts that joinder is proper under Parker v. Randolph, 442 US. 62, 99 S.Ct. 2132, 60 L.Ed.2d 713 (1979). No reported opinion of the courts of this state has either adopted or rejected the plurality opinion in Parker v. Randolph.1\nIn Bruton v. United States, 391 U.S. 123, 88 S.Ct. 1620, L.Ed.2d 476 (1968), the United States Supreme Court held that the admission in a joint trial of incriminating extrajudicial statements made by a co-defendant and not subject to cross-examination impermissibly intrudes on the Sixth Amendment rights of the defendant.2 The Court ruled that it was insufficient for the trial judge to have given a limiting instruction to the jury that evidence of a co-defendant’s confession (which *619implicated both the co-defendant and defendant-Bruton) should be considered in determining the guilt of the co-defendant only.3\nIn Parker v. Randolph, 442 U.S. 62, 99 S. Ct. 2132, 60 L.Ed. 2d 713 (1979), the Supreme Court addressed the matter of interlocking confessions, wherein the defendant himself confesses and his confession “interlocks” with and supports the confessions of his co-defendants. Justice Rehnquist delivered a plurality opinion finding that the admission of the interlocking confessions of respondents — none of whom testified at trial— with proper limiting instructions did not violate their Sixth Amendment and Fourteenth Amendment Rights of Confrontation.4 The plurality declared:\nThe right protected by Bruton, the constitutional right of cross-examination ... has far less practical value to a defendant who has confessed to the crime than to one who has consistently maintained his innocence...... When as in Bruton, the confessing co-defendant has chosen not to take the stand and the implicated defendant has made no extrajudicial admission of guilt, limiting instructions cannot be accepted as adequate to safeguard the defendant’s rights under the confrontation clause. Under such circumstances, the “practical and human limitations of the jury system” (Bruton v. United States, 391 U.S. [123] at 135, 88 S.Ct. 1620 [at 1627] 20 L.Ed.2d 476) override the theoretically sound premise that a jury will follow the trial court’s instruction. But when the defendant’s own confession is properly before the jury, we believe that the constitutional scales tip the other way. The possible prejudice resulting from the trial court’s instructions is not so “devastating” or “vital” to the confessing defendant to require departure from the general rule allowing admission of evidence with limiting instructions. We therefore hold that admission of interlocking confessions with the proper limiting instruction conforms to the requirements of the Sixth Amendment and Fourteenth Amendment of the United States Constitution.\nIt is clear that a court may apply Parker v. Randolph only where the confessions are interlocking. Therefore, it is *620important to determine what factors create an interlocking situation. In United States ex rel Stanbridge v. Zelker, 514 F. 2d 45, 48-49 (2d Cir.1975), the court was faced with what would later become known as a Parker v. Randolph case. The Second Circuit held that where the confession of a co-defendant implicating the defendant adds nothing to what is otherwise clearly and properly in the case, it can have little “devastating” effect on the defendant who confessed, and the Bruton rule would not apply. The court emphasized that confessions are rarely “maternal twins,” and that an examination of their substance is required to see whether they interlock sufficiently on vital points to indicate a common genesis. In U.S. ex rel Duff v. Zelker, 452 F.2d 1009, 1010 (2d Cir.1971), cert, den., 406 U.S. 932, 92 S.Ct. 1807, 32 L.Ed.2d 134 (1972), the petitioner confessed to riding with his co-defendants to the scene of the crime, but stated that he then walked away from the liquor store where the crime was to take place. His co-defendant, on the other hand, stated in his confession that Duff “walked toward the liquor store.” The confessions were found to be interlocking and outside the scope of Bruton:\nThe statements (of co-defendant) were similar to Duffs own confessions ... which placed him at the scene with a fair implication of knowing participation. When the defendant’s confession interlocks with and supports the confession of the co-defendant, there is no violation of the Bruton rule, [emphasis supplied.]\nBy comparison, each of the instant statements places its confessing defendant “at the scene with a fair implication of knowing participation.” Id. That the confessions do not all agree on who was the mastermind of the crime is insignificant. “As to motive, plot and execution of the crime they are essentially the same.” U.S. ex rel Ortiz v. Fritz, 476 F.2d 37, 39 (2d Cir.1973); see Stewart v. State, 257 Ark. 753, 519 S.W.2d 733 (1975). They contain “no substantial factual differences.” U.S. v. Spinks, 470 F.2d 64 (7th Cir.1972).\nIn sum, I find that the confessions of the three defendants are interlocking. Moreover, each statement is unequivocally *621inculpatory. Thus, the threshold requirements are met for application of the Parker v. Randolph rule.\nThe next consideration is whether R. 3:15-2(a) implicitly rejects the Parker v. Randolph holding as the law of this state. That rule provides:\nIf two or more defendants are to be jointly tried and the prosecuting attorney intends to introduce at trial a statement, confession or admission of one defendant involving any other defendant, he shall move before trial on notice to all defendants for a determination by the court as to whether such portion of the statement, confession or admission involving such other defendant can be effectively deleted therefrom. The court shall direct the specific deletions to be made, or, if it finds that effective deletions cannot practically be made, it shall order separate trials of the defendants. Upon failure of the prosecuting attorney to so move before trial, the court may refuse to admit such statement, confession or admission into evidence at trial, or take such other action as the interest of justice requires.\nEffective deletions cannot practically be made in the present case because each confession makes frequent and pervading use of the word “we” — an obvious reference to the co-defendants sitting at counsel table. Therefore, it must be determined whether R. 3:15-2(a) mandates severance in the instant case, due to the impossibility of viable redaction. I find that it makes no such requirement.5 The terminology of the rule limits its application to that type of situation wherein the State intends:\nto introduce at trial a statement, confession or admission of one defendant involving any other defendant____ [emphasis supplied.]\nThe rule does not apply to the case of interlocking confessions or of interlocking confessions of multiple defendants. Indeed, R. 3:15-2(a) is a codification of State v. Young, 46 N.J. 152 (1965), which factually involved a Bruton-type case, not a Parker v. Randolph setting. Hence, it is appropriate to adopt the persuasive reasoning in Parker v. Randolph.\n*622Since the statements are relevant they should be admitted if proffered at a joint trial of all defendants.\nThe State shall submit an order in conformity with this opinion.\n\nln the appropriate situation our State Constitution may independently furnish a basis for protecting personal rights when it is not clear that the guarantees of the Federal Constitution would serve to grant that same level of protection. See State v. Alston, 88 N.J. 211, 125 (1981).\n\n\nThe Bruton rule applies to oral confessions, as well. State v. Gardner, 54 N.J. 37, 42 (1969).\n\n\nIn Parker v. Randolph, although each of the confessions was subjected to a process of redaction so as to delete any reference by a co-defendant in his confession to the other defendant’s involvement, the confessions nevertheless left no possible doubt in the jurors’ minds concerning the \"persons” referred to. 442 U.S. at 67, 99 S.Ct. at 2137, 60 L.Ed.2d at 719, fn. 3 (1979).\n\n\nFor other alternatives to severance, see State v. Sims, 140 N.J.Super. 164 (App.Div.1976); United States v. Rickey, 457 F.2d 1027 (3d Cir.1972); and for an option that is not recommended see State v. Corsi, 86 N.J. 172 (1981) and State v. Hernandez, 163 N.J.Super. 283 (App.Div.1978), certif. den. 81 N.J. 342 (1979).\n\n",
            "ocr": true,
            "opinion_id": 7318849
        }
    ],
    "court_short_name": "New Jersey Superior Court App Division",
    "court_full_name": "New Jersey Superior Court Appellate Division",
    "court_type": "SA",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}