{
    "id": 7404466,
    "judges": "Lihotz",
    "date_filed": 1295913600000,
    "date_filed_is_approximate": false,
    "slug": "marrero-v-feintuch",
    "case_name_short": "Marrero",
    "case_name": "Marrero v. Feintuch",
    "case_name_full": "JEFFREY MARRERO AND FRANCISCO MARRERO, PLAINTIFFS-RESPONDENTS v. HOWARD FEINTUCH, ESQUIRE FEINTUCH, PORWICH & FEINTUCH PHILIP FEINTUCH AND ALAN PORWICH",
    "attorneys": "Patrick B. Minter argued the cause for appellants (Graham Curtin, P.A., attorneys; Christopher J. Carey, of counsel; Mr. Minter, Theodore H. Hilke and Kathleen N. Fennelly, on the briefs)., John C. Messina argued the cause for respondents (Berkomtz, Lichtstein, Kuritsky, Giasullo & Gross, L.L.C., attorneys; Mr. Messina, of counsel and on the brief; Lisa M. Leili, on the brief).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued December 8, 2010",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "418 N.J. Super. 48",
        "11 A.3d 891"
    ],
    "opinions": [
        {
            "author_str": "Lihotz",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nLIHOTZ, J.A.D.\nPlaintiff1 Jeffrey Marrero was tried and convicted by a jury of armed robbery. His conviction was reversed on appeal and the State declined to pursue retrial. This matter involves Marrero’s professional negligence action against criminal defense counsel, defendants Howard Feintuch, his law firm Feintuch, Porwich &amp; Feintuch and law partners, Philip Feintuch and Alan Porwich. Marrero’s complaint sought repayment of the legal fees paid, compensatory damages, punitive damages and counsel fees and costs. Generally, Marrero alleged defendants failed to introduce evidence supporting his alibi defense, which he maintained would have defeated prosecution in the first instance.\nDefendants, by our leave granted, appeal from a June 25, 2010 interlocutory order denying reconsideration of a May 14, 2010 order quashing a subpoena to obtain witness testimony. Defendants asserted the information sought was relevant to refute Marrero’s alibi and to show they were not negligent in providing his criminal defense. The trial court quashed the subpoena, determining Marrero’s guilt of the criminal offense was not relevant in the malpractice action.\nFollowing our examination, we conclude the motion judge exceeded her discretion in barring the pretrial discovery deposition testimony, as the evidence may be relevant to defeat plaintiff’s malpractice claims. Accordingly, we reverse the May 14, 2010 order quashing the subpoena and the June 25, 2010 order denying reconsideration.\nThe facts of the underlying criminal matter are recited in our unpublished opinion reversing Marrero’s conviction. State v. Marrero, No. A — 4141-05, 2007 WL 1627465 (App. Div. June 7, *512007). We restate those facts necessary to understand the context of the issues under review.\nDefendants were hired as Marrero’s criminal defense counsel following his indictment in connection with the January 11, 2005 knife-point robbery of Ralph Greiss, the owner of St. Mina’s Deli. Marrero, supra, slip op. at 2. After the robbery, Greiss chose Marrero’s picture from a photographic array. Id. at 3. At trial, when asked whether he saw the perpetrator in the courtroom, Greiss said, “He’s not here.” Id. at 2. When asked a second time to find the man who robbed him in the courtroom, Greiss chose a member of the jury. Id. at 4.\nSevero Cordero, a customer who had entered the deli as the robbery was taking place, also testified. Ibid. Cordero explained he briefly saw the face of the perpetrator as he exited the deli. Ibid. When asked by police to view suspect photographs, Cordero chose a picture of someone who he stated “resembled” the perpetrator. Id. at 5. Cordero advised he was not certain the photograph was of the robber. Ibid. Cordero’s in-court identification was equally equivocal. Ibid. He stated Marrero “looked just like” the robber he saw, but he was not “100 percent” sure Marrero was the person responsible for the stick-up. Ibid.\nMarrero’s girlfriend Christine Vuolo was called by the defense. She stated that at about 6:30 p.m. Marrero telephoned her and they talked for approximately “fifteen to twenty minutes.” Marrero’s telephone records, which were not introduced to corroborate Vuolo’s testimony, verified that on the date of the robbery, a call was placed from his residence at 6:32 p.m., which lasted until 6:38 p.m. The robbery occurred at 6:57 p.m.\nThe jury found Marrero guilty and he was sentenced to five years imprisonment, subject to the No Early Release Act, N.J.S.A. 2C:43-7.2. Id. at 2. On appeal, we overturned the conviction, principally based on judicial errors. We remanded the matter for a new trial. Id. at 15.\n*52Following a discussion with appellate counsel, the State declined to pursue further prosecution and recommended dismissal of the indictment. In a memo to the trial judge supporting the requested dismissal, Assistant Hudson County Prosecutor Leo Hurley identified problems that thwarted prosecution. These included the equivocal victim identification, Marrero’s telephone records corroborating Vuolo’s testimony regarding their telephone call, and the defense proffer of another witness it proposed to call at retrial who telephoned Marrero at home at 6:32 p.m., which was also corroborated by the telephone records. Hurley concluded:\nGiven that the armed robbery occurred ... at 6:57 p.m. and that testimony backed by certified telephone records would show that [Marrero] was on the phone with two different people until roughly 6:38 p.m. on January 11, 2005, it is highly unlikely that he could travel a mile and a half to the St. Mina’s Deli in order to commit the armed robbery of that store. Greiss’s identification of a juror as the perpetrator of the armed robbery during the first day of trial further buttresses this conclusion.\nThe court dismissed the indictment. On June 11, 2007, Marrero was released from prison after serving one year and eight months of his sentence.\nMarrero’s legal malpractice action alleged defendants, as criminal defense counsel, failed to investigate or properly interview witnesses, neglected to support Marrero’s alibi by introducing his certified telephone records to show he was speaking to Yuolo about the time the robbery occurred, undermined Marrero’s alibi during .summation by improperly suggesting Marrero may have been talking to Vuolo on a cellular telephone and improperly cross-examined Greiss, allowing him to reiterate his out-of-court identification despite his inability to identify Marrero during trial.\nDuring discovery in the negligence action, defendants issued a Subpoena Ad Testificandum to Richard Stenzer, Marrero’s friend, who had spent time with him the day of the robbery. In the criminal matter, Stenzer was identified among the State’s proposed trial witnesses, but failed to appear. Defendants proposed to depose Stenzer to reconstruct the events of that day. Marrero moved to quash the subpoena.\n*53Defendants opposed the motion to quash, filing the affidavit of Jorge Morales, the former assistant prosecutor at Marrero’s criminal trial. Morales stated the telephone records were available at trial and had they been introduced, he “could have called [] Stenzer to testify ... [as] Stenzer[’s] house was on the same block as the victim’s store.” Morales also stated that he declined the court’s offer of a bench warrant to compel Stenzer’s appearance because the telephone records were not used. Additionally, Morales stated that with the telephone records in hand he could have attacked Vuolo’s testimony on cross-examination as the call lasted only six minutes, not fifteen or twenty.\nThe motion judge found Stenzer’s testimony as to Marrero’s alibi had “no relevance” to Marrero’s legal malpractice claim. During her oral findings, the motion judge stated:\nNotably Mr. Stenzer never testified at trial [inj the original action. [D]efendant[s] here never sought to have him testily. Allowing him to testify as part of this action ... would be contrary to the holding in Lieberman [if. Employers Ins. of Wausau, 84 N.J. 325, 419 A.2d 417 (1980),] which indicates the jury must be provided with an accurate evidential reflection ... of the original action.\nBecause the motion judge concluded Marrero need not prove his innocence for the underlying robbery, defendants’ subpoena for Stenzer’s testimony to pursue such information was quashed.\nDefendants moved for reconsideration. Following oral argument, the motion judge issued a written decision and entered an order denying the motion. The motion judge reiterated her prior conclusion that Stenzer’s testimony as to Marrero’s guilt or innocence for the underlying robbery was irrelevant to the legal malpractice claims and the “suit within a suit” format was inapplicable to criminal legal malpractice actions because a “jury must be provided with ‘an accurate evidential reflection or semblance of the original action.’ ” We granted defendants’ request for leave to appeal.\nOn appeal, defendants argue the motion judge erred in quashing the subpoena after concluding Marrero’s guilt or innocence was not relevant to dispute his claims of legal malpractice. Defendants suggest “the role a plaintiffs guilt or innocence should play *54in a criminal legal malpractice action” is not clearly decided by New Jersey case law. Defendants assert Marrero’s guilt is relevant to whether their actions were negligent, making the information to be obtained through Stenzer’s deposition relevant. Defendants urge the order should be reversed because quashing the subpoena limits their ability to defend against Marrero’s malpractice claims. Additionally, defendants assert the trial court erred in its application of Lieberman, supra, 84 N.J. at 342-44, 419 A.2d 417, by incorrectly concluding the “suit within a suit” approach was inapplicable to the legal negligence trial.\nMarrero argues the Supreme Court in McKnight v. Office of Pub. Defender, 197 N.J. 180,182, 962 A.2d 482 (2008), rejected the precept that a criminal defendant must prove actual innocence to prevail on claims of professional negligence. Plaintiff correctly observes the Court, in determining the commencement of the tolling period for a negligence suit, stated that only “some form of exoneration” rather than proof of actual innocence is required. Ibid. From this he concludes Stenzer’s testimony was properly quashed.\nOur de novo review examines whether the court correctly applied the governing legal principles in exercising its discretion to quash the subpoena. See Manalapan Realty, L.P. v. Twp. Comm. of Manalapan, 140 N.J. 366, 378, 658 A.2d 1230 (1995) (“A trial court’s interpretation of the law and the legal consequences that flow from established facts are not entitled to any special deference.”). See also Rowe v. Hoffmann-La Roche Inc., 383 N.J.Super. 442, 452, 892 A.2d 694 (App.Div.2006), rev’d on other grounds, 189 N.J. 615, 917 A2.d 767 (2007).\nContrary to the assertions of the parties, the question now presented was not squarely addressed by this court or the Supreme Court in McKnight.2 Nevertheless, it is instructive to *55provide an overview of our opinion and that of the Supreme Court in McKnight.\nIn our opinion in McKnight v. Office of Pub. Defender, 397 N.J.Super. 265, 267, 936 A.2d 1036 (App.Div.2007), rev’d., 197 N.J. 180, 962 A2.d 482 (2008), the issue we reviewed was when does a professional negligence action against criminal defense counsel accrue. The plaintiff, who was born in Trinidad and Tobago, filed a legal malpractice action against the public defender who counseled him in his guilty plea to third-degree aggravated assault. Ibid. Following conviction, the plaintiff was informed he would be deported because of his guilty plea. Ibid. The trial court denied the motion to withdraw his plea, which we affirmed on appeal. Id. at 267-68, 936 A.2d 1036. The plaintiffs native country declined to accept him as a deportee, resulting in his indefinite incarceration. Id. at 269, 936 A.2d 1036. The plaintiff sought post-conviction relief (PCR), asserting counsel misinformed him of the deportation consequences of a guilty plea. Id. at 268, 936 A.2d 1036. PCR was granted. Ibid. On remand, the State agreed to accept a guilty plea to a lesser offense. Id. at 269-70, 936 A.2d 1036.\nMore than four years following his guilty plea, but within ninety days of the order granting PCR relief, the plaintiff, represented by different counsel, filed the professional negligence complaint against the public defender. Id. at 269-70, 936 A.2d 1036. The public defender’s office moved to dismiss the action as untimely, *56because it had been filed more than two years beyond the date the plaintiff was informed he was subject to deportation. Id. at 271, 936 A.2d 1036. The trial court was persuaded and dismissed the civil action. Ibid. On appeal, we ascertained the accrual date of plaintiffs malpractice action. Ibid.\nAddressing the plaintiff’s argument that any legal malpractice action against defense counsel should not accrue until he was exonerated by way of PCR, we considered decisions of our sister states. Id. at 274, 936 A.2d 1036. Relevant to the instant matter, we flatly rejected determinations from other jurisdictions that relied upon public policy considerations to preclude malpractice recovery by a criminal defendant who had not proven his or her actual innocence of the crimes charged. See e.g., Ang v. Martin, 154 Wash.2d 477, 114 P.3d 637, 640 (2005) (reiterating that innocence is an additional element a criminal defendant-malpractice plaintiff must prove to prevail); Taylor v. Davis, 265 Va. 187, 576 S.E.2d 445, 447 (2003) (requiring legal malpractice plaintiff who alleges attorney’s negligence in a criminal ease, which resulted in an erroneous conviction, must prove he has obtained post-conviction relief and was “actually innocent” of the crimes charged); Coscia v. McKenna &amp; Cuneo, 25 Cal.4th 1194, 108 Cal.Rptr.2d 471, 25 P.3d 670, 673 (2001) (concluding “only an innocent person wrongly convicted [may] be deemed to have suffered a legally compensable harm”); Brown v. Theos, 345 S.C. 626, 550 S.E.2d 304, 306 (2001) (stating plaintiff must show innocence of the crime in order to establish liability in an action for legal malpractice); Wiley v. Cnty. of San Diego, 19 Cal.4th 532, 79 Cal.Rptr.2d 672, 966 P.2d 983, 987 (1998) (holding that “[o]nly an innocent person wrongly convicted due to inadequate representation has suffered a compensable injury”); Kramer v. Dirksen, 296 Ill.App.3d 819, 231 Ill.Dec. 169, 695 N.E.2d 1288, 1290 (1998); Ray v. Stone, 952 S.W.2d 220, 224 (Ky.Ct.App.1997) (supporting the public policy that prohibits financial gain resulting, directly or indirectly, from criminal acts); Lamb v. Manweiler, 129 Idaho 269, 923 P.2d 976, 979 (1996) (noting plaintiff did not dispute proposition that actual innocence was “additional element” of criminal malpractice cause *57of action); Bailey v. Tucker, 533 Pa. 237, 621 A.2d 108, 115 (1993) (stating plaintiff must prove that he is innocent of the crime charged or any lesser included offense); Glenn v. Aiken, 409 Mass. 699, 569 N.E.2d 783, 787 (1991) (stating that in order to recover for attorney malpractice, plaintiff must prove by a preponderance of the evidence that he is innocent of the crime charged); Carmel v. Lunney, 70 N.Y.2d 169, 518 N.Y.S.2d 605, 511 N.E.2d 1126, 1128 (1987) (stating that unless a plaintiff can assert his innocence, “public policy prevents maintenance of a malpractice action against his attorney”).\nThe public policy undergirding each of these out-of-state authorities is concisely expressed in Wiley:\n[P]ermitting a convicted criminal to pursue a legal malpractice claim -without requiring proof of innocence would allow the criminal to profit by his own fraud, or to take advantage of his own wrong, or to found [a] claim upon his iniquity, or to acquire property by his own crime. As such, it is against public policy for the suit to continue in that it would indeed shock the public conscience, engender disrespect for courts and generally discredit the administration of justice.\n[supra, 79 Cal.Rptr.2d 672, 966 P.2d at 986 (internal quotations and citations omitted).]\nIn specifically rejecting this premise we concluded, “the requirement of actual innocence illogically and unfairly bars valid and legitimate claims of malpractice[.]” McKnight, supra, 397 N.J.Super. at 276, 936 A.2d 1036. Instead, we accepted as a founding premise that “both the innocent and the guilty are entitled to competent counsel.” Id. at 288, 936 A.2d 1036. Noting malpractice cases focus on “whether the plaintiff was damaged by an attorney’s negligent performance in the underlying criminal action!,]” we favored allowance of a remedy when a criminal defendant was damaged by the negligent conduct of an attorney who was duty bound to protect the client’s interests. Id. at 282, 936 A.2d 1036.\nThe majority of our panel adopted a two-track approach to determine when an aggrieved criminal defendant’s malpractice action accrues. Applying the generally held principle for accrual of professional negligence matters, we concluded actual knowledge triggered the time to file the suit and determined a plaintiff must *58also seek PCR to “undo some of the harm allegedly caused by the attorney negligence.” Id. at 279, 936 A.2d 1036. In that way, the malpractice action would be stayed pending the outcome of the petition for PCR to ascertain the scope of damages suffered. Ibid.\nWe affirmed the trial court’s dismissal of the malpractice action as untimely, to which Judge Stem dissented.3 Id. at 295-97, 936 A.2d 1036 (Stern, J., dissenting). Judge Stern favored a rule providing for the delay of accrual until exoneration. Id. at 297, 936 A.2d 1036.\nThe Court, in a brief per curiam opinion, reversed our decision and reinstated the plaintiffs legal malpractice action, adopting the approach enunciated by Judge Stern. McKnight, supra, 197 N.J. at 182, 962 A.2d 482. The Court held:\nAccordingly, in a legal malpractice action brought by a defendant against the attorney who represented him in a criminal ease, the statute of limitations does not begin to run until the defendant receives relief in the form of exoneration.4 [Ibid, (citing McKnight, supra, 397 N.J.Super. at 295-301, 936 A.2d 1036 (Stem, J., dissenting)).]\nAlthough not specifically abrogating the requirement of actual innocence, the Court stated:\nJudge Stern noted that exoneration “might be vacation of a guilty plea and dismissal of the charges, entry of judgment on a lesser offense after spending substantial time in custody following conviction for a greater offense or any disposition more beneficial to the criminal defendant than the original judgment.” *59Id. at 298 [936 A.2d 1036]. Judge Stern also emphasized that “defendant has to be exonerated to the point of being able to show some injury caused by the alleged malpractice whether that relief is dismissal of the charges, acquittal on retrial, conviction of a lesser included offense or otherwise____” Id. at 300-01 [936 A.2d 1036],\nId. at 182, 962 A.2d 482 (quoting McKnight supra, 397 N.J.Super. at 298, 936 A.2d 1036 (Stern, J., dissenting)).]\nThese comments provide sufficient guidance to allow us to conclude a plaintiff need not prove actual innocence of criminal charges as a prerequisite to pursue legal malpractice claims against his former criminal defense counsel. Having reached that conclusion, we next examine whether plaintiffs guilt of the offenses charged is relevant to defend the negligence action. Although we give “substantial deference” to the trial judge’s evidentiary rulings, Benevenga v. Digregorio, 325 N.J.Super. 27, 32, 737 A.2d 696 (App.Div.1999) (citations omitted), certif. denied, 163 N.J. 79, 747 A.2d 287 (2000), following our review, we do not agree with the motion judge that the evidence sought to be uncovered is not relevant and conclude the order quashing the subpoena, issued during pretrial discovery, was a misapplication of the court’s discretion.\nThe scope of pretrial discovery is very broad. Jenkins v. Rainner, 69 N.J. 50, 56, 350 A.2d 473 (1976). Rule 4:10-2(a) allows parties to “obtain discovery regarding any matter, not privileged, which is relevant to the subject matter involved in the pending action, whether it relates to the claim or defense of the party seeking discovery or to the claim or defense of any other party[J” “[0]ur courts have held that rules of discovery are to be liberally construed and accorded the broadest possible latitude.” Blumberg v. Dornbusch, 139 N.J.Super. 433, 437-38, 354 A.2d 351, (App.Div.1976). See also Pressler &amp; Verniero, supra, comment 1 to Rule 4:10-2(a) (2011) (stating “there is substantial liberality in the granting of discovery”).\nRelevant information is defined by N.J.R.E. 401 as “evidence having a tendency in reason to prove or disprove any fact of consequence to the determination of the action.” See also Bren*60man v. Demello, 191 N.J. 18, 30, 921 A.2d 1110 (2007). The inquiry “focuses upon ‘the logical connection between the proffered evidence and a fact in issue.’ ” Verdicchio v. Ricca, 179 N.J. 1, 33, 843 A.2d 1042 (2004) (quoting State v. Hutchins, 241 N.J.Super. 353, 358, 575 A.2d 35 (App.Div.1990)).\nWhen examining a party’s request to restrict pretrial discovery, the principle guiding the court should be to generally permit the widest latitude in the use of available discovery tools. Blumberg, supra, 139 N.J.Super. at 438, 354 A.2d 351. In its review, a court must also keep in mind “[i]t is not ground for objection that the information sought [in discovery] will be inadmissible at the trial if the information sought appears reasonably calculated to lead to the discovery of admissible evidence^]” R. 4:10-2(a). See also Pfenninger v. Hunterdon Cent. Reg’l High Sch., 167 N.J. 230, 237, 770 A.2d 1126 (2001). Relevant evidence may certainly be excluded at trial if its probative value is outweighed by the risks of undue prejudice or the likelihood of misleading the jury. N.J.R.E. 403(a).\nIn this matter, among the allegations set forth in Marrero’s complaint is that if not for defendants’ failure to introduce certified copies of his telephone records, Marrero would not have been convicted. Defendants suggest both Marrero’s innocence and his alibi are placed at issue by the complaint, making discovery centering on those facts relevant and permissible. Also, defendants believe Stenzer was with Marrero on the day of the robbery, making his testimony relevant to develop a timeline of events. We agree.\nParagraph 13 of the malpractice complaint, states: “Jeffery Marrero was home ... at the time of the robbery. Jeffrey Marrero was not involved in any manner in the robbery.” Further, paragraph 21 asserts: “Jeffery Marrero informed defendant that at the time of the robbery he ... had been on the land-line telephone at his home, with ... Vuolo.” Because Marrero placed his innocence at issue to clarify defendants’ alleged breach of duty, then Stenzer’s testimony of Marrero’s whereabouts is relevant. *61Consequently, Stenzer’s deposition is “reasonably calculated to lead to the discovery of admissible evidence.” In re Liquidation of Integrity Ins. Co., 165 N.J. 75, 82, 754 A.2d 1177 (2000).\nWe reject Marrero’s assertion to bar Stenzer’s testimony because the State’s decision not to retry him resulted solely from defense counsel’s failure to introduce the telephone records. The ultimate decision not to pursue retrial was also greatly impacted by the victim’s equivocal identification and the unavailability of the assistant prosecutor who had participated in the first trial but had been deployed for military service in Iraq. We are told the defense had uncertified telephone records at trial but did not use them and that the State had listed Stenzer on its witness list to blunt any effect once the telephone records were offered. Thus, the production of the certified records alone did not cause the State to decline prosecution. Believing Stenzer’s testimony would have been damaging to Marrero in his criminal trial, defendants may have withheld the records, so as not to trigger the State’s presentation of Stenzer. Therefore, Stenzer’s deposition may confirm defendants’ assertion that their decision not to present the telephone records was not negligent.\nBased on this record, we also note Stenzer’s testimony may lead to evidence discrediting other elements of professional negligence. To prevail on his claim, Marrero must show defendants negligently breached a duty resulting in a “loss proximately caused” by that negligence. Gautam v. De Luca, 215 N.J.Super. 388, 397, 521 A.2d 1343 (App.Div.), certif. denied, 109 N.J. 39, 532 A.2d 1107 (1987). Marrero must also quantify the damages suffered as a proximate consequence of defendants’ breach. Lieberman, supra, 84 N.J. at 342, 419 A.2d 417. If Stenzer implicates Marrero in the robbery, that fact may undermine the requisite proximate cause to support a malpractice claim. See Krahn v. Kinney, 43 Ohio St.3d 103, 538 N.E.2d 1058, 1062 (1989) (observing the failure to obtain exoneration of the underlying criminal conviction could destroy the plaintiffs ability to establish proximate cause). Stated differently, if defendants offer evidence that Marrero robbed St. Mina’s Deli, *62then Marrero’s detention and incarceration were the expected consequence of his culpable criminal conduct, defeating plaintiffs claim that defendants’ conduct caused the harm alleged. See Coscia, supra, 108 Cal.Rptr.2d 471, 25 P.3d at 673 (internal citations omitted); see also Christopher Scott Marvel, “Monday Morning Lawyering: Proximate Cause and the Requirement of Actual Innocence in a Criminal Defense Malpractice Action,” 16 Widener L.J. 131, 133 (2006) (explaining that “in order for the former attorney’s negligence to have proximately caused the plaintiffs harm, the former criminal defendant must establish that it was the attorney’s negligent representation, not the plaintiffs own criminal behavior that led to the harm suffered”).\nAdditionally, we note the motion judge’s decision, based in part on the admissibility of the evidence, was error. The court’s declaration barring Stenzer’s deposition because “the jury must be provided with an accurate evidential reflection or semblance of the original action” suggests an evaluation of the admissibility of the discoverable facts. The test is limited to whether the evidence is relevant, not admissible. R. 4:10-2(a). Without knowing the content of Stenzer’s testimony, it is premature to assess whether the information gleaned from any deposition will be admissible. Such a determination must abide future considerations in accordance with the balancing test set forth in N.J.R.E. 403.\nIn view of the sweeping nature of our discovery rules designed to ensure, with few exceptions, the ability to obtain all relevant facts before trial, we conclude quashing the subpoena regarding Marrero’s alibi was unwarranted and represented a misguided exercise of discretion. Accordingly, we reverse the May 14, 2010 order quashing the subpoena.\nFor completeness, we comment on the court’s statement upon reconsideration to decline application of the “suit within a suit” format when reviewing a “legal malpractice claim[ ] involving non-economic claims in criminal defense work.” Lieberman, supra, did not eschew the “suit within a suit” format but advised that this traditional presentation was not the only way to proceed in a legal *63malpractice action. 84 N.J. at 325, 419 A.2d 417; see also Garcia v. Kozlov, Seaton, Romanini &amp; Brooks, P.C., 179 N.J. 343, 346, 845 A.2d 602 (2004).\nThe procedure dubbed “suit within a suit,” requires a legal malpractice plaintiff to present the evidence that should have been submitted at a trial had no malpractice occurred. Garcia, supra, 179 N.J. at 346, 845 A.2d 602. The Court observed the alternatives to be considered to\nthe “suit within a suit” approach or any reasonable modification thereof. Another option, which may be apposite in this case in light of the duality of defendants, the factor of role reversal, and the passage of time, is to proceed through the use of expert testimony as to what as a matter of reasonable probability would have transpired at the original trial____ Such experts would testify, in light of their experience and expertise, concerning the outcome of the [underlying case] if the case had been brought to trial ... and had been defended in the manner ... initially planned.\nId. at 344, 845 A.2d 602.]\nThis discretionary determination, however, is better made at the completion of discovery, not before.\n[T]he proper approach in each case will depend upon the facts, the legal theories, the impediments to one or more modes of trial, and, where two or more approaches are legitimate, to plaintiffs preference. Courts are not to become involved in determining how a legal malpractice ease is tried unless the parties disagree, in which ease the final determination of the court is a discretionary judgment that is entitled to deference.\n[Id. at 346, 845 A.2d 602.]\nHere, the court’s determination was improvidently announced.\nReversed.\n\n Plaintiff Francisco Marrero is Jeffrey's father. His claim against defendants results because he hired and paid for Jeffrey's criminal defense. For ease in our opinion, however, we combined the claims and attribute them to Jeffrey Marrero.\n\n\n One other case has reviewed a plaintiff's professional negligence action against criminal defense counsel and touched on whether guilt of the criminal offense affects the civil action. In Alampi v. Russo, 345 NJ.Super. 360, 361, 785 *55A.2d 65 (App.Div.2001), we affirmed the summary judgment dismissal of plaintiffs action, concluding the plaintiff's unimpeached guilty plea in the criminal matter barred recovery of damages against his attorneys for a wrongful conviction. We did not specifically reach the question of whether evidence of guilt of the charged criminal offense was relevant or necessary to present in the malpractice matter, but stated in dicta that the issue abides a case-by-case review \"eschewling] a 'bright-line' rule requiring exoneration in all cases.” Id. at 371, 785 A.2d 65. See also Alevras v. Tacopina, 399 F.Supp.2d 567, 574-75 (D.N.J.2005) (concluding New Jersey law required the barring of a criminal malpractice action when the plaintiff had sought but failed to obtain post-conviction relief), aff'd, 226 Fed.Appx. 222 (3d Cir.2007).\n\n\n Judge Stem observed that most defendants obtain the services of the Public Defender’s Office. The majority’s position would have the unintentional consequence of converting every PCR request that alleged ineffective assistance of counsel by the Public Defender, into a Tort Claims Act, NJ.S.A. 59:8-1 to -11, case. Id. at 296-97, 936 A.2d 1036 (Stern, J., dissenting).\n\n\n Concerned with notice to the attorney against whom possible malpractice claims may be filed, the Court further referred an issue to its Criminal Practice Committee to incorporate in our Rules a mechanism to provide a copy of the PCR petition to be forwarded to the attorney who had provided the legal representation, informing counsel of the possibility of suit. Id. at 183, 962 A.2d 482. See Pressler &amp; Verniero, Current N.J. Court Rules, comment to Rule 3:22-7 (2011).\n\n",
            "ocr": true,
            "opinion_id": 7323644
        }
    ],
    "court_short_name": "New Jersey Superior Court App Division",
    "court_full_name": "New Jersey Superior Court Appellate Division",
    "court_type": "SA",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}