{
    "id": 7413257,
    "judges": "Putnam",
    "date_filed": -2276553600000,
    "date_filed_is_approximate": false,
    "slug": "people-ex-rel-olcott-v-house-of-refuge-for-women",
    "case_name_short": null,
    "case_name": "People ex rel. Olcott v. House of Refuge for Women",
    "case_name_full": "PEOPLE ex rel. OLCOTT, Dist. Atty. v. HOUSE OF REFUGE FOR WOMEN, AT HUDSON",
    "attorneys": "W. M. K. Olcott (John D. Lindsay, of counsel), for appellants., J. Rider Cady, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>State Charities Law—Repeal by Implication—House of Refuge.</p> <p>Hie state charities law (Laws 1896, c. 546, § 146), providing that a woman guilty of a misdemeanor should be committed to a certain house of refuge for women, does not repeal by implication Pen. Code, § 698, as amended by Laws 1896, c. 374, providing that a woman convicted of a felony, where the sentence imposed is less than one year, may be committed to said house of refuge, especially as there was appended to the state charities law a schedule of laws repealed thereby, but said section 698 was not included therein.</p>",
    "summary": "Appeal from special term, Albany county. Mandamus on the relation of W. M. K. Olcott, district attorney, against the House of Refuge for Women, at Hudson. From an order denying the writ, relator appeals. Reversed. Appeal from an order entered June 12, 1897, at a special term of the supreme court held in Albany county, denying the application of the relator for a writ of peremptory mandamus requiring the defendant, the House of Refuge for Women, at Hudson, to receive into its custody, and to imprison and confine, one Emeline Walker, convicted of the felony of robbery in the second degree at the court of general sessions of the peace of the- city and county of New York, and sentenced for the term of 11 months to said house of refuge by a judge of said court, pursuant to the provisions of section 698 of the Penal Code, as amended by chapter 374 of the Laws of 1896. The authorities of said institution having refused to receive the said prisoner, the plaintiff applied for a writ of peremptory mandamus compelling them to do so, and from the order denying such application this appeal is taken. Argued before PARKER, P. J., and LANDON, HERRICK, PUTNAM, and MERWIN, JJ.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "47 N.Y.S. 767"
    ],
    "opinions": [
        {
            "author_str": "Putnam",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPUTNAM, J.\nThe question presented on this appeal is whether or 146, c. 546, of the Laws of 1896, constituting a part of the state charities law, has the • effect of repealing section 698 of the Penal Code, as amended by chapter 374 of the Laws of 1896; no express repeal being contained in the former statute. Section 698 of the Penal Code, as amended, provides as follows:\n“Any woman over the age of sixteen years, who shall be convicted of a felony in any of the courts of this state, shall, when the sentence imposed is one year or more, be sentenced to imprisonment in the State Prison for Women at Auburn. When the sentence .imposed is less than one year, she shall be committed to the county jail of the county where convicted, or to a penitentiary, or to a house of refuge for women,”\nThis amendment took effect April 22, 1896. The state charities law, § 146, which took effect October 1,1896, as above amended, reads as follows:\n“A female between the ages of twelve and twenty-five years, convicted by any magistrate of petty larceny, habitual drunkenness, of being a common prostitute, of frequenting disorderly houses or houses of prostitution, or of a misdemeanor, and who is not insane, nor mentally or physically incapable of being substantially benefitted by the discipline of either of such institutions, may be sentenced and committed to the House of Refuge for Women, at Hudson, and such females between the ages of fifteen and thirty years, convicted of like offences, may be sentenced and committed to the Western House of Refuge for Women, at Albion, or to the New York State Reformatory for Women, at Bedford. The term of such sentence and commitment shall be five years, but such female may be sooner discharged therefrom by the board of managers. * * *”\n_ The section last above quoted is a substantial re-enactment of provisions contained in chapter 704 of the Laws of 1892, in force at the time of the passage of both of the acts under consideration here.\nIt is urged by the respondent that the section of the Penal Code above referred to was inconsistent with the provisions of the state charities law, and was therefore repealed by the latter statute. An examination of the state charities law shows that, under its provisions, females between the ages of 12 and 25 years, convicted of certain misdemeanors, if not insane, nor mentally or physically incapable of being substantially benefited by the discipline maintained at the institution, may be sentenced to the House of Refuge for Women, at Hudson, for a term of five years, unless sooner discharged therefrom by the board of managers of said institution, while the provisions of section 698 of the Penal Code, as amended, provides that any woman over the age of 16 years, who shall be convicted of a felony, shall, when the sentence imposed is less than one year, be committed to the county jail of the county where convicted, or to a penitentiary, or to a house of refuge for women, but, when the sentence shall be for a longer term, such female must be committed to the state prison, at Auburn. After a careful examination of the two statutes, we have reached the conclusion that no repugnancy or inconsistency exists between them. It is a fundamental principle of construction that repeals by implication are not favored in law, and that if, by any reasonable construction, the two statutes can stand together, they must so stand. Chew Heong v. U. S., 112 U. S. 536-550, 5 Sup. Ct. 255; Mark v. State, 97 N. Y. 572-578; People v. *769Koenig, 9 App. Div. 436, 41 N. Y. Supp. 283. We can see no repugnancy or inconsistency in two statutes, one of which provides that members of a certain class, called “misdemeanants,” may be sentenced to the House of Refuge for Women, at Hudson, while the other provides that persons belonging to another ánd separate class, called “felons,” may be sentenced to the same institution. To quote the language of Miller, J., in Mark v. State, supra, “They both may be considered as one law, embracing separate provisions as to different classes of cases.” But it is claimed by the respondent that it was the probable intent of the legislature, in enacting the state charities law, to exclude from the said refuge all but misdemeanants, whose term of imprisonment depended on good behavior, in order that the inmates of said institution might not be compelled to associate with felons committed on determinate sentences, which, it is claimed, would seriously interfere with the reformatory work carried on therein. We do not perceive that the language of the act indicates any such intention, and we are not at libertv to annul by judicial action a portion of a statute because of some supposed policy of the lawmaking power. Refrigerating Co. v. Sulzberger, 157 U. S. 1-37, 15 Sup. Ct. 508. The remedy must be sought from the legislature, and not from the courts. And especially would such a construction be unwarranted in this case, where it appears by the language of the statute claimed to be repealed that the legislature did make a classification in favor of the refuge, and declared that only those whose misdeeds were sufficiently petty as to require an imprisonment of less than one year could be committed to the institution, while felons guilty of the more heinous crimes, and requiring longer sentences, must be sentenced to the state prison. The above views are strengthened by the fact that, although appended to the state charities law was a schedule of laws repealed thereby, section 698 of the Pengl Code was not included in said schedule. Nor do we think the principle that where the whole of a former law is revised by a new statute, and the latter appears to orescribe the only rule which governs the subject, the particulars of the old law in which they differ are regarded as repealed by implication, applies. Section 146 of the state charities law, while providing that females between the ages of 12 and 25 years, convicted of certain misdemeanors specified in the statute, may be confined in the House of Refuge for Women, at Hudson, does not expressly or impliedly provide that no other class of female convicts shall be imprisoned therein. The statute in question is not a revision of the whole of the former laws. It is not repugnant to section 698 of the Penal Code, and hence does not repeal the latter statute. The view above suggested renders it unnecessary to consider the effect of section 33 of the statutory construction law upon the question under consideration.\nWe conclude that the order should be reversed, and the motion granted. All concur.\n",
            "ocr": true,
            "opinion_id": 7332603
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}