{
    "id": 7496366,
    "judges": "Allen, Kissinger, Shannon",
    "date_filed": "1994-07-08",
    "date_filed_is_approximate": true,
    "slug": "rayburn-v-state",
    "case_name_short": "Rayburn",
    "case_name": "Rayburn v. State",
    "case_name_full": "Arnold RAYBURN and Robert Rancillio v. STATE of Florida",
    "attorneys": "B. Anderson Mitcham and Seymour L. Honig, Tampa, for appellants., Earl Faircloth, Atty. Gen., Tallahassee, and William D. Roth, Asst. Atty. Gen., Lakeland, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "188 So. 2d 374"
    ],
    "opinions": [
        {
            "author_str": "Allen",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nALLEN, Chief Judge.\nThe Appellants, defendants below, appeal from a jury verdict finding them guilty of robbery and an adjudication of their guilt.\n*375The first two points on appeal concern the admission into evidence of a ring allegedly owned by the State’s chief prosecuting witness and victim herein and, secondly, the admission into evidence of a tear gas pencil and tear gas pellet found on defendant Rayburn at the time of his arrest. The third point arises from the State’s request to reopen its case for the purpose of presenting a rebuttal witness.\nPoint I, as stated by the appellee, is as follows:\n“Whether the trial court erred in allowing the introduction into evidence of a ring identified by the prosecuting witness as the ring that was taken from him on the night of the robbery.”\nThe appellants argue that the ring taken from the victim of the robbery was not sufficiently identified as the ring that had, in fact, been taken from the victim.\nA portion of the testimony of the victim, Mr. Howell, is as follows: (T. 38)\n“Q. Mr. Howell, I show you this item and ask you, sir, can you identify the item indicated, which is State’s Exhibit For Identification No. 11?\n(Handed to the witness.)\n“A. Yes.\n“Q. What is it?\n“A. It’s the ring I purchased.\n•fi »!» H* V\n“Q. You say it is a ring which you purchased ?\n“A. Yes.\n“Q. All right, Now, sir, is that the ring which was taken from you by the defendant that you have identified ?\n“A. Yes.”\nIn addition, the jeweler, who had sold -•the ring to Mr. Howell, also positively identified it. When the jeweler was asked •- on cross-examination if there was any other mounting like the mounting in said particular diamond ring, he replied: “To find the combination of that color stone, that size and that kind of a mounting would be one in ten million.”\nWe think that the trial judge correctly admitted the ring to be introduced into evidence as it was sufficiently identified.\nThe second point on appeal is:\n“Whether the trial court erred in allowing the admission into evidence of a tear gas pencil and tear gas pellet found on appellant Rayburn at the time of the arrest.”\nMr. Howell, the victim, testified that a gun was used by appellant Rayburn to perpetrate the robbery. There was no evidence that a tear gas pencil or pellet was used directly in the robbery.\nIn Harris v. State, 1937, 129 Fla. 733, 177 So. 187, the State offered into evidence a 44-caliber pistol and a 45-caliber pistol, neither of which could have been used to perpetrate the crime, as there had been introduced into evidence a 38-caliber pistol that was the murder weapon. In Harris, supra, the Supreme Court held that the introduction of the pistols found in the defendant’s car immediately after the murder were of some probative value. In its opinion, the Court quoted from other jurisdictions as follows:\n“State v. Harris, 66 Mont. 34, 213 P. 215, 217, citing State v. Byrne, 60 Mont. 317, 199 P. 262, and 16 C.J. 618: ‘The general rule being that weapons found at or near the place of arrest are properly admitted in evidence as a part of the history of the arrest, and as bearing on the crime, although not clearly shown to have been the property of the accused or used in the commission of the crime.’\n“Pena v. State, 126 Tex.Cr.R. 606, 72 S.W. (2d) 1077: ‘In murder prosecution, admission of pistol delivered by defendant to one who found him hiding in railroad yards held not error, as against *376contention that no testimony showed that this particular pistol was the one used in the shooting.’\n“People v. Dale, 355 Ill. 330, 189 N.E. 269, and 271, citing a number of other Illinois cases:\n‘Where only one revolver was identified as used in murder, admission in evidence of three other revolvers found with it in package in accused’s room at time of arrest held not reversible error, since state could prove that accused possessed weapon suitable for commission of crime at time of his arrest. * * *\n‘We have repeatedly held that it is competent to prove that a person accused of crime possessed a weapon suitable for the commission of that crime at the time of his arrest even though no claim is made that he actually used it on the occasion in question.’\n* * * * * *\n“State v. Rusnak, 108 N.J.L. 84, 154 A. 754, 755: ‘In murder prosecution, admitting in evidence revolver found in defendant’s room held not error, though another revolver was actually used for killing.’ ”\nThe Court then stated:\n“Although none of the above cases are directly in point with the case at bar, we may deduce from these cases that weapons not actually used in the commission of the crime may be admitted into evidence when they tend to prove the guilt or innocence of the accused and have some probative value.”\nPoint III states the following question :\n“Whether the trial court erred in allowing the State to present a rebuttal witness after appellants had rested their case.”\nThe defendant, Rancillio, had testified that he had borrowed the car from a friend, Hutch Tucker, and that he did not find out that said car, supposedly loaned to him by Tucker, was stolen until he was arrested by the police officers, who discovered that fact.\nHershal Tucker was placed on the stand by the State, in rebuttal, and testified as follows: (T. 318)\n“Q. All right. Now, then, directing your attention again, to the entire month of September of this year, sir, did you at any time during that month loan a 1962 white over blue four-door Chevrolet automobile, 1961, rather, white over blue Chevrolet automobile to Robert Ran-cillio from the lot where you were employed at that time?\n“A. Positively not, no, sir.”\nWe find no abuse of'discretion on the part of the lower court in permitting the State to reopen its case for the use of this rebuttal witness.\nSee a very recent decision by our Supreme Court in Pitts v. State, Fla. 1966, 185 So.2d 164, where the trial court had permitted the reopening of a case in rape prosecution for the purpose of clearing up a point that had been confused in the original presentation. The opinion, by Mr. Justice Drew, states the following:\n“Appellant questions the action of the trial judge in permitting the State to reopen its case and impeach its own witness on the ground that the jury had submitted a question requesting clarification of the conflicting testimony between such witness and the prosecutrix pertaining to the initial identification of the appellant.\n“Ordinarily the question of allowing the reopening of cases is one involving sound judicial discretion of the trial court, a discretion rarely interfered with at the appellate level. Moreover, we do not agree with appellant’s contention that the reopening was for the purpose of im*377peachment of the State’s witness. It was to clear up certain ambiguities in the testimony which undoubtedly had been confused in the minds of the jurors. The record supports the court in reopening the case for the purpose of clearing up a point that had been confused in the original presentation.”\nSee also Howell v. State, 1919, 77 Fla. 119, 81 So. 287; Burroughs v. State, 1880, 17 Fla. 643.\nWe find the lower court committed no error.\nAffirmed.\nSHANNON, J., and KISSINGER, C. M., Associate Judge, concur.\n",
            "ocr": true,
            "opinion_id": 7419016
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}