{
    "id": 7559527,
    "judges": "Bowen, Files, Tyson",
    "date_filed": 244771200000,
    "date_filed_is_approximate": false,
    "slug": "donilson-v-state",
    "case_name_short": "Donilson",
    "case_name": "Donilson v. State",
    "case_name_full": "Charles Curtis DONILSON v. STATE",
    "attorneys": "B. Don Hale, of Hale & Williams, Cull-man, for appellant., William J. Baxley, Atty. Gen. and Eugenia D. B. Hofammann, Asst. Atty. Gen., for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "350 So. 2d 738"
    ],
    "opinions": [
        {
            "author_str": "Tyson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTYSON, Presiding Judge.\nThe indictment charged the appellant with the robbery of George W. Threadgill by taking a large quantity of prescriptive drugs of the value of $240.00 and $198.00 in currency from his person and by putting him in fear, etc. The jury found the appellant guilty as charged and fixed punishment at twenty years imprisonment. The trial court sentenced the appellant accordingly.\nGeorge William Threadgill testified that he was employed as a pharmacist in charge of the Blue and Gray Drugstore in Hanee-ville, Alabama, on June 28, 1976. Thread-gill indicated that he was on duty in the prescription department about 4:00 o’clock in the afternoon when two men entered the store. He testified that one of them, whom he positively identified in court as the appellant, approached him and handed him a cloth bag, then said, “Give me your narcotics.” He testified that one of the saleswomen, a Mrs. Cargo, was dialing the telephone, and she was told to hang up the telephone and to lie on the floor. Threadgill stated he gave the key to the narcotics drawer to the appellant, and he unlocked this and took a large number of vials and capsules containing various tablets. The appellant also unlocked the drawer containing liquid narcotics, then placed them in another bag. The appellant then asked him where the amphetamines were, and he told him that all the drugs were in those two drawers. Threadgill was then made to lie down on the floor. From there he observed the appellant opening the cash register and taking the cash at pistol point. Threadgill stated that he lay on the floor for a few minutes until he was sure the appellant was gone, then got up and telephoned the police.\nThreadgill made a positive in-court identification of the appellant, indicating that he had a good look at him for several minutes as he unlocked the narcotic drawers, *740and also when he opened the cash register, taking the proceeds therefrom. He stated that he was approximately two feet away from him at this time. Threadgill stated that he made up a list of the drugs taken from the inventory at the store. From the record (R. pp. 21-22):\n“Q. Is this the list that you made that day?\n“A. Yes, sir.\n“Q. Would you read that list?\n“A. Okay. There were 100 Percodan Demi tablets; 100 Biphitamine 12.5 mg. capsules; 155. Biphetamine 20 mg. capsules; 53 Codeine Sulfate 30 mg. tablets; 104 Demeral 50 mg. tablets; 2 Demeral injections 100 mg. liquid; 1 Demeral injection 50 mg. liquid; 8 Demeral Elixir liquids; 106 Percodan tablets; 156 Parest 200 mg. capsules; 247 Parest 400 mg. tablets; 100 Preludin 25 mg. tablets; 93 Preludin 75 mg. tablets; 50 Eskatrol spansule capsules; 81 Ethobral tablets; 1-12 oz. Dexedrine Elixir liquid; 1-12 oz. Dexamyle Elixir liquid; 2-30 cc Leritine liquid; 106 Leritine tablets; 76 nembu-tal V2 grain capsules; 78 Nembutal 100 mg. capsules; 1-10 oz. Morphine Elixir liquid; 114 Quaalude 300 mg. tablets; 59 Quaalude 150 mg. tablets; 104 Optimil 400 mg. capsules; 64 Optimil 200 mg. capsules; 128 Ritalin 50 mg. tablets; 82 Ritalin 10 mg. tablets; 76 Sopar 300 mg. tablets; 150 Sopar 150 mg. tablets; 80 Mepergan Fortis capsules; 1-12 oz. Pa-pine liquid; 56 Dilaudid 4 mg. tablets; 100 Amvicel tablets; 128 Sedabarb capsules.\n“Q. You described these as being narcotics, would you?\n“A. Correct.\n“Q. Tell the jury what a narcotic is.\n“A. Well, there are probably several ways you could define it. I think for purposes here the best way to define narcotic would be a substance that requires a narcotic order form in order to purchase or is under the Bureau of Narcotics and Dangerous Drugs. It is on that list of Bureau of Narcotics and Dangerous Drugs of drugs subject to abuse.\n“Q. Are these drugs — would it be necessary for you to have a prescription before you could get these drugs?\n“A. Most definitely.\n“Q. Do you know approximate value of these drugs?\n“A. Yes, $240.00.\n“Q. Okay. Besides these drugs what else was taken from the store?\n“A. A $198.00 in cash.”\nOn cross-examination Threadgill was asked about some photographs which were brought to him over a period of several weeks by the Sheriffs deputies. He testified that Deputy McAnnally brought photographs on several occasions, but it was not until October 2, 1976, that he selected the appellant from a group of eight photographs exhibited to him.\nAlso, on cross-examination, Threadgill stated that the appellant was carrying a short barrel pistol at the time of the robbery.\nThreadgill further stated that the appellant and his companion were also identified by Kathleen Griffith, who was also on duty in the store, and near the front during the time of the robbery. He stated that Mrs. Griffith looked at the photographs and that she also made a positive identification. The photographs were admitted in evidence over the appellant’s motion and objection.\nKathleen Griffith testified that she had been employed at the Blue and Gray Drugstore in Hanceville, Alabama, for approximately fifteen years as of June 28, 1976. She stated that about 4:00 o’clock in the afternoon on that date the appellant, whom she positively identified in court, and a companion, Steve Baird, entered the drugstore and announced, “This is a holdup.” She was directed to sit down at pistol point while the appellant went over to the prescription department with a bag in his hand. She stated that she later saw the appellant come back to the cash register and reach into it, though she could not see inside the register. She stated that after the two men left, the police were notified, and that she gave a description of each of the men to the Sheriff’s deputies.\n*741On cross-examination Mrs. Griffith testified that groups of photographs were brought to the drugstore for her to observe on several occasions, and it was not until October 2,1976, that she selected the photograph of the appellant. She stated that she selected this photograph without talking with Mr. Threadgill, or Deputy McAnnally, or anyone else.\nOn cross-examination Mrs. Griffith was handed a group of photographs, and she immediately selected the appellant’s photograph, which had been marked as State’s Exhibit 1, as being the photograph that she had selected on October 2, 1976.\nOn redirect examination Mrs. Griffith stated in response to questioning that her identification was based solely on her recollection of seeing the appellant on June 28, 1976, in the Blue and Gray Drugstore in Hanceville, Alabama, with pistol in hand.\nThe appellant’s motion for a directed verdict and to exclude the State’s evidence were overruled.\nSteven Russell Baird testified that he was presently being held in Walker County to answer some charges. He testified that he had a record of several felonies. He admitted that he committed the robbery of the Blue and Gray Drugstore in Hanceville, Alabama, on June 28, 1976. He testified that he had entered a guilty plea and had been sentenced for this.\nBaird testified that he first met the appellant, Charles Curtis Donilson, in early 1977 when he was placed in the “bull pen” in Cullman County with Donilson. He testified that Donilson was not his accomplice, that he was not with him at the time of the robbery of the Blue and Gray Drugstore.\nOn cross-examination Baird admitted receiving a thirty-year sentence for the robbery in question, and also admitted receiving a fifteen-year sentence in Walker County for the robbery of a drugstore.\nI\nAppellant’s counsel argues that the identification in court of the appellant was based on an impermissibly suggestive photographic identification, and cites us to Simmons v. United States, 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247.\nThe test for this Court to apply under Simmons, supra, is to consider the totality of circumstances presented by the record. While it is true that approximately three months passed before Mr. Threadgill and Mrs. Griffith each, separately, selected the photographs of the appellant from those being shown to them, each nevertheless did so according to the record, without hesitation and without having to confer with anyone else. Moreover, each of them stated that a number of photographs were shown to them on several occasions before selecting the photograph of the appellant.\nBoth Mr. Threadgill and Mrs. Griffith testified that their positive in-court identification was based upon their view of the appellant at the time of the robbery on June 28, 1976.\nWe are therefore of the opinion that the in-court identification of the appellant was not so tainted by the pretrial exhibition of the photographs to the two witnesses, and therefore the trial court properly permitted Mr. Threadgill’s and Mrs. Griffith’s testimony to be submitted to the trial jury. Redmon v. State, 47 Ala.App. 421, 255 So.2d 604; Dawson v. State, Ala.App. 293, 253 So.2d 362; McGhee v. State, 48 Ala.App. 330, 264 So.2d 560; and Childers v. State, Ala.Cr.App., 339 So.2d 597, cert. denied Ala., 339 So.2d 601.\nII\nAppellant’s counsel also submits that a pretrial lineup here took place, and that counsel should have been present at the time of such lineup.\nMr. Threadgill and Mrs. Griffith both testified that when they were walking down the hallway prior to trial, they could not recall observing the appellant, Charles Curtis Donilson, in the witness room, and that was not the basis of their identification of the appellant. We do not consider this type occurrence to be a police lineup within the due process of law. Cannon v. State, 53 *742Ala.App. 509, 301 So.2d 272. Moreover, this Court is firmly committed to the position where, as here, the identification process took place prior to indictment, counsel is not required. Swicegood v. State, Ala.Cr.App., 343 So.2d 806, cert. denied Ala. 343 So.2d 810, and authorities therein cited.\nIll\nWe note also in the record that appellant’s counsel made objection because the jury viewed the appellant during a recess as the appellant was being taken away in custody as arrangements were being made to go to lunch. From the record (R. pp. 55-56):\n“THE COURT: Well, the Court recalls when the Defendant came in this morning. He came in with the Sheriff himself, not with any uniformed officer and not with any cuffs on or anything of that nature. Just happened to enter the door together. There was no hand laid upon the Defendant. They came in together. The Court is of the opinion that that is not prejudicial.\n“Now, later on before we adjourned for lunch the jury was departing the Courtroom and in the Court’s opinion didn’t have an opportunity to see anything that might have been done or might not have been done in connection with the Defendant and Officer McAnnally, who was here standing with him. No cuffs were placed on the Defendant in the Courtroom. So, is there anything that the State wants to say about those motions?\n“MR. HARRIS: I just think that he has not been prejudiced. And, there has to be some safeguards when there are people who are incarcerated at the time they are sent to trial, they can’t just let them run loose. The Sheriff came in with him, not a uniformed officer. And, the time right before lunch I think the jurors had already gone through or fixing to go through the door and had their backs turned.\n“THE COURT: There was nothing, as I recall it, which was in my full view that indicated that nothing was done. In fact, the Court instructed the officer to stand back and he did stand back and no positive action was taken with regard to placing his hands on the Defendant or placing any restraints on him or anything of that nature.\n“MR. HALE: We will take exception, Your Honor.\n“THE COURT: All right. I will deny.\n“MR. HALE: Appreciate the opportunity to present the motions.\n“THE COURT: Anything else?\n“MR. HALE: No, sir.\n“THE COURT: Bring the jury in. “(WHEREUPON, the jury was returned to the Court room.)”\nWe have carefully examined this record in light of the trial court’s findings and order, and we are of the opinion that this ruling is correct, and the appellant’s rights were safeguarded. We are of the opinion, under the circumstances presented, that no error is shown.\nWe have carefully examined this record, as required by law, and find same to be free from error. The judgment is therefore\nAFFIRMED.\nAll the Judges concur.\nBOWEN, J., files an opinion.\n",
            "ocr": true,
            "opinion_id": 7486215
        },
        {
            "author_str": "Bowen",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBOWEN, Judge,\nconcurring.\nI concur in the opinion of Judge TYSON with the following comments.\nFrom the record it appears that the appellant was not handcuffed or physically restrained. We have held that it is not ground for mistrial that the accused appears in the presence of the jury in handcuffs when such appearance is only a part of going to and from the courtroom. Evans v. State, Ala.Cr.App., 338 So.2d 1033 (1976); Moffett v. State, 291 Ala. 382, 281 So.2d 630, cert. denied, 414 U.S. 1161, 94 S.Ct. 924, 39 L.Ed.2d 114 (1973). For other authority see 6A Alabama Digest, Criminal Law, &lt;§=&gt; 637. Therefore even if the jury saw the appellant leave the courtroom with a deputy sheriff it would not be grounds for a mistrial or require a reversal.\n*743One of the main arguments asserted by the appellant is that the admission into evidence of the “police photographs” of the appellant resulted in the admission of evidence of the appellant’s bad character and evidence of a separate and independent crime. The opinion by Judge Tyson has failed to address this issue. I respectfully submit that a consideration of the question is necessary so that the record may reflect that we have reviewed this case in its entirety.\nThe photographs of the appellant are commonly referred to as “mug shots”. They depict the appellant’s face in a front view and a profile view and are official police photographs. A series of numbers and the inscription “Police Dept., Alabaster, Ala.” appear at the bottom of each photograph.\nThe general rule is stated in Scott, Photographic Evidence, 429, § 1081.\n“Ordinarily, therefore, when the defendant’s character is not in issue the state should not be allowed to introduce in evidence a photograph of the defendant which shows on its face that it is a rogues’ gallery photograph. Nor should witnesses be allowed to say that they identified defendant by examining a group of police photographs. Nor should a witness be permitted to testify that a photograph being shown to him is from police files.”\nSee also 30 A.L.R.3d 908, “Annotation : Admissibility and prejudicial effect of admission, of ‘mug shot’, ‘rogues’ gallery’ photograph, or photograph taken in prison, of defendant in criminal trial.”\nHowever each case must be reviewed on its own merits and the admission of a mug shot, even where proper objection is made, does not automatically require a reversal. In some decisions where the use of mug shots has been upheld, the courts have stressed that the photographs in question were used to prove an extrajudicial identification. 30 A.L.R.3d at 911, § 3(a).\nAlthough there is authority to the contrary, there is support for the rule that the admission of a mug shot does not interject a defendant’s character into evidence. Atcheson v. State, 136 Ga.App. 152, 220 S.E.2d 483; Creamer v. State, 229 Ga. 704, 708, 194 S.E.2d 73 (1972) and cases cited.\nIn Carson v. State, 49 Ala.App. 413, 272 So.2d 619 (1973) this court held that the introduction of a police photograph of the appellant taken prior to the offense for which he was tried and which was shown by police officers to witnesses who identified the appellant as being one of the persons involved in the robbery did not violate the rule against proving other offenses committed by the appellant where no evidence was offered by the state of any previous conviction of the appellant. Shiflett v. State, 52 Ala.App. 476, 294 So.2d 444 is not in point.\nUnder Carson, the admission of the police photographs was not error. Additionally, this ground for objection was not asserted at trial and therefore must be considered as waived on appeal. Roynica v. State, 54 Ala.App. 436, 309 So.2d 475, cert. denied, 293 Ala. 772, 309 So.2d 485, cert. denied, 423 U.S. 858, 96 S.Ct. 111, 46 L.Ed.2d 85 (1974); See 6A Alabama Digest, Criminal Law, 695(5). For these reasons the admission into evidence of the “mug shots” was not error.\n",
            "ocr": true,
            "opinion_id": 7486216
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}