{
    "id": 7597830,
    "judges": "Covington, Ponder, Savoie, Voie",
    "date_filed": "1979-06-21",
    "date_filed_is_approximate": true,
    "slug": "state-v-gerone",
    "case_name_short": "Gerone",
    "case_name": "State v. Gerone",
    "case_name_full": "STATE of Louisiana v. John L. GERONE",
    "attorneys": "Margaret A. Coon, Asst. Dist. Atty., Cov-ington, for appellee., Julian J. Rodrigue, Covington, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Aug. 23, 1983., Writ Denied Nov. 4, 1983.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "435 So. 2d 1132"
    ],
    "opinions": [
        {
            "author_str": "Savoie",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSAVOIE, Judge.\nDefendant, John L. Gerone, appeals his conviction for the crime of armed robbery in violation of L.S.A.-R.S. 14:64.\nOn January 21, 1980, the First National Bank, Causeway Boulevard, Mandeville, Louisiana, was robbed of approximately $164,000.00. At about 6:55 A.M., on the morning of January 21, 1980, George A. Armond, Jr., manager of the First National Bank, Causeway Boulevard, arrived to commence the day’s work. After entering the bank with his key, he encountered a white male exiting the manager’s office. This individual was wearing a ski mask and had a .38 caliber weapon in his hand. Mr. Ar-mond, a former police officer, testified that he was unsure whether the weapon was loaded. _ He challenged the robber, to which the robber replied by firing the weapon into the floor. The shot seemed to surprise even the robber.\nAfter some discussion, the victim was told to open the 24-hour machine and the bank vault. Mr. Armond was then asked for a box in which to place the money. The robber then took the aforementioned amount of money from these places. While loading the money into the box, the robber put some of the money back because he thought he was taking too much. The robber also informed Mr. Armond that he had a criminal record and was taking the money for his sick and dying mother.\nMr. Armond further testified that the bank’s television monitor lenses had been taped; that the telephones’ transmitters had been removed; that the robber told Mr. Armond not to trip the alarm system because he knew about it; and that as the robber left, he forced Mr. Armond into the restroom and locked the door.\nDefendant was eventually identified as the robber and was indicted by a grand jury indictment for having committed the crime of armed robbery in violation of L.S.A.-R.S. 14:64. Prior to trial, defendant entered a plea of not guilty and not guilty by reason of insanity. He requested and received a sanity hearing, and as a result thereof, was *1133committed to the East Louisiana Hospital, Jackson, Louisiana, for custody, care and treatment for a period not to exceed the maximum sentence for which he was charged. Five months later, defendant was found capable to stand trial by the committing psychiatrists. Defendant waived a trial by jury and was found guilty as charged by the judge. Upon denial of a motion for a new trial, defendant was sentenced to twenty-one years at hard labor without probation, parole, or suspension of sentence.\nDefendant now appeals his conviction and sentence, assigning as error:\n1. The trial judge’s allowing the state to try the defendant after the state had introduced evidence into the record by its own witnesses that the defendant was insane at the time of the commission of the crime;\n2. The trial judge’s allowing the state to impeach Dr. Ilardi’s testimony, after the state itself had proved the defendant was insane at the time of the commission of the crime;\n3. The trial judge’s rejecting Dr. Ilardi’s testimony because he would not change his diagnosis in light of the defendant’s actions at the time of the commission of the crime;\n4. Finding the defendant sane after he had carried his burden of proof of insanity at the time of the commission of the crime;\n5. The court’s allowing two nurses, Nancy Schulte and Beverly Gayle, to testify as to defendant’s behavior many months after the commission of the crime;\n6. The trial court’s acceptance of Dr. DeVillier’s testimony when he had not examined defendant, had not taken the case history or talked to defendant’s parents, and based his opinion solely on his observation of the entire trial;\n7. The trial judge’s failure to comply with the sentencing guidelines set forth in L.S.A.-C.Cr.P. art. 894.1;\n8. The trial judge imposing an excessive sentence; and\n9. The trial judge’s refusal to grant a new trial based on all of the assignments of error previously noted, as the verdict is contrary to law and the evidence.\nAssignments of error 1 through 6 will be treated as one issue before this court, that issue being whether, under the facts and circumstances of this case, a rational fact-finder, viewing the evidence in the light most favorable to the prosecution, could have concluded that the defendant failed to prove, by a preponderance of the evidence, that he was insane at the time of the offense. Because of our determinations herein, assignments of error 7 through 9 are superfluous.\nThe record is absolutely clear and determinative of the fact that the defendant, Gerone, did commit the crime of armed robbery with which he was charged. The state proved the commission of this crime by the defendant beyond a reasonable doubt. Additionally, no assignment of error is made by the defendant that such finding was not proper.\nDefendant’s first six assignments of error relate to the question of whether he was insane at the time of the commission of this crime. We find a distinct parallel between the case at hand and the landmark case of State v. Roy, 395 So.2d 664 (La.1981), rehearing denied, March 2, 1981. Our opinion herein is modeled on State v. Roy, supra.\nThe trial court found that the evidence supported a finding that defendant was, beyond a reasonable doubt, sane at the time of the offense. We do not agree. The trial judge’s verdict of sanity is contrary to the preponderance of the evidence.\nAt trial, the defense presented two doctors who testified on the sanity issue. Dr. Joseph Ilardi, a psychiatrist and a member of the sanity commission, examined the defendant on five different occasions for one hour each, between July 1 and July 25, and diagnosed him as a chronic paranoid schizophrenic. Dr. Ilardi testified as follows:\n*1134“A. I’ll briefly summarize it if that would be acceptable.\n“Q. All right, would you do that?\n“A. It seems that, in summary, John has been having difficulties, and I believe he’s been psychotic for at least since 1975. His history is consistent with the diagnosis of schizophrenia, paranoid type. One year prior to the commission of this crime, alleged commission of this crime, he was apparently decompensating rather severely. Do you want a mental status? I’m not exactly sure what you want.\n“Q. Well, yes. I want—\n“A. Okay, when I examined him — may I refer to my notes?\n“Q. Yes.\n“A. My mental status at the time indicates that Mr. Gerone was psychotic. He had hallucinated voices telling him to commit the crime, to be relieved of suffering and to be transported to another plane. He felt he was under the direct control and influence of two men on the west coast, a Mr. Hugh Hefner and a Dr. Lilly. He felt that at the time — at the time I felt he was able to appreciate the seriousness of his crime. However, his thinking was clouded. At one time he felt that he might have been right to do it, at another time felt he was wrong to do it. He was delusional. He had a good intelligence, poor judgment and insight. He felt he was, in fact, not ill at all but was well.\n[[Image here]]\n“Q. Now, you heard Mrs. Gerone testify here today, did you not?\n“A. Yes.\n“Q. Did you obtain a similar statement from her in your case history when you talked to her?\n“A. Yes.\n“Q. And in considering her testimony here today and the case history you obtained from her and in talking to John, himself, did you form an opinion as to his ability under our insanity law as of the date of the commission of this act on January 21, 1980?\n“A. Yes.\n“Q. And what was that opinion, Doctor?\n“A. I felt that John was psychotic at the time of the commission of the crime. He was acting under a delusional pressure. He was severely disturbed.\n“Q. And as a result, in your opinion as a psychiatrist, was he, on January 21, at the time of the commission of that act, was he — did he have the mental disease, paranoid schizophrenia?\n“A. Yes.\n“Q. And as a result of that mental disease, could he appreciate the right or wrongness of his acts?\n“A. I think there were times that he did appreciate it was wrong. He struggled with this a lot. But there were other times when he did not realize it was wrong.\n“Q. Particularly on January 21 while he was committing the offense, Dr. II-lardi—\n“A. Yes.\n“Q. —Is what I’m getting at.\n“A. At that point an interesting thing happened. He was convinced that if he would receive a sign, then this would prove that it was not wrong to do this. That sign being the presence of a particular window that was open. If it would be open, then that would be a sign that this was right to go in and do this.\n“Q. Would that be — would that mean that he could appreciate right and wrong then if he got that sign, or would that indicate the opposite?\n“A. I think he felt it was right to do that.”\nDr. Kenneth Ritter, a psychiatrist, also examined the defendant on July 27 and *1135December 6, for one and one-half hours each time, as a member of the sanity commission. Dr. Ritter testified as follows:\n“Q. He related to you the facts surrounding the crime?\n“A. Yes.\n“Q. All right. Now, you are familiar with Article 14 of our Criminal Code on insanity, are you not?\n“A. The Me Naughton [sic] Rule, yes, I am.\n* * sfc ⅝: * *\n“Q. Now, based on your examination of Mr. Gerone and the factors, the case history you obtained and everything, did you reach an opinion on his diagnosis as to his condition?\n“A. Yes, sir.\n“Q. What was that diagnosis?\n“A. Chronic paranoid schizophrenia.\n“Q. Further, based on your examination and your case history, were you able to form an opinion as to the state of his mental condition on January 21, 1980?\n“A. Yes, sir.\n“Q. And what was that opinion?\n“A. That this man was unable to appreciate the difference between right and wrong on the date that you cited.\n“Q. Can you describe for me what led you to that opinion or conclusion?\n“A. Yes, sir. That meant that this man had been and was actively delusional throughout the entire affair and had been delusional, as far as I could establish, for a number of years. And this was just the culmination of that psychosis. And— well, not the culmination, because I saw the man some months after the alleged crime, and without question the man was still severely disturbed, showing all the far advances, secondary signs, symptoms of paranoid schizophrenia, something that just doesn’t occur overnight. It’s a far advanced case of schizophrenia.\n[[Image here]]\n“Q. Have any of these statements made by Mr. Gerone after the arrest that you’ve heard testified here to today or any of the acts that you’ve heard testified here to today changed your opinion that you formed as to his insanity?\n“A. No, sir. It buttresses my opinion.\n[[Image here]]\n“Q. And after listening to all this today, you are still of the opinion that he had such a mental defect that he could not distinguish between right and wrong?\n“A. That is correct, sir.”\nDrs. Ilardi and Ritter had previously found the defendant unable to assist in his own defense and recommended commitment to a mental institution. Pursuant thereto, the defendant, Gerone, was committed to the East Louisiana Hospital at Jackson, Louisiana for treatment. He was then placed on large doses of mellaril, an anti-psychotic medication.\nThe defense also presented lay testimony by defendant’s mother, who testified that the defendant led a nomadic existence. In February of 1979, approximately two years prior to the crime, the defendant called his parents from the airport. He stated that he had just come in from Florida and wished to be picked up. When they went to pick him up, he was standing there, crying, and looking very distraught. Mrs. Gerone testified that she did not know what was wrong, but something was wrong with him. At that time, he told them that Federal agents had approached him, showed him Justice Department badges, told him that they wanted him to work for the CIA in an occult, and that they hypnotized him. The defendant made no attempts to look for employment.\nMrs. Gerone remembers that after he had been back about three months, she heard noises in the living room one early morning. She entered the room and found the de*1136fendant sitting there, fully dressed with his suitcase packed, and looking out of the window. He stated that he was waiting for the Federal officials to come and get him because they had some work for him to do. She testified that the defendant sat that same way every night for a couple of weeks. Of course, no one ever came. Mrs. Gerone later received the telephone bill, indicating numerous calls were placed to the CIA in Virginia.\nThe defendant soon stopped sitting in the dark room at night with his suitcase packed. He subsequently told his mother that he had become psychic. He further told her that he was not of this world. Subsequently, he spent long periods of time in his room, could not hold a job, and would not eat.\nFurther, the defendant became very emotionally upset with the CIA’s apparent ineffectual handling of the situation in Iran. Additionally, the defendant told his mother that he was getting messages from flying saucers; that airplanes dipped their wings when they passed by to acknowledge him; and that one day a helicopter was going to pick him up in the back yard.\nDefendant’s parents tried repeatedly to get him to seek professional help, but he refused. Because of the defendant’s failure to do so, the defendant had a big argument with his father.\nJust prior to the date of the crime, January 21, 1980, the defendant was extremely depressed, agitated, and never left his room. His mother was afraid he would commit suicide. She knew that the defendant was mentally ill, but did not feel the defendant was dangerous to anyone except himself.\nThe state sought to rebut the testimony of Drs. Ilardi and Ritter by introducing the testimony of Nancy Schulte, Beverly Gayle, and Dr. Albert B. DeVillier. Mrs. Schulte, a social worker, testified that she observed the defendant while he was under commitment at the East Louisiana Hospital at Jackson, Louisiana. Her testimony consists of her observations of the defendant after he had been on medication for treatment of paranoid schizophrenia. These observations were made at a time when the defendant was on, and had been on, 400 miligrams of mellaril per day. She testified that from her observation of the actions of defendant at this time, he seemed to be sane.\nWe do not find Mrs. Schulte’s testimony to be helpful in determining the mental condition of the defendant at the time of the commission of the crime. Her observations took place some seven months after the commission of the crime and at a time when defendant was chemically sane.\nThe next rebuttal witness was Nurse Beverly Gayle. She testified that she is a registered nurse with 15 years of experience as a nurse at the East Louisiana Hospital at Jackson, Louisiana. Nurse Gayle further stated that during her three-year curriculum in obtaining her degree, she took only one course dealing with psychiatric patients. When questioned as to her qualification to make diagnoses, she stated that she was not qualified to make such a diagnosis.\nWe note that Nurse Gayle did not observe the defendant prior to his receiving medication. She observed the defendant only after he had been on large doses of the anti-psychotic medication, mellaril. Close scrutiny of her testimony reflects that she affirmed only the fact that defendant, at the time of her observation, was chemically sane.\nThe third rebuttal witness was Dr. Albert B. DeVillier. Dr. DeVillier is a qualified psychiatrist and, as such, an expert able to give opinion testimony. He testified that he found the defendant’s judgment impaired. However, he tended to disagree with the conclusions and opinions of Drs. Ilardi and Ritter that the defendant did not know right from wrong at the time of the crime.\nDr. DeVillier further stated under oath that the best way to formulate an opinion as to the condition of the defendant at the time of the crime would be interviewing the defendant. However, Dr. DeVillier did not interview, examine, or treat the defendant. His testimony was based solely on his obser*1137vations made during the trial. Under cross-examination, Dr. DeVillier was asked whether, from what he heard in the courtroom, he could state within any degree of certainty, as an expert in psychiatry, whether or not the defendant was a paranoid schizophrenic. His answer to the question was “No, Sir.”\nDr. DeVillier’s testimony does not overcome the positive testimony of the two examining psychiatrists that the defendant could not distinguish right from wrong at the time of the crime.\nThe state also presented the lay testimony of Mr. George A. Armond, Jr., victim of the crime, who testified as to the cleverness of the defendant in executing this armed robbery. The victim’s testimony related primarily to the defendant’s intelligence in executing this crime, rather than as to the defendant’s sanity or his ability to know right from wrong at the time of the crime.\nThe state further contends that defendant’s flight from the scene of this robbery; that his wearing of a ski mask and gloves; that taping of the bank’s camera lenses; that the removal of the speaker device from the telephone; that the burial of some of the funds and the hiding of other portions of the funds; that the fact that the crime and the escape had been well planned; and that the defendant’s submission to the police revealed his sanity and knowledge that he had done something wrong. Drs. Ilardi and Ritter testified that such actions are not inconsistent with any state of insanity.\nWe find that the state has presented no controverting evidence of merit that defendant was, in fact, sane and able to know right from wrong at the time of the commission of the crime pursuant to the M’Naghten Rule. As such, viewing the evidence in the light most favorable to the prosecution, we conclude that the defendant established the affirmative defense of insanity by a preponderance of the evidence.\nFor the above and foregoing reasons, defendant’s conviction and sentence are reversed and the case is remanded to the trial court for further proceedings in accordance with the provisions of La.C.Cr.P. art. 654.\nREVERSED AND REMANDED.\n",
            "ocr": true,
            "opinion_id": 7527512
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}