{
    "id": 7599178,
    "judges": "Domengeaux, Foret, Yelverton",
    "date_filed": 434764800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-williams",
    "case_name_short": null,
    "case_name": "State v. Williams",
    "case_name_full": "STATE of Louisiana v. Lonnie WILLIAMS",
    "attorneys": "Eugene P. Cicardo, Alexandria, for defendant-appellant., G. Earl Humphries, III, Asst. Dist. Atty., Alexandria, for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "439 So. 2d 663"
    ],
    "opinions": [
        {
            "author_str": "Yelverton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nYELVERTON, Judge.\nDefendant was charged with theft of livestock, a violation of LSA-R.S. 14:67.1. Waiving a jury, he was tried and found guilty by the district court. He appeals the conviction and has perfected seven assignments of error.\nFACTS\nDean Gunter discovered that one of his yearling calves was missing from his herd. On May 6,1981, his inquiries and search led to the discovery in Bayou Boeuf of two floating sacks containing a calf’s head, four feet, the intestines and a hide from which the brand mark had been removed. Dean positively identified the offal from the facial features and peculiar ear markings as his missing yearling.\nThe writing on the sacks identified them as coming from a local feed mill. Use of those sacks had been discontinued by the mill, and when it was learned that defendant had been in possession of a number of the discarded sacks the investigating officers went to his house to talk to him.\nOn their arrival, which was May 8th, the officers discovered defendant cutting up a beef with a meat saw behind his house. After his constitutional rights were read to him defendant said that the beef was his, given to him by his father and fattened for a month before slaughter which he said had occurred only the evening before. He told the officers that the remains had been placed in two sacks and thrown into Bayou Boeuf across the road from his house.\nThe location where the identified offal sacks were found was variously estimated at from one to three miles from defendant’s house.\n*665Defendant told the investigating officers that he had slaughtered his beef under a tree behind his house, moving it to that location in his pickup truck. The officers found no blood, tire marks, disturbance of the grass or other signs of recent butchering at the site.\nAt the place on the bayou where defendant said he threw the sacked remains, the officers found no footprints or any disturbance of the green slime covering the water.\nThere was testimony that the offal of a slaughtered cow averages 40% of its total weight. Gunter’s missing yearling weighed close to 500 pounds.\nDefendant said he used a .22 caliber rifle to kill his cow. The head of the yearling found in the mill sacks had been shot with a small caliber gun.\nThe meat defendant was discovered cutting up was in quarters. It was frozen in the middle but thawing on the outside. Defendant said it had been put into the freezer after the beef was butchered late the day before. There was testimony that the quartered meat had once been completely frozen and that freezing could not have occurred overnight.\nWhen the officers arrived defendant had already cut and wrapped one of the hind quarters and returned it to his freezer. The officers seized the other three quarters. The leg bones of these were fitted to the lower portions of the legs from the sacks of offal and found to match.\nDefendant testified, as did his son and other relatives, that he had a yearling which he had been fattening for about a month. Defendant and his 16 year old son testified this was the yearling which the two of them shot, hung on a tree limb and slaughtered, and whose remains they disposed of in two mill feed sacks thrown into Bayou Boeuf.\nASSIGNMENTS OF ERROR 1, 2, 3 AND 4\nThese assignments are grouped together because they each attack the trial court’s rulings permitting the testimony of three non-expert individuals as to their observations. The State did not attempt to qualify any of these witnesses as experts.\nEdward Gunter, the brother of the man whose yearling was stolen, testified that the remains found in the two sacks floating in the bayou belonged to a cow or a yearling. Defendant contends this identification required the testimony of a veterinarian or an expert in animal husbandry. We disagree. Expert testimony is not required to make that sort of identification. The trial court properly overruled defendant’s objection to Gunter’s testimony.\nDefendant also objected to the testimony of Hadley Crooks, chief investigator for the Louisiana Livestock Brand Commission, and William Hilton, a deputy sheriff. These witnesses were permitted to testify, without being qualified as experts, that they had reunited the leg bones found in the sacks with the bones of the carcass for matching purposes. Both these witnesses observed that the angle of cut, its location on the leg, and the size and configuration of the severed joint appeared to match as to each of the three legs compared. Close-up color photographs of these joints are in the record and we have examined them. The observations of these witnesses are clearly supported by these pictures.\nIn State v. Sayles, 395 So.2d 695 (La.1981), the court said:\n“While it is generally true that a lay witness can testify only as to facts within his knowledge, R.S. 15:463, a witness is permitted to draw reasonable inferences from personal observation. State v. Williams, 353 So.2d 1299 (La.1977). The officers in the instant case, having observed both the powder on the defendant’s clothing and the sheetrock dust in the pharmacy, could state that the two substances were similar. We cannot say that the similarity of the substances is a question ‘involving a knowledge obtained only by means of a special training or experience ...’ R.S. 15:464”\nFor the same reasons, we conclude that it was a reasonable inference, not requiring special training or experience, for *666these officers to testify that the parts came from the same yearling.\nWe likewise find that the description of the wound as made by a small caliber weapon did not require expert ballistics tests or knowledge. We note that the witnesses were not asked to identify the caliber but only its relative size.\nFinally, it does not take an expert to establish that a quarter of beef from a 500 pound yearling will not freeze through and through in only one night in a home freezer.\nThese assignments are without merit. ASSIGNMENTS OF ERROR NOS. 5, 6 AND 7\nThese assignments contest the denial of the trial court of a motion for acquittal at the conclusion of the state’s case, the failure to comply with the due process requirements of Jackson v. Virginia, 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979), and error in the application of the circumstantial evidence rule. Since these three assignments involve the sufficiency of evidence, we will discuss them together.\nWhere the evidence against an accused is entirely circumstantial, as here, the standard of appellate review of a sufficiency of evidence claim is the exclusion of every reasonable hypothesis of innocence. State v. Moore, 432 So.2d 209 (La.1983). The test is whether, viewing the evidence most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime proved to the exclusion of every reasonable hypothesis of innocence. Jackson v. Virginia, supra; State v. Chism, 436 So.2d 464 (La.1983); State v. Moore, supra.\nDefendant and his witnesses offered testimony attempting to establish it was his yearling that he slaughtered and that the offal found in the bayou a distance from his house was from another yearling. This was the hypothesis of innocence he represented to the court as the truth; therefore, it is the only hypothesis of innocence we need examine. The question then becomes whether this explanation is a reasonable hypothesis of innocence. See State v. Shapiro, 431 So.2d 372 (La.1982).\nExamining this hypothesis, we find that it is not a reasonable one. The calf was discovered missing on May 3. Its remains were found on May 6. The calf the defendant was butchering on the morning of May 8 was quartered and frozen on the inside, indicating it had been in a freezer for a longer period than overnight. However, the defendant told the officers and he and his young son testified at trial that the beef was butchered on the evening before, May 7.\nDefendant pointed the officers to a specific tree where the animal had been allegedly delivered by truck and hung and slaughtered only hours before he was discovered cutting up the frozen meat. Yet no trace of blood, trampled grass or tire tracks was visible. He showed them where the two sacks, heavily laden with offal, had been carried and thrown into the water. There were no footprints near the water’s edge or disturbance of the green scum on the surface.\nDefendant said it had rained and obliterated all signs. The officers testified there was no evidence of recent rain.\nThere were a number of inconsistencies in the testimony of defendant’s witnesses. Only the defendant and his young son actually witnessed the slaughter.\nOur Supreme Court has recently held that the fact finder’s decision to disbelieve the defendant’s exculpatory testimony, when it conflicts with other evidence, cannot be upset on appeal “on the basis that the conflicting version constituted insufficient evidence. LSA-Const. Art. V, Sec. 5(C) (1974).” State v. Tompkins, 403 So.2d 644, 647 (La.1981).\nWe find that the State’s proof excluded every reasonable hypothesis of innocence and that the only reasonable hypothesis remaining is one of guilt. For these reasons, defendant’s conviction is affirmed.\nAFFIRMED.\nDOMENGEAUX, J., concurs and assigns by reasons.\n",
            "ocr": true,
            "opinion_id": 7528988
        },
        {
            "author_str": "Domengeaux",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDOMENGEAUX, Judge,\nconcurring.\nI agree completely with the majority opinion, but in keeping with my position on the review of facts doctrine I reiterate the views stated in my previous concurring opinion in State v. Gatson, 434 So.2d 1315 (La.App. 3rd Cir.1983). I feel that the continued application of the review of facts rationale set out in Jackson v. Virginia, supra, and State v. Mathews, 375 So.2d 1165 (La.1979), results in our appellate courts becoming nothing more than second guessers of the triers of fact.\n",
            "ocr": true,
            "opinion_id": 7528989
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}