{
    "id": 7607404,
    "judges": "Adkins, Alderman, Ehrlich, McDonald, Shaw",
    "date_filed": "1978-02-14",
    "date_filed_is_approximate": true,
    "slug": "florida-bar-v-mcdonnell",
    "case_name_short": "McDonnell",
    "case_name": "Florida Bar v. McDonnell",
    "case_name_full": "THE FLORIDA BAR v. Arthur G. McDONNELL",
    "attorneys": "John F. Harkness, Jr., Executive Director and John T. Berry, Staff Counsel, Tallahassee; and Richard B. Liss, Bar Counsel, Fort Lauderdale, for petitioner., Arthur G. McDonnell, in pro. per.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "459 So. 2d 1032"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPER CURIAM.\nThis matter is before the Court on respondent’s Petition for Leave to Resign Pending Disciplinary Proceedings, pursuant to article XI, Rule 11.08 of the Integration Rule of The Florida Bar.\nThe Petition is conditioned upon acceptance by the Board of Governors of the following terms and conditions:\n1. Respondent is, albeit temporarily suspended, and at all times hereinafter mentioned was, a member of The Florida Bar subject to the jurisdiction of the Supreme Court of Florida;\n2. That at all times incident to The Florida Bar’s investigation of allegations made against him, respondent has been aware of his right to counsel, his right to confront his accusers, his right against self-incrimination, his right to call witnesses on his own behalf, his right to a hearing before a referee appointed by the Supreme Court of Florida, and acknowledges his knowing and voluntary waiver of all such rights should this Petition be granted;\n3. Respondent received a private reprimand which became final on or about June *10339,1983. Said disciplinary sanction was occasioned by the complaint of Ann M. Rinzel (The Florida Bar Case No. 20B83M10) and involved neglect of an estate matter and failure to properly obtain leave to withdraw from the representation in violation of Disciplinary Rules 2-110(A)(l) &amp; (2) and 6-101(A)(3) of the Code of Professional Responsibility;\n4. The following are disciplinary proceedings pending against respondent:\na. Supreme Court Case Nos. 64,272, 64,468 and 64,847 which reflect a total of twelve (12) separate findings of probable cause by a grievance committee of The Florida Bar contained in three (3) separate complaints; and\nb. The Florida Bar Case Nos. 20B84F22, 20B83F58, 20B84F07 and 20B84F10;\n5. There are presently pending criminal proceedings against respondent involving Grand Theft and Assault and there are also pending proceedings involving Failure to Appear at Trial and Contempt of Court.\n6. Respondent neither admits nor denies the veracity or accuracy of the pending disciplinary and criminal proceedings as hereinbefore set forth;\n7. Respondent agrees to cooperate with any Clients’ Security Fund investigation conducted by The Florida Bar;\n8. Respondent will utilize his best efforts to make full restitution to any person or entity that legitimately claims any loss of funds entrusted to respondent in his capacity as attorney or entrusted to him in any other capacity;\n9. Respondent will utilize his best efforts to make full restitution to the Clients’ Security Fund in the eventuality that any claim is paid as a result of respondent’s actions or was paid in the past;\n10. Respondent freely and voluntarily submits this petition with the full understanding and awareness, that by its terms, he will be forever barred from the practice of law in this jurisdiction should the petition be granted;\n11. Respondent is aware that certain costs have been incurred by The Florida Bar in the prosecution of all cases at Referee level and that said costs are represented by The Florida Bar to total $10,192.32;\n12. Respondent acknowledges, upon the issuánce of an order approving this Petition, that he will be obligated to pay the costs of pending disciplinary proceedings to The Florida Bar. Respondent has undergone personal bankruptcy and does not currently possess the financial ability to satisfy this obligation but respondent will make his best efforts to satisfy said obligation;\n13. Respondent avers that the public interest will not be adversely affected by the granting of this Petition, and that granting this Petition will not adversely affect the purity of the courts nor hinder the administration of justice nor the confidence of the public in the legal profession in that a permanent resignation will forever bar him from the practice of law in this jurisdiction; and\n14. Respondent offers this resignation on condition that by acceptance hereof, all disciplinary proceedings now pending will be forever dismissed against respondent. Respondent further conditions that none of the statements or allegations contained in the Petition shall constitute an admission which can be used against respondent in any court of law. This resignation is submitted for the convenience of respondent and The Florida Bar to avoid further litigation and expense to both parties.\nThe Florida Bar having now filed its response supporting the Petition for Leave to Resign Pending Disciplinary Proceedings on the conditions set forth above, and the Court having reviewed the same and determined that the requirements of Rule 11.-08(3) are fully satisfied, the Petition for Leave to Resign without leave to apply for readmission is hereby approved effective immediately.\nCosts in the amount of $10,192.32 are hereby taxed against respondent.\nIt is so ordered.\n*1034ADKINS, Acting C.J., and ALDERMAN, McDonald, EHRLICH and SHAW, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 7537841
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}