{
    "id": 7612676,
    "judges": "Byrnes, Klees, Lobra",
    "date_filed": "2001-10-08",
    "date_filed_is_approximate": true,
    "slug": "state-v-davis",
    "case_name_short": "Davis",
    "case_name": "State v. Davis",
    "case_name_full": "STATE of Louisiana v. Shedrick L. DAVIS",
    "attorneys": "William J. Guste, Jr., Atty. Gen., Barbara Rutledge, Asst. Atty. Gen., Harry F. Con-nick, Dist. Atty., Pamela S. Moran, Asst. Dist. Atty., New Orleans, for plaintiff-ap-pellee, State of La., Dwight Doskey, Orleans Indigent Defender Prog., New Orleans, for defendant-appellant, Shedrick L. Davis.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Writ Granted Nov. 8,1985.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "474 So. 2d 464"
    ],
    "opinions": [
        {
            "author_str": "Klees",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKLEES, Judge.\nOn April 18, 1983, the appellant Shedrick L. Davis was charged by bill of information with armed robbery in violation of R.S. 14:64. On December 5, 1983, a twelve-member jury found him guilty as charged. On January 30, 1984, he was found to be a multiple offender and was sentenced to serve forty-nine and one-half years at hard labor. His motion for appeal was granted on the same date. No formal assignments of error have been filed as required by C.Cr.P. art. 844.\nAt approximately noon on July 8, 1982, Vanessa Bolton was waiting for a bus at the corner of Louisiana Avenue and Bar-onne Street in the City of New Orleans. A man, who she later identified as the defendant, Shedrick L. Davis, approached her carrying a gun wrapped in a newspaper. Davis pointed the gun at her and told her to “give it up”. Vanessa gave Davis a large heavy rope chain, two smaller chains, a dragon medallion, and a monogram ring with her initials, VJB. After Davis left, Vanessa went to a nearby business and called the police. When the officers arrived, they and Vanessa rode around the *466neighborhood looking for Davis but failed to find him.\nLater that afternoon, Vanessa and her mother went to visit Rosie Mays, Vanessa’s aunt, who lived in one of the city’s projects. Vanessa told her aunt to spread the word around the project that her father, Albert Bolton, would pay to get the jewelry back from anyone who bought it from the robber.\nAfter the robbery, Vanessa saw Davis wearing the dragon medallion a few times in various places around the city. On March 20, 1983, she saw Davis in a game-room/sweet shop wearing the medallion. She called her father. Mr. Bolton, and Vanessa’s older sister, Denise, arrived at the shop and observed Davis wearing the medallion. Mr. Bolton approached Davis and asked him where he obtained the medallion. Davis said his “old lady” gave it to him. Mr. Bolton told Denise to call the police. Davis then jerked the chains and medallion off of his neck, put them in his pocket, and started to walk out the shop. When Mr. Bolton tried to stop him, Davis pulled a gun on Mr. Bolton. A struggle ensued and Mr. Bolton was shot in the shoulder. Davis then left the shop. Later that afternoon, after receiving information as to Davis’ location, Davis was arrested by New Orleans police officers at the apartment of Cynthia Newman.\nErrors Patent:\nOur review of the record reveals that the trial court failed to specify that Davis’ prison term is to be served without benefit of parole, probation, or suspension of sentence as mandated by LSA-R.S. 14:64. Thus it appears that the trial court erred by imposing this sentence.\nThe Supreme Court, in State v. Jackson, 452 So.2d 682 (La.1984), held that an appellate court could not take cognizance on appeal of sentencing errors favorable to the defendant where such errors were not raised by either the defendant or the State but were merely discovered on a viewing of the appeal record. However, LSA-C.Cr.P. Art. 882 was recently amended by Acts 1984, No. 587, to allow a court of appeal to correct such an error. There is much confusion on this issue among the various Louisiana Circuit Courts of Appeal and the Supreme Court has yet to determine this issue.\nThis court has previously held that State v. Jackson, supra, requires an appellate court ignore any error favorable to the defendant. State v. Poche, 464 So.2d 969 (La.App. 4th Cir.1985); State v. Davis, 463 So.2d 733 (La.App. 4th Cir.1985); and State v. Sennette, 462 So.2d 675 (La.App. 4th Cir.1984). We now adhere to this principle as stated in Jackson, supra, and will not change the sentence of Davis although we are cognizant of State v. Liddell, 463 So.2d 678 (La.App. 4th Cir., 1985), wherein a panel of this court found that the trial court’s failure to state that the defendant’s sentence was to be served without benefit of parole, probation or suspension of sentence was an error patent correctable by an appellate court on an errors patent review. Sufficiency of Evidence:\nAlthough not specifically assigned as error, the sufficiency of evidence to support Davis’ conviction must be reviewed as per State v. Raymo, 419 So.2d 858 (La.1982). We must determine whether, viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found Davis guilty beyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979); State v. Andrews, 452 So.2d 687 (La.1984).\nDavis was convicted of armed robbery, which at the time of the offense was (1) the theft, (2) of anything of value, (3) from the person of or in the immediate control of another, (4) by use of force or intimidation, (5) while armed with a dangerous weapon.\nVanessa Bolton positively identified Davis as the man who pointed a gun at her and stole her monogram ring, several chains and a dragon medallion specially made for her father. Vanessa testified that she saw Davis wearing the medallion a few times after the robbery, including the day of his arrest. Albert Bolton testified *467that when he confronted Davis about the medallion, Davis pulled a gun on him, and in the ensuing struggle Bolton was shot. The monogram ring was found on Davis’ person at his arrest. The jury could very well have disbelieved Davis’ account of how he obtained the ring and the medallion and his alibi, as well as the statements of Nathaniel Williams and Joann Johnson concerning Vanessa’s inability to see the assailant’s face. Viewing the evidence in the light most favorable to the prosecution, the jury could have found Davis guilty of armed robbery beyond a reasonable doubt. State v. Wilson, 452 So.2d 773 (La.App. 4th Cir.1984); State v. Welcher, 451 So.2d 1263 (La.App. 4th Cir.1984); State v. Harrison, 446 So.2d 423 (La.App. 4th Cir.1984).\nAssignment of Error:\nBy his sole assignment of error, Davis contends that the trial court erred by refusing to allow him to call the victim to the stand during the defense’s presentation of its case. During the examination of Jessie Taylor, a defense witness, testimony was elicited concerning a conversation Ms. Taylor overheard between Vanessa and an assistant district attorney. The court stopped Ms. Taylor before she testified to what she had heard, noting that a proper predicate had not been laid for the introduction of any prior inconsistent statement. The defense counsel then asked permission to call Vanessa to the stand. The court denied his motion, noting that defense counsel failed to ask any questions during Vanessa’s ■ cross-examination concerning this conversation. The defense objection was noted.\nImpeachment of a witness through the use of prior inconsistent statements is governed by LSA-R.S. 15:493 which provides:\nWhenever the credibility of a witness is to be impeached by proof of any statement made by him contradictory to his testimony, he must first be asked whether he has made such statement, and his attention must be called to the time, place and circumstances, and to the person to whom the alleged statement was made, in order that the witness may have an opportunity of explaining that which is prima facie contradictory. If the witness does not distinctly admit making such statement, evidence that he did make it is admissible.\nThe Louisiana Supreme Court has held that the proper foundation must be laid before the inconsistent statement may be introduced in order to obviate surprise and to allow the witness to explain the inconsistency. State v. West, 437 So.2d 256, 258-259 (La.1983); State v. Heard, 408 So.2d 1247, 1250, (La.1982); State v. La-Fleur, 398 So.2d 1074 (La.1981). The statement is not admissible if the witness admits making the statement. State v. Williams, 445 So.2d 1171 (La.1984).\nDavis admits that Vanessa was not asked on cross-examination about this conversation. However, he argues that his Sixth Amendment right to compulsory process mandated that he should have been allowed to call Vanessa to the stand to ask her at that point about the conversation. He cites no authority for this proposition.\nIn State v. Banks, 362 So.2d 540 (La.1978), the trial court refused to allow the defendant to recall the victim to the stand for cross-examination. The Court agreed with the trial court’s decision, holding that the right to recall a witness for further cross-examination was within the sound discretion of the trial judge whose decision should only be overturned in the showing of an abuse of this discretion. The Court noted that the defendant had ample opportunity to cross-examine the victim on the desired point during the State’s case-in-chief, and that the victim was thoroughly cross-examined at that time. Id. at 545. See also State v. Latin, 412 So.2d 1357 (La.1982).\nThe situation here is very similar to that in Banks, supra. Davis’ counsel conducted a thorough cross-examination of Vanessa during the State’s case-in-chief, and he had ample opportunity to ask Vanessa about the supposed conversation. It does not appear that the trial court abused its discretion by refusing to allow Davis to *468recall Vanessa. This assignment has no merit.\nAccordingly, for the reasons assigned, we affirm the conviction and sentence of Shedrick L. Davis.\nAFFIRMED.\n",
            "ocr": true,
            "opinion_id": 7543501
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}