{
    "id": 8594644,
    "judges": "Bros, Latimer, Man, Quinn",
    "date_filed": "2020-03-03",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-thomas",
    "case_name_short": "Thomas",
    "case_name": "United States v. Thomas",
    "case_name_full": "UNITED STATES v. JOHN J. THOMAS, Sergeant, U. S. Air Force",
    "attorneys": "Col Kenneth B. Chase, USAF, and Capt Frank Fedele, USAF, for Appellant., Col David D. Porter, USAF, Lt Col Harold Anderson, USAF, and 1st Lt Anthony Ortega, Jr., USAF, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "3 C.M.A. 161",
        "3 USCMA 161"
    ],
    "opinions": [
        {
            "author_str": "Latimer",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion of the Court\nGEORGE W. LatimeR, Judge:\nThe accused was tried by a general court-martial and found guilty of two offenses, larceny and absence without leave, in violation of Articles 121 and 86, Uniform Code of Military Justice, 50 U. S. C. §§ 715 and 680, respectively. He was sentenced to a dishonorable discharge, total forfeitures and confinement for three years. The convening authority approved the findings and sentence. While the cause was pending before a board of review, a petition for a new trial was filed on the ground that a fraud was perpetrated on the court-martial. The board of review denied the petition and affirmed the findings and sentence. We concluded to review the record to determine two questions: (1) whether our appellate *163jurisdiction permits us to review the ruling of a board of review on a petition for new trial, and (2) whether an out-of-court discussion between the accused and a member of the court while trial of the case was pending requires, as a matter of law, that a new trial be granted.\nEarly in the proceedings, defense counsel introduced as a witness a doctor who had examined the accused. The doctor stated that while he had made an examination of the accused, he had not formed any opinion as to his sanity because of the limited time available to him. He, however, stated that further inquiry into his sanity was warranted. Defense counsel made a motion that the trial adj'ourn for that purpose. The law officer denied the motion. Defense counsel later renewed his motion and was again overruled. On this occasion, one of the members of the court-martial objected to the ruling and the members of the court-martial sustained the objection. The court-martial thereupon adj'ourned for thirty-four days and a board of medical examiners was appointed to examine the accused. The members of the board concluded he was sane, there was no further inquiry made, and the defense was abandoned. During the trial the prosecution established the absence without leave and the theft of over $400.00 from the Post Exchange at Vance Air Force Base in Oklahoma. A pretrial statement of the accused which admitted the offenses was duly admitted into evidence. The accused did not produce any testimony on the merits and the Government’s evidence was clear, convincing, and undisputed.\nDuring the thirty-four-day recess, the incident in question took place. In his petition for a new trial the accused asserts that Major Warren G. Bell, who was a member of the court, was consulted by the accused who was anxious to have an inspector assist him in straightening out a personal problem. The accused requested the interview for he was desirous of knowing whether he was entitled to receive pay. The petition states that during this discussion, Major Bell questioned the accused about the offenses for which he was on trial and accused’s replies amounted to a confession of the crimes.\nThe board of review ordered an inquiry into the matter. A rather extensive investigation was made and except in one particular, which will be mentioned later, the assertions made by the accused were uncorroborated. A statement was taken from Major Bell and he avers the following version: That he, as Wing Administrative Inspector, accompanied by Major Moore, the Wing Air Inspector, at the latter’s request went to the stockade in response to a request from an unidentified airman; that while there the accused was given permission to discuss his problem with the Air Inspector; that the three, the accused, Major Moore and himself, participated in the discussion; that the accused was concerned about his pay status and that was the only subject discussed; that the two officers agreed to obtain any available information in Bartlesville, Oklahoma, and advise the accused; the information was obtained on the following day and the two officers again contacted the accused and furnished him the necessary information ; and that he informed both the defense and trial counsel of his conversation with the accused prior to the time the court reconvened. He denied that he questioned the accused about any of the charges for which he was on trial or that the accused made any disclosure about the merits of the case; Major Moore, who accompanied Bell, gave a statement to the same effect except he mentioned that the accused had made some statement about his being absent without leave. Trial counsel did not deny he received the information as his statement was to the effect that he did not remember any such conversation. Defense counsel admitted that Major Bell mentioned having conversed with the accused but his version was that he did not know the subjects of conversation included the alleged offenses. He further stated that the accused did not tell him about the conversation until some time after the trial.\nI\nOf necessity, our first inquiry must be whether this Court has jurisdiction *164to review a ruling of the board of review on a petition for a  new- trial. There is no question concerning the fact that this Court does not have the power to grant a hearing de novo on a petition for new trial when it is presented originally to the board of review, for it is provided in Article 73, Uniform Code of Military Justice, 50 U. S. C. § 660, as follows:\n“At any time within one year after approval by the convening authority of'a court-martial sentence which extends to death, dismissal, dishonorable or bad-conduct discharge, or confinement for one year or more, the accused may petition The Judge Advocate General for a new trial on grounds of newly discovered evidence or fraud on the court. If the accused’s case- is pending before the board of review or before the Court of Military Appeals, The Judge Advocate General shall refer the petition to the board or court, respectively, for action. Otherwise The Judge Advocate General shall act upon the petition.”\nWe do, however, conclude we have the authority and the duty to review the ruling. The grant of power to this Court \"to review eases is contained in Article 67 of the Code, 50 U. S. C! § 654. It provides there in subsections (b) and (d):\n“(b) The Court of Military Appeals shall review the record in the following cases:\n\n\n\n’“ (3) All cases reviewed by a board of review in which, upon petition of the accused and on good cause shown, tli’e Court of Military Appeals has granted a review.\n\n\n\n“(d) In any case reviewed by it, the Court of Military Appeals shall act only with respect to the findings and sentence as approved by the convening authority and as- affirmed or set aside as incorrect in law by the board of review: ,. . .”\nWe believe this language broad enough to clothe us with authority to review any question of law considered by a board of review or necessarily included in a record which must be determined before a finding and sentence can be affirmed by us. The usual effect of a petition for new trial is to suspend the finality of judgment while it is pending and its disposition is necessary before the conviction and sentence can- be affirmed with finality. It, of necessity, involves questions of law and if they were decided erroneously and we could not review, we would find ourselves in the unique situation of having to affirm a conviction which could not be supported by the record. We are convinced we would be placing an unjustifiable restriction on the powers of this Court, and one which we believe was not contemplated by- the Uniform Code, if we were to hold that an error of law appearing in the record at the time it was reviewed by us could not be considered. We, therefore, hold that the ruling on the motion for new trial is properly before us.\nII\nThe important problem is to delineate clearly the extent of our authority when we do review such a mo- tion. Because of the fact-finding and other powers granted to the boards of review we believe it advisable, on. a motion for new trial, to equate them to the trial j'udges in the civilian system. The principle that a motion for a new trial is addressed to the sound discretion of a trial j'udge and that his ruling is not\" subject to review except in case of abuse is well established in the Federal civilian system. Rule 33 of the Federal Rules of Criminal Procedure provides in part that:\nA motion for a new trial based on the ground of newly discovered evidence may be made only before or within two years after final judgment, but if an appeal is pending the court may grant the motion only on remand of the case. A motion for a new trial based on any other grounds shall be made within 5 days after verdict or finding of guilty or within such further time as the court may fix during the 5-day period.”\n*165Just as in our own Code, there is no express provision made for appellate review of the ruling on the motion. By-judicial decision, however, Federal circuit courts have made it clear that they will look no further than to determine if there has been an abuse of discretion on the part of the district judge. Howell v. United States, 172 F2d 213 (CA3d Cir); Fogel v. United States, 167 F2d 763 (CA5th Cir); United States v. Empire Packing Co., 174 F2d 16 (CA7th Cir); Robinson v. United States, 144 F2d 392 (CA6th Cir). We adopt that rule as it appears consistent with the Code — it offers an orderly appellate review, and it causes our system to' parallel the civilian system.\nIll\nIn approaching the problem of whether the board of review abused its discretion, we first consider  the factual issues. There  were certain facts in dispute which were resolved-against the accused and with good reason. Certainly it cannot be contended that there is an abuse of discretion in weighing evidence and arriving at conclusions which find support in the record. Every trial forum has the right to weigh the evidence, determine the credibility of witnesses and determine where the ultimate truth lies. There should be no exception in this kind of a proceeding. The opinion of the board of review contains the following statement :\n“We conclude on the basis of the foregoing that a conversation did in fact take place between the accused and Major. Bell, a member of the court, during ' the period the court was in adjournment-. We are, however, in view of the disinterested testimony of Major Moore, Unable to accept the accused’s version as to the extent of the discussion. We find .support only for the conclusion that the accused in his discussion with Major Bell regarding his pay status referred to an unauthorized absence. We find further that the defense counsel, as well as the trial counsel, wore informed that such- a conversation had taken place but only that it concerned the accused’s pay status.”\nThus; the only finding of fact favorable to the accused, finding credible support in the record, was that Major Bell had been told by him that he had not been paid for some time because he, the accused, had been absent without proper authority. We are bound by that finding and we accept without reservation the other findings in favor of the Government for they are supported clearly by substantial evidence. The accused must, therefore, bottom his motion solely on the fact that he disclosed to Major Bell that he had been absent without leave.\nParagraph 109d, Manual for Courts-Martial, United States, 1951, provides in pertinent part:\n“d. Grounds for new trial.— (1) General. — A new trial under the provisions of Article 73 will be granted only upon the grounds of newly discovered evidence or fraud on the court. Sufficient grounds for granting a new trial will be deemed to exist only if within the discretion of the authority considering the petition all the facts and information before such authority, including, but not limited to, the record of trial, the petition, and other matters presented by the accused affirmatively establish that an injustice has resulted from the findings or the sentence and that a new trial would probably produce a substantially more favorable result for the accused.\n\n\n\n“(3) Fraud on the court. — No alleged fraud on the court will be deemed to constitute good cause unless it had a substantial contributing effect upon the findings -of guilty or upon the sentence adjudged.\n\n\n\n“(c) Willful concealment of a material ground for challenge of the law officer or any member of the court or of the disqualification ■ of any official of the court or the convening authority where such ground or disqualification is not *166known to the defense at the time of trial.”\nEmbraced within the wording of this paragraph are the following propositions which must be present before the accused has established his right to a new trial: (1) The'findings and sentence must result in an injustice; (2) there must be some showing that a new trial would probably produce a substantially more favorable result for the accused; (3) there must be a wilful concealment of a material ground for challenge for cause; and (4) the grounds for challenging were not known to the defense at the time of trial. We shall discuss each but not in the order stated.\nThe record shows that after the conversation there was a material ground for challenge of Major Bell. The Manual for Courts-Martial, United States, 1951, paragraph 62(f), states that any fact indicating that a member of the court-martial should not sit as a member in the interest of having a fair trial and subsequent proceedings free from substantial doubt as to legality, fairness and impartiality, is a ground for challenging a member. The disclosure by the accused to the Major that he was absent without leave would have a tendency to lessen the amount of evidence necessary to convince the Major of accused’s guilt. He certainly would entertain little doubt as to the guilt of the accused after such an admission. In the interest of fairness, a person with a fixed opinion of guilt should be the subject of a challenge for cause.\nThe next question in orderly sequence is, did Major Bell wilfully conceal the ground for challenge? The board of review found, and this finding is amply supported by the evidence, that Major Bell disclosed to both trial and defense counsel the fact that a conversation concerning accused’s pay had occurred between the two; and that, while there was some discussion concerning the accused being absent without leave, Major Bell did not wilfully and intentionally conceal the ground for challenge. Fair play decreed that the Major should have disclosed the matter' to the court when the trial was continued. However, the board of review could not find, and neither can we, that he wilfully concealed the information when he had informed both trial and defense counsel. Again, it was not an abuse of discretion for the board of review to reach a conclusion that there was no wilful concealment.\nIt is impossible to read the record and conclude that the ground for challenge was unknown to the accused at the time of trial. The accused himself could not have carried on the conversation he sets out in his petition and be ignorant of the fact that he had discussed his guilt with a member of the court. His excuse is that he failed to tell his counsel because he was busy in the defense of his case. However, his counsel had sufficient information to put him on notice that he might have a ground for challenge. Counsel for the accused knew that Major Bell had discussed a matter with the accused which involved pay, and he was well aware that his client had held a questionable communication with a member of the court. When the trial of the case was resumed he thought so little of the incident that he failed to mention the inquiry of to find out from the accused the subjects discussed. It seems reasonable to find that both the accused and his counsel had sufficient information to charge them with actual knowledge that an inquiry which had to do with one of the offenses was the subject of discussion. Knowing this, they took no action until the case was on appeal.\nWe are unable to ascertain how, or in what way, a new trial would probably produce a more favorable result for the accused. Apparently, he is proceeding on the theory- that he need only show error and then a new trial inevitably follows. He does not intimate in his motion, let alone state, that he has any defense to the charge. The absence without leave was established by official documents and the theft of the, money is proven beyond peradventure of a doubt. Accused confessed to the. crimes and there was no issue raised concerning its voluntariness. A possible defense of insanity was raised before findings, but upon examination it was determined the accused was sane and he does not allege this is now in issue. He makes no show*167ing that he possesses any facts or theory which would deny, excuse, or justify the commission of the offense and he makes no pretenses that he knows of any evidence which might cause the court to render a different finding. Certainly, the record is barren of any fact or circumstance which would justify a board of review or this Court in concluding that a more favorable result would be reached in a subsequent case.\nThe last principle concerns whether or not the finding and sentence show any probability of an injustice. Many of the reasons heretofore set forth apply with equal force to this issue. In this connection, it is worthy of note that the consultation and the resulting error were occasioned by the accused. He sought out the Inspector General to obtain help and assistance. He knew his stoppage of pay was effected by his absence and he volunteered information to a member of the court in an effort to benefit himself. In view of the officer’s dual capacity, we cannot censor him for meeting with the accused although we do criticize him for having listened. It is undoubtedly true that this was done in the spirit of helpfulness, but it created a situation where a member of a court-martial received evidence of guilt out of court. We need not, however, reverse, for this lack of judgment, as we do not have a flagrant or intentional violation of a principle of military justice. The purpose of the consultation was not to aid the conviction or to obtain evidence of guilt. The accused establishes it was for the purpose of helping him solve another personal problem. The delict of the member was' in not spreading on the record of trial the fact that he had held a conversation with the accused. However,  this was known to both the accused and counsel and we believe the general rule in force in practically all jurisdictions should be invoked in this case — that is, a challenge to a court member which is based on facts known prior to the conclusion of a trial must be made at that time or it will be considered waived. A failure to act at that time, if the ground of objection is known, or by the exercise of ordinary diligence, might have been determined, constitutes a waiver of the objection.\nThe board of review resolved' the foregoing issues against the accused for reasons substantially similar to those herein expressed. When consideration is given to the purposes for granting a new trial, it becomes obvious that the board did not abuse its discretion in ruling as it did. It is the policy of the law to see to it that every person accused of a crime is afforded a fair trial. Conversely, a new trial will not be granted in the absence of such substantial prejudice to the rights of the accused as to make it reasonably clear that a fair trial was not had. The accused in support of his motion claims misconduct as the reason why his trial was unfairly conducted. However, the misconduct was participat- ed in by. him and knowing before the trial continued that it had occurred, he failed to call it to the attention of the court-martial. In a way he gambled and lost. When an accused and his counsel have knowledge of errors occurring prior to findings and delay presenting them until the case is on appeal, the points are raised too late.\nThe decision of the board of review is affirmed.\nChief Judge Quinn and Judge BROS-MAN concur.\n",
            "ocr": true,
            "opinion_id": 8570848
        }
    ],
    "court_short_name": "United States Court of Military Appeals",
    "court_full_name": "United States Court of Military Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}