{
    "id": 8595158,
    "judges": "Ferguson, Latimer, Quinn",
    "date_filed": "2006-03-10",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-schilling",
    "case_name_short": "Schilling",
    "case_name": "United States v. Schilling",
    "case_name_full": "UNITED STATES v. GEORGE W. SCHILLING, Private E-1, U. S. Army",
    "attorneys": "Howard F. Corny, Esq., argued the cause for Appellant, Accused. With him on the brief was Major Frank C. Stetson., First Lietitenant Arnold I. Burns argued the cause for Appellee, United States. With him on the brief were Lieutenant Colonel Thomas J. Neioton and First Lieutenant Lewis W. Evans.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "7 C.M.A. 482",
        "7 USCMA 482"
    ],
    "opinions": [
        {
            "author_str": "Quinn",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion of the Court\nRobert E. Quinn, Chief Judge:\nA general court-martial convicted the accused of larceny of $60, in violation of Article 121, Uniform Code of Military Justice, 10 USC §921. He was sentenced to a dishonorable discharge, total forfeitures, and confinement at hard labor for two years. The convening authority approved the findings of guilty and the sentence, but a board of review modified the latter by reducing the period of confinement to one year. We granted review to consider two questions of law presented by the record of trial.\nThe first issue is whether the accused was twice put in jeopardy for the same offense.' The case came on for hearing on November 9, 1955, and proceeded to trial in regular course, with the proceedings being recorded by a mechanical device. At an undisclosed point in trial counsel’s closing argument, defense counsel moved for a mistrial on the ground that the prosecuting attorney had improperly commented on the accused’s silence. The reporter was asked to play back the recording of counsel’s argument. It was then discovered that the recording machine was not functioning properly. A great deal of the proceedings, including the accused’s plea and the testimony of the witnesses, had not been recorded. A recess was declared. On reconvening the next morning, the law officer declared a mistrial because a “substantial portion of the testimony was not recorded.” On November 15, the case again came on for hearing. The accused raised no objection to trial and entered a plea of not guilty. He was convicted. He now contends that the second trial illegally put him in jeopardy twice for the same offense.\nAs a general rule, a claim of former jeopardy must be raised before the conclusion of the trial or  it is waived. Manual for Courts-Martial, United States, 1951, paragraph 67a. Inasmuch as there are no unusual circumstances present, the failure to object to the second trial is itself sufficient to preclude the accused from raising the issue for the first time on appeal before this Court. United States v Kreitzer, 2 USCMA 284, 8 CMR 84. Moreover, it is anomalous indeed that the accused should now contend that the grant of a mistrial prejudiced his rights when he had himself moved for such relief. See Barrett v Bigger, 17 F2d 669 (CA DC. Cir) (1927); United States v Harriman, 130 F Supp 198, 204 (SD NY) (1955). Apart from these considerations, however, the declaration of a mistrial was entirely proper.\n*484Notice of an error occurring in the course of a trial which is of such a nature as to vitiate the re  suit justifies the declaration of a mistrial, even in the face of objection by the accused. United States v Stringer, 5 USCMA 122, 132, 17 CMR 122. In other words, the purpose of a declaration of mistrial is to prevent a failure of public justice. Here, the unnoticed breakdown in the recording device made continuation of the trial impossible. In its existing state, the record of the proceedings was so legally defective that it could not support a conviction, regardless of the compelling nature of the evidence. United States v Whitman, 3 USCMA 179, 11 CMR 179. The law officer, therefore, was justified in declaring a mistrial. People v De Voe, 284 App Div 1092, 136 NYS 2d 650, affm’d 309 NY 818, 130 NE2d 616.\nThe accused’s second allegation of error is that a pretrial oral statement by him was improperly admitted in evidence. It appears that the theft, which had been witnessed by the victim, Private J. C. Chandler, was reported to the Battery Duty Officer, Chief Warrant Officer R. T. Hunt. The latter directed the Sergeant of the Guard to pick up the accused and bring him to his office.\nAccording to Mr. Hunt’s testimony, when the accused arrived at his office, he was not immediately warned of his rights in regard to Article 31 of the Uniform Code of Military Justice, 10 USC § 831. Rather, Mr. Hunt asked the accused “what the story was on this taking of some money,” and “at that time, . . . [he] was going to explain his rights under Article 31.” The accused refused to say anything. Instead, he asked to see Private Chandler. Mr. Hunt called Chandler’s company and asked that he be sent to the office. Ten or fifteen minutes later Private Chandler appeared. The accused was told that he could talk to Private Chandler in order to “try to straighten this deal out.” Private Chandler and the accused approached each other, and the accused opened the conversation. Mr. Hunt stood beside them. At the trial he was called to testify to certain remarks made by the accused in his conversation with Private Chandler. Defense counsel objected, but the objection was overruled. In our opinion, this ruling was correct.\nNot every incriminating pretrial statement by an accused is inadmissible because it is not preceded  by advice as to his rights under Article 31. So, for example, we have held that an unrequested disclosure which is freely made in a friendly conversation with a military policeman is admissible, despite the absence of advice under the Article. United States v Creamer, 1 USCMA 267, 3 CMR 1. Here, the accused himself asked to see Private Chandler. The latter was the victim of his alleged wrong, and, as far as the evidence shows, had no other connection with the case. See United States v Johnson, 5 USCMA 795, 19 CMR 91. Under the circumstances, we believe that the law officer could conclude that the accused’s conversation with Chandler was entirely personal and outside the reach of Article 31. United States v Johnson, supra, 779-780; United States v Dandaneau, 5 USCMA 462, 18 CMR 86. The fact that the conversation was overheard by an enforcement officer does not change its character. Therefore, it was not error to admit the challenged testimony.\nThe decision of the board of review is affirmed.\nJudge LatimeR concurs.\nJudge Ferguson concurs in the result.\n",
            "ocr": true,
            "opinion_id": 8571665
        }
    ],
    "court_short_name": "United States Court of Military Appeals",
    "court_full_name": "United States Court of Military Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}