{
    "id": 7698099,
    "judges": "Welch",
    "date_filed": "1992-10-05",
    "date_filed_is_approximate": true,
    "slug": "morris-v-state",
    "case_name_short": "Morris",
    "case_name": "Morris v. State",
    "case_name_full": "Alfonzo MORRIS v. STATE of Alabama",
    "attorneys": "Alabama Supreme Court 1151265 *1183Jason H. Casell, Ingrid L. Price, Anna Engh, and Sarah E. Tremont, Washington, D.C., for appellant., Luther Strange, atty. gen., and Thomas Govan, asst. atty. gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "261 So. 3d 1181"
    ],
    "opinions": [
        {
            "author_str": "Welch",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*1184WELCH, Judge.\nAlfonzo Morris appeals the circuit court's summary dismissal of his petition for postconviction relief filed pursuant to Rule 32, Ala. R.Crim. P., in which he attacked his capital-murder convictions and his resulting sentence of death. We affirm.\nIn May 2008, Alfonzo Morris was convicted of two counts of capital murder for the intentional killing of Miriam Rochester during the course of a first-degree burglary, § 13A-5-40(a)(4), Ala.Code 1975, and the intentional killing of Miriam Rochester during the course of a first-degree robbery, § 13A-5-40(a)(2), Ala.Code 1975. Following a sentencing hearing, the jury recommended, by a vote of 10-2, that Morris be sentenced to death. After the trial court held the final sentencing hearing, the court sentenced Morris to death. This Court affirmed Morris's convictions and death sentence. Morris v. State, 60 So.3d 326 (Ala.Crim.App.2010).1 On September 17, 2010, the Alabama Supreme Court denied certiorari review, id., and on March 21, 2011, the United States Supreme Court denied certiorari review, Morris v. Alabama, 562 U.S. 1287, 131 S.Ct. 1679, 179 L.Ed.2d 616 (2011).\nIn this Court's opinion on direct appeal, we set out the evidence presented at trial as follows:\n\"[O]n February 24, 1997, Miriam Rochester, who was 85 years-old, used a walker, and weighed 92 pounds, was beaten to death in her home. Rochester had transformed her home into a duplex and had taken in a boarder, Elizabeth Russell, who was also elderly and in poor health. The two ladies had become friends, and, on the night of the offense, at approximately 9:30 p.m., Rochester telephoned one of Russell's sons to inform him that Russell had become ill and was being taken to the hospital.\n\"A rescue unit and fire engine arrived at the house at approximately 9:00 p.m. and were shown to Russell by Rochester. The paramedic who was the driver of the rescue unit testified that the 'house was very neat and orderly.' (R. 201.) After Russell was assessed and the ambulance called, the paramedic testified that she went outside to check on her truck. She testified that she saw someone 'fooling around my rescue unit acting like he was looking in the windows, fooling with the doors.' (R. 203.) She then asked the person if there was a problem and if she could help him. The man, whom she identified in court as Morris, walked up to her and asked what was happening and who was sick; he insisted that he wanted to go inside the house. The paramedic testified that at one point Morris attempted to bypass her and enter the house, but she prevented him from doing so. He told her that 'he lived in that area and he knew everybody and he had a right to go in there.' (R. 205.)\n\"Although Morris smelled strongly of alcohol, the paramedic testified that Morris understood what she was telling him and that his responses were appropriate. As the paramedic saw the rescue crew carrying Russell out to the ambulance, she also saw Morris finally turn and walk away. The paramedic thereafter stepped into the ambulance and through the opened back doors of *1185the vehicle saw that Morris had returned. She informed her partner that Morris had been causing trouble previously, and her partner instructed him to leave. The paramedic testified that she saw Morris walk approximately half of a block away as the rescue crew left.\n\"At approximately 10:00 p.m., Russell's son telephoned Rochester to update her on Russell's condition. He received a call from his brother about an hour later, informing him that the brother had been to Rochester's house at his mother's request and that the door was open and the house appeared to have been ransacked. Both of Russell's sons then went to the house and without entering determined that the house had been vandalized. They attempted to telephone Rochester and then telephoned the police.\n\"The police and rescue units arrived around midnight, among them the same paramedic who had earlier cared for Russell. She testified that she originally believed that Russell was the deceased. However, because of the number of police officers present, she determined that the death was not believed to be due to natural causes. She informed the officers that she had been called to the house earlier on that night and that the house had not been in disarray. She also told them about Morris's presence and behavior. She did not know his name at that time but gave the officers his description.\n\"The first officer who had arrived at the scene testified that there were 'pry marks' on the door, indicating forced entry. (R. 261.) He took a description from the paramedic of the man who had attempted to gain entry into the house and, after the scene was processed, he left at approximately 4:00 a.m. and resumed his patrol of the area. At approximately 5:00 a.m., he observed a man fitting the description of the person who had earlier attempted to enter Rochester's house. The man appeared to be intoxicated and was staggering down the middle of the street. The officer asked the man questions and he responded in a 'slurred, but logical way.' (R. 265.) The officer determined that it was not safe for the man to continue and arrested him for public intoxication. The officer identified Morris at trial as the man he had arrested. He asked the man if he was carrying any weapons, and he responded that he had a pocketknife in his right front pocket. (R. 267.) He also stated that he had other items in his pockets that he described as 'junk.' (R. 267.) The officer stated that the items were pieces of costume jewelry. He also had a couple of pills and a cigarette in his pockets. Morris identified himself as 'Anthony Morris' and gave the officer an address for his residence.1(R. 270.)\n\"Before the officer left the scene of Morris's arrest, the paramedic was brought to that location to determine if she could identify him as the man she had seen earlier. The paramedic testified that she was certain that he was the man she had seen earlier at Rochester's house. (R. 223.) Morris was taken to the administrative building where officers concluded that he was too intoxicated to be interviewed. He was taken to jail for the night and interviewed the following day.\n\"Rochester's granddaughter and Russell's son identified some of the jewelry taken from Morris as belonging to the victim and Russell. Blood found on Morris's shoe was determined to be Rochester's and a cigarette butt found in the Rochester's house contained Morris's DNA.\n*1186\"Morris testified at trial that he had been drinking on the day of the offense and had gotten into an argument with the man with whom he had been living. He left the house and eventually began gambling with a man known as 'Cue Ball.' (R. 433.) He testified that he won a bag of jewelry from 'Cue Ball and that, as he was attempting to gather the jewelry, 'Cue Ball' snatched money from him and a fight ensued. He stated that other gamblers got involved in the altercation, because they did not want him to leave since he was winning. Morris stated that he suffered cuts and bruises, as well as a laceration over his eye, in the altercation. He testified that 'Cue Ball' threw the jewelry at him and that he picked it up and walked to a Huddle House restaurant for breakfast. He stated that he became belligerent with the waitress because he had been drinking, and he was forced to leave. He also testified that after eating he put a cigarette in his mouth but did not light it.\n\"Morris testified that he then encountered a police officer who indicated that Morris appeared to have been drinking and arrested him for public intoxication. Morris stated that he was taken in the police car 'to the scene of a crime in a house' (R. 441), where a woman identified him. (R. 443-444.) While he was standing in front of the police vehicle, he stated that a dog 'came from somewhere' and ran around his feet. (R. 444.) He was subsequently taken to the hospital to treat the laceration to his eye and then was taken to the jail.\n_______________\n\"1 It was later determined that Anthony Morris is Morris's brother and the address that he gave the officer was that of his brother. He also gave his brother's date of birth when the officers were taking his clothing to be processed.\"\nMorris v. State, 60 So.3d at 336-38 (one footnote omitted).\nOn September 12, 2011, Morris filed this Rule 32 petition. On November 9, 2011, the State filed its answer and moved to dismiss Morris's petition. While the State's motion to dismiss was pending, Morris filed a response to the State's motion to dismiss, a discovery motion, and two motions for funds for expert assistance. On August 9, 2012, the circuit court entered an order summarily dismissing Morris' Rule 32 petition. On September 7, 2012, Morris filed a postjudgment motion in which he objected to the circuit court's adoption of the State's proposed order and to the circuit court's denial of his motions for discovery and for funds to hire experts, and he requested that the circuit court independently review the claims and grant him a new trial. The postjudgment motion was denied by operation of law.\nOn appeal Morris reasserts several of the claims he made in his Rule 32 petition. It is well settled that this Court \"will not review issues not listed and argued in brief.\" Brownlee v. State, 666 So.2d 91, 93 (Ala.Crim.App.1995). Allegations that are not expressly argued on appeal are deemed to be abandoned. E.g., Burks v. State, 600 So.2d 374, 380 (Ala.Crim.App.1991). Claims from the Rule 32 petition that Morris chose not to pursue on appeal are deemed to be abandoned and will not be considered.\nStandard of Review\nCircuit Judge Tommy Nail presided over Morris's trial and imposed the death sentence, and he also presided over these postconviction proceedings. This is a factor of significance because, as this Court has held:\n\" '[A] judge who presided over the trial or other proceeding and observed the conduct of the attorneys at the trial or other proceeding need not hold a hearing *1187on the effectiveness of those attorneys based upon conduct that he observed.' Ex parte Hill, 591 So.2d 462, 463 (Ala.1991). 'If the circuit judge has personal knowledge of the actual facts underlying the allegations in the petition, he may deny the petition without further proceedings so long as he states the reasons for the denial in a written order.' Sheats v. State, 556 So.2d 1094, 1095 (Ala.Crim.App.1989).\"\nBoyd v. State, 913 So.2d 1113, 1126 (Ala.Crim.App.2003) (footnote omitted).\nRule 32.3, Ala. R.Crim. P., provides, in pertinent part, that \"[t]he petitioner shall have the burden of pleading and proving by a preponderance of the evidence the facts necessary to entitle the petitioner to relief.\" At the time Morris filed the petition, Rule 32.6(b), Ala. R.Crim. P., provided:\n\"The petition must contain a clear and specific statement of the grounds upon which relief is sought, including full disclosure of the factual basis of those grounds. A bare allegation that a constitutional right has been violated and mere conclusions of law shall not be sufficient to warrant any further proceedings.\"2\nIn Ford v. State, 831 So.2d 641, 644 (Ala.Crim.App.2001), this Court stated:\n\"[A]t the pleading stage of Rule 32 proceedings, a Rule 32 petitioner does not have the burden of proving his claims by a preponderance of the evidence. Rather, at the pleading stage, a petitioner must provide only 'a clear and specific statement of the grounds upon which relief is sought.' Rule 32.6(b), Ala. R.Crim. P. Once a petitioner has met his burden of pleading so as to avoid summary disposition pursuant to Rule 32.7(d), Ala. R.Crim. P., he is then entitled to an opportunity to present evidence in order to satisfy his burden of proof.\"\nThe pleading requirements in a postconviction proceeding require specificity. This Court has stated:\n\" ' Rule 32.6(b) requires that the petition itself disclose the facts relied upon in seeking relief.' Boyd v. State, 746 So.2d 364, 406 (Ala.Crim.App.1999). In other words, it is not the pleading of a conclusion'which, if true, entitle[s] the petitioner to relief.' Lancaster v. State, 638 So.2d 1370, 1373 (Ala.Crim.App.1993). It is the allegation of facts in pleading which, if true, entitle a petitioner to relief. After facts are pleaded, which, if true, entitle the petitioner to relief, the petitioner is then entitled to an opportunity, as provided in Rule 32.9, Ala. R.Crim. P., to present evidence proving those alleged facts.\"\nBoyd v. State, 913 So.2d at 1125.\nWith regard to a Rule 32 petitioner's burden of pleading, and particularly with regard to claims of ineffective assistance of counsel, this Court in Hyde v. State, 950 So.2d 344 (Ala.Crim.App.2006), further explained:\n\"The burden of pleading under Rule 32.3 and Rule 32.6(b) is a heavy one. Conclusions unsupported by specific facts will not satisfy the requirements of Rule 32.3 and Rule 32.6(b). The full factual basis for the claim must be included in the petition itself. If, assuming every factual allegation in a Rule 32 petition to be true, a court cannot determine whether the petitioner is entitled to relief, the petitioner has not satisfied the *1188burden of pleading under Rule 32.3 and Rule 32.6(b). See Bracknell v. State, 883 So.2d 724 (Ala.Crim.App.2003). To sufficiently plead an allegation of ineffective assistance of counsel, a Rule 32 petitioner not only must 'identify the [specific] acts or omissions of counsel that are alleged not to have been the result of reasonable professional judgment,' Strickland v. Washington, 466 U.S. 668 (1984), but also must plead specific facts indicating that he or she was prejudiced by the acts or omissions, i.e., facts indicating 'that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.' 466 U.S. at 694. A bare allegation that prejudice occurred without specific facts indicating how the petitioner was prejudiced is not sufficient.\"\n950 So.2d at 356.\nRule 32.7(d), Ala. R.Crim. P., provides for the summary disposition of a Rule 32 petition\n\"[i]f the court determines that the petition is not sufficiently specific [in violation of Rule 32.6(b) ], or is precluded [under Rule 32.2, Ala. R.Crim. P.], or fails to state a claim, or that no material issue of fact or law exists which would entitle the petitioner to relief under this rule and that no purpose would be served by further proceedings....\"\nThe Alabama Supreme Court in Moore v. State, 502 So.2d 819, 820 (Ala.1986), stated:\n\"An evidentiary hearing on a [Rule 32] petition is required only if the petition is 'meritorious on its face.' Ex parte Boatwright, 471 So.2d 1257 (Ala.1985). A petition is 'meritorious on its face' only if it contains a clear and specific statement of the grounds upon which relief is sought, including full disclosure of the facts relied upon (as opposed to a general statement concerning the nature and effect of those facts) sufficient to show that the petitioner is entitled to relief if those facts are true. Ex parte Boatwright, supra; Ex parte Clisby, 501 So.2d 483 (Ala.1986).\"\nFinally, review of the sufficiency of the pleadings in a postconviction proceeding presents a question of law and, therefore, our review is de novo. Ex parte Beckworth, 190 So.3d 571 (Ala.2013).\nI.\nMorris argues first that the circuit court erred when it divided his ineffective-assistance-of-counsel claim into many separate claims, and he contends that the court's actions violated federal and state law. After the circuit court dismissed his petition, Morris filed a postjudgment pleading challenging several aspects of the court's judgment, but he did not raise an argument regarding the circuit court's division of the ineffective-assistance-of-counsel claim. \"The general rules of preservation apply to Rule 32 proceedings.\" Boyd v. State, 913 So.2d at 1123. Therefore, Morris has waived this argument for purposes of review.\nEven if this argument had been preserved for review, Morris would not be entitled to relief because the argument has been rejected repeatedly by Alabama appellate courts. For example, in Bryant v. State, 181 So.3d 1087, 1104 (Ala.Crim.App.2011), we stated that\n\"it is well settled in Alabama that an ineffective-assistance-of-counsel claim is a general claim that consists of several different allegations or subcategories, and, for purposes of the pleading requirements in Rule 32.3 and Rule 32.6(b), '[e]ach subcategory is [considered]\n*1189a[n] independent claim that must be sufficiently pleaded.' Coral v. State, 900 So.2d 1274, 1284 (Ala.Crim.App.2004), overruled on other grounds, Ex parte Jenkins, 972 So.2d 159 (Ala.2005).\"\nFurthermore, in Taylor v. State, 157 So.3d 131, 140 (Ala.Crim.App.2010), when presented with the same argument Morris raises, we stated:\n\"Taylor also contends that the allegations offered in support of a claim of ineffective assistance of counsel must be considered cumulatively, and he cites Williams v. Taylor, 529 U.S. 362 (2000). However, this Court has noted: 'Other states and federal courts are not in agreement as to whether the \"cumulative effect\" analysis applies to Strickland [v. Washington, 466 U.S. 668 (1984),] claims'; this Court has also stated: 'We can find no case where Alabama appellate courts have applied the cumulative-effect analysis to claims of ineffective assistance of counsel.' Brooks v. State, 929 So.2d 491, 514 (Ala.Crim.App.2005)...; see also McNabb v. State, 991 So.2d 313, 332 (Ala.Crim.App.2007) ; and Hunt v. State, 940 So.2d 1041, 1071 (Ala.Crim.App.2005). More to the point, however, is the fact that even when a cumulative-effect analysis is considered, only claims that are properly pleaded and not otherwise due to be summarily dismissed are considered in that analysis. A cumulative-effect analysis does not eliminate the pleading requirements established in Rule 32, Ala. R.Crim. P. An analysis of claims of ineffective assistance of counsel, including a cumulative-effect analysis, is performed only on properly pleaded claims that are not summarily dismissed for pleading deficiencies or on procedural grounds. Therefore, even if a cumulative-effect analysis were required by Alabama law, that factor would not eliminate Taylor's obligation to plead each claim of ineffective assistance of counsel in compliance with the directives of Rule 32.\"\nII.\nMorris argues that the circuit court erred when it dismissed his allegations of ineffective assistance of counsel because, he says, the circuit court confused the burden of pleading with the burden of proof. In an earlier part of this opinion, we set out the well established legal principles regarding the burden of pleading and the burden of proof in postconviction proceedings. We have thoroughly reviewed the circuit court's order in light of the foregoing principles, and we conclude that the court did not confuse the burden of pleading with the burden of proof. Instead, the circuit court's lengthy order includes specific written findings that detail the pleading deficiencies in the petition, making it clear that the court recognized and applied the pleading requirements set forth above.\nIII.\nMorris argues that the circuit court erred when it summarily dismissed the 19 claims of ineffective assistance of counsel he alleged in his petition. Morris alleged in the petition:\n1. That \"counsel failed to adequately investigate and present evidence that the State's forensic evidence was improperly tested and inadequately preserved, and further failed to retain a forensic expert to explain these issues to the jury\";\n2. That \"counsel failed to retain and present testimony from an independent DNA expert to challenge the State's unexplained DNA analysis\";\n*11903. That \"counsel failed to object to the State's failure to present all of the forensic technicians to testify\";\n4. That \"counsel failed to adequately investigate and present an alternative theory of key prosecution evidence\";\n5. That \"counsel failed to properly object to so-called eyewitness testimony that was inherently flawed\";\n6. That \"counsel failed to challenge the testimony of Mary McCombs after she had heard the testimony of all witnesses in all three of Mr. Morris's trials and further failed to impeach her testimony on the stand\";\n7. That \"counsel failed to adequately challenge the testimony of Detective Russell after he had heard the testimony of all witnesses in his third trial and further failed to properly impeach his testimony on the stand\";\n8. That \"counsel failed to object to irrelevant and inflammatory testimony regarding potential crimes that Mr. Morris did not commit and for which the State had no evidence\";\n9. That \"counsel failed to adequately prepare and present testimony of numerous mitigating factors during the penalty phase\";\n10. That \"counsel failed to retain a mitigation expert to testify and provide evidence during the penalty phase\";\n11. That \"counsel failed to adequately challenge the State's double counting of aggravating circumstances during the penalty phase\";\n12. That \"counsel failed to adequately defend his right to a speedy trial\";\n13. That \"counsel failed to adequately investigate and prepare Mr. Morris's claims of his incompetency to stand trial\";\n14. That \"counsel failed to provide adequate testimony establishing Mr. Morris's mental retardation\";\n15. That \"counsel failed to challenge the death qualification of the jury or to rehabilitate the two potential jurors who were death disqualified\";\n16. That \"counsel failed to effectively object to unlawful and prejudicial comments made by the State throughout the trial\";\n17. That \"counsel failed to effectively object to unlawful and prejudicial comments made by the court throughout the trial\";\n18. That \"counsel were ineffective due in part to a lack of adequate resources\";\n19. That \"the failures of Mr. Morris's counsel, individually and cumulatively constituted ineffective assistance of counsel.\"\n(C. 74-114.)\nThe circuit court entered an extensive written order addressing each of the allegations and dismissing them as procedurally barred under Rule 32.2(a), Ala. R.Crim. P., insufficiently pleaded under Rule 32.6(b), Ala. R.Crim. P., or facially without merit under Rule 32.7(d), Ala. R.Crim. P.\nOn appeal Morris challenges the dismissal of each claim, but the argument section of Morris' brief does not comply with Rule 28(a)(10), Ala. R.App. P., which requires that an argument contain \"the contentions of the appellant/petitioner with respect to the issues presented, and the reasons therefor, with citations to the cases, statutes, other authorities, and parts of the record relied on.\" In Franklin v. State, 23 So.3d 694, 703 (Ala.Crim.App.2008), we stated:\n\"It is well settled that '[r]ecitation of allegations without citation to any legal authority and without adequate recitation *1191of the facts relied upon has been deemed a waiver of the arguments listed.' Hamm v. State, 913 So.2d 460, 486 (Ala.Crim.App.2002). 'An appellate court will consider only those issues properly delineated as such and will not search out errors which have not been properly preserved or assigned. This standard has been specifically applied to briefs containing general propositions devoid of delineation and support from authority or argument.' Ex parte Riley, 464 So.2d 92, 94 (Ala.1985) (citations omitted).\"\nIn 19 subsections of his appellate brief Morris contends that the circuit court erred when it dismissed the claim of ineffective assistance of counsel addressed there because, he says, each claim was pleaded with sufficient specificity, but he presents no legal analysis or citation to authority as support for the assertion of error by the circuit court. The argument in the majority of the subsections of Morris's brief matches word-for-word the corresponding claims Morris raised in his petition. The remaining subsections that do not match the corresponding claims in the petition word-for-word differ by only a few words. At the end of each of the 19 subsections of the brief Morris adds only the following sentence: \"Mr. Morris's claim was sufficiently specific and provided a factual basis for relief. The circuit court improperly dismissed this claim,\" and he lists the subsections of Rule 32 that the circuit court applied when dismissing each claim.\nWe set out in detail below a claim from the petition and the corresponding argument in the appellate brief as a representative example of the nearly identical match between the two documents. In Part I.A.1. of the petition Morris alleged:\n\"1. Mr. Morris's counsel failed to adequately investigate and present evidence that the State's forensic evidence was improperly tested and inadequately preserved, and further failed to retain a forensic expert to explain these issues to the jury.\n\"23. Mr. Morris's counsel failed to challenge the actions of the State's forensic personnel in collecting, testing, and preserving evidence when potentially exculpatory evidence was destroyed before any testing could be done because it was not properly collected and maintained.\n\"24. Had Mr. Morris's counsel retained a forensic expert, that expert would have been able to testify for the jury that the failure of the State's forensic team to adequately collect and maintain a bologna sandwich from the crime scene demonstrated that the forensics team who investigated Ms. Rochester's death likely did not comply with acceptable forensic procedures, and likewise could call into question all of the techniques used by that team for collecting, maintaining, and testing the other evidence used to convict Mr. Morris.\n\"25. The State even admitted at trial that this sandwich was recovered from the crime scene because the State believed that the sandwich had been partially eaten by the person who killed Ms. Rochester. ... Because the sandwich was half eaten, it is likely that it would have contained DNA from the person who ate it. It also would have been likely that such a test could have identified the DNA of the true assailant in this case, and therefore exculpate Mr. Morris of a crime that he has consistently maintained he did not commit for almost 15 years. See California v. Trombetta, 467 U.S. 479, 488 (1984) (the state has a duty to preserve evidence that 'might be expected to play a significant role in the suspect's defense').\n*1192\"26. The United States and Alabama constitutions recognize a criminal defendant's right to expert assistance. See Ake v. Oklahoma, 470 U.S. 68 (1985) ; Griffin v. Illinois, 351 U.S. 12 (1956) ; Gayle v. State, 591 So.2d 153 (Ala.Crim.App.1991). Mr. Morris, and his counsel, were especially aware of this right, since Mr. Morris's first conviction was overturned for failure to provide Mr. Morris with funds to retain a medical professional to evaluate his claims of mental retardation. Yet, his counsel failed to retain a forensic expert for reviewing the handling of the evidence that could have exonerated him.\n\"27. The ABA Guidelines recommend that capital murder defense counsel have demonstrated 'skill in the use of expert witnesses and familiarity with common areas of forensic investigation, including fingerprints, ballistics, forensic pathology, and DNA evidence.' American Bar Association[, Guidelines for the Appointment and Performance of Defense Counsel in Death Penalty Cases (rev. ed.2003) ] at 962 (Guideline 5.1(B)(2)(e)). Mr. Morris's counsel demonstrably lacked this skill, as they failed to call even one such expert witness to testify during Mr. Morris's 2008 trial and failed to present an expert report in Mr. Morris's defense. Mr. Morris's counsel had numerous avenues to attack the forensic evidence presented by the prosecution at trial, including but not limited to the multiple failures of the forensics lab to adequately preserve evidence for independent testing by the defense. Although his counsel did cross-examine the State's forensics witness, Mr. Morris's counsel failed to meet the Strickland [v. Washington, 466 U.S. 668 (1984),] 'objective standard of reasonableness,' and his failure deprived Mr. Morris of a fair trial 466 U.S. at 687, 688.\"\n(C. 74-75.)\nThe circuit court dismissed the claim pursuant to Rule 32.7(d), Ala. R.Crim. P., because it failed to meet the pleading and specificity requirements of Rule 32.3 and Rule 32.6(b), Ala. R.Crim. P. (C. 12-13.) The circuit court stated that Morris had failed to plead specific facts-such as the type of expert that should have been retained, the name of an expert who could have been retained and who would have been available to testify, and the contents of the expected testimony. The circuit court also stated that Morris had failed to plead sufficient facts that, if true, would establish that he was prejudiced under Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052 (1984). The circuit court further stated that, by making only conclusory allegations such as that the State's forensics team had not complied with \"acceptable procedures\" without identifying those procedures or alleging how the team had failed to comply with them, Morris failed to sufficiently plead facts that, if true, would establish he was prejudiced. Also, the circuit court stated that, by presenting pure speculation and failing to plead any specific facts regarding the alleged destruction of the sandwich or how that sandwich would have played a significant role in his defense, Morris failed to plead facts supporting a general claim of prejudice.\nMorris did not address any of the circuit court's findings. Rather, Morris' argument on appeal is, but for a few words, identical to the allegations in the petition. For purposes of comparison, we quote the relevant section of Morris' brief, and highlight the differences between the petition and brief.\n*1193\"Mr. Morris's Counsel Failed to Adequately Investigate and Present Evidence That the State's Forensic Evidence Was Improperly Tested and Inadequately Preserved, and Further Failed to Retain a Forensic Expert (Paragraphs 7-12) (PC 11-13)\n\"As alleged in his Rule 32 petition, Mr. Morris's counsel failed to challenge the actions of the State's forensics personnel in collecting, testing, and preserving evidence when potentially exculpatory evidence was destroyed before any testing could be done because it was not properly collected and maintained.\n\"Had Mr. Morris's counsel retained a forensic expert, that expert would have been able to testify for the jury that the failure of the State's forensic team to adequately collect and maintain a bologna sandwich from the crime scene demonstrated that the forensics team who investigated Ms. Rochester's death likely did not comply with acceptable forensics procedures, and likewise could call into question all of the techniques used by that team for collecting, maintaining, and testing the other evidence used to convict Mr. Morris.\n\"The State even admitted at trial that this sandwich was recovered from the crime scene because the State believed that the sandwich had been partially eaten by the person who killed Ms. Rochester. R-4 389-90. Because the sandwich was half eaten, it is likely that it would have contained DNA from the person who ate it. It also would have been likely that such a test could have identified the DNA of the true assailant in this case, and therefore exculpate Mr. Morris of a crime that he has consistently maintained he did not commit for almost 15 years. See California v. Trombetta, 467 U.S. 479, 488 (1984) (the state has a duty to preserve evidence that 'might be expected to play a significant role in the suspect's defense').\n\"The United States and Alabama constitutions recognize a criminal defendant's right to expert assistance. See Ake v. Oklahoma, 470 U.S. 68 (1985) ; Griffin v. Illinois, 351 U.S. 12 (1956) ; Gayle v. State, 591 So.2d 153 (Ala.Crim.App.1991). Mr. Morris, and his counsel, were especially aware of this right, since Mr. Morris's first conviction was overturned for failure to provide Mr. Morris with funds to retain a medical professional to evaluate his claims of mental retardation. Yet, his counsel failed to retain a forensic expert for reviewing the handling of evidence that could have exonerated him.\n\"The ABA Guidelines recommend that capital murder defense counsel have demonstrated 'skill in the use of expert witnesses and familiarity with common areas of forensic investigation, including fingerprints, ballistics, forensic pathology, and DNA evidence.' American Bar Association, [Guidelines for the Appointment and Performance of Defense Counsel in Death Penalty Cases (rev. ed.2003) ], at 962 (Guideline 5.1(B)(2)(e)). Mr. Morris's counsel demonstrably lacked this skill, as they failed to call even one such expert witness to testify during Mr. Morris's 2008 trial and failed to present an expert report in Mr. Morris's defense. Mr. Morris's counsel had numerous avenues to attack the forensic evidence presented by the prosecution at trial, including but not limited to the multiple failures of the forensics lab to adequately preserve evidence for independent testing by the defense. Although his counsel did cross-examine the State's forensics witness, Mr. Morris's counsel failed to meet the Strickland [v. Washington, 466 U.S. 668 (1984),] 'objective *1194standard of reasonableness,' and his failure deprived Mr. Morris of a fair trial. 466 U.S. at 687, 688.\n\"Mr. Morris's claim was sufficiently specific and provided a factual basis for relief. The circuit court improperly dismissed this claim under Rules 32.3, 32.6(b), and 32.7(d).\"\n(Morris' brief, at pp. 16-18.)(Emphasis added.)\nAs to this argument that the circuit court erred, and as to all remaining arguments that the circuit court erred when it dismissed the claims of ineffective assistance of counsel, Morris has presented no argument, analysis, or supporting legal authority. Rule 28(a)(10) is not to be applied lightly, but the Alabama Supreme Court and this Court have applied the rule when it has been appropriate to do so. E.g., Ex parte Theodorou, 53 So.3d 151 (Ala.2010) ; Bryant v. State, 181 So.3d 1087 (Ala.Crim.App.2011) ; Benjamin v. State, 156 So.3d 424 (Ala.Crim.App.2013) ; Taylor v. State, 157 So.3d 131 (Ala.Crim.App.2010) ; Jackson v. State, 133 So.3d 420 (Ala.Crim.App.2009) ; Lee v. State, 44 So.3d 1145 (Ala.Crim.App.2009) ; Bush v. State, 92 So.3d 121 (Ala.Crim.App.2009) ; and Hamm v. State, 913 So.2d 460 (Ala.Crim.App.2002). In each of the cases from this Court that are cited above the appellants either listed or only briefly summarized numerous claims of ineffective assistance of counsel that, they claimed, the circuit court had improperly dismissed. In each of those cases this Court held that the appellant had waived review of those claims for failing to comply with Rule 28(a)(10), Ala. R.App. P.\nAlthough Morris did not merely list or summarize the 19 claims of ineffective assistance of counsel that, he says, were improperly dismissed, the mere \"cutting and pasting\" of each claim into the brief without providing any legal analysis, citation to authority, or argument supporting his assertion that dismissal was improper places him in the same position as the appellants in the foregoing cases-in violation of Rule 28(a)(10).\nMorris argues in his reply brief that Rule 28(a)(10) does not require that appellants draft new arguments. He further argues that his brief contains ample support for his specific arguments, and \"[t]hat these are the same arguments [he] raised in his Rule 32 petition makes perfect sense.\" (Morris's reply brief, at p. 6.) He also argues:\n\"Confident in the soundness of the content of his Rule 32 petition, there was no need for [him] to alter or amend the substance of his arguments in response to the circuit court's cursory dismissal, particularly in light of the fact that Mr. Morris has never had the opportunity to be heard on these claims.\"\n(Morris's reply brief, at p. 7.)\nMorris misapprehends the requirements of Rule 28(a)(10). Morris's obligation as the appellant was to present an argument in support of his position on appeal, and his argument on appeal is that the circuit court erred when it dismissed the claims of ineffective assistance of counsel. With respect to that issue, Morris was required to set out the reasons supporting his argument that the circuit court erred, with citations to legal authorities supporting that argument, and citation to parts of the record relied on as support for his claim of error. Morris's argument that the trial court improperly dismissed the 19 claims of ineffective assistance of counsel is unsupported by any of the above. The mere repetition of the claims alleged in the Rule 32 petition does not provide any analysis of the circuit court's judgment of dismissal; obviously there was no judgment of dismissal until after the petition was filed. Therefore, Morris has waived these 19 *1195claims of error, and we will not address them specifically.\nMoreover, even if Morris's brief satisfied the requirements in Rule 28(a)(10) and we addressed the claims on the merits, Morris would not be entitled relief. We have thoroughly reviewed Morris's petition and we conclude that all the claims of ineffective assistance of counsel listed above were insufficiently pleaded to satisfy the requirements in Rule 32.3 and Rule 32.6(b) ; therefore, summary dismissal of those claims was proper under Rule 32.7(d). See Bryant v. State, 181 So.3d at 1108.\nIV.\nMorris next argues that the circuit court erroneously denied his claim that the State had failed to provide him all potentially exculpatory evidence before trial and that, therefore, it had violated Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963). Specifically, he argues that \"the State failed to produce to him for independent DNA testing properly maintained samples of evidence recovered from the crime scene (a cigarette and a bologna sandwich).\" (Morris's brief, at p. 59.) He also argues that, because the State failed to provide properly maintained samples of the cigarette and the bologna sandwich, he \"was unable to adequately cross-examine the State's DNA expert on numerous important issues, including whether the State mishandled the samples during collection and testing,\" and he was prevented from determining through independent testing whether the samples contained DNA evidence. (Morris's brief, at p. 60.) He further argues that the State's failure to provide a sample of the cigarette prevented him from being able to determine whether the sample had degraded to the point that DNA testing would have been unreliable. The circuit dismissed the claim on the following grounds: That the claim was procedurally barred because it could have been, but was not, raised at trial and on appeal, Rule 32.2(a)(3) and (a)(5), Ala. R.Crim. P.; that the claim was insufficiently pleaded, Rule 32.6(b) and Rule 32.7(d), Ala. R.Crim. P.; and that the claim was meritless on its face because Morris was aware of the allegedly suppressed material at trial, Rule 32.7(d), Ala. R.Crim. P.\nA Brady violation occurs where the prosecution suppresses evidence that was favorable to the defense and material to the issues at trial. E.g., Stallworth v. State, 171 So.3d 53 (Ala.Crim.App.2013). \"Furthermore, the rule of Brady applies only in situations which involve 'discovery after trial of information which had been known to the prosecution but unknown to the defense.' United States v. Agurs, 427 U.S. [97, 103 (1976) ]. (Emphasis added.)\" Gardner v. State, 530 So.2d 250, 256 (Ala.Crim.App.1987), aff'd, Ex parte Weaver, 530 So.2d 258 (Ala.1988). See also Bryant v. State, 181 So.3d 1087 (Ala.Crim.App.2014).\nThe State's forensic expert testified at trial that he received an extremely moldy and degraded partially eaten piece of bologna that had been secured in a sealed plastic bag in 1997. He stated that the bologna was not suitable for any kind of forensic testing because of its degraded condition. (R. 390, trial transcript in CR-07-1997.) The forensic expert further testified that he had found DNA evidence on the filter of the cigarette recovered from the victim's house and that the DNA profile developed from that evidence matched Morris's DNA profile. He also testified that the procedure used to test the cigarette filter for DNA destroyed the filter. (R. 401, trial transcript in CR-07-1997.) However, the State's expert testified on cross-examination that a portion of the DNA extract-the substance that remained *1196after the cigarette filter and the sponge material in the filter were dissolved-remained for future testing if that was required. (R. 420, trial transcript in CR-07-1997.)\nBecause Morris was aware at trial of the condition of the bologna and the cigarette, he could have raised the alleged Brady issue at trial and on appeal, but he did not. Therefore, the circuit court correctly held that the claim was procedurally barred. Rule 32.2(a)(3) and (a)(5), Ala. R.Crim. P. See Hyde v. State, 950 So.2d 344 (Ala.Crim.App.2006). Furthermore, as the circuit court held, Morris failed to satisfy the pleading requirements of Rule 32.3 and Rule 32.6(b), in part because he alleged only conclusions that the allegedly suppressed evidence might have been exculpatory and favorable to him, but he failed to plead any specific facts in support of those conclusions.\n\"Conclusions unsupported by specific facts will not satisfy the requirements of Rule 32.3 and Rule 32.6(b). The full factual basis for the claim must be included in the petition itself. If, assuming every factual allegation in a Rule 32 petition to be true, a court cannot determine whether the petitioner is entitled to relief, the petitioner has not satisfied the burden of pleading under Rule 32.3 and Rule 32.6(b).\"\nHyde v. State, 950 So.2d at 356.\nTherefore, summary dismissal was proper. Rule 32.7(d), Ala. R.Crim. P.\nV.\nMorris next argues that the circuit court erred when it dismissed the claim that he is mentally retarded and cannot, pursuant to Atkins v. Virginia, 536 U.S. 304, 122 S.Ct. 2242, 153 L.Ed.2d 335 (2002), be sentenced to death. The circuit court dismissed the claim because, it found, the claim had been raised and addressed at trial and on direct appeal. Rule 32.2(a)(2) and (a)(4), Ala. R.Crim. P. In Morris v. State, 60 So.3d 326, 339 Ala.Crim.App.2010), this Court stated: \"The record indicates that a hearing was held pursuant to Atkins v. Virginia, 536 U.S. 304, 122 S.Ct. 2242 (2002), and following the presentation of the evidence and arguments of counsel, the trial court concluded that Morris is not mentally retarded.\" This Court then reviewed and thoroughly addressed Morris's argument that he was mentally retarded and that his execution was prohibited by the Eighth Amendment to the United States Constitution and held that the trial court had committed no error in determining that Morris was not mentally retarded for purposes of Atkins. The circuit court properly dismissed this claim because it had been raised and addressed at trial and on appeal. Rule 32.7(d).\nVI.\nMorris alleged in his petition that he was \"potentially incompetent\" to stand trial throughout all trial proceedings and that he \"was potentially found guilty of capital murder and sentenced to death while he was incompetent to stand trial.\" (C. 117.) He alleged that he lacked the rational understanding of the facts of the case and of the legal proceedings necessary to assist in his defense by consulting with defense counsel. See Dusky v. United States, 362 U.S. 402, 80 S.Ct. 788, 4 L.Ed.2d 824 (1960) ; Rule 11.1, Ala. R.Crim. P. Morris further alleged that the circuit court should order a new competency hearing so that he could present evidence that he was not competent at the time of his trial and sentencing. The circuit court dismissed Morris's claim that he had been \"potentially incompetent\" to stand trial because, it said, Morris failed to plead specific facts that, if true, would have established that he was entitled to a *1197competency hearing, that he was actually incompetent, or that he was entitled to relief. Rule 32.3 and Rule 32.6(b), Ala. R.Crim. P. On appeal, Morris argues that the circuit court improperly dismissed the claim because, he says, he pleaded with specificity that at the time of trial he \"potentially met\" the standard of incompetency to stand trial. He also argues that the circuit court should have ordered a new competency hearing.\nThe circuit court did not commit error when it dismissed this claim. Morris alleged only that he might have been incompetent to stand trial and that he was \"potentially\" incompetent to stand trial when he was convicted and sentenced to death. By presenting this bare allegation of potential error, unsupported by any factual basis, Morris failed to satisfy either his burden of pleading under Rule 32.3 or the specificity requirements of Rule 32.6(b), Ala. R.Crim. P.\nAs this Court stated in Boyd v. State, 913 So.2d 1113 (Ala.Crim.App.2003) :\n\" ' Rule 32.6(b) requires that the petition itself disclose the facts relied upon in seeking relief.' Boyd v. State, 746 So.2d 364, 406 (Ala.Crim.App.1999). In other words, it is not the pleading of a conclusion'which, if true, entitle[s] the petitioner to relief.' Lancaster v. State, 638 So.2d 1370, 1373 (Ala.Crim.App.1993). It is the allegation of facts in pleading which, if true, entitle[s] a petitioner to relief. After facts are pleaded, which, if true, entitle the petitioner to relief, the petitioner is then entitled to an opportunity, as provided in Rule 32.9, Ala.R.Crim.P., to present evidence proving those alleged facts.\"\n913 So.2d at 1125.\nEven accepting every allegation in Morris's petition as true, we cannot say that he is entitled to relief. Therefore, Morris did not provide \"full disclosure of the factual basis\" of his claim necessary to satisfy the specificity requirements of Rule 32.6(b), Ala. R.Crim. P., and the pleading requirements of Rule 32.3, Ala. R.Crim. P. See Bracknell v. State, 883 So.2d 724 (Ala.Crim.App.2003). Summary dismissal of this claim was proper. Rule 32.7(d), Ala. R.Crim. P.\nVII.\nMorris's entire argument on the next issue is as follows:\n\"The circuit court dismissed the remainder of Mr. Morris's claims in his postconviction petition pursuant to Rules 32.2(a)(2), (3), or (4) because those claims were raised at trial, could have been raised at trial, or were raised on direct appeal:\n\"II. Mr. Morris's Claim that He Cannot Be Put to Death Because a Previous Jury Was Unable to Convict Him;\n\"V. Mr. Morris's Claim that the Trial Court Improperly Refused to Allow Inquiry into an Alternative Theory of the Crime;\n\"VII. Mr. Morris's Claim that the DNA Evidence in the Trial Was Improperly Collected, Tested, and Admitted;\n\"IX. Mr. Morris's Claim that His Right to a Speedy Trial Was Violated by the Six-Year Delay Between His Arrest and Trial;\n\"X. Mr. Morris's Claim that the Counting of Robbery as Both an Element of the Offense and an Aggravating Circumstance Violates His Right to an Individualized Sentence;\n\"XI. Mr. Morris's Claim that the Trial Court Improperly Excluded Two Jurors for Cause, Denying Mr. Morris of His Right to an Impartial Trial;\n*1198\"XII. Mr. Morris's Claim that Eyewitness Testimony Based on a One-Man Showup Violated His Rights Under the U.S. Constitution and Alabama Law;\n\"XIII. Mr. Morris's Claim that Alabama's System of Judicial Sentencing in Capital Cases Violates the U.S. Constitution.\n\"The circuit court dismissed the following claim in Mr. Morris's postconviction petition pursuant to Rules 32.2(a)(3) and (5) because this claim could have been, but was not, raised at trial, and could have been, but was not, raised on direct appeal:\n\"VI. Mr. Morris's Claim that the State's Failure to Present All of the Forensic Technicians Who Performed Tests Deprived Mr. Morris of His Sixth Amendment Rights.\n\"The circuit court erred in dismissing all of the above claims because it failed to consider the claims in totality in making a determination about whether Mr. Morris's conviction and death sentence are in accord with the requirements of the Constitution. See Strickland [ v. Washington ], 466 U.S. [668] at 695 [ (1984) ] (totality of circumstances must be considered to determine fairness of conviction and sentence). Mr. Morris urges this Court to make that determination.\"\n(Morris's brief, at pp. 64-65.)(Internal citations to the record omitted.)\nMorris has failed to satisfy the requirements of Rule 28(a)(10), Ala. R.App. P. Rule 28(a)(10) requires, in relevant part, \"[a]n argument containing the contentions of the appellant/petitioner with respect to the issues presented, and the reasons therefor, with citations to the cases, statutes, other authorities, and parts of the record relied on,\" and Morris has provided none of those in his brief. First, he has provided no recitation of the facts relied upon in support of his argument; he merely refers to the record without setting forth any facts regarding why he believes he was entitled to relief. \"[M]erely referring to the record without setting forth the facts in support of an argument is not sufficient to comply with Rule 28(a)(10), Ala. R.App. P.\" L.J.K. v. State, 942 So.2d 854, 868 (Ala.Crim.App.2005).\nFurthermore, Morris provides no citation to relevant authority and no legal analysis or discussion. Although he cites Strickland v. Washington, 466 U.S. 668 (1984), he fails to provide an argument as to how that case supports his claim that the trial court improperly dismissed the nine claims he listed. \"[C]iting a case with no discussion as to its relevance is insufficient to satisfy Rule 28(a)(10).\" Hodges v. State, 926 So.2d 1060, 1075 (Ala.Crim.App.2005). Furthermore, the citation to Strickland is irrelevant to Morris's argument. On the page of the opinion to which Morris directs our attention, the United States Supreme Court discusses the appellate review of an ineffective-assistance-of-counsel claim and states:\n\"When a defendant challenges a death sentence such as the one at issue in this case, the question is whether there is a reasonable probability that, absent the errors, the sentencer-including an appellate court, to the extent it independently reweighs the evidence-would have concluded that the balance of aggravating and mitigating circumstances did not warrant death. In making this determination, a court hearing an ineffectiveness claim must consider the totality of the evidence before the judge or jury.\"\n466 U.S. at 695.\nBecause Morris failed to comply with the requirements of Rule 28(a)(10), he is *1199deemed to have waived the argument for purposes of appellate review.\nVIII.\nMorris next argues that the circuit court's order is due no deference in this Court because the circuit court adopted verbatim the order prepared by the State. He argues, in relevant part:\n\"The circuit court abdicated its responsibility to afford Mr. Morris meaningful review of his postconviction claims. The court's verbatim adoption of the State's proposed order is particularly egregious in a case like this that involves the death penalty. In this grave matter where a man's life is at stake, it was of paramount importance that the court engage in a thorough and meaningful review of Mr. Morris's numerous postconviction claims. The court's wholesale adoption of the State's proposed order calls into serious question whether the court conducted a thorough and meaningful review of Mr. Morris'[s] claims. By signing the State's proposed order without modification and denying Mr. Morris an evidentiary hearing, the court created the appearance of bias, prevented Mr. Morris from developing facts before an impartial decision maker, adjudicated his claims in an unreasonable manner, and violated his right to a fair postconviction review and to due process....\"\n(Morris's brief, at p. 67.) Morris cites Ex parte Ingram, 51 So.3d 1119 (Ala.2010), and Ex parte Scott, [Ms. 1091275, March 18, 2011] ---So.3d ---- (Ala.2011), in support of his argument.\nBoth Ex parte Ingram and Ex parte Scott are distinguishable from this case. In Mashburn v. State, 148 So.3d 1094 (Ala.Crim.App.2013), this Court addressed an argument regarding a circuit court's adoption of a proposed order submitted by one of the parties and also explained the distinction between that case and Ex parte Ingram and Ex parte Scott:\n\" 'Alabama courts have consistently held that even when a trial court adopts verbatim a party's proposed order, the findings of fact and conclusions of law are those of the trial court and they may be reversed only if they are clearly erroneous.' McGahee v. State, 885 So.2d 191, 229-30 (Ala.Crim.App.2003). 'While the practice of adopting the state's proposed findings and conclusions is subject to criticism, the general rule is that even when the court adopts proposed findings verbatim, the findings are those of the court and may be reversed only if clearly erroneous.' Bell v. State, 593 So.2d 123, 126 (Ala.Crim.App.1991). '[T]he general rule is that, where a trial court does in fact adopt the proposed order as its own, deference is owed to that order in the same measure as any other order of the trial court.' Ex parte Ingram, 51 So.3d at 1122.\n\"In Ex parte Ingram, the circuit court adopted verbatim the State's proposed order summarily dismissing Ingram's Rule 32 petition. In the order, the court stated that it had considered ' \"the events within the personal knowledge of the Court\" ' and that it had ' \"presided over Ingram's capital murder trial and personally observed the performance of both lawyers throughout Ingram's trial and sentencing.\" ' Ex parte Ingram, 51 So.3d at 1123 (citation and emphasis omitted). However, the judge who had summarily dismissed the petition had not, in fact, presided over Ingram's trial and had no personal knowledge of the trial. The Alabama Supreme Court described these errors in the court's adopted order as 'the most material and obvious of errors,' 51 So.3d at 1123, and 'patently erroneous,' 51 So.3d at 1125, *1200and concluded that the errors 'undermine[d] any confidence that the trial court's findings of fact and conclusions of law [we]re the product of the trial judge's independent judgment.' 51 So.3d at 1125. The Court also cautioned that 'appellate courts must be careful to evaluate a claim that a prepared order drafted by the prevailing party and adopted by the trial court verbatim does not reflect the independent judgment and impartial findings and conclusions of the trial court.' 51 So.3d at 1124.\n\"....\n\"In Ex parte Scott, the circuit court adopted verbatim as its order the State's answer to Scott's Rule 32 petition. The Alabama Supreme Court stated:\n\" '[A]n answer, by its very nature, is adversarial and sets forth one party's position in the litigation. It makes no claim of being an impartial consideration of the facts and law; rather it is a work of advocacy that exhorts one party's perception of the law as it pertains to the relevant facts.'\n\"- -- So.3d at --- -. The Court then held that '[t]he trial court's verbatim adoption of the State's answer to Scott's Rule 32 petition as its order, by its nature, violates this Court's holding in Ex parte Ingram' that the findings and conclusions in a court's order must be those of the court itself. - -- So.3d at --- -.\n\"[A]lthough Mashburn is correct that the State's proposed order adopted by the circuit court included substantially similar language as the State's answer and motion to dismiss, the court adopted the State's proposed order, not the State's answer, unlike the case in Ex parte Scott, and we do not consider the similar language in the adopted order and the State's answer to be an indication that the court's order was not a product of the court's own independent judgment.\n\"In sum, the circumstances here are substantially different than the circumstances in both Ex parte Ingram and Ex parte Scott, cases in which it was clear from the record that the orders adopted by the circuit court were not the product of the circuit court's independent judgment. After thoroughly reviewing the record in this case, we cannot say that the record clearly establishes that the order signed by the circuit court summarily dismissing Mashburn's petition was not the product of the court's own independent judgment. Rather, we conclude that the circuit court's order was its own and was not merely an unexamined adoption of the proposed order submitted by the State. See Ex parte Jenkins, 105 So.3d 1250 (Ala.2012) ; Jackson v. State, 133 So.3d 420 (Ala.Crim.App.2009) (opinion on return to remand); McWhorter v. State, 142 So.3d 1195 (Ala.Crim.App.2011) ; and Miller v. State, 99 So.3d 349, 355-59 (Ala.Crim.App.2011).\"\nMashburn v. State, 148 So.3d at 1111-13.\nAs we did in Mashburn, we conclude that the circuit court's order in this case was based on the court's own evaluation of the postconviction claims and was its own judgment. Judge Tommy Nail presided over Morris's postconviction proceeding and he also presided over Morris's trial. Therefore, when Judge Nail stated in the final order that he had considered, among other things, the evidence presented at trial and his observations of the trial and of trial counsel's performance, there could be no claim that he lacked personal knowledge and could not have observed the trial, as was the case in Ex parte Ingram.\nIn fact, Morris does not argue that the record establishes that the final order was not the product of the circuit court's independent *1201judgment. Rather, he argues only that by adopting the State's proposed order the circuit court \"created the appearance of bias,\" and that the adoption of the order \"calls into serious question whether the court conducted a thorough and meaningful review of Mr. Morris'[s] claims.\" (Morris's brief, at p. 67.) Those arguments offer only speculation and conjecture. Morris presents no support from the record to demonstrate either bias from the court or the lack of meaningful review of his claims. Furthermore, \"there is nothing definitive in the record or on the face of the order that indicates that the order is not the product of the trial court's independent judgment.\" Ex parte Jenkins, 105 So.3d at 1260.\nTherefore, Morris is not entitled to relief on this claim.\nIX.\nMorris states that the circuit court erred in denying him the opportunity to fully litigate his claims. He argues, first, that the circuit court improperly denied his discovery requests and, second, that the circuit court improperly denied his motions for funds to retain a mental-health expert or a social worker, and to retain a forensic expert. We disagree.\nA.\nRelying on Ex parte Land, 775 So.2d 847 (Ala.2000), overruled on other grounds, State v. Martin, 69 So.3d 94 (Ala.2011), Morris filed motions requesting discovery of prosecution files, records, and information; for jail and court records and records from the Alabama Department of Corrections; for medical and mental-health records; for law-enforcement records; and for records from the Alabama Department of Human Resources. The circuit court denied the motions. On appeal, Morris argues that he showed \"good cause\" and was entitled to the records so that he could develop and present evidence to prove his allegations.\nIn Ex parte Land, the Alabama Supreme Court addressed the proper standard by which discovery requests filed by a petitioner in a postconviction proceeding are to be judged. The Court stated:\n\"[The] holding-that postconviction discovery motions are to be judged by a good-cause standard-does not automatically allow discovery under Rule 32, Ala. R.Crim. P., and ... does not expand the discovery procedures within Rule 32.4.... By adopting this standard, we are only recognizing that a trial court, upon a petitioner's showing of good cause, may exercise its inherent authority to order discovery in a proceeding for postconviction relief. In addition, we caution that postconviction discovery does not provide a petitioner with a right to 'fish' through official files and that it 'is not a device for investigating possible claims, but a means of vindicating actual claims.' People v. Gonzalez, 51 Cal.3d 1179, 275 Cal.Rptr. 729, 800 P.2d 1159 (1990). Instead, in order to obtain discovery, a petitioner must allege facts that, if proved, would entitle him to relief. Cf. Porter v. Wainwright, 805 F.2d 930, 933 (11th Cir.1986) ('a hearing [on a habeas corpus petition] is not required unless the petitioner alleges facts which, if proved, would entitle him to federal habeas relief').... Furthermore, a petitioner seeking postconviction discovery also must meet the requirements of Rule 32.6(b), Ala. R.Crim. P., which states:\n\" 'The petition must contain a clear and specific statement of the grounds upon which relief is sought, including full disclosure of the factual basis of those grounds. A bare allegation that a constitutional right has been violated *1202and mere conclusions of law shall not be sufficient to warrant any further proceedings.'\n\"That having been said, we must determine whether Land presented the trial court with good cause for ordering the requested discovery. To do that, we must examine Land's basis for the relief requested in his postconviction petition and determine whether his claims are facially meritorious. Only after making that examination and determination can we determine whether Land has shown good cause.\"\nEx parte Land, 775 So.2d at 852-53.\nMorris was not entitled to discovery, because the claims for which he sought discovery were either insufficiently pleaded, procedurally barred, or meritless, and they were dismissed. We have held in the previous sections of this opinion that the circuit court did not err by summarily dismissing Morris's claims, and it follows that Morris did not meet the good-cause standard for obtaining postconviction discovery. Accordingly, the circuit court did not commit error when it denied Morris's postconviction discovery requests. See, e.g., Davis v. State, 184 So.3d 415, 447 (Ala.Crim.App.2014).\nB.\nMorris argues that the circuit court erred when it denied his requests for funds to hire experts. Specifically, he argues that the circuit court's denial of funds for a mental-health expert or a social worker and for a forensic expert prevented him from developing the claims in his petition and that this denial deprived him of his right to due process and equal protection. As the State correctly argues, however, this Court has held repeatedly that indigent defendants are not entitled to funds to hire experts to assist in postconviction litigation. E.g., Van Pelt v. State, 202 So.3d 707 (Ala.Crim.App.2015) ; Ford v. State, 630 So.2d 111 (Ala.Crim.App.1991), aff'd, 630 So.2d 113 (Ala.1993). The circuit court committed no error in denying Morris's motions for funds.\nX.\nMorris's final argument is: \"The cumulative effect of the errors of state and federal law alleged in this brief and in Mr. Morris's Rule 32 petition violate Mr. Morris's rights to due process and a fair trial protected by the Fourth, Fifth, Sixth, Eighth, and Fourteenth Amendments to the United States Constitution and Alabama law.\" (Morris's brief, at p. 75.) Morris did not raise this claim in his petition; therefore, it is not properly before this Court for review. E.g., Ray v. State, 80 So.3d 965 (Ala.Crim.App.2011) ; Arrington v. State, 716 So.2d 237, 239 (Ala.Crim.App.1997).\nFurthermore, Morris's brief does not comply with Rule 28(a)(10), Ala. R.App. P., which requires that an argument contain \"the contentions of the appellant/petitioner with respect to the issues presented, and the reasons therefor, with citations to the cases, statutes, other authorities, and parts of the record relied on.\" Even if Morris had raised this claim in the postconviction petition, Morris's lack of compliance with Rule 28(a)(10) would have constituted a waiver of the issue for purposes of appellate review.\nFor the reasons stated above, we affirm the circuit court's denial of Morris's petition for postconviction relief.\nAFFIRMED.\nKellum, Burke, and Joiner, JJ., concur. Windom, P.J., recuses herself.\n\nMorris was originally convicted of capital murder and was sentenced to death in 2003, but this Court reversed the conviction and death sentence because Morris was not provided funds to retain an independent mental-health expert. Morris v. State, 956 So.2d 431 (Ala.Crim.App.2005). In April 2008, Morris was tried a second time for capital murder, but the jury was unable to arrive at a verdict and a mistrial was declared.\n\n\nRule 32.6(b) was amended effective November 28, 2012, to provide that \"[e]ach claim in the petition must contain a clear and specific statement of the grounds upon which relief is sought....\"\n\n",
            "ocr": true,
            "opinion_id": 7633494
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}