{
    "id": 7726745,
    "judges": "Catron",
    "date_filed": -4511462400000,
    "date_filed_is_approximate": true,
    "slug": "bennett-v-state",
    "case_name_short": "Bennett",
    "case_name": "Bennett v. State",
    "case_name_full": "James R. Bennett v. The State of Tennessee",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>A writ of venire facias, directed to the sheriff to summon the jury, returnable to a circuit court, is not void, because it issued without the seal of the court.</p> <p>The courts are bound ex officio to know the officers of government, appointed by the legislature.</p> <p>A temporary suspension of reason, occasioned by the voluntary use of ardent spirits, will not excuse a crime committed in such state.</p>",
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "8 Tenn. 133"
    ],
    "opinions": [
        {
            "author_str": "Catron",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCatron, J.\ndelivered the opinion of the court. The defendant was indicted in the Maury circuit court for the *134murder of Thomas Callahan, pleaded not guilty, was.con-an(j judgment passed upon him, from which he took his writ of error to this court.\nThe first objection taken to the record is, that it does not appear? that there was any seal of the court affixed to the venire facias, which issued from the Maury county court, authorizing the sheriff to summon the jury for the circuit court, returnable to the term when the indictment was found.\nIt is insisted that unless the venire facias had the seal of the court annexed, it had no authority, and was void. (Haw. P. C. b. 2,ch. 41, sec. 1; 2 Institute, 568; 18 John. Rep. 213, People vs. M’Kay, were relied upon.)\nWhat the effect of a writ would be in England without a seal, it is not material to inquire, forasmuch as our practice in summoning grand juries is predicated upon our own statutes.\nThe act of 1779, ch. 6, directs the county courts to nominate jurors to serve at the superior courts. The 3d sec. directs the clerk of the county court to deliver to the sheriff a list of the jurors nominated, and the sheriff is required to summon them to attend. Nothing is required by this act but a copy of the order .of the county court delivered by the clerk to the sheriff, who proceeds to summon the jury and return the list to the circuit court. This course was strictly pursued in the present instance.\nThe 4th section provides, that if the county court fails to nominate jurors, or those summoned fail to attend, the superior court may, of the bystanders, order a jury to be summoned and empannelled.\nThe act of 1809, ch. 49, sec. 15, points out the practice to be observed in summoning jurors to the circuit courts; recognizing the act of 1779, ch. 6. The practice is further regulated by the acts of 1813,ch. 72, sec. 19; 1817,ch. 131, sec. 2; 1819, ch. 133.\nBy the act of 1309, ch. 119, householders are declared to be' competent jurors, in all cases. -\nBy these statutes, the circuit courts have full power to cause the grand jury to be summoned of householders.\nNo seal is in practice used, or required to process issuing *135from either the county or circuit courts; nor was any required to the order of the county court directing the sheriff to summon the jury in this instance.\nThe defendant has a right to have a copy of the panel of the jury; and if the indictment is not found by competent jurors, exception may be taken thereto,before the defendant pleads not guilty, by plea, if the matter does not appear of record: as will be seen by the statute of 11 H. 4, ch. 9, and Chitty’s Cr. Law, vol. 1, ch. 6; Withipole’s case Cro Car, 134. If it does appear in the record, that the indictment was found\" by a grand jury not authorized to find the same, by the statute of 11H. 4, ch. 9, it is declared void; but when the record says the grand jury was composed of good and lawful men, we are bound to take the fact to be so, unless the contrary is shown in the record which is alleged to be erroneous. Nothing here appears to the contrary of the allegation that the grand jury was composed of “good and, lawful men.”\nThe second objection is, that the solicitor did not officially sign the indictment. It is signed “Thos. B. Craighead, attorney general for the ninth soli citoria!, in the state of Tennessee.” The court are bound to know the officers of the government who are appointed by the legislature, and therefore think the signing good were it not official. The solicitor should indorse his name upon some part of the indictment to show it preferred by the authority of the government: That he is the proper attorney, the court will show. (Donoho’s lessee vs. Brown, 1 Ten. Rep. 527.)\nA main defence on part of the accused before the jury was, that he was a lunatic when he committed the crime, and not responsible for the act. After the court had charged the jury in all respects correctly upon the whole facts arising in the cause, it is remarked by the judge to the jury, “that upon the subject of derangement, such was the structure of the human mind, that philosophers might forever speculate upon the subject, but could not define in what it consis ts; but that if an hundred men should look at a drunken man, they would agree in saying he was drunk; and if an hundred men were to look at a deranged man, they would agree in saying he was deranged.”\n*136That the defendant was either deranged or intoxicated, or both, when he committed the homicide, is certain. The part charge above set forth was excepted to. The was ^ erroneous?\nNo part of the charge of the court being set forth except the paragraph cited, and only a general statement in the record that all other parts of the charge were satisfactory to the prisoner, it is difficult to see the reasons of the part set forth. We take the charge to import, that there is an intuitive principle in our nature, which when combined with our experience, qualifies men to judge what is drunkenness and what insanity, although the reasons why the mind is insane cannot he defined in theory. That if a man was solely deranged, or solely drunk, an hundred men would all agree, his mind was affected in the one way or the other, and that this judgment formed upon observation, would be the better test of the fact.\nThis court think the speculation of the circuit judge very reasonable, and very probably correct, and that the reasons for making the remarks to the jury, in all probability, were necessary, but that necessity grew out of facts not appearing in the record. We must, however, take them as stated alone; and when we do so, nothing can he seen in the charge calculated to lead astray the jury in their finding. Therefore, we do not apprehend there is any error in this point.\nIn this cause, a new trial was moved for and refused upon the evidence, the whole of which is set out in the record; from which it appears that the defendant was intoxicated at the time he committed the homicide charged in the indictment — that he had been for a year or more in the constant habit of drinking spirits to excess, and was very turbulent and even dangerous when drinking: that by reason of the long continuance of the habit, his mind had become irritable, when drinking, and almost without discretion: that the slain was a poor debilitated old man, worn out by age and an irregular life, inoffensive in his character, and who had not given the least cause to the defendant to injure him: that the deceased was at the house of the defendant, and •they had been drinking in company: the defendant captious*137ly, and without any cause for doing so, accused the slain of stealing his poultry and pigs, took down his rifle and shot him through the body about the middle — after the crime was committed, he staid at home and vaunted of the act to all whom he saw, and stated the facts. If in any case a temporary suspension of reason, caused by voluntary intoxication, would excuse homicide, this would be a case to which such rule would reasonably apply.\nBut that the state of mind of the defendant Was artificial, voluntarily contracted madness by drunkenness, and that the phrensy was temporary, this court have no doubt — that ^uch temporary phrensy was no excuse for the act, is most clear. 1 Hale, 32; 1 Hawk. ch. 3, sec. 7; 4 Bl. Com. 25. We would refer to Sir Matthew Hale’s Pleas of the Crown, b. 1, p. 32, as laying down the true rule and settled law upon this subject.\nThe court order that the judgment of the circuit court be affirmed: that the defendant be executed on Monday the 12th day of March next; and that the sheriff of Davidson county carry this sentence into execution.\nNote. The execution was afterwards, at request of the defendant, altered to the first Monday in April,and tobe done by the sheriff of Maury.\n",
            "ocr": true,
            "opinion_id": 7662423
        }
    ],
    "court_short_name": "Tennessee Supreme Court",
    "court_full_name": "Tennessee Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}