{
    "id": 7729023,
    "judges": "Catron",
    "date_filed": -4319395200000,
    "date_filed_is_approximate": true,
    "slug": "state-v-shropshire",
    "case_name_short": "Shropshire",
    "case_name": "State v. Shropshire",
    "case_name_full": "State v. Shropshire, jailer &c.",
    "attorneys": "A. B. Bradford, Attorney General for the 14th District.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>The fees and charges of the jailer, for keeping a person in jail, under a warrant from a justice of the peace, for a charge of negro stealing, who was discharged upon a habeas corpus out of court, may be taxed by the circuit court of the county where confined, at its next session, and must be paid by the treasurer of the State.</p>",
    "summary": "At the January term 1833, of the circuit court for Madison county, David Shropshire, the jailer, presented his account for boarding Thomas and William Griggs, in the jail of said county, from the 26th of December, 1831, until the 27th day of January, 1832, being 32 days, at 37 1-2 cents per day, making $24, and for two turnkeys at 50 cents each, making one dollar’; m all $25. The charges are certified by tire solicitor general of the district, to be correct in amount; and he also certified the facts in relation to said account to be, that Thomas H. and William A. Griggs were taken before a justice of the peace, upon a warrant charging them with negro stealing; that upon examination they were committed to the jail of Madison county, on the 26th day of December, 1831, and remained there until the 27th day of January, 1832, when they were taken upon a habeas corpus before Joshua Haskell, judge of the 8th judicial circuit in the State of Tennessee, and by said judge were discharged, he believing that they were not guilty of negro stealing as charged against them; but a prosecution had, since that time, been preferred against them in the circuit court. And the said solicitor being unadvised as to the law arising upon this state of facts, submitted the matter of law to the judgment of the circuit court of Madison county. Upon which the court pronounced the law to be, that the said jailer was entitled to his said fees, and ordered the same to be certified to the treasurer of the Western District, to be paid. From which the solicitor general prayed an appeal to this court. Two questions seem to present themselves. 1st. Is the account of Shropshire, legally chargeable against either the State or county treasury? 2ndly. If it is chargeable against one, should it be drawn from the treasury of the State? The following are the statutes which seem to have a bearing on the questions presented. The act of 1799, chapter 27, section 2, provides, that where any jailer has, or may hereafter keep a prisoner or prisoners who have been confined in any jail, and the same has been released by legal authority, without payment of costs, the circuit or county courts are hereby authorized to examine said claim or , . , . . , . . , claims, and 11 just to issue a warrant to the county trustee to pay said account. See Hay. and Cobb’s, 143. The act of 1813, chapter 136, section 3, enacts, that in all indictments for capital as well as inferior offences, if the defendant should be acquitted by the verdict of a jury on the trial of the merits of the cause, it shall he the duty of the court to give judgment for all costs that have accrued in said prosecution, to be paid by the county trustee. Sec. 4. In all prosecutions in behalf of the State, as well capital as inferior offences, it shall not be lawful for the attorneys or solicitors, prosecuting in behalf of the State, to enter a nolle prosequi, unless by consent of the court; and where it shall so happen, that a nolle prosequi shall be entered, it shall be the duty of the court to give judgment for costs. Sec. 5. Where any person may be recognized by any one justice of the peace, or by any of the judges of the State, to appear to answer any criminal charge in any of the courts of this State, and should be discharged before any bill of indictment should be preferred to, or presentment made by, the grand jury, or returned not a true bill, it shall be the duty of the courts to give judgment for the costs, which shall be paid by the county trustee'. Hay. and Cobb’s, 52, 53, 54. It will be perceived, that in no case were costs to be paid out of the State treasury, except on changes oí venue, in. cases • above the grade of petit larceny, (see act of 1820, ch. 16,) until the passage of the act of 1827. The act of 1327, ch. 36, materially alters the law in relation to the payment and taxation of costs. Section 1st of said act, provides for payment of costs out of the public treasury, in cases above the grade of petit larceny, originating in the circuit courts, and is in these words: “in all criminal cases above the grade of petit larceny, originating in the circuit courts where the defendant may be acquitted, and in all cases where the defendant may he convicted and shall prove insolvent and unable' to pay costs, the same shall be paid out of the treasury of the State. Sec. 2. In all criminal cases originating in the county court of the grade of petit larceny and under, where the defendant shall be found guilty and is insolvent, and unable to pay costs, the same shall be paid out of the treasury of the county where the prosecution originated.” Sec. 3. In all criminal prosecutions in the county court, it shall he discretionary with the court which may try the cause, where the defendant may be acquitted, whether to charge the county with the payment of the costs or not; and it shall also be discretionary as to what part.” Hay. and Cobbs, 54. Act of 1827, ch. 48, sec. 1, leaves it discretionary with the county and circuit courts where the defendant is found guilty and insolvent, whether to allov^, them or not. Hay. and Cobbs, 55. The act of 1829,\" ch. 100, sec. 1, repeals all law allowing costs where the defendant is acquitted under the grade of petit larceny, whether originating either in the county or circuit courts, except as to jailer’s fees, witnesses in behalf of the prosecution, and sheriff’s fees for summoning the State’s- witnesses; and these sums to be left to the discretion of the courts. Hay. and Cobbs, 53. The 6th section of the act of 1827, ch. 36, authorizes the payment of the costs when a copy of the record in the cause is filed with the treasurer, duly certified by the clerk, accompanied by a certificate of the solicitor or presiding judge, setting forth that the costs are correctly taxed by the clerks. Hay. and Cobbs, 55. The act of-1832, ch. 6, sec. 1, does not alter the law in relation to the taxation of the costs, but leaves them as provided for by the act of 1827. It only alters the manner of certifying and drawing the jailer’s fees from the treasury. Page 15 of Public Acts. From the foregoing statutes, it would seem doubtful whether the jailer is entitled to draw his account from ei^er the county or State treasury; it may be that the county court have a discretionary power, if they choose to make the allowance; but it appears clear that the circuit court erred when it ordered it to be paid out of the State treasury; for by the act of 1827, costs are only drawn from that source when the prosecution originates in the circuit court.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "12 Tenn. 52"
    ],
    "opinions": [
        {
            "author_str": "Catron",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCatron, Ch. J.\ndelivered the opinion of the court.\nThe defendants confined in jail, were prosecuted for crimes above the grade of petit larceny, and by authority of the jurisdiction exercised by the circuit court, and for which prosecution the State is bound to pay the costs out of the public treasury. In a case like the present, previous to the act of 1827, chapter 36, the claim would have been subject to payment by the county trustee. This is expressly provided by the act of 1799, chapter 27. The act of 1827, changed the mode of payment, and in prosecutions for crimes above the grade of petit larceny, ordered the costs to be paid by the treasurer.\nThe order of the circuit court will be affirmed, and this claim certified to the treasurer for payment.\nJudgment affirmed.\n",
            "ocr": true,
            "opinion_id": 7664766
        }
    ],
    "court_short_name": "Tennessee Supreme Court",
    "court_full_name": "Tennessee Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}