{
    "id": 7755774,
    "judges": "Antoon, Griffin, Harris, Only",
    "date_filed": 817776000000,
    "date_filed_is_approximate": false,
    "slug": "strickland-v-thelman",
    "case_name_short": "Strickland",
    "case_name": "Strickland v. Thelman",
    "case_name_full": "Harold STRICKLAND v. Detective THELMAN",
    "attorneys": "Harold Strickland, Clermont, pro se., Walter A. Keteham, Jr., Jeanelle G. Bronson, and Gregory A. Feneik of Taraska, Grower & Keteham, P.A., Orlando, for Ap-pellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Jan. 3, 1996.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "665 So. 2d 284"
    ],
    "opinions": [
        {
            "author_str": "Harris",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHARRIS, Judge.\nOn March 23, 1991, Harold Strickland (Strickland) was arrested by officers of the Orange County Sheriffs Department on the charge of grand theft and was booked into the Orange County Jail. Certain items of jewelry were taken from Strickland’s possession upon his arrest and a receipt was issued to him listing the following:\n1 Men’s Black “Noblia” Watch\n3 8-inch yellow metal chains\n2 18-inch yellow metal chains\n6 Men’s style yellow metal rings.1\nThe receipt showed that the items were being held for “safekeeping” and listed no investigative case number on the original receipt given to Strickland. Sometime later the words: “case number 072554” were placed on the copy of the receipt retained by the Sheriffs office.\nAfter Strickland’s arrest and without notice to him, the investigating officer, Detective Michael Thelman, ordered that Strickland’s jewelry be held as “evidence.” Consequently, the “hold” category on the property was changed from “safekeeping” to “evidence.” Thelman’s authority for this action is questionable. It appears that the jewelry had nothing to do with the complaint that caused Strickland’s arrest or it would have been seized as “evidence” at that time. There is nothing in the record that suggests that any complaint concerning this jewelry was ever filed. Further, there is no indication that the jewelry was ever “intended for use in a criminal or quasi-criminal proceeding” as required by section 705.101(6). Indeed, the Evidence Section of the Sheriffs Department was authorized to dispose of this “evidence” three weeks before the action against Strickland was resolved.\nThe officer’s concern that Strickland may have purchased the jewelry from ill-gotten funds simply does not justify a “seizure” under action 705.105, Florida Statutes. The record contains no indication that any evidence was ever discovered which in any way suggested that this property did not properly belong to Strickland. Based on the receipt given to Strickland when the jewelry was taken from him, the Sheriffs Department was holding this property in trust for Strickland. Under such circumstances, the Department could not and should not have adopted such a cavalier attitude toward the status and safekeeping of the property.\nOn May 14, 1992, Strickland pled guilty to grand theft. The theft did not relate to the jewelry involved in this appeal.\n*286After Strickland was incarcerated, he made a pro se motion to obtain the return of his jewelry which he believed was being held for him in safekeeping. His motion was denied because he was represented by counsel. His attorney, apparently without Strickland’s knowledge, also filed a similar motion which was granted on May 21, 1992, and the Sheriffs Department was ordered to release the property back to Strickland. A notation in the upper left-hand corner of the order reflects that a copy was sent to the Sheriffs Office on May 27, 1992, but the Department failed to comply with this order. Strickland, now incarcerated and unaware that an order to return his property to him had been issued, filed a replevin action against the Sheriffs Department in order to recover his jewelry.\nIt appears that neither Strickland nor the attorney representing the Sheriffs Department was aware of the issuance of the order compelling the return of the jewelry when the replevin action was filed. The existence of the order was never mentioned to the trial judge in the replevin action. The Department moved for a summary judgment on the basis of Section 705.105, Florida Statutes (1995),2 which provides that title to unclaimed property lawfully seized as evidence by and in the custody of a law enforcement agency vests permanently in that agency sixty days after the conclusion of the proceedings. The trial court granted summary judgment in favor of the Department.\nStrickland timely appealed the summary judgment. While the appeal was pending, the Sheriffs Department made two separate offers of settlement. Ultimately, Strickland settled with the Department for $350 and executed a joint stipulation for dismissal of his appeal with prejudice.\nAfter settling, Strickland filed a Florida Bar complaint against the attorney who represented him in his criminal matters in which he specifically complained of the lawyer’s failure to move the court for the return of his property. From the Bar’s investigation, Strickland learned of the previous court order requiring that the property be returned to him.\nAfter obtaining this information, Strickland filed a motion for relief from the final summary judgment rendered in his replevin action pursuant to Rule 1.540(b)(2), Fla.Rules of Civil Procedure. He claimed that he accepted the settlement offer of $350 only because the Sheriffs Department convinced him that he would have a difficult time proving his “right of entitlement” to the property. He would have had no such problem, of course, because there was an outstanding order requiring its return. Strickland alleged that the Sheriffs Department knew of the order to release his property but concealed it and thus improperly convinced him to settle. This conduct, he claims, constituted fraud and misrepresentation. In his motion, Strickland also referred to the trial court’s order as “newly discovered evidence.”\nIn its response to Strickland’s motion, the Sheriffs Department denied that it had any actual knowledge of the motion and order for return of the property. Counsel for the Department explained that she only reviewed the court file of the case in which Strickland had pled guilty and this case made no reference to the order of return of the property. The order was subsequently found filed in another case file under a separate number.\nWithout even holding a hearing, the trial court rendered an order denying the motion for relief from judgment on the following ground:\nSince the property had not been submitted in evidence at trial the criminal trial court had no jurisdiction to order its return to the Plaintiff....\nSince the basis of the Plaintiffs Motion for relief is the “newly discovered” order of the trial court authorizing the return of the *287Plaintiffs property, and since the trial court lacked jurisdiction to enter such an order, the existence of the order would not affect the outcome of the replevin action. Therefore the court finds that Defendant’s Motion sets forth no legal basis that would entitle him to the relief prayed for....\nThis was clearly error.\nThe criminal court did have jurisdiction to order the return of Strickland’s property. As the court stated in Butler v. State, 613 So.2d 1348 (Fla. 2d DCA 1993):\nWhen a trial court has assumed jurisdiction over criminal charges, it is thereafter vested with an inherent power to assist the true owner in the recovery of property held in custodia legis. Garmire v. Red Lake, 266 So.2d 2 (Fla.1972). A separate suit for replevin or conversion is not necessary. Estevez v. Gordon, 386 So.2d 43 (Fla. 3d DCA 1980). Upon receipt of a facially sufficient motion the court is obligated to exercise this inherent power, and relief by mandamus may be available in the event it does not. Estevez.\nButler at 1349. See also Coon v. State, 586 So.2d 1079 (Fla. 1st DCA 1991). Contrary to the trial court’s conclusion, neither Butler nor Coon indicate that the criminal court’s jurisdiction over the defendant’s property hinges on whether the property was ever admitted into evidence. The court’s basis for its ruling, therefore, cannot be sustained.\nRecognizing this problem, the Department contends that the trial court’s ruling was correct even if its reasoning was flawed because the order granting Strickland’s motion for release of property was not “newly discovered evidence” as that term is used in Rule 1.540(b)(2). The Department supports this position with an Eleventh Circuit ease, Scutieri v. Paige, 808 F.2d 785 (11th Cir.1987), wherein the court held that “evidence that is contained in the public records at the time of trial cannot be considered newly discovered evidence.” Scutieri at 794. We agree with the Department on this issue.\nHowever, Rule 1.540(b)(2) of the Florida Rules of Civil Procedure is broader than that. It also provides:\n(b) Mistakes; Inadvertence; Excusable Neglect; Newly Discovered Evidence; Fraud; etc. On Motion and upon such terms as are just, the court may relieve a party or a party’s legal representative from a final judgment, decree, order, or proceeding for the following reasons: (1) mistake, inadvertence, surprise or excusable neglect....\nIn the instant case, although both parties may be “charged” with constructive notice, it seems unlikely that either Strickland or the Sheriff had actual notice of the order requiring the Sheriff to return the property. Otherwise, the Sheriff would have returned the property and Strickland would not have filed the grievance against his lawyer.\nAnd even though there may have been no fraud or misrepresentation,3 Strickland should at least be permitted to go forward on the issue of mutual mistake. See Cardinale v. Thompson, 592 So.2d 799 (Fla. 4th DCA), rev. denied, 602 So.2d 943 (Fla.1992), wherein the court stated that a release executed pursuant to mistake as to a past or present fact may be set aside under appropriate circumstances. See also, East v. Pensacola Tractor &amp; Equipment Co., Inc., 384 So.2d 156 (Fla. 1st DCA 1980); Swilley v. Long, Jr., 215 So.2d 340 (Fla. 1st DCA 1968).\nThe trial court did not even afford Strickland a hearing because of its misconception of the law. We reverse and remand for a hearing on Strickland’s motion for relief from judgment pursuant to Rule 1.540(b)(2).\nREVERSED and REMANDED.\nANTOON, J., concurs.\nGRIFFIN, J., concurs specially in result only, with opinion.\n\n. Strickland’s description of the property is somewhat more expansive and detailed:\n1 Citizen Noblia black watch\n7 Eight-inch 18K gold bracelets (assorted)\n1 Eighteen-inch 18K gold necklace\n2 Twenty-inch 18K gold necklaces\n1 18K gold sapphire and diamond ring\n1 14K gold diamond ring\n1 14K gold and black diamond ring (5 diamonds, ¼ carat)\n1 10K gold and diamond ring (10 diamonds, ½ carat)\n1 Gold ring\n1 Sterling silver ring\n1 Gold and diamond earring (½ carat)\nStrickland values the property at $17,350.00.\n\n\n. But section 705.105 was inapplicable for two reasons. First, the property was not \"seized” as evidence nor was it \"seized” pursuant to a lawful investigation. It was received for safekeeping and a subsequent \"seizure” did not take place when the officer decided to alter the receipt. See State v. Ashby, 245 So.2d 225 (Fla.1971) (“seizure” is act of taking custody of evidence or contraband). Second, the statute is applicable only when the property is “unclaimed.” Prior to the State's disposing of the property, two claims — one by the appellant and one by his attorney — had been made and an order of return had been issued.\n\n\n. But it appears that Strickland should be given a hearing even on this issue. See Hieber v. Hieber, 151 So.2d 646 (Fla. 3d DCA 1963) (the issue of whether there was a misrepresentation or mutual mistake is a question of fact to be determined by the trial court upon the evidence before it).\n\n",
            "ocr": true,
            "opinion_id": 7693141
        },
        {
            "author_str": "Griffin",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGRIFFIN, Judge,\nconcurring specially in result.\nI agree that it is appropriate to reverse the summary final judgment because the legal *288basis for it was wrong. Because of the procedural posture of this case, however, there is a lot about the facts of this dispute that we just don’t know and a good deal of what we have some information about doesn’t make much sense. I wouldn’t want what, in some instances, amounts to assumption or inference in our exposition of the facts to be taken as gospel simply because they appear in the opinion. Similarly, there is dicta in the opinion that involves issues of law not yet developed and others, such as footnote 3, with which I simply disagree. I do agree, however, that the summary judgment was improvidently entered and that the case needs to go back for further development of the facts and law.\n",
            "ocr": true,
            "opinion_id": 7693142
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}