{
    "id": 8606871,
    "judges": "Booth",
    "date_filed": -1945900800000,
    "date_filed_is_approximate": false,
    "slug": "swift-co-v-united-states",
    "case_name_short": null,
    "case_name": "Swift & Co. v. United States",
    "case_name_full": "SWIFT AND COMPANY, A CORPORATION v. United States",
    "attorneys": "Mr. L. T. Michener for the claimant. Dudley <& Miehener were on the brief., Mr. Philip M. Ashford (with whom was Mr. Assistant Attorney-General John Q. Thompson) for the defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>\nOn the Proofs.\n</p> <p>The contract provides that the claimant shall equip and place aboard government transports refrigerating apparatus, etc. At the end of the Spanish war the claimant does not remove this property or make a demand for it. The contract requires the claimant to erect and move refrigerator buildings from point to point on the Cuban coast as may be necessary for the support of troops. The Government’s officers designate a point where the building was not subsequently needed or used. The claimant suffers from a delay caused by a deviation from the contract route caused by the Government’s officers consigning the cargo to Porto Rico and subsequently to Cuba. The claimant purchases, for the troops, imported cattle in Cuba upon which a duty has been levied and collected.</p> <p>I.Where a contractor had established refrigerating apparatus on government transports to preserve meats sold by him to the Government it is his duty to remove the same at the end of the contract service or within a reasonable time thereafter. No contract will be implied from the fact that the Government removes the property after the expiration of a reasonable time, and no presumption will arise that the property was taken for public use.</p> <p>II.Where a contractor agreed to erect refrigerators at necessary ports and to remove them to meet the emergency of changed military conditions in time of war and Government officers designated a port at which a building was erected that was not subsequently used or needed, the defendants will not be liable for unnecessary expense thrown on the contractor.</p> <p>III. The court will not ordinarily allow a recovery upon the simple statement of a witness that the claimant sustained a loss, no details being furnished.</p> <p>IV. Where a contractor was to be exempt from the payment of duties on meat taken into Cuba for the subsistence of the Army, duties paid by him on cattle imported and killed in Cuba may be recovered back.</p>",
    "headnotes": null,
    "summary": "The Reporters' statement of the case: The following are the facts of the case as found by the court: I. Claimant is a corporation duly organized and incorporated under the laws of the State of Illinois, of which State it is a citizen. II. Claimant entered into two contracts witb the United States, the first of which was dated July 1, 1898, and was an agreement in writing entered into between the United States, by Brig. Gen. Charles P. Eagan, Commissary-General of Subsistence, U. S. Army, as party of the first part, and Swift & Co., by Gustavus F. Swift, its then president, as party of the second part, by which agreement it was provided and mutually agreed as follows: “1. The said party of the second part shall furnish to the United States, for the use of the army of the United States, the Cuban army, and those destitute inhabitants of Cuba who are found to be in immediate danger of perishing from hunger, such quantities of refrigerated, chilled, or frozen fresh beef in bulk, delivered at points on the seacoast of Cuba occupied by the army of the United States, as shall from time to time be called for by the Commissary-General of Subsistence of the United States Army. The party of the second part shall be required to make shipments only at such ports or the United States as have tracks connecting railroads with docks whereby shipments of fresh beef may be transferred directly from cars to ship refrigerators. “ 2. The party of the second part shall, at their own expense, equip the steamships on which the fresh beef hereby contracted for shall be conveyed by the United States Government to Cuba with such refrigerating apparatus, machines, and fittings as may be necessary to carry refrigerated, chilled, or frozen beef. These refrigerators shall be of such size as the Commissary-General of Subsistence shall direct, but of size not less than 300,000 pounds each; it being understood that the amount of beef of each cargo shall be reasonably commensurate with the capacity of the refrigerating plant aboard the vessel. They shall also, at their own expense, provide and operate refrigerator buildings at such ports in Cuba occupied by the army of the United States as may be necessary for carrying out the object of this contract, and shall move the same from point to point on the seacoast as may be necessary for the support of moving troops. They shall keep not less than two experts with each cargo on shipboard and after landing until the beef is delivered to the proper officers of the Government, which shall not be more than seventy-two hours from the time of storing same in such refrigerators. It being understood that the party of the first part will furnish locations for such refrigerators under military protection and as near the point of transfer as the commanding general can designate, at which ships carrying the refrigerated meat shall land for discharge of said shipments. The party of the first part is to furnish free transportation and sell at cost price the necessary subsistence stores on shipboard for two men in charge of refrigerator on each ship; also to furnish free transportation and sell at cost price the necessary subsistence stores for such men and free transportation for materials and supplies as may be necessary for the construction and operation of such refrigerators in the ports of Cuba as may be required for the proper carrying out of this contract. “ 3. The fresh beef to be furnished by the party of the second part under this contract shall be of uniform good quality from fat steers, United States Government inspected, weighing not less than 600 pounds dressed weight per carcass, and shall be refrigerated, chilled, or frozen in quantities acording as it shall be called for by the Commissary-General of Subsistence, United States Army. It is to be from fore and hind quarter of beef proportionately, including all the best cuts thereof; necks cut off at the fourth vertebral joint and breasts trimmed down; shanks of fore quarters cut off 4 inches above the kneejoint, and of the hind quarters 8 inches above the hock joint. Necks, shanks, and kidney tallow excluded from delivery. The beef is to be properly clothed by the party of the second part for its protection and proper handling, and so preserved by the refrigeration on shipboard and at the refrigerator buildings referred to in Article II hereof, as that it shall be perfectly good and fit for use seventy-two hours after being issued from the ships’ refrigerators, or twenty-four hours after being issued from the refrigerator buildings to the proper officers of the Government. “ 4. The equipment of steamships for the purposes of this contract shall be completed by the party of the second part within the times herein mentioned, that is to say: “ If in the port of New York the first vessel shall be completed within seven days after the docking of the vessel and giving to the party or the second part entry thereto, and other vessels at intervals of six days thereafter. “ If in Boston or any New England port, or Philadelphia, the first vessel shall be completed within eight days after the docking of the vessel, and giving the party of the second part the entry thereto and subsequent vessels at intervals of six days thereafter. u If in Norfolk, Portsmouth, Newport News, Baltimore, or any American Atlantic coast port south of Philadelphia, the first vessel shall be completed within ten days from the time of docking, and the giving the party of the second part the entry thereto, and the subsequent vessels at intervals of six days thereafter. “ If in any Gulf port east of New Orleans, the first vessel shall be completed within twelve days from the time of docking and giving the party of the second part the entry thereto, and the subsequent vessels at intervals of six days thereafter. “The party of the second part shall give the United States the benefit of their skilled engineers in the selection of vessels for transports and the spaces therein, if requested. “ “ 5. All refrigerators, machines, and fittings provided by the party of the second part shall remain the property of the said party, and the party of the first part shall furnish steam for hoisting beef and for operating the refrigerating machines on shipboard, but all loading and unloading to be at the expense of the party of the second part. “ “ 6. Any loss from perils of war or from acts of the public enemy shall be borne by the United States, and all loss from ordinary perils of the sea and acts of God shall be borne by the party of the second part. “ 7. Whenever the fresh beef presented at the steamships or at the refrigerator buildings in Cuba for delivery under this contract is, in the opinion of the receiving commissary, not of the kind, quality, or condition stipulated for, he shall immediately apply to the commanding officer at the point of delivery for a board of officers, to consist of as many members, not exceeding three, as can be assembled. The board shall at once examine the beef presented, and its findings, when approved by the commanding officer, shall be conclusive in regard thereto. “ 8. The said party of the second part shall receive for the fresh beef accepted from hereunder 9.47 of a cent per pound, to be paid by the commissary at the end of each calendar month, or as soon as practicable thereafter, in the funds furnished for the purpose by the United States. “ 9. No Member of, or Delegate to, Congress, nor any person belonging to, or employed in, the military service of the United States is or shall be admitted to any share or part of this contract, or to any benefit which may arise therefrom. “ “ 10. The party of the first part, acting for and on behalf of the United States, hereby guarantees the party of the second part that this contract shall be and remain in force for all the refrigerated, chilled, or frozen fresh beef needed by the army of the United States in the island of Cuba and for the Cuban armies and the destitute inhabitants for three months from the date hereof; and that if the army of the United States shall remain in the island longer than three months, this contract shall be extended during the period of their so remaining, not, however, beyond the date of December 31, 1898. After December 31, 1898, this contract may be extended for such additional period or periods of time, not exceeding the 30th day of June, 1899, as may be mutually agreed upon by the parties hereto. “ In witness whereof the party of the first part has hereunto set his hand, and the party of the second part has caused this contract to be signed in the corporate name of the president, and under the corporate seal affixed, the date first here-inbefore written. “ CHARLES P. EAGAN, “Brigadier-General, \n“Commissary-General of Subsistence.\n “ Witness: “ Wm. A. De Caindry, “ Washington, D. C. “ Swift & Co., “ By Gustavhs F. Swift, President. “ Attest: “ D. EdwiN Hartwell, Secretary. “(Executed in quintuplícate.)” The army of the United States remained in Cuba for a longer period than three months, and by the terms of the contract the same was extended by order of the Commissary-General to February 8, 1899. III. On February 23, 1899, the United States entered into another written agreement with claimant company substantially identical with the contract of July 1, 1898; the only material difference in its provisions is an increase in the price paid for beef, and a few slight modifications as to details in its execution; the contract was made a part of the petition and will appear therein. IV. Claimant expended for the purpose of equipping the steamships on which the beef contracted to be furnished was to be conveyed from the United States to Cuba with refrigerating apparatus, machines, and fittings necessary to carry said refrigerated, chilled, or frozen beef the following sums: On the steamship Port Victor, name afterwards changed to MoGlellan_$3,949.52 On the steamship Manitoba,, name afterwards changed to Logan_ 121. 62 On the steamship Massachusetts, name afterwards changed to Sheridan_ 223.06 On the steamship Mississippi, name afterwards changed to Buford_ 2.00 On the steamship Michigan, name afterwards changed to Kilpatrick_ 980.98 5,277.18 Such refrigerating apparatus, machines, and fittings were used by claimant in the execution of the contracts sued upon. When said contracts expired, other contracts for the supply of refrigerated, chilled, or frozen beef at seacoast ports in Cuba and Porto Pico were duly entered into with the United States, and the claimant used said refrigerating apparatus, etc., in connection with the execution of said subsequent contracts. When said refrigerating plants ceased to be used by claimants for the purpose aforesaid, they were permitted to remain in and upon said vessels. The claimant made no demand for their return, nor did it ask for permission to remove them. The United States did not return them, nor did it offer to reimburse the claimant for the expense it had been at in installing them. The largest part of the expense incurred by the claimant in installing said refrigerating plants on said vessels was for labor, the cost of which, added to the labor necessary to have removed the same, would have been as great or greater than the value of the materials when removed from said vessels. No allowance is made therefor. V. Claimant, on the order of the Commissary-General of Subsistence, given verbally at Washington to claimant’s representative, erected and maintained for a time two refrigerating plants, one at Nuevitas and the other at Gibara, in Cuba, the total cost of erecting and maintaining said refrigerating plants being $10,639.47. The United States did not order any refrigerated, chilled, or frozen beef shipped to either of said points, and neither of said plants was ever used by claimant in connection with the performance of the contracts sued upon, or in connection with the performance of any other contract with the United States for the supply of refrigerated beef at seacoast points. The refrigerating plant at Nuevitas was subsequently sold by the claimant company for $1,400. The plant at Gibara was equally as valuable as the one at Nuevitas. Said Gibara plant was subsequently removed to Cienfuegos, Cuba, and was there used by the claimant in storing and preserving refrigerated beef in accordance with the contracts sued upon. The difference between the total cost of said plants, as erected and maintained at Nuevitas and Gibara, respectively, and their market value was $5,839.40. No allowance is made therefor. VI. On August 24, 1898, claimant placed on board the Michigan, renamed the Kilpatrick, a transport then controlled and operated by the United States, a large amount of beef to be transported to the island of Cuba in accordance with the terms of the contract; that said beef was so transported, but it does not appear what amount was placed aboard said transport, the place of shipment, nor that there was any difference between the amount shipped and the amount subsequently paid for by the Quartermaster’s Department of the United States Army, and no allowance is made therefor. VII. Claimant, on July 23 and 24, 1898, placed on board the Massachusetts, a transport then controlled by the U. S. Government, a large amount of beef to be by the United States thence conveyed to Ponce, P. R.; that said transport sailed July 28 and arrived at Ponce August 2, 1898, with said beef in the condition required by contract, and was thereafter ordered away from Ponce,' and to other ports, by the Government. Arriving at Santiago, Cuba, August 27, it was there detained and no attempt made to unload the beef until September 13, 1898, when a board was convened and 45,618 pounds of the beef condemned and destroyed, which at the contract price amounted to $4,320.03. By reason of the change in destination and the long delay, petitioner suffered a loss of $4,320.03. VIII. On July 10, 1898, and December 23, 1898, claimant placed a large amount of beef on board the transport Port Victor, renamed McClellan, to be transported to Cuba and Porto Eico. The evidence is insufficient to establish the fact that all of said shipments were not received at the points designated or that there was any difference in the quantity of beef shipped and subsequently received and paid for, and no allowance is made therefor. IX. Claimant had shipped to Santiago, Cuba, a quantity of beef for sale to the citizens, upon which a duty had been levied by authority of the Commander in Chief of the Army and Navy of the United States, and which was paid by claimant. The supply of contract beef for the use of the army of the United States having failed, claimant furnished from the stock of beef on hand for sale to the citizens of Santiago to the Commissary Department of the army for issue to the troops 4,924 pounds of beef, on which a duty of $2.04 per hundredweight had been paid. Claimant’s representative at the time and subsequent thereto demanded repayment of the duty so paid, which amounted to $100.35. Eepayment thereof was refused. X. The claimant was required to remove the refrigerator plant located at Gibara to Cienfuegos, Cuba. The expense of such removal amounted to $2,991.38. The contract provided in article 2 for the performance of said service and no allowance is made therefor. XI. There is due claimant a balance on account of shipment of beef made on the steamship Michigan about the 1st of August, 1898, the sum of $117.96. XII. On or about March 4, 1899, claimant shipped 150,405 pounds of refrigerated beef from Chicago to New York for transportation, via U. S. transport Mississippi, to seacoast points in the islands of Cuba and Porto Eico. There is nothing in the record to show the specific amount called for by the Commissary-General of Subsistence, but it does appear that of the amount so shipped 118,678 pounds were accepted by the commissary officers in Cuba and Porto Eico and paid for at the contract price. Some of said beef was in bad condition when it reached New York from Chicago, and after the same was placed on board the transport 176 quarters thereof, weighing 27,572 pounds, were removed and sold on the market by claimant’s representative at New York for $1,295.85. No allowance is made therefor. XIII. On the 4th of March, 1899, claimant shipped from its plant at East St. Louis, Ill., about 40,596 pounds of refrigerated beef, and on March 7, from Kansas City, Mo., 99,961 pounds of refrigerated beef, to Savannah, Ga., there to be loaded on the transport Michigan for transportation to Habana, Cuba, for the use of the army of the United States. Said transport sailed from Savannah with said beef on March 18 and arrived at Habana, Cuba, on March 22, 1899. After said vessel sailed from Savannah the refrigerator on board was found to be in bad condition, and when the beef was delivered at Habana it was molded, and before being issued to the troops had to be pared. The commissary officer of the United States Army who received said beef accepted the same at the weight after said paring process and paid for only 130,7l6f pounds, showing a loss on account of said paring process of 9,814£ pounds, which at the contract price would have amounted to $1,072.59. No allowance is made therefor. XIY. About the month of March, .1899, the troops at Ma-tanzas and Habana complained that they were getting beef every day in the week, in consideration of which\" claimant’s representative at Habana and the chief commissary, Division of Cuba, decided that it would be advisable to supply the troops with mutton during a part of the time, claimant company agreeing that it would furnish the mutton at the same price as beef, and the commissary officer consenting that mutton should be supplied in place of beef. Thereupon, a mixed cargo of beef and mutton was ordered and shipped from Savannah by the transport Michigan on April 22, 1899. Said vessel arrived at Matanzas April 26 and at Habana April 29. On .its arrival the shipment of beef and mutton was in excellent condition and the beef was all issued to the troops and accepted and paid for, but the mutton was objected to by the troops after a few issues and it remained in claimant company’s refrigerator at Quemados, where it was kept frozen, and in which condition it would have kept for an indefinite length of time. However, on account of fresh beef which had been billed on the island of Cuba by claimant company being placed in said refrigerator along with said mutton to be chilled, the temperature of the atmosphere in the refrigerator was raised from 10° to 15° by the presence of said warm and fresh beef and the mutton was consequently thawed out, requiring from twenty-four to thirty-six hours to bring the temperature down again to 28° or 30°. This change in the temperature in the refrigerator had the effect of causing the mutton to spoil, so that of the quantity contained in said shipment of April 22, 14,569¿ pounds thereof were unfit for issue to the troops or for sale in the local market, and the same was destroyed as worthless. At the contract price said destroyed mutton would have amounted to $1,185.94. No allowance is made therefor. XY. About the 8th of May, 1899, claimant shipped from Chicago, in response to a call from the Acting Commissary-General of Subsistence dated May 6, 1899, about 76,403| pounds of beef and mutton for transportation to the island of Cuba via transport McClellan, sailing from New York about the 10th of May, 1899, for which they received the sum of $7,740.63. There is nothing in the record to show whether all of said shipment was loaded onto said transport for transportation as aforesaid. When the beef and mutton which was placed on board said transport left New York for Cuba it was in good condition. There is nothing in the record to show when and where it was delivered nor what was its condition at the place of delivery. No allowance is made therefor. XVI. The claimant, in the execution of the contracts sued upon, caused the following persons to be transported, at its own expense, from and to the points below indicated: Four men from Matanzas to Habana_$15.48 H. T. Treacy from Gibara to Habana_ 34. GO J. W. Brown, A. F. Timmons, W. C. Kellog, Gibara to New York _150.00 W. V. Chambers, Habana to Philadelphia_ 50.00 C. A. Wyman and A. J. Lyman, Gibara to New York_100.00 A. C. McCauley, Gibara to New York_ 50. 00 399.4S NVII. During tbe months of January, February, and March, 1899, a supply of refrigerated beef provided for in the contracts sued upon was not available for issue to the troops at said point because of the inability of the United States to furnish transports for conveying same. Claimant thereupon, between the 1st and 12th days of March, 1899, proposed to the chief commissary officer at Habana to furnish freshly slaughtered beef to be chilled in its refrigerator at Quemadas at the same price that it was furnishing refrigerated beef, plus the cost of transportation from the United States to Cuba of the cattle for such killing, which it was estimated by the claimant would be 2.57 cents per pound. This proposition was submitted by the commissary officer in Cuba to the Commissary-General at Washington, who instructed said commissary officer at Habana that no allowance for transportation would be made, but that if claimant furnished refrigerated beef at Habana acceptable to the commissary officer it would be in compliance with the contract, even if it were not shipped from the United States by government transport. Upon receipt of said instructions the commissary officer, under date of March 12, 1899, addressed the following letter to the representative of claimant company at Habana: “ I have the honor to advise you that the Commissary-General of Subsistence having decided that quality being the same and price lower, your bid is to be taken in preference to that under contract with G. W. Simpson. You are notified that beef will be accepted from you beginning March 14, 1899, at 6 a. m., the price to be paid for beef delivered by you to be same as agreed upon in your contract with the Commissary-General of Subsistence now in force, and you are expressly informed that no allowance can be made for transportation.” Upon receipt of said letter, Swift & Co.’s representative replied under the same date as follows: “ Lieut. Col. A. L. Smith, U. S. Army, “Chief Commissary, Department of Cuba, “Habana, Cuba. “Sik: I have the honor to acknowledge receipt of your letter of even date advising that the Commissary-General of Subsistence, U. S. Army, has instructed that beef from locally slaughtered cattle be received from Swift & Co., the service to commence at 6 a. m. Tuesday, March 14, 1899. The quality of the cattle furnished for this service to be the same as that furnished by G. W. Simpson; the price to be the same as that paid for refrigerated beef from the United States to Swift & Co. under their current contract with the Commissary-General of Subsistence, U. S. Army. With a reservation of the right to arrange with the government authority at Washington for an equitable allowance for transportation to be added to the price for this service, I accept the proposition on behalf of Swift & Co. “ Yours, respectfully, “ W. P. Ketcham, \n“Representative Swift & GoR\n Said communication was handed by Swift & Co.’s representative to Colonel Smith, the commissary officer, in person on the date aforesaid. Colonel Smith immediately informed said representative of claimant that he could not furnish the beef with the reservation made in the last sentence of said letter, and that he, said commissary officer, could not accept any letter that contained any such reservation. In the course of the conversation which occurred at that time between said commissary officer and claimant’s representative he was informed that the commissary officer would have nothing whatever to do with any claim that he or claimant chose to make against the Government; that his instructions were to make no arrangements for transportation, and that under no circumstances would he accept his beef with any reservation about claim for transportation. Without further negotiation or discussion between said parties, Swift & Co. began on March 14 furnishing freshly slaughtered beef when the supply of refrigerated beef failed, and during the months of March, April, May, and June, 1899, claimant furnished of such freshly slaughtered beef 424,811f pounds, for which they were paid 10.93 cents per pound, the price named in the contract for supplying refrigerated, chilled, or frozen beef, as aforesaid. There was levied by the Government in Cuba a duty of $1 per head on all cattle imported into the island of Cuba. The cattle slaughtered by claimant for the purpose of furnishing the amount of beef above indicated were imported from the United States into the island of Cuba either by the claimant or their dealers from whom claimant purchased the same, and claimant was compelled to pay as a part of the cost of said cattle the amount of duty so levied and the inspection and port charges, which amounted in the aggregate to $1,122.12. It was the understanding of the chief commissary in the island of Cuba that claimant was to have refunded to it all duty and inspection charges paid on cattle imported from the United States and slaughtered under the arangement or agreement above specified. Claimant made demand for such refund, but the same was refused by the War Department on the ground that not all the cattle slaughtered by the claimant aforesaid had been imported by them, but that they had been purchased in the open market in the island of Cuba. XVIII. In pursuance of the contract claimant erected and maintained refrigerators at Gibara and Nuevitas from February 8, 1899, to June 30, 1899. No meat was ever issued from said refrigerators. It does not appear, however, that their erection and maintenance was unnecessary to the proper execution of the contract. XIX. On January 14, 1899, a large shipment of beef was ordered by Col. George B. Davis, U. S. Army, and said beef was duly transported to Porto Bico on the transport Mississippi. There is nothing in the evidence to show that any portion of said shipment was not fully paid for.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "43 Ct. Cl. 409"
    ],
    "opinions": [
        {
            "author_str": "Booth",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBooth, J.,\ndelivered the opinion of the court:\nThis litigation is the result of a contract entered into between Swift &amp; Co., a corporation organized under the laws of Illinois, and the Commissary-General of Subsistence of the Army.\nThe facts respecting each item of damage claimed will appear in connection with the discussion of the legal aspect thereof, and need not be here set forth in detail. The can-*422tracts in suit embraced the procurement and shipment of chilled, frozen, or refrigerated fresh beef in such quantities as necessary to supply the army, and “ those destitute inhabitants of Cuba ” who were in immediate need thereof.\nThe first agreement bears the date of July 1, 1898, and by its express terms was capable of extension, and was subsequently extended to February 8, 1899. The second contract, bearing the date of February 23, 1899, was identical with the first and covered the performance of a similar service, both contracts being made part of the petition.\nFinding IV. Clause 2 of the contract of July 1, 1898, provided for the care and refrigeration of the beef on board the steamships while en route to Cuba, the claimant agreeing at its own expense to erect and equip on board said vessels all such refrigerating apparatus, machines, and fittings as might be necessary to carry the same to its destination. In compliance with this agreement all the necessary equipment was provided by the claimant, its refrigerators being installed on board each vessel designated by the defendants. Clause 4 of the contract provided that all refrigerators, machines, and fittings so provided by the claimant should remain its own property. Subsequent to the contract period all this property previously installed aboard the government steamships was not removed from said vessels, no demand made therefor by the claimant, and nothing whatever done toward repossessing it, as the contract provided. Claim is now made for its value, predicating the same upon an alleged taking by the defendants of this property for its own use. The contention is without merit. In the absence of any specific provision to the contrary, the claimant’s duty to remove the property so affixed to the vessel obtained. Claimant not having availed itself of this privilege during the existence of the contract, or within a reasonable time thereafter, and no intervention upon the part of the defendants to prevent it from so doing, removes all just ground for complaint. In fact, the proof shows that the cost of removal would have exceeded the value of the property removed, and is quite persuasive that abandonment of the same was clearly intended.\nFinding V. Clause 2 of the contract provided for the erection and operation by the claimant of refrigerator buildings *423at such, ports of Cuba occupied by the army as may be necessary for carrying out the same. It likewise provided that claimant should at its own expense move said buildings from point to point on the seacoast as may be necessary for the support of the moving troops. Under the above provision the defendants required the claimant to construct refrigerators at Gibara and Nuevitas. They were never utilized, however, and the Nuevitas plant was subsequently sold by claimant for $1,400, and the Gibara plant removed under orders to Cienfuegos. The breach complained of is the requirement of an unnecessary expenditure of a large sum of money in the erection of these two plants. An obligation to perform a particular service necessary to the consummation of a greater object, and upon which the latter depends for fulfillment, incurs liability sometimes quite difficult to determine. The scope of the undertaking, the circumstances under which the agreement is entered into, and the general purposes and object of the contract are all indispensable in determining what is and what is not necessary. McCulloch v. Maryland, 4 Wheat., 316. Claimant contracted to furnish chilled, refrigerated beef to a “ moving army ” engaged in hostilities. As a part of the undertaking, and indispensable thereto, it not only agreed to erect refrigerators at necessary ports for that purpose, but further stipulated to move such buildings so erected to seacoast points to meet the emergency of changed locations. Under the circumstances it was difficult and quite impossible to anticipate with exactness the necessity for location at one point or another. Use of the buildings so erected could not determine the necessity therefor, as was well suggested in defendants’ brief: “Suppose that after claimant had gone to the expense of erecting refrigerators at Santiago, Matanzas, and other seacoast points in Cuba * * * the army had been withdrawn from Cuba, would damages accrue because some one or more of these plants had not been used?” It is neither alleged nor proven that the erection of the refrigerators at the two ports mentioned might not have been necessary; or that by reasonable diligence and inquiry such a fact could have been anticipated. The good faith of the army officers in charge is not challenged. That their erection *424was unnecessary was the result of subsequent events, determinable only by the emergencies of war, and in the absence of any exercise of arbitrary authority or such reckless disregard of claimant’s rights as deprives the transaction of reasonableness under the contract, the item is not recoverable, including the removal of the Gibara plant.\nFinding VI. Fails for insufficient proof. The court can not allow or consider the allowance of a claim for shortage upon the simple statement of a witness that the claimant sustained a loss of $189.68 because of a difference in weight between place of shipment and destination. No details are furnished upon which such a conclusion can be predicated.\nFinding VII. Claimant’s contention under this item is for loss by reason of delay in shipment, occasioned by a deviation from the contract in consigning the cargo of the ship first to Porto Eico and subsequently to Cuba. The contract did not contemplate shipments to Porto Eico, and claimant was not in a position to properly care for and distribute its beef at. the latter place. The service required of claimant in this instance was in most respects foreign to the original undertaking and the voyage prolonged to such an extent that it can hardly be said to come within the contract, although a portion of the cargo was finally delivered at Cuba. The defendants had no authority under the contract to exact of claimant continuance of refrigeration beyond the time mentioned in the contract. That the preservation of the beef was of prime importance is evidenced by the language of the contract, and claimant was only obligated to perfect and continue such precautionary measures as would preserve the cargo in transitu from the United States to Cuba and seventy-two hours after being issued from the ship’s refrigerators and twenty-four hours after issue from the port refrigerators. This was not a loss from the perils of the sea as contemplated by the contract. Additional burdens were imposed upon the contractors not embraced within the original contract, which resulted in loss because of the unusual time consumed in the voyage, the cargo being largely, if not wholly, composed of mutton, a meat more difficult to preserve by refrigeration.\n*425Finding VIII. Both these items will be disallowed. The proof is insufficient. Claimant seeks to establish a loss of beef by the introduction of invoices showing the quantities of beef transported from its plant in Chicago for shipment upon the vessel, and the quantities subsequently paid for at the point of disembarkation. It is not disputed that claimant received payment for full amount of beef shown by receipt of quartermaster on board the vessel. The invoices so relied upon are not conclusive; they are ex parte, and in the absence of corroborative testimony fall short of furnishing the preponderance necessary to establish a loss. The contract obligated the claimant to deliver the beef desired at points on the seacoast of Cuba occupied by the United States Army; the means of transportation, it is true, was furnished by the Government, but, in the absence of more specific proof in respect to the alleged loss, liability can not attach because of this clause in the contract. Whether it was occasioned by delay, the perils of the sea, shrinkage, or theft are all left to conjecture, contingencies entirely too uncertain and remote upon which to predicate a judgment.\n! Finding IX. We think this item clearly allowable. The duty exacted from claimant in the first instance was properly levied and collected. If the defendants subsequently accept from claimant in fulfillment of the original contract a large portion of this beef upon which the duty, had been paid, they should be reimbursed. The contract price as stipulated in the agreement was intended to be net and deductions therefrom were only allowable in the way prescribed in the instrument itself.\nFinding X. The loss here claimed for is not allowable. The expense incurred comes within the terms of the contract and was a part of the duties claimant was obligated to perform by its express terms.\nFinding XI. The amount claimed in this finding is allowable, defendants conceding liability therefor.\nUnder the second contract a number of claims similar in most respects to those heretofore discussed are insisted upon by the claimant. Is is unnecessary to consider them in detail as they in most instances involve similar questions of fact *426and have been fully covered in the findings. All except the amounts stated in Findings YII, IX, XI, XVI, and XYII have been disallowed.\nJudgment will be awarded to claimant in the sum of $6,059.94.\n",
            "ocr": true,
            "opinion_id": 8585154
        }
    ],
    "court_short_name": "Court of Claims",
    "court_full_name": "United States Court of Claims",
    "court_type": "FS",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}