{
    "id": 7771884,
    "judges": "Brown, Caraway, Hnorris, Norris",
    "date_filed": 878083200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-winslow",
    "case_name_short": "Winslow",
    "case_name": "State v. Winslow",
    "case_name_full": "STATE of Louisiana v. Fate Vincent WINSLOW",
    "attorneys": "Wilson Rambo, for Defendant-Appellant., Richard Ieyoub, Attorney General, Paul Joseph Carmouehe, District Attorney, Rebecca Irwin Bush, Assistant District Attorney, for Plaintiff-Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "702 So. 2d 22"
    ],
    "opinions": [
        {
            "author_str": "Hnorris",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nhNORRIS, Judge.\nCharged by bill of information with simple burglary, La. R.S. 14:62, defendant Fate Vincent Winslow was tried by a six-member jury and found guilty as charged. The District Court sentenced him to 8/&amp; years at hard labor. Winslow obtained an out-of-time appeal and now urges that the evidence was insufficient to support the conviction and that the sentence is excessive. For the reasons expressed, we affirm.\n\nFactual and procedural background\n\nThe offense occurred on the evening of June 22, 1994, near the Strand Theatre in downtown Shreveport. A touring Broadway production of “Cats” was performing at the Strand, and Police Sgt. R.B. Wyehe was working Strand security. He noticed a man ambling through the parking lot across the street, peering into the cars he passed. Considering this suspicious, Sgt. Wyche radioed the head of Strand security, Police Sgt. Danny Fogger, and decided to follow the man on foot; he lost sight of the man for a few seconds. However, after rounding the cor*24ner onto Milam Street, Sgt. Wyche saw the suspect rummaging around in the back of a beige, older-model Chevy van. He radioed for assistance and walked up to the van, where the suspect now had his hands on the radio in the dashboard. Apparently startled by the sound of the police radio, the suspect hopped out the driver’s door. Sgt. Wyche ordered him to stop, but he bolted down Milam Street and turned south on Louisiana Avenue.\nPolice Cpl. D.E. McDaniels, who was on patrol nearby, heard Sgt. Wyche’s message and realized that only moments earlier he had seen a man matching the description — a black male wearing a white tank-top shirt and green striped shorts — getting into a beige 1981 Chevy van on Milam Street around the corner from the Strand. Cpl. McDaniels saw the suspect on Louisiana Ave. and apprehended Lhim. He testified that the suspect was hostile, requiring two extra officers to be subdued. Cpl. McDaniels testified that the suspect smelled of alcohol, but was not drunk or incoherent; he had a cut to his head, where he had slipped and fallen during the chase (which Sgt. Wyche had observed). McDaniels, Wyche and Fogger all positively identified the suspect as defendant, Fate Vincent Winslow.1\nAfter receiving his Miranda rights, Win-slow told Cpl. McDaniels that a white woman had asked him to come into the van to have sex with her. Later, he changed his story to say he “did the burglary,” but complained that the police “didn’t have to beat me up so much.”\nCpl. McDaniels investigated the van and found compartments for coins and other small objects in the console had been opened, indicating a search for valuables. He also found that the knobs to the radio had been pulled out all the way, a tell-tale first step in the theft of an in-dash radio.\nThe driver of the van, Mrs. Mourning, testified that she parked it in front of an office at 631 Milam Street, where she cleaned in the evenings. She did not lock it because the lock was broken. After police notified her, she found the door taken off the refrigerator in the rear of the van, the C.B. radio pulled out of place but not removed, and all the papers taken out of the glove compartment; the van had not been in this condition when she left it earlier. Nothing was actually stolen; as she understood, the police interrupted the burglar. Mrs. Mourning further testified that she was not the registered owner of the van; the owner was her boyfriend, Artie Hill, who gave no one permission to enter it except her, and she gave no one, including Winslow, permission to enter it or remove its contents.\nAs noted, Winslow was charged with simple burglary. At trial in September 1994 he did not testify; however, defense counsel got Sgt. Wyche to ftadmit that he neither saw any refrigerator in the van, nor heard any statements that Winslow made to Cpl. McDaniels. The jury found Winslow guilty as charged. In December 1994 the District Court sentenced him to 8Jé years at hard labor. The District Court granted him an out-of-time appeal in December 1996.\n\nDiscussion: Sufficiency of evidence\n\nBy his first assignment Winslow urges the evidence was not sufficient to sustain the conviction for simple burglary. He concedes that he entered the van, but argues that the State failed to prove entry was unauthorized. Specifically, he contends the owner was not called to testify regarding who was authorized to enter the van, and Mrs. Mourning’s testimony provided no basis for concluding that the true owner, Mr. Hill, did not give Winslow such permission. He also argues that the circumstantial evidence did not prove his intent to commit a theft in the van. In support, he cites Mrs. Mourning’s testimony that nothing was taken, and argues the “place to stay” theory of State v. Jacobs, 504 So.2d 817 (La.1987), to conclude that he was guilty of, at most, criminal damage to property-\nThe constitutional standard of appellate review of criminal convictions is whether, after viewing the evidence in the light most favorable to the State, any rational trier of fact could have found the essential elements *25of the crime beyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979); State v. Bellamy, 599 So.2d 326 (La.App. 2d Cir.), writ denied 605 So.2d 1089 (1992).\nSimple burglary is defined as the unauthorized entering of any dwelling, vehicle, watercraft, or other structure, movable or immovable, with the intent to commit a felony or any theft therein, other than as set forth in the section defining aggravated burglary. La. E.S. 14:62.\nBy his first argument Winslow contends, without support, that the State failed to prove lack of authority to enter because the owner of the van did not 1testify. We disagree; the owner’s testimony, though normally elicited, is not absolutely essential to prove lack of authority. State v. Martin, 28,489 (La.App.2d Cir. 8/21/96), 679 So.2d 557, writ denied 96-2367 (La.2/7/97), 688 So.2d 498. Here, as in Martin, the person who was using the burglarized premises at the time testified that the owner, her boyfriend, gave her and no one else the right to use it. She added that neither she nor the owner knew the defendant. Winslow has shown no reason why the jury should not believe Mrs. Mourning. See State v. Torres, 470 So.2d 319 (La.App. 5th Cir.1985). Viewed in the light most favorable to the State, her testimony establishes that Win-slow lacked authority to enter the van.\nBy his second argument Winslow urges the State failed to prove intent to commit a theft therein, as nothing was actually stolen.- Winslow omits to mention his second statement to Cpl. McDaniels, that he “did the burglary” because he could “get something for the radio.” If accepted by the jury, this admission would prove beyond a reasonable doubt an intent to commit theft. Even without this statement, the evidence showed that Winslow ransacked the van, partially removed the radio and C.B., and fled when confronted by Sgt. Wyche; viewed in the light most favorable to the State, this is sufficient to prove an intent to commit a theft in the van. State v. Simpson, 447 So.2d 98 (La.App. 4th Cir.1984).\nFinally, Winslow contends that as in State v. Jacobs, supra, and State v. Marcello, 385 So.2d 244 (La.1980), the evidence really only supports a finding that he was looking for a “place to stay” and listen to the radio, not any intent to commit a felony or any theft in the van. The “place to stay” theory, which was recognized in Jacobs and Marcello in the context of a vacant house and an empty building, is simply not persuasive here; the evidence overwhelmingly showed that Win-slow tried to remove the in-dash radio and C.B., took the door off the 1..¡refrigerator, and rummaged through closed compartments where valuables are normally stored. None of this is consistent with seeking shelter, and rather proves the intent to commit theft. State v. Simpson, supra. This assignment lacks merit.\n\nExcessive sentence\n\nBy his second and third assignments Winslow urges the District Court imposed an excessive sentence of 8¡é years, and failed to state a factual basis for sentence as required by La.C.Cr.P. art. 894.1. Because sentence was imposed in December 1994, the Felony Sentencing Guidelines (“FSG”) apply to Win-slow’s case.2 Jurisprudence under the FSG held that when the District Court considered the guidelines and stated for the record the applicable factual considerations, the appellate court’s review was limited to constitutional excessiveness. State v. Smith, 629 So.2d 333 (La.1993); State v. Douglas, 28,518 (La.App.2d Cir. 8/21/96), 679 So.2d 469.\nThe District Court stated that Winslow was a grid cell 4A offender, thus the range of imprisonment was 96 months to 120 months. The court did not mention the intermediate sanction range, 150 months to 225 months. The court noted Winslow’s date of birth; described his juvenile and adult criminal record, including two 1985 convictions for simple burglary; and mentioned his work record, which consisted of “several jobs” until 1993. Citing the prior convictions, the court seleet-*26ed a sentence “right in the middle,” 81/2 years.3\nWinslow has not shown that the court’s grid cell calculation is incorrect, or that its factual considerations were unsound. He does contend that the court should have considered imposing a suspended or probated sentence. However, in flight of his two prior felony convictions, he was not eligible for probationary treatment. La.C.Cr.P. art. 893 A. We find adequate compliance with FSG.\nA sentence violates La. Const. Art. 1, § 20 if it is grossly out of proportion to the seriousness of the offense or nothing more than a purposeless and needless infliction of pain and suffering. State v. Dorthey, 623 So.2d 1276 (La.1993). Normally, a sentence is deemed grossly disproportionate if, when the crime and punishment are viewed in light of the harm done to society, it shocks the sense of justice. State v. Hogan, 480 So.2d 288 (La.1985); State v. Davis, 28,662 (La.App.2d Cir. 9/25/96), 680 So.2d 1296. Under the FSG, a sentence within the guidelines range was deemed appropriate for the offender and not constitutionally excessive. FSG, § 201 C; State v. Essex, 618 So.2d 574 (La.App. 2d Cir.1993).\nVarious mitigating factors are present in this case: no theft was actually accomplished; Winslow’s two felonies were nearly 10 years old at the time of sentencing; and he had some work history since those convictions. However, it appears the theft was thwarted by Sgt. Wyche’s timely arrival on the scene, not by lack of intent; both of Winslow’s prior felonies, and most of his juvenile record, were for theft-related offenses; and Winslow even commented to Cpl. McDaniels that he was a “career criminal.” The sentence imposed, though on the upper end of the statutory range of 12 years, is in the middle of the FSG range. Balancing the factors, we cannot declare that it shocks our sense of justice. These assignments do not present reversible error.\n\nConclusion\n\nWe have reviewed the entire record and find nothing we consider to be error patent. La.C.Cr.P. art. 920(2). The conviction and sentence are therefore affirmed.\nAFFIRMED/\n\n. According to McDaniels's narrative supplement, Winslow initially gave the false name of \"Reginald Fisher,” but his true identity was later determined. R.p. 21.\n\n\n. The Felony Sentencing Guidelines were repealed by La. Acts 1995, No. 942, § 3, effective August 15, 1995.\n\n\n. The exact middle of the range would have been 108 months, or nine years. The sentence actually imposed, 8]4 years (102 months), is slightly less than the exact middle, but is still in the mid range.\n\n",
            "ocr": true,
            "opinion_id": 7710293
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}