{
    "id": 7772597,
    "judges": "Daley, Gaudin, Gothard, Kgothard",
    "date_filed": 880416000000,
    "date_filed_is_approximate": false,
    "slug": "marx-v-whitney-national-bank",
    "case_name_short": "Marx",
    "case_name": "Marx v. Whitney National Bank",
    "case_name_full": "David MARX v. WHITNEY NATIONAL BANK",
    "attorneys": "Clay J. LeGros, Newman, Mathis, Brady, Wakefield & Spedale, Metairie, for Defendant/Appellant., Stephen D. Marx, Chehardy, Sherman, Ellis, Breslin & Murray, Metairie, for Plaintiff/Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "703 So. 2d 790"
    ],
    "opinions": [
        {
            "author_str": "Kgothard",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nkGOTHARD, Judge.\nDefendant, Whitney National Bank (Whitney), appeals a judgment of the trial court which granted plaintiffs’ motions to quash certain depositions and for summary judgment.\nPlaintiff, David Marx, filed a petition for damages against Whitney for recovery of $10,000.00 paid out in five forged checks from a checking account he had at the bank. After receiving leave of court, Mr. Marx filed a supplemental and amending petition, joining two other plaintiffs, Stanley Marx and Maxine Marx Goodman.\nWhitney filed an answer to the original petition in which they make a reconventional demand for attorney fees and assert, in the alternative, a third party claim for damages against Joel Goodman, the alleged forger. Whitney also filed an answer to the supplemental and amending petition in which it alleges the affirmative defense of plaintiffs’ own negligence.\n|3The salient facts of this case are not at issue as they are the subject of a joint stipulation by the parties. According to that stipulation plaintiff, David Marx, a gentleman in his mid-nineties, was a long time customer of the Whitney Bank, where he maintained a checking account solely in his name. On April 24, 1995, Mr. Marx added his son and daughter, Stanley Marx and Maxine Marx Goodman, as joint owners and signatories on his account. At that time the name of the account was changed to “David Marx or Maxine M. Goodman or Stanley B. Marx”, and the bank began sending the monthly statements to Stanley Marx. Joel Goodman, David Marx’s grandson, visited his grandfather often and had access to the checkbook. Apparently, Mr. Goodman forged twenty-two checks on his grandfather’s account for a total of $22,834.00. The first ten cheeks went undiscovered because they appeared on monthly statements which were sent to David Marx before the account was changed and which were not reviewed. However, the last five checks, which appeared on the May 16, 1995 statement sent to Stanley after the account was changed to add Stanley and Maxine, were discovered when Stanley Marx reviewed the bank statement. Plaintiffs notified the bank and promptly completed and filed an “Affidavit of Forgery, Alteration, Loss or Theft of Instrument and Subrogation and Hold Harmless Agreement” in which they reported to the bank the five forged checks totaling $10,000.00 which appeared in the May 16,1995 bank statement.\nIn the joint stipulation, Whitney admitted it declined to reimburse plaintiffs for the five forged checks. David Marx admitted he received Whitney’s “Rules and Regulations Covering Deposit Accounts” when he first opened the account. He also admitted that he did not review the prior bank statements in which the other twelve checks cleared, and if he had, he would have noticed the forgery.\n14At this juncture in the proceedings, plaintiffs filed a motion for summary judgment. After a hearing on the matter on November 7, 1996, the motion was denied. Plaintiffs filed a motion for new trial. Whitney filed an exception of no right of action against Stanley Marx and Maxine Marx Goodman. Whitney also filed a motion for summary judgment. In connection with the cross motions for summary judgment, the parties filed a “Supplemental Joint Stipulation of Facts”, in which it is stipulated that David Marx was negligent for failing to review his bank statements.\nThe trial court denied plaintiffs’ motion for new trial, and defendant’s motion for summary judgment and exception of no right of action. Subsequently, plaintiffs filed a second motion for summary judgment. Whitney noticed the depositions of the three plaintiffs, which was met with a motion from plaintiffs for a protective order. After a hearing on these matters, the trial court granted the protective order, quashed the depositions, and granted summary judgment *792in favor of plaintiffs, and against Whitney for $10,000.00. Whitney appeals.\nWhitney does not seriously argue that David Marx, who is elderly, ill and living in a nursing home should be subjected to a deposition. However, Whitney argues it should have been allowed to depose Stanley and Maxine to show that they were added only as joint signatories to help monitor their father’s account and did not have an actual ownership interest in the funds in the account. Whitney maintains ownership in the funds is crucial because, if only David had an ownership interest, and it was stipulated that he was negligent in not reviewing the first two statements showing the forgery, he is precluded from making this claim against | ¡¡Whitney. Whitney also argues ownership in the funds is an undecided material fact precluding summary judgment.1\nDefendant’s arguments are unconvincing. In the joint stipulation of facts it is stipulated that “On April 24, 1995, Petitioners, Stanley Marx and Maxine Marx Goodman (David Marx’s son and daughter, respectively), were added as joint owners and signatories on his account and the name of the account was changed to ‘David Marx or Maxine M. Goodman or Stanley B. Marx’.” That stipulation is definitive of ownership interest in the account by Stanley and Maxine. A stipulation has the effect of a judicial admission or confession which binds all parties and the court. Cain v. Aquarius Builders, Inc., 96-66 (La.App. 5 Cir. 7/30/96), 680 So.2d 69. Therefore, we find no error in the trial court’s ruling that no material issues of fact remain which would preclude a grant of summary judgment.\nFurther, because we find the issue of ownership of the account is not at issue herein, we find no error in the trial court’s ruling which granted the protective order and quashed the depositions.\nWhitney also maintains the summary judgment was improperly granted as a matter of law because David’s admission of negligence in failing to review the bank statements prior to May, 1995 precludes him from making a claim for damages due to the forgery. Thus, Whitney reasons, if David is the sole owner, Stanley and Maxine have no right to bring this action and there can be no recovery.\nIn the alternative, Whitney argues that even if Stanley and Maxine have a proprietary interest in the funds, the law is in favor of Whitney, and its motion for summary judgment should have been granted.\n| ¡¡There has been no claim for the forged checks which went unnoticed prior to the May 16, 1995 statement. The claim is restricted to the five checks which appeared on the May 16, 1995 statement. Whitney does not dispute that it was timely notified of the forged checks which appeared on the May 16, 1995 statement as required by its own rules and regulations. It simply argues that the failure to notify the bank of the prior forgeries precludes the recovery.of the latest forgeries.\nAs a general rule, “(n)o person is liable on an instrument unless his signature appears thereon”. La. R.S. 10:3-401. “Any unauthorized signature is wholly inoperative as that of the person whose name is signed unless he ratifies it or is precluded from denying it; but it operates as the signature of the unauthorized signer in favor of any person who in good faith pays the instrument or takes it for value”. La. R.S. 10:3-404(1).\nLa. R.S. 10:3-406 provides in part that:\nA person whose failure to exercise ordinary care substantially contributes to an alteration of an instrument or to the making of a forged signature on an instrument is precluded from asserting the alteration or the forgery against a person who, in good faith, pays the instrument or takes it for value or for collection.\nOnce the plaintiff establishes that the bank has paid on a forged instrument, the burden shifts to the bank to prove three things to preclude the plaintiff from recovering on the forged instrument: (1) the customer negligently managed his account; (2) *793the negligence substantially contributed to the forgery; and (3) the bank paid the forged instruments in accordance with reasonable commercial banking industry standards. La. R.S. 10:3-406; Gulf States Section v. Whitney Nat. Bank, 96-844 (La.App. 4 Cir. 2/12/97), 689 So.2d 638, 642.\nWhitney argues that under the above statute, David Marx’s negligence in failing to safeguard his checkbook and failing to review his monthly statements 17precludes the plaintiffs from asserting this claim against the bank. In support of its argument Whitney cites Black v. Whitney Nat. Bank, 618 So.2d 509 (La.App. 4 Cir.1993), writ den. 623 So.2d 1308 (La.1993); and Gulf States Section v. Whitney Nat. Bank, supra. We have reviewed both cases and find neither controlling.\nIn Black v. Whitney Nat. Bank, supra, plaintiff, a doctor in the New Orleans area, sued Whitney for recovery of approximately $100,000.00 in checks which an employee had deposited either directly into her own account, or first into a joint account and subsequently into her own account. The court found plaintiffs negligence precluded him from collecting the funds from the bank where he clothed his employee with authority well beyond the norm of usual employer-employee situations, thereby holding the employee out to the banking community as having authority to engage in the questioned transactions.\nIn Gulf States Section v. Whitney Nat. Bank, supra, the official in charge of bookkeeping for the organization failed to properly review and reconcile the bank statements allowing the embezzlement of an employee to go undetected for several months. The misconduct, which occurred on or before May 1, 1992, did not become apparent to the official until September 18, 1992 when he received an overdraft notice from the bank. There was also evidence that the dishonest employee had forged the May and June 1992 bank statements, a fact that went undetected by plaintiff despite his review of the documents.\nWhitney’s arguments pertain only to David Marx and fail to take into account the other two plaintiffs and the change in the account. In the case at bar, there is no indication that either Stanley or Maxine was negligent. They were added on as joint owners of the account on April 24, 1995, discovered the forgeries shortly after review of the May 16, 1995 statement, and immediately notified the bank.\nIsWhitney also cites La. R.S. 10:4-406, which imposes a duty on a bank customer to exercise reasonable care in promptly and carefully reviewing bank statements. In pertinent part that statute provides as follows:\n(c) If a bank sends or makes available a statement of account or items pursuant to Subsection (a), the customer must exercise reasonable promptness in examining the statement or the items to determine whether any payment was not authorized because of an alteration of an item or because a purported signature by or on behalf of the customer was not authorized. If, based on the statement or items provided, the customer should reasonably have discovered the unauthorized payment, the customer must promptly notify the bank of the relevant facts.\n(d) If the bank proves that the customer failed, with respect to an item, to comply with the duties imposed on the customer by Subsection (c), the customer is precluded from asserting against the bank:\n(1) the customer’s unauthorized signature or any alteration on the item, if the bank also proves that it suffered a loss by reason of the failure; and\n(2) the customer’s unauthorized signature or alteration by the same wrongdoer on any other item paid in good faith by the bank if the payment was made before the bank received notice from the customer of the unauthorized signature or alteration and after the customer had been afforded a reasonable period of time, not exceeding thirty days, in which to examine the item or statement of account and notify the bank.\nWhitney again argues David’s negligence in failing to notice his grandson’s prior forgeries presented to the wrongdoer the opportunity to repeat the misdeeds, thus precluding the assertion of this claim against the bank pursuant to the above statute. In sup*794port of its position, Whitney cites Ashley-Hall Interiors v. Bank of New Orleans, 389 So.2d 850 (La.App. 4 Cir.1980). In that case, claim was made for approximately 56 forged cheeks written over the period from November, 1976 to June, 1977 by an employee of plaintiff. Plaintiff was precluded from collecting the bamount lost due to the forgeries because of negligence in failing to properly supervise the employee, signing blank checks, failing to examine bank statements and failing to examine the company’s cash disbursement journal. Plaintiff in that case sued for the entire amount of forged cheeks, or in the alternative, for the checks paid within fourteen days of the first bank statement containing evidence of forgeries. There is no indication in the opinion when, or if, the plaintiff notified the bank of the forgeries prior to filing the lawsuit. Further, the ruling that the bank in Ashley-Hall was not liable for the forged instruments paid within fourteen days of the first statement containing such items is irrelevant to the issue in the instant case in which the plaintiffs are suing for recovery of forged checks which cleared in the last statement.\nThe Ashley-Hall case is distinguishable from the case at bar, because here the joint owners of the account, Stanley Marx and Maxine Marx Goodman, were not added to the account until April 24,1995, and were not found to be negligent. They timely notified Whitney of the five forged checks which cleared the bank on the May 16, 1995 statement, the first sent out by the bank since the account was changed to include them as joint owners. Under these circumstances we find no error in the trial court’s ruling that the bank is liable for these last five checks. Accordingly, we affirm the ruling.\nAFFIRMED.\n\n. Pursuant to La.C.C.P. article 966, summary judgment must be granted when it is shown that there is no genuine issue as to material fact, and the mover is entitled to judgment as a matter of law.\n\n",
            "ocr": true,
            "opinion_id": 7711062
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}