{
    "id": 7798934,
    "judges": "Gunther, Stevenson, Warner",
    "date_filed": "2011-09-16",
    "date_filed_is_approximate": true,
    "slug": "state-v-nardi",
    "case_name_short": "Nardi",
    "case_name": "State v. Nardi",
    "case_name_full": "STATE of Florida v. Anthony NARDI",
    "attorneys": "Robert A. Butterworth, Attorney General, Tallahassee, and Jennifer R. Haymes, Assistant Attorney General, West Palm Beach, for appellant., Charles Kaplan of the Law Offices of Kaplan & Singhal, P.A., Fort Lauderdale, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied March 27, 2001.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "779 So. 2d 596"
    ],
    "opinions": [
        {
            "author_str": "Stevenson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSTEVENSON, J.\nAnthony Nardi was convicted of both attempted sexual battery and burglary of a dwelling with battery. Nardi filed a rule 3.800 motion to correct illegal sentence on the ground that his conviction for both offenses ‘violated double jeopardy principles. The trial court agreed, set aside the attempted sexual battery conviction, and vacated the sentence associated with that offense. The State appeals and we reverse.\nIt is the express intent of the Legislature to convict and sentence a defendant for each offense he commits during the course of a single criminal episode. See § 775.021(4)(b), Fla. Stat. (1997). The statute lists three exceptions:\n1. Offenses which require identical elements of proof.\n2. Offenses which are degrees of the same offense as provided by statute.\n3. Offenses which are lesser offenses the statutory elements of which are subsumed by the greater offense.\n§ 775.021(4)(b)(l)-(3), Fla. Stat. (1997).\nThe instant case is analogous to our recent decision in Blevins v. State, 756 So.2d 1052 (Fla. 4th DCA), review granted, 779 So.2d 269 (Fla.2000).1 There, the defendant argued that his dual convictions for burglary with a battery and aggravated battery violated double jeopardy principles. This court disagreed and held that the dual convictions were proper. Specifically, the court noted that the additional elements of aggravated battery, as distinguished from simple battery, remove the crime from the exception to section 775.021(4)(b). See 756 So.2d at 1055. The *597court reasoned that dual convictions for both burglary with battery and aggravated battery were proper because the two crimes require additional elements of proof, are not degree variants of the same offense, nor is one a lesser included offense of, or subsumed by, the other. Id. Accord State v. Reardon, 763 So.2d 418 (Fla. 5th DCA 2000); Washington v. State, 752 So.2d 16 (Fla. 2d DCA 2000) (en banc); Billiot v. State, 711 So.2d 1277 (Fla. 1st DCA 1998); cf. Green v. State, 728 So.2d 779 (Fla. 4th DCA 1999) (holding that dual convictions for burglary with a battery and battery on a law enforcement officer did not violate double jeopardy because battery on a law enforcement officer includes an additional element).\nDirectly on point is Young v. State, 762 So.2d 595 (Fla. 5th DCA 2000), where the Fifth District upheld dual convictions for sexual battery and burglary with a battery (the same sexual battery). Citing Guinto v. State, 693 So.2d 46 (Fla. 4th DCA 1997), the trial court stated in its order that the Fourth District “appears to have held double jeopardy is violated when one charged offense wholly subsumes another, even if they have different elements.” A close inspection of Guinto reveals that the double jeopardy violation occurred there only because the court found that the two offenses at issue were, in reality, one and the same, just given different names.\nThe facts in Guinto were that the victim and her girlfriend were accosted in their apartment by the defendant. Pointing a gun at the victim, the defendant asked both women for money. Then Guinto tried to get the victim to perform oral sex on him. When the victim attempted to push the defendant away, he struck her hard in the face. Guinto was convicted of armed burglary with a firearm, aggravated battery with a firearm, attempted sexual battery with a firearm, and aggravated assault with a firearm. He challenged his convictions for attempted sexual battery with a firearm and aggravated assault with a firearm arguing that they were based on the same assault. This court revers'ed the conviction and sentence for aggravated assault with a firearm based on a violation of double jeopardy.\nThe court in Guinto looked first to the statutory elements of the two offenses at issue. The court then stated:\nWhen one attempts to commit sexual battery with a firearm ..., one is attempting to commit a felony (sexual battery) with the use of violence or a deadly weapon. Thus, one cannot commit an attempted sexual battery without also committing an aggravated assault. Cf. Fierro v. State, 653 So.2d 447 (Fla. 1st DCA 1995).\nIn this case, the appellant’s attempt to have the victim perform oral sex on him constituted an assault with the intent to commit a felony. The two are one and the same, and both the statute and the double jeopardy clause prohibit multiple convictions and punishments for both charges.\nGuinto, 693 So.2d at 48. Thus, Guinto is distinguishable from the instant case. It can hardly be said that burglary with a battery and attempted sexual battery are “one and the same.”\nIn sum, the offenses of attempted sexual battery and burglary of a dwelling with battery do not violate double jeopardy principles. First, the offenses do not require identical elements of proof. Compare §§ 810.02(1) &amp; (2)(a), Fla. Stat. (1995), and §§ 794.011(l)(a) &amp; (3), Fla. Stat. (1995). Second, the offenses are not degrees of the same offense. Finally, attempted sexual battery is not a lesser included offense subsumed by burglary with a battery. Accordingly, we reverse and remand for the trial court to reinstate the conviction and sentence for Count II, attempted sexual battery.\nREVERSED and REMANDED.\nWARNER, C.J., and GUNTHER, J„ concur.\n\n. The court in Blevins certified conflict with Crawford v. State, 662 So.2d 1016 (Fla. 5th DCA 1995), where the Fifth District had held that it was improper to convict for first degree burglary and aggravated battery where the facts of the aggravated battery formed the basis for enhancing the burglary charge. The Fifth District subsequently receded from Crawford in State v. Reardon, 763 So.2d 418 (Fla. 5th DCA 2000).\n\n",
            "ocr": true,
            "opinion_id": 7739276
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}