{
    "id": 7801761,
    "judges": "Bridges, Chandler, Irving, King, Lee, McMillin, Myers, Payne, Southwick, Thomas",
    "date_filed": 992908800000,
    "date_filed_is_approximate": false,
    "slug": "skinner-v-state",
    "case_name_short": "Skinner",
    "case_name": "Skinner v. State",
    "case_name_full": "Bryan A. SKINNER a/k/a Bryan Able Skinner v. STATE of Mississippi",
    "attorneys": "Bryan A. Skinner, Pro Se, for Appellant., Office of the Attorney General by Scott Stuart, Attorney for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "790 So. 2d 218"
    ],
    "opinions": [
        {
            "author_str": "Lee",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLEE, J.,\nfor the Court:\n¶ 1. Bryan A. Skinner was initially charged with murder, but entered a plea of guilty to manslaughter. Skinner was sentenced by the Honorable Kenneth Coleman to serve five years in the Mississippi Department of Corrections. Additionally, Judge Coleman credited Skinner with time served commencing on April 11, 1998 through May 18, 1998, the date the order for Skinner’s sentence for his plea of guilty to manslaughter was entered. Skinner has filed a timely pro se petition for post-conviction collateral relief. Skinner argues one issue on appeal: whether he has been given proper credit for time served toward his five-year sentence for manslaughter. We find this issue is without merit.\nFACTS\n¶ 2. Contained within the record is Skinner’s affidavit that was attached to his motion to clarify sentence. In this affidavit Skinner states that he was incarcerated in the Marshall County jail serving a twenty-five-year sentence for an armed robbery committed in Harrison County. The affidavit also stated that on December 18, 1997, the Mississippi Supreme Court reversed and rendered his conviction. Indeed, a review of the record reveals a mandate from the Mississippi Supreme Court which was issued April of 1998. It declares the case titled Bryan Able Skinner v. State, 2001 WL 684310, case number 96-KA-00350-SCT (Miss.App.Ct.) was reversed and rendered, and reveals a stamp of the Central Mississippi Correctional Facility with the date of April 10, 1998. On October 18, 1996, while serving his sentence for case number 96 KA-00350-SCT, Skinner was issued a warrant for arrest from the Justice Court of Marshall County for the charge of murder.\n¶ 3. The affidavit presented with the warrant for arrest alleged that on or about October 14, 1996, Skinner did “willfully, unlawfully, feloniously and without authority of law and with the deliberate design to effect the death of John Kelly, kill and murder the said John Kelly, a human being .... ” Subsequently, Skinner entered a plea of guilty to manslaughter.\n¶ 4. Prior to entering the plea agreement, the State made a recommendation that Skinner be sentenced to serve a term of five years and that approximately a month of credit be given toward this charge for the time he had been in the Marshall County jail. The Honorable Kenneth Coleman, the trial judge at the guilty plea hearing, accepted this recommendation and sentenced Skinner to five years with credit being given for the period commencing April 11, 1998 until May 18, 1998, the day which Skinner entered a plea of guilty to manslaughter.\n*220DISCUSSION\nWHETHER SKINNER HAS BEEN GIVEN PROPER CREDIT FOR TIME SERVED TOWARD HIS FIVE-YEAR SENTENCE FOR MANSLAUGHTER.\n¶ 5. Skinner argues that pursuant to Miss.Code Ann. § 99-19-23 (Rev.2000) and Lee v. State, 437 So.2d 1208 (Miss.1983), he is entitled to more credit for time served than has previously been given towards his five-year sentence for manslaughter. Skinner appears to take two approaches to this argument. First, Skinner argues that although he was already in the Marshall County jail serving a sentence for armed robbery at the time he received the warrant for murder, it was error not to allow him credit for the time he was confined towards his ultimate sentence for manslaughter. He claims credit for his confinement on his manslaughter sentence should commence on October 18, 1996, the day he was served with the warrant for the murder, instead of April 11, 1998. Second, Skinner argues that since his charge of armed robbery was later reversed and rendered by the Mississippi Supreme Court, he is entitled to apply the time served for the armed robbery as credit towards his sentence for manslaughter.\n¶ 6. The State argues that the record reveals Skinner was given credit for time served in the Marshall County jail within the guidelines of Miss.Code Ann. § 99-19-23 (Rev.2000). Additionally, any sentence Skinner was serving prior to his plea of guilty to manslaughter was for the charge of armed robbery and should not be applied as credit to the manslaughter sentence. Furthermore, the State contends that the fact that this conviction was subsequently reversed has no impact on the subsequent sentence of manslaughter. We first address Lee v. State, to determine whether it is applicable to the case at bar. Lee v. State, 437 So.2d 1208 (Miss.1983).\n¶ 7. In Lee v. State, Lee and his wife were arrested in Ocean Springs, Mississippi. Lee, 437 So.2d at 1208. The arrest was the result of a warrant that had been issued in Pearl River County. Id. During the search of the automobile driven by Lee a controlled substance was discovered. Id. Lee and his wife were taken to a jail in Ocean Springs and were later transported to the Jackson County jail. Id. Subsequently, they were transported to the Harrison County jail to face another charge. Id. at 1208-09. However, a detainer was placed in Lee’s file for the Jackson County charge. Id. at 1209.\n¶ 8. On appeal, Lee requested credit for time served and presented just one issue:\nwhether a circuit judge of one county may grant credit for time served in a second county when a prisoner is arrested and charged with a crime in the first county and, prior to arraignment, is subsequently transferred to the second county to face another charge, the transfer being attended by a detainer from the first county?\nId. at 1208. The Mississippi Supreme Court held that pursuant to Miss.Code Ann. § 99-19-23, Lee was entitled to relief. Id. The court concluded that since Jackson County had placed a detainer in Lee’s file, Jackson County retained jurisdiction over the Jackson County charge. Id. at 1209. The court explained that since Jackson County had never removed its detainer from the file during the transfers even if one of the other counties decided to release Lee, he would be returned to Jackson County. Id. The Mississippi Supreme Court determined that Lee was merely loaned or housed in another county while he awaited trial for the charge in Jackson County. Id. As stated in Lee, “[t]he key phrase of § 99-19-23 is ... *221while awaiting trial on a criminal charge.Id. Consequently, the case of Lee v. State, is distinguishable from the case at bar.\n¶ 9. Skinner’s situation is divergent from that of Lee’s because he was not awaiting a trial on two separate charges. To the contrary, Skinner was incarcerated in the Marshall County jail serving time for the crime of armed robbery when he was served with the warrant for murder. We find this distinction sufficient to determine that the holding in Lee does not apply to the case sub judice. The holding in Lee does not require this Court to allow credit for confinement on a sentence that was already being served. We also find the fact that the sentence for armed robbery was later reversed and rendered to have no effect on the outcome. Additionally, this Court notes that the Honorable Kenneth Coleman presided over both Skinner’s guilty plea hearing and his motion to clarify sentence which was filed pursuant to Skinner’s right to file a petition for post-conviction collateral relief.\n¶ 10. Since Skinner was already incarcerated and serving a sentence for armed robbery, the decision Judge Coleman faced in determining the proper credit for confinement was essentially one of determining whether he was going to allow the sentences for armed robbery and manslaughter to run concurrently or consecutively. The record is clear that he chose the latter. Although pursuant to Miss. Code Ann. § 97-3-25 (Rev.2000), he could have sentenced Skinner to a maximum of twenty years, Judge Coleman sentenced Skinner to five years. The sentencing order entered by Judge Coleman clearly reveals that he only intended Skinner to receive credit for the period commencing April 11, 1998, the day after the Mississippi Supreme Court mandate was recorded through May 18, 1998, the day he entered a plea of guilty to manslaughter.\n¶ 11. Sentencing is generally within the sound discretion of the trial judge and the trial judge’s decision will not be disturbed on appeal if the sentence is within the term provided by statute. Davis v. State, 724 So.2d 342 (¶ 10) (Miss. 1998). The practical effect of this general rule is that a trial judge’s sentencing decision has traditionally been treated as unre-viewable so long as the sentence was within the statutory limits. As a general rule, a sentence that does not exceed the maximum period allowed by statute will not be disturbed on appeal, Wallace v. State, 607 So.2d 1184, 1188 (Miss.1992). Skinner’s sentence did not exceed the maximum sentence allowed for manslaughter pursuant to Miss.Code Ann. § 97-3-25 (Rev.2000). Skinner not only cited Lee v. State, but also stated Miss.Code Ann. § 99-19-23 (Rev.2000), entitled him to relief.\n¶ 12. Miss.Code Ann. § 99-19-23 (Rev.2000) states:\nThe number of days spent by a prisoner in incarceration in any municipal or county jail while awaiting trial on a criminal charge, or awaiting an appeal to a higher court upon conviction, shall be applied on any sentence rendered by a court of law or on any sentence finally set after all avenues of appeal are exhausted.\nThe record discloses the Mississippi Supreme Court entered a final judgment to reverse and render a conviction for Skinner in case number 96-KA-Q0350-SCT on December 18, 1997. The mandate contained within the record also reveals that on March 12, 1998, a motion for rehearing was denied by the Mississippi Supreme Court. The mandate was finally issued by the Mississippi Supreme Court in April of 1998, more specifically what appears to be April 8, 1998. The mandate was recorded *222in the Central Mississippi Correctional Facility records on April 10, 1998. Under this factual situation, Judge Coleman followed the guidelines of Miss.Code Ann. § 99-19-23 (Rev.2000) when he allowed Skinner credit toward his sentence of manslaughter beginning April 11,1998.\n¶ 13. Miss.Code Ann. § 99-39-11(2) (Rev.2000) states: “If it plainly appears from the face of the motion, any annexed exhibits and the prior proceedings in the case that the movant is not entitled to any relief, the trial judge may make an order for its dismissal and cause the prisoner to be notified.” In Par Industries, Inc. v. Target Container Co., the applicable standard of review was stated:'\n“A circuit court judge sitting without a jury is accorded the same deference with regard to his findings as a chancellor,” and his findings are safe on appeal where they are supported by substantial, credible, and reasonable evidence. Where the trial court failed to make any specific findings of fact, this Court will assume that the issue was decided consistent with the judgment and these findings will not be disturbed on appeal unless manifestly wrong or clearly erroneous. The reviewing court must examine the entire record and must accept, “that evidence which supports or reasonably tends to support the findings of fact made below, together with all reasonable inferences which may be drawn therefrom and which favor the lower court’s findings of fact.” That there may be other evidence to the contrary is irrelevant.\nPar Indus., Inc. v. Target Container Co., 708 So.2d 44, 47 (¶ 4) (Miss.1998) (citations omitted). Therefore, the trial judge’s finding is supported by substantial, credible and reasonable evidence. The trial judge was not manifestly in error or clearly erroneous when he denied Skinner’s motion. We determine that although the mandate issued by the Mississippi Supreme Court may have subsequently voided the sentence for armed robbery, nonetheless, Skinner was serving the sentence until the date of April 11, 1998. Therefore, in the case at bar, the record fails to disclose that the trial judge abused his discretion in sentencing when he only allowed Skinner credit for time served on the manslaughter charge beginning April 11, 1998, to the entry of his guilty plea on May 18, 1998. It is apparent that the argument and facts presented by Skinner do not supply a basis for relief. Accordingly, this issue is without merit.\n¶ 14. THE JUDGMENT OF THE CIRCUIT COURT OF MARSHALL COUNTY DENYING POST-CONVICTION COLLATERAL RELIEF IS AFFIRMED. ALL COSTS OF THIS APPEAL ARE ASSESSED TO MARSHALL COUNTY.\nMcMILLIN, C.J., SOUTHWICK, P.J., BRIDGES, THOMAS, MYERS and CHANDLER, JJ., concur.\nKING, P.J., dissents with a separate written opinion joined by PAYNE and IRVING, JJ.\n",
            "ocr": true,
            "opinion_id": 7742270
        },
        {
            "author_str": "King",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKING, P.J.,\ndissenting:\n¶ 15. I respectfully dissent from the majority opinion adopted herein.\n¶ 16. The Marshall County Circuit Court dismissed as meritless Skinner’s petition for post-conviction relief.\n¶ 17. On November 27, 1990, Skinner was convicted of armed robbery and sentenced to twenty-five years in the custody of the Mississippi Department of Corrections. Skinner appealed his armed robbery conviction to the Mississippi Supreme Court. While his appeal was pending, Skinner was assigned to the Marshall *223County Correctional Facility to serve his sentence.\n¶ 18. On October 10, 1996, Skinner was involved in a fight at the Marshall County Correctional facility. A homicide occurred as a result of that fight. An affidavit charging Skinner with murder, arising out of that fight, was executed on October 18, 1996, and on that same day a Marshall County deputy sheriff came to the Marshall County Correctional Facility and served an arrest warrant upon Skinner, effecting his arrest on the charge of murder. Skinner was then given a detention notice, and a detainer was placed in his file.\n¶ 19. On December 18,1997, the Mississippi Supreme Court reversed and rendered Skinner’s conviction of armed robbery. The State’s motion for rehearing was denied, and the mandate ordering Skinner’s discharge on the charge of armed robbery, was issued on April 8, 1998, and received at the Corrections Department on April 10, 1998, whereupon, Skinner was transferred to the Marshall County jail to await resolution of the murder charge.\n¶ 20. On May 18, 1998, Skinner filed a petition to enter a plea of guilty to a reduced charge of manslaughter. That petition to enter a guilty plea stated that Skinner had accepted a plea of “5 years to serve.” The plea petition contained no other language regarding a plea recommendation.\n¶21. In accepting Skinner’s plea of guilty, the following exchange occurred between the trial court and the district attorney:\nTHE COURT: All right. The Court is of the opinion that the Defendant has freely and voluntarily knowingly offered his plea of guilty. It is the Court’s opinion that the Defendant is aware of his circumstances, that he is aware of the consequences of entering plea of guilty. The Court is of the further opinion that he is not under any legal disability, doesn’t suffer from any legal limitation so far as having conferred with his attorney and made a decision to enter a plea of guilty.\nThe Court is going to accept the plea of guilty as freely and voluntarily made.\nIs the State going to have a recommendation?\nMR. DOXEY: Yes, sir, Your Honor. The State would recommend that he be sentenced to serve a term of five years; that there will be a little bit of credit given, about a month, since he has been in the Marshall County Jail; that he will be credit for the time—\nTHE COURT: All right. He is entitled to whatever time that he has served on that, and I am going to accept the recommendation of the State, and I do sentence you to serve a term of five years in an institution to be designated by the Mississippi Department of Corrections. And you will be in the hands of the Sheriff to be transported to that institution.\nThereafter, the trial court entered a sentencing order, which, in part provided:\nIT IS HEREBY ORDERED AND ADJUDGED that the defendant, be and he is hereby sentenced to five (5) years in an institution to be designated by the Mississippi Department of Corrections.\nAnd further, the defendant is ordered to pay all costs and fees incurred in this cause, and the total, $345.50 shall be enrolled as a civil judgment in favor of Marshall County, Mississippi. Said Judgment to be paid within 6 months after the defendant is released from the institution. If delinquent more than thirty (30) days, the Clerk may with the assistance of the County or District At*224torney, institute garnishment proceeding against said defendant in this Cause. This judgment shall be satisfied by the Clerk when payment in full has been made into this Court.\nThe defendant is credited with — days in jail from April 11, 1998 to present awaiting disposition of this case.\n¶ 22. In accordance with the trial court’s order, Skinner was given credit for, 37 days. This represented the time between April 11, 1998, the day after receipt of the supreme court mandate reversing and rendering the armed robbery conviction, and May 18, 1998, the date of Skinner’s guilty plea.\n¶ 23. Skinner now alleges that because the Mississippi Supreme Court reversed and rendered his armed robbery conviction, thereby rendering it void ab initio, he should have been given credit, pursuant to Miss Code Ann. Section 99-19-23 (Rev. 2000), from October 18, 1996, the date of his arrest on the murder charge.\n¶ 24. The trial court by pro forma order 1 denied Skinner’s requested relief.\n¶ 25. The majority incorrectly holds that (1) the disposition of Skinner’s armed robbery conviction has no impact on the resolution of this case, and (2) that the issue before the trial judge was whether to cause Skinner’s manslaughter conviction to be served concurrently with his armed robbery conviction. This holding suggests that the majority has failed to understand what appears to be a novel issue of first impression in this State.\n¶ 26. The question which the trial court and this Court have been asked to resolve is this. Is a person, (1) who is jailed pending the appeal of a criminal conviction, (2) who commits a second criminal offense while incarcerated, for which he is arrested and detained, (3) who has the first conviction reversed and rendered on appeal, and (4) who is convicted on the second offense after the first conviction has been reversed and rendered, entitled to receive credit on his sentence from the date of his arrest and detention on the second offense, or from the date of the mandate finally voiding the first conviction?\n¶ 27. As noted this specific question appears to be one of first impression. I would suggest the answer to be he is entitled to credit from the date of arrest.\n¶ 28. When an appellate court reverses and renders a criminal conviction, that conviction is vacated and voided ab initio. The conviction is vacated and voided as of its inception. The point of that inception is the date of conviction in the trial court. Skinner was convicted of armed robbery on November 27, 1990. The mandate, reversing and rendering, was issued on April 8, 1998. However, Skinner’s conviction was voided not from and after April 8, 1998, but rather from and after November 27, 1990. Skinner was arrested and detained on the murder charge on October 18, 1996. Skinner was convicted of manslaughter and sentenced on May 18, 1998. When Skinner was convicted and sentenced on the manslaughter charge, the mandate had been issued on April 8, 1998, *225and had voided the armed robbery conviction, from and after November 27, 1990.\n¶ 29. Therefore, when Skinner was sentenced on the manslaughter conviction there was no armed robbery conviction, nor any armed robbery sentence to be served either concurrently or consecutively to the manslaughter sentence.\n¶ 30. The net effect of the facts then existing before the trial court on May 18, 1998, when Skinner entered a guilty plea to the charge of manslaughter, was (1) Skinner had been arrested and detained on a charge of murder on October 18, 1996, (2) Skinner had been continually detained from October 18, 1996 as he awaited trial on the murder charge, (3) the murder charge had been reduced to manslaughter on May 18, 1998, and (4) Skinner was entitled to have credited against his sentence that time, between October 18, 1996 and May 18, 1998, spent in detention awaiting trial on this charge.\n¶ 31. This is consistent with legislative dictates under Miss.Code Ann. Section 99-19-23, (Rev.2000) and Lee v. State, 437 So.2d 1208 (Miss.1983).\n¶ 32. While the majority has attempted to distinguish Lee from the present case, that effort must fail as being syllogistically infirm. The majority suggests that Lee does not apply because Skinner was not in a county or municipal jail and was not awaiting trial on two separate charges. It cannot be denied (1) that Skinner was arrested by Marshall County officials while at the State’s Marshall County Correctional Facility, (2) that he was detained there pursuant to execution of the Marshall County arrest warrant, which had been served upon him on October 18, 1996, and (3) that when the mandate was issued, Skinner was not released, but, pursuant to the Marshall County arrest warrant, executed on October 18, 1996, was immediately transferred to the Marshall County jail. When the armed robbery conviction was reversed and rendered, it voided ab initio that conviction. This meant that the time Skinner spent in jail between October 18, 1996, and April 10, 1998, was spent solely awaiting trial on the charge of murder. Accordingly, the distinction attempted by the majority is one without a difference.\n¶ 33. In paragraph 10 of its opinion, the majority states:\nSince Skinnef was already incarcerated and serving a sentence for armed robbery, the decision Judge Coleman faced in determining the proper credit for confinement was essentially one of determining whether he was going to allow the sentences for armed robbery and manslaughter to run concurrently or consecutively. The record is clear that he chose the latter.\n¶ 34. Such assertion enjoys no support in the record before this Court. The only remark by Judge Coleman on this issue is this, “He is entitled to whatever time that he has served on that....” Such a remark does not suggest a decision, made consciously or otherwise, to address whether the sentence was intended to be served consecutively or concurrently. Rather, the most appropriate reading of Judge Coleman’s remark is that he intended for Skinner to receive that credit required by law.\n¶ 35. Accordingly, the decision made by Judge Coleman was not a finding of fact, but rather addressed a question of law. While this Court gives deference to a trial court’s findings of fact, where supported by substantial evidence, Meeks v. State, 781 So.2d 109 (¶ 9) (Miss.2001), we do not accord any deference to a trial court’s findings of law, but rather review them de novo. Brown v. State, 731 So.2d 595 (¶ 6) (Miss.1999).\n¶36. When the facts of this case are reviewed, and the proper standard of review applied to the matters of law, we are led inescapably to the following findings of *226law (1) the reversal and rendering of Skinner’s armed robbery conviction vacated and voided that conviction as of November 27, 1990, (2) that when Skinner was sentenced on May 18, 1998, on the charge of manslaughter, the armed robbery conviction did not exist, and for purposes of sentencing on the charge of manslaughter had never existed, (3) that when Skinner’s armed robbery conviction was nullified, all time spent incarcerated between October 18, 1996 and May 18, 1998, was spent solely awaiting trial on the charge of murder, and (4) that all time which Skinner spent awaiting trial on the charge of murder should have been credited against his ultimate sentence.\n¶ 37. Where a trial judge has misapplied the daw, he has, as a matter of law, abused his discretion. Under these circumstances, this Court should not hesitate to reverse him. McClendon v. State, 539 So.2d 1375, 1377 (Miss.1989).\n¶ 38. Therefore, I would reverse and hold that Skinner should be credited with time served from the date of his arrest, October 18,1996.\nPAYNE and IRVING, JJ., join this dissent.\n\n. That order stated:\nThis day this cause came on for hearing upon the petition for post-conviction relief heretofore filed herein by the defendant, and the court having examined said petition pursuant to the provisions of Section 99-39-11(2) finds that it is manifest that the defendant is not entitled to any relief.\nIt is therefore ordered and adjudged that the Defendant’s petition for post conviction relief should be, and it is hereby dismissed.\nThe Clerk is hereby directed to furnish the Defendant and the Clerk of the Miss. Supreme Court with a copy of this order.\n\n",
            "ocr": true,
            "opinion_id": 7742271
        }
    ],
    "court_short_name": "Court of Appeals of Mississippi",
    "court_full_name": "Court of Appeals of Mississippi",
    "court_type": "SA",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}