{
    "id": 7817196,
    "judges": "Farmer, Gunther, Hazouri",
    "date_filed": "1977-12-13",
    "date_filed_is_approximate": true,
    "slug": "jones-v-state",
    "case_name_short": "Jones",
    "case_name": "Jones v. State",
    "case_name_full": "Kenneth JONES v. STATE of Florida",
    "attorneys": "Carey Haughwout, Public Defender, and David John McPherrin, Assistant Public Defender, West Palm Beach, for appellant., Charles J. Crist, Jr., Attorney General, Tallahassee, and James J. Carney, Assistant Attorney General, West Palm Beach, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied May 19, 2003.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "843 So. 2d 946"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPER CURIAM.\nThis is an appeal from a burglary conviction. The Defendant was accused of walking into a dormitory room on a college campus and forming the intent to steal items inside the room. Jacky Atiene, the occupant of the dormitory room, testified that he was lying on the top bunk watching television in the darkened room. He left his door cracked open approximately two inches, as was his practice. He watched the Defendant, whom he did not know at the time, walk into the room and close the door behind him. The defendant “licked his lips” and walked toward the crates beneath Atiene’s bunk, where Atiene stored his music collection. Atiene asked him what he was doing there, and the Defendant replied, “I’m looking for Lisa.” Atiene told him he did not know of any Lisa and threatened to beat him. The Defendant ran down the three flights of stairs to the ground floor with Atiene in pursuit. Atiene and a security guard caught up with him just outside the building where Atiene explained to the guard what happened.\nThe guard testified that the Defendant told her that he was looking for directions and he had been waiting for a girl across the street who did not come. So he came to the dormitory looking for directions, and he was also “looking for Lisa.” She also determined that he was not a student at the campus.\nThe trial court instructed the jury at trial:\nBefore you can find the defendant guilty of burglary of a dwelling, the State must prove the following four elements beyond a reasonable doubt: Number one, Kenneth Jones entered or remained in a structure owned by or in the possession of Jacky Atiene. Two, Kenneth Jones did not have the permission or consent of Jacky Atiene or anyone authorized to act for him to enter the structure at the time. Three, at the time of entering or remaining in the structure, Kenneth Jones had a fully-formed conscious intent to commit the offense of theft in that structure. Four, the structure entered into or remained in was a dwélling.\nIn the State of Florida, burglary of a dwelling can be committed by either entering a dwelling without permission with the intent to commit a crime or by remaining in a dwelling, after consensual entry, with the intent to commit an offense. See Tinker v. State, 784 So.2d 1198, 1199 (Fla. 2d DCA 2001).\n*948Including the “remaining in” language where the facts clearly demonstrate nonconsensual entry may be error. Whether such error is fundamental depends on the facts. See Roberson v. State, 841 So.2d 490 (Fla. 4th DCA 2003); see also Johnekins v. State, 823 So.2d 253 (Fla. 3d DCA 2002).\nThe Defendant did not object to the remaining in language at trial but contends on appeal that the inclusion of the language was fundamental error under the facts of this case. He argues that the remaining in instruction was error because the facts supported only nonconsensual entry. He further argues that this is fundamental error because the jury could have used the instruction to find that he entered the premises without criminal intent and formed it after remaining inside.\nAt trial, however, he took a different position. He took the consistent position that he never had any criminal intent and that he entered looking for Lisa or directions. He also, however, argued the following in closing argument:\nWhat did we hear that you can use to apply to implied consent or expressed consent? All you have is Mr. Atiene saying the door is open. He, you know, didn’t say the door is open just for my friends to come in. He didn’t say the door is open for whoever knocked before they came in. He didn’t say that. He didn’t specify the individual that was allowed to come in. He said he left his door open because he didn’t want to get down from his bunk to open the door and go back and forth. People came in and out. Resident people who lived there were around, but there are other visitors around the halls. There are more people in the dorm rooms other than the residents. He said he left his door open, but he didn’t say no nonresidents aren’t allowed in. So it is reasonable for Mr. Jones to say it is okay to enter a door that was already open to merely ask for directions. That is something that you have to decide. If you find the State has failed to prove he did not have implied consent, you have to find Mr. Jones not guilty because that one element was not proven.\nWe hold that where the Defendant presented the argument that there was implied consent, it was not error to include the remaining in language. Under this record, the jury could have reached a guilty verdict whether the initial entry was consensual or nonconsensual.\nPresuming that the jury accepted the Defendant’s implied consent argument, it could have concluded that the Defendant’s actions amounted to surreptitiously remaining inside. The jury could have reasoned that the Defendant formed an intent to steal after entering a seemingly empty, darkened dormitory room and closing the door behind him. This behavior clearly stepped beyond any implied consent. In the context of a dormitory building, the jury could have reasonably concluded that the Defendant’s act of shutting the open door was an attempt to conceal his presence which amounted to surreptitiously remaining inside.\nAlternatively, the jury could have been persuaded by the State’s theory. The State argued that the Defendant came inside without consent looking for things to steal.\nThe use of the remaining in language cannot be fundamental error because either view of the evidence is consistent with the law and the jury instructions as given. Fundamental error is “error that 'reaches down into the validity of the trial itself to the extent that a verdict of guilty could not have been obtained without the assistance of the alleged error.’ A *949fundamental error is one that undermines the confidence in the trial outcome and goes to the very foundation of a case. Often, it is the equivalent of a denial of due process.” Mathew v. State, 837 So.2d 1167, 1170 (Fla. 4th DCA 2003). Having argued implied consensual entry to the jury, the Defendant cannot now convince us that the remaining in instruction was fundamental error because no view of the facts supported consensual entry. Therefore, we affirm the judgment below.\nAFFIRMED.\nGUNTHER and FARMER, JJ., concur.\nHAZOURI, J., dissents with opinion.\n",
            "ocr": true,
            "opinion_id": 7758724
        },
        {
            "author_str": "Hazouri",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHAZOURI, J.,\ndissenting.\nI respectfully dissent. The defendant appeals his conviction on the basis that the trial court erred in giving a jury instruction on burglary that allowed the jury to find the defendant guilty if he either entered or remained in a structure with the intent to commit the offense of theft in that structure. Although the defendant did not object to the instruction at trial, he now argues that the inclusion of the “remaining in” language constituted fundamental error. The majority holds that the instruction was not error because the jury could have determined that the defendant either entered the dorm room without consent or entered the room with implied consent and remained in surreptitiously. I respectfully disagree. There was no evidence in this case to support a finding that the defendant surreptitiously remained in the dorm room.\nThe Florida Supreme Court in Delgado v. State, 776 So.2d 233, 240 (Fla.2000), held that the most favorable interpretation of Florida’s burglary statute is to hold that the “remaining in” language applies only in situations where the remaining in was done surreptitiously. The Court clearly limited the “remaining in” language to situations where the suspect enters lawfully and subsequently secrets himself from the host. In the instant case, the defendant entered the room through an open door. At trial, the defendant alleged that the open door constituted implied consent. After entering the room, he closed the door behind him. When Atiene, the occupant of the dorm room, asked him what he was doing there the Defendant replied, “I’m looking for Lisa.” The majority reasons that this behavior could amount to surreptitiously remaining inside. I disagree. Surreptitiously remaining in has been interpreted as requiring some sort of concealment. See Johnekins v. State, 823 So.2d 253, 255-56 (Fla. 3d DCA 2002) (holding that the typical “remaining in” situation is where the perpetrator enters with consent, or enters premises that are open to the public, and then conceals himself on the premises with the intent to commit a crime therein). It is the concealment which makes the remaining in surreptitious. In the instant case, the defendant did not attempt to conceal himself. He did, however, make an allegedly false statement as his reason for entering the room, that he was “looking for Lisa.” Had the defendant gained entry to the room by falsely stating that he was “looking for Lisa,” then his entry would have been gained by fraud or trick. When consent to enter is obtained by trick or fraud there is no consent at all and Delgado does not apply. See Schrack v. State, 793 So.2d 1102 (Fla. 4th DCA 2001). These are not the facts of the instant case. In the instant case, the defendant entered the room with allegedly implied consent and while he may have lied while inside the room, his false statement does not amount to concealment or surreptitious remaining in. Therefore, the “remaining in” language in the jury instruction was error under Delgado.\n*950The next question is whether it amounts to fundamental error. In Couzo v. State, 830 So.2d 177 (Fla. 4th DCA 2002), this Court held that whether fundamental error has occurred when the “remaining in” language has been included in a burglary instruction turns on the facts of each case. Id. at 180. It is not fundamental error if there is no evidence or plausible analysis under which the jury could have concluded that the defendant entered the premises without criminal intent and only formed criminal intent while remaining in the structure. In the instant case, the jury could have found that the defendant entered the premises without criminal intent and later formed the intent after viewing the music collection and other items in the dorm room. Therefore, under the facts of this case, the inclusion of the “remaining in” language constituted fundamental error.\n",
            "ocr": true,
            "opinion_id": 7758725
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}