{
    "id": 7831109,
    "judges": "Monaco, Sharp, Thompson",
    "date_filed": 1108080000000,
    "date_filed_is_approximate": false,
    "slug": "cml-v-state",
    "case_name_short": "C.M.L.",
    "case_name": "C.M.L. v. State",
    "case_name_full": "C.M.L., A Child v. STATE of Florida",
    "attorneys": "James S. Purdy, Public Defender, and Thomas J. Lukashow, Assistant Public Defender, Daytona Beach, for Appellant., Charles J. Crist, Jr., Attorney General, Tallahassee, and Lamya A. Henry, Assistant Attorney General, Daytona Beach, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "895 So. 2d 495"
    ],
    "opinions": [
        {
            "author_str": "Sharp",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSHARP, W., J.\nC.M.L., a juvenile, appeals from an order adjudicating him delinquent and sentencing him to a Level 10 commitment level in a proceeding in which the Department of Juvenile Justice (DJJ) recommended a Level 8 commitment. Based on the record in this case, we affirm.\nThe issues in this case are whether the trial judge’s reasons support his decision not to accept DJJ’s recommendation, and whether the evidence adduced support the trial judge’s reasons. True, a trial court may not depart from the DJJ’s recommendation simply because it disagrees with the recommendation. A.G. v. State, 737 So.2d 1244 (Fla. 5th DCA 1999). But, a court may depart from the DJJ’s recommendation if it states sufficient reasons for the departure and those reasons are supported by a preponderance of the evidence. The court should also make reference to the characteristics of the restrictiveness level and the needs of the child. L.O. v. State, 718 So.2d 155, 157 (Fla.1998); S.S.M. v. State, 814 So.2d 1234, 1234-1235 (Fla. 5th DCA 2002). Our standard of appellate review in such cases is whether the trial court abused its discretion. M.P. v. State, 832 So.2d 877, 878 (Fla. 5th DCA 2002).\nOn January 28, 2003, C.M.L. entered a no-contest plea to reduced charges of aggravated battery with great bodily harm and witness tampering.1 At sentencing, the trial judge concluded that the *497DJJ’s formal recommendation for a Level 8 commitment was inadequate upon review of the evidence and imposed a Level 10 commitment. C.M.L. contends that the trial court provided insufficient reasons for the departure. We disagree.\nOn September 11, 2003, at a hearing on a motion for correction of sentence, the trial judge articulated reasons for departing from the DJJ’s formal recommendation.\nI make the following findings: That although the formal DJJ recommendation was for an VIII, there was sufficient testimony and argument and evidence presented at the prior hearing that, although it wasn’t necessarily a vote or by numbers, that the greater number of individuals were recommending a Level X in this matter and for whatever bureaucratic reasons DJJ recommended Level VIII. But the consensus was of the other providers of any services for [C.M.L.] had recommended X.\nThat the report was inadequate as it pertains to what was born out by the Sheriffs Office representative, school board representatives, and the aftercare provider, that the offense of this matter, of course, was quite serious to this Court; aggravated battery of a pregnant female person, and the witness tampering, burglary of a dwelling with battery. These matters were mentioned in the report, there’s no doubt about that. And that those factors were mentioned by the DJJ.\nThese are all a building type of factor but nonetheless, these were committed in an aggressive, violent, and willful manner. These crimes are more serious in that they’re crimes against persons and not just property.\nHe was also 17 at the time, and I believe had above average level of sophistication and maturity; although, criminal throughout the — -I think the 22 pages of the entire transcript shows he’s never accepted any responsibility for his conduct in these matters.\nHe’s had prior cases of adjudications. He was on post-commitment aftercare when this occurred. I believe the record is abundantly clear on that. And I took testimony — let’s turn to that — I took testimony from Mr. Graber on page 18, line 19. Mr. Graber’s sworn testimony: “His problem has been at the detention center where he’s continued to be verbally and physically aggressive there and placed in behavior.” I said, “Louder, I can’t hear”. “Mr. Graber: He was involved in a fight at the detention center, Your Honor, and that — this was since the staffing?” Response was, “yes”.\nThen even during the staffing, which he was permitted to participate on the speakerphone — back on the bottom of page 19 — that they had to take him off the speakerphone and have a guard escort him into another room because of his violent outbursts.\nSo, that’s not in the report. That was after the plea. And that’s, the culmination of all of these matters are the reason that I did not accept the recommendation of Level VIII and the Level X recommendation is appropriate.\nAgain, he has disrupted the staffing. That was for his benefit. And he gets in continued fights after the plea and before the sentencing....\nIn sentencing a child, it is cogent and proper for a court to consider the child’s violent tendencies and the need to safeguard the public. In C.T. v. State, 819 So.2d 869 (Fla. 4th DCA 2002), the court approved the placement of a child in a high-risk residential program, despite the DJJ’s recommendation that she be placed in a moderate-risk program, because the *498child had violent tendencies and was a flight risk. This court in A.J. v. State, 826 So.2d 528, 529-31 (Fla. 5th DCA 2002) also approved the placement of a child in a high-risk residential facility, rather than the moderate-risk program recommended by the DJJ, where the child had ten previous offenses, many of which were violent, and the child had previously been committed to a moderate-risk facility and had gone on to commit other offenses after being released from the program.\nIn this case there was ample evidence of C.M.L.’s violent tendencies. First, the crimes committed in this case occurred while C.M.L. was on commitment status for a previous string of numerous offenses.2 Second, the crimes committed in this case involve physically threatening behavior.3 And third, after his arrest on this charge and while being held in the detention center, C.M.L. continued to display verbal and physical aggressiveness, even to the point of being involved in a fight and, during the staffing, having to be escorted by a guard into another room because of violent outbursts.\nWhile the nature of the charge in a particular case may not be a sufficient reason to depart from DJJ recommendations,4 it is indicative of whether a child has benefitted from his previous commitment to the Level 8 program. This is an issue the trial judge must reference in deciding whether to depart from the DJJ’s recommendation. A.G. v. State, 737 So.2d 1244, 1247 (Fla. 5th DCA 1999). In this case, after being committed to a Level 8 commitment for a previous laundry list of charges, C.M.L. committed additional violent crimes, demonstrating that the Level 8 commitment was inadequate. In our view, the trial judge properly referenced the previous crimes committed and the current charges as indicative that C.M.L. needs a higher commitment level.\nThe trial court also properly alluded to the characteristics of the restrictiveness level being imposed when he stated, “I can assure you that you might be the toughest thing at JDC, but you are going to meet a whole new group of kids at Level 10. And I really don’t like doing this. I really, really don’t, sir. But you have earned it.”\nThere is also testimony indicating that the DJJ’s official recommendation should have been the higher Level 10 commitment. Mr. Smith, representing the State, stated:\nWhen [C.M.L.] first got on the phone, it was kind of comical. Mr. Graber would introduce: This is Mrs. Stockman. Hello, Mrs. Stockman. How are you doing today? When things started not going his way, he got very boisterous, he had to be calmed down, a guard had to be called. The PDR that you have been provided says Level Eight commitment. I will tell you this: Everyone there, it was unanimous, the sheriff department; the school; his — Eileen Dimone (phonetic), from Eckerd, who is his aftercare provider; the probation officers over there; myself all recommended a Level 10 commitment. This does not accurate*499ly reflect what happened at the meeting. Everyone wanted a Level 10.\nMs. Stockman, for whatever reason— she’s the one that calls the shots as to what the formal recommendation will be — recommended or had the — the department’s official recommendation -is a Level Eight. I disagree with that. I think this is a Level 10, and I’m asking Level 10 be imposed.\nSection 985.28(3)(c), Florida Statutes (2001) grants the court judicial oversight of the DJJ’s actions. It provides:\nThe court shall commit the child to the department at the restrictiveness level identified or may order placement at a different restrictiveness level. The court shall state for the record the ■ reasons which establish by a preponderance of the evidence why the court is disregarding the assessment of the child and the restrictiveness level recommended by the department. Any party may appeal the court’s findings resulting in a modified level of restrictiveness pursuant to this paragraph. (Emphasis added)\nThis judicial oversight is crucial to ensure that a proper sentence is imposed. Here, the evidence suggests that C.M.L. did not benefit from the lower-risk program, which was below the one selected by the trial judge.\nIf there was error here, at the worst, it was saying too much. After giving valid reasons for a higher commitment level, the trial judge added, “I think the 22 pages of the entire transcript shows he’s never accepted any responsibility for his conduct in these matters.”5 Finding a corollary with rights against self-incrimination, this court has noted that “Although the lack of remorse and unwillingness to admit guilt were not the only factors in the trial court’s decision to disregard the DJJ’s recommendation, these factors should not have been considered at all.” K.N.M. v. State, 793 So.2d 1195, 1198 (Fla. 5th DCA 2001). However, in K.N.M. v. State, there was ample evidence that the defendant was demonstrating positive strides to correct violent behavior, whereas in this case, C.M.L. demonstrated sufficient post-commitment violence, to establish, by a preponderance of the evidence, no progress had been made and he currently poses a real threat to the community.\nWhile a lack of remorse and unwillingness to admit guilt are improper sentencing considerations in most cases, they should not defeat sentencing where there are other substantial factors to justify the sentence. We regard the trial judge’s statements in this case as superfluous, given the overwhelming evidence of C.M.L.’s dangerous and violent criminal behavior, both prior to and after his prior Level 8 commitment. Because there is no abuse of discretion on the part of the trial judge, we affirm.\nAFFIEMED.\nMONACO, J., concurs.\nTHOMPSON, J., dissents with opinion.\n\n. The arrest report disclosed the following facts: C.M.L. was living with his 25-year old girlfriend who was one month pregnant. He began drinking and his girlfriend asked him to leave. When she locked the door upon his departure, C.M.L. reentered the dwelling through a window he broke. When C.M.L.'s girlfriend attempted to call 9-1-1 on her cell phone, C.M.L. grabbed the phone, struck her in the face with the phone, and grabbed her several times. During the altercation, C.M.L. held a butter knife in his hand. C.M.L. admitted to intentionally grabbing the phone, but stated he did not mean to hurt his girlfriend. He also stated that he had a butter knife to unlock the bathroom door where his girlfriend had locked herself in to call 9-1-1. C.M.L.’s girlfriend also stated she could not leave the residence for fear of her seven-year old daughter’s safety, who was asleep in an adjacent bedroom.\n\n\n. Some of the previous charges on record included: possession of a weapon on school property; obstructing justice; intimidating and threatening witness-victim informant.\n\n\n. The State charged C.M.L. on January 24, 2003 with the following: Count I, aggravated battery on a pregnant woman; Count II, witness tampering (with threats of physical force); Count III, burglary of a dwelling. On January 28, 2003, the State offered a plea, which C.M.L. accepted to the following charges: Count I, aggravated battery with great bodily harm; Count II, witness tampering (with threats of physical force).\n\n\n.A.J.V. v. State, 842 So.2d 1027 (Fla. 2d DCA 2003).\n\n\n. The court made this statement at the hearing on September 11, 2003, on a motion for correction of sentence. In the original sentencing hearing where the judge imposed the Level 10 commitment, on February 13, 2003, no reference to C.M.L.’s refusal to take responsibility for the crimes committed was made.\n\n",
            "ocr": true,
            "opinion_id": 7773567
        },
        {
            "author_str": "Thompson",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTHOMPSON, J.,\ndissents with opinion.\nI respectfully dissent. The opinion of the court accurately states the facts of the case and the appropriate Florida law, but I do not agree that the trial court’s disposition follows the applicable law. I would vacate the commitment order and reverse and remand for the court to reconsider the placement.\n*500A trial court can disregard the recommendation of the DJJ, but the court must articulate its reasoning in writing or orally, and its decision must be supported by a preponderance of the evidence. R.L.W. v. State, 708 So.2d 1032 (Fla. 5th DCA 1998). Section 985.23(3)(c), Florida Statutes, provides:\nThe court shall commit the child to the department at the restrictiveness level identified or may order placement at a different restrictiveness level. The courf shall state for the record the reasons which establish by a preponderance of the evidence why the court is disregarding the assessment of the child and the restrictiveness level recommended by the department. (Emphasis supplied).\nSee also S.L.K v. State, 776 So.2d 1062 (Fla. 4th DCA 2001). Regardless of how horrible a child’s record is, the court must follow the statute. Moreover, even if the departure is supported by competent, substantial evidence, it is error to fail to state either orally or in writing the reasons for imposing the harsher disposition. E.S.B. v. State, 822 So.2d 579 (Fla. 1st DCA 2002).\nHere, the court stated that it was disregarding the DJJ’s recommendation because C.M.L. committed serious crimes against persons and because C.M.L. had prior adjudications. I recognize that C.M.L.’s behavior was inappropriate and dangerous. Moreover, I recognize that C.M.L. acted discourteously and disrespectfully toward DJJ staff members. Neither the nature of the charge against C.M.L. nor his less serious transgressions provide a sufficient basis to depart from the DJJ recommendations. See A.J.V. v. State, 842 So.2d 1027 (Fla. 2d DCA 2003). Additionally, the court stated, “I think the 22 pages of the entire transcript shows [C.M.L.] never accepted responsibility for his conduct in these matters.” We held in K.N.M. v. State, 793 So.2d 1195 (Fla. 5th DCA 2001), that a lack of remorse and an unwillingness to admit guilt were factors that should not have been considered in disregarding the DJJ’s recommendation.\nFinally, in departing from the DJJ recommendations, the court erroneously failed to make reference to the characteristics of the restrictiveness level and the needs of the child. See S.S.M. v. State, 814 So.2d 1234 (Fla. 5th DCA 2002); A.G. v. State, 737 So.2d 1244, 1247 (Fla. 5th DCA 1999). The court stated that it was placing C.M.L. in a Level 10 commitment, but the trial court neither wrote nor stated on the record why a commitment to Level 10 would benefit C.M.L.1 We wrote in AG.: “Not only must the court state in writing or in the record its reasons for disregarding the recommended level, but in addition, the reasons must reference the characteristics of the restrictiveness level vis-a-vis the needs of the child.” 737 So.2d at 1247. A review of the record reveals it is devoid of any such statement by the court on this issue.\nBecause legally sufficient reasons for departing were not stated in writing or orally, and because the court did not state how the harsher commitment would benefit the child, I would reverse and remand the case for a new disposition hearing.\n\n. The trial court stated: \"They [DJJ] totally dismissed a life felony in this case, settling just for a second degree. I’m not going to go along with the recommendations of the department and order a [Level 8]. I am going to impose a [Level] 10 commitment to begin immediately.”\n\n",
            "ocr": true,
            "opinion_id": 7773568
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}