{
    "id": 7863807,
    "judges": "Smith",
    "date_filed": "1974-03-12",
    "date_filed_is_approximate": true,
    "slug": "johnson-v-state",
    "case_name_short": null,
    "case_name": "Johnson v. State",
    "case_name_full": "Johnson v. State",
    "attorneys": "G. B. Oliver, for appellants., Wm. L. Moose, Attorney General -and Jno. P. Streepeif, Assistant, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Labcbny — joint ownership. — In a prosecution ior larceny o£ five hogs, held, the indictment charging a joint ownership in two persons named, was sustained iby the proof.</p> <p>2. Triar — argument of counsel — special counsel and prosecuting attorney — diffebence in argument. — In a prosecution for larceny of certain hogis, special counsel for the iState in the opening argu-meat, argued that the hogs had been stolen about September 1, and In tbe closing argument the prosecuting attorney argued that the larceny -occurred about June 1. Held, it was not -error tor the triail court to refuse to permit defendant’s attorney to reply to the argument -of the prosecuting attorney on this point.</p>",
    "summary": "Appeal from ‘Clay Circuit Court, Western District; W. J. Driver, Judge; 1. The evidence does not show the ownership of the hogs -as alleged in the indictment. '2. Edgar -Smith testified that his hogs disappeared aibout the 1st of September, 1914, while the proof on the part of the appellants is positive to the effect that the hogs found in the possession of Sidney Johnson, in Missouri, were taken there -by him aibout the 1st of June, 1914. The testimony absolutely precludes the possibility of the hogs found in his possession being the hogs described in the indictment. 3. The law requires that in prosecutions for crime, the -State’s -attorney shall in his opening argument make a full 'and fair -statement of the grounds upon which he will rely for a conviction. .Kirby’s Digest, § 2388. The court, therefore, erred in refusing to -give time to counsel for appellants in which to reply to the argument of the prosecuting attorney that the hogs w-ere taken about the 1st of June, and not the 1st of September, as -the State’s witnesses had testified. This was a complete abandonment of the theory upon which the State had relied up to that time, a thing appellant’s counsel could not have 'anticipated, and he ought to have been permitted to reply to ■it. 1 Tex. App. 494, 28 Am. Rep. 419; 12 Cyc. 570-C; 93 N. E. 609. 1. The testimony of the two Smiths is sufficient to sustain the finding of the firry that the hogs were the property of B. C. -Smith and Edgar Smith, as alleged in the indictment. 2. The evidence sustains the conviction. Both the prosecuting witnesses testified positively that -the hogs in the possession of the appellants belonged to them, the ■Smiths, and their descriptive identification of the ¡hogs was such as to leave no room for doubt. 109 Ark. 138; Id. 130.",
    "disposition": "-affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "119 Ark. 124"
    ],
    "opinions": [
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Smith, J. Appellants were convicted of the crime of grand larceny alleged to have been committed 'by stealing five hogs, the property of Edgar Smith and Bert Smith. The proof npon the part of the State was to the effect that a sow and four pigs, the property of the Smiths, were stolen about the 1st of September, 1914, and the hogs in question were found at appellant Sidney Johnson’s home in Missouri, just over the State line, and appellants offered evidence of a rather convincing nature that the hogs said to have been stolen, which were found in Sidney Johnson’s possession, had been continuously in his possession since the 1st day of June, 1914. It is first insisted as a ground for the reversal of the judgment that the proof was insufficient to sustain the allegation of ownership. The testimony upon this question was substantially as follows: Bert 'Smith testified that he had a number of hogs for sale, and, among others, the sow in question and the sow was not in good condition, and he made an arrangement with his son, which he described as follows: “When I wanted to sell these hogs, this sow was not in shape to sell, and they wanted to dock her so ¡much off for the shape she was in, 'and I told the boy to keep her and raise him and I meat, and I supposed he would have half of that. Just kill them and beep half of them. He had the care of them for his part of it, and I wouldn’t allow a dock on them.” Edgar .Smith, the son, testified that the father gave him the sow with the understanding that he should have a half-interest in 'all the meat he raised.  (1) Appellants insist that the effect of this proof is to show that both the father and the son claimed to own the sow, and that such proof does not sustain the allegation of joint ownership. But we think the effect of this evidence is to show both the father and the son had an interest in this sow and in her pigs, and it is immaterial to consider whether there is any conflict in their testimony as lo the extent of their respective interests. According to the evidence of each, ¡both had a property right in the sow, 'and between them they were the owners, and the indictment alleges a joint ownership.  (2) It is also insisted that the proof is insufficient to sustain the verdict, because of the conflict in the evidence as to the time when the hogs were stolen. And it is further insisted that the court erred in not permitting counsel for appellant to reply to the closing argument made by the prosecuting attorney in which that officer stated that the hogs had been stolen in this State about the 1st of June, when special counsel representing, the State insisted in the opening argument that the hogs had been stolen from the Smiths about the 1st of September. It appears that the prosecuting attorney was not in the court room during the argument of the special counsel, and after the statement had been made in the closing argument that the larceny occurred about the 1st of June, appellants’ counsel demanded the right to reply to this argument for the reason that this position had not been taken by the special counsel. But the court refused to grant appellants’ counsel this privilege, and exceptions were duly saved to that action. The trial court has a discretion in the decision of such questions, and it does not appears here that there was such 'an abuse of this discretion as to require the reversal of the judgment of conviction. It is conceded, of course, that the State was entitled to the closing argument, .and we can not say that it was error for the respective attorneys representing the State to take different views of this evidence and to present those views in their arguments to the jury. Either date was within three years of the date of the indictment upon which appellants were tried, and proof of the commission of the larceny at any time within three years prior to the date of this indictment was sufficient so far as the allegation of time was concerned. It is the province of the jury to pass upon any inconsistencies or apparent contradictions in the evidence, and counsel must be allowed some latitude in their discussion of such questions. No doubt learned counsel for appellants ¡pressed upon the jury, as he has upon us, the significance of this proof, but he should have anticipated the argument which the prosecuting attorney afterward made. The evidence upon the part of the State is legally sufficient to sustain the conviction, and it was the province of the jury to pass upon conflicts in the evidence, and the jury's finding as reflected by the verdict is conclusive upon us. No other grounds for reversal are urged in the -briefs, and the judgment of the court 'below will, therefore, be affirmed. ",
            "ocr": true,
            "opinion_id": 7807727
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}