{
    "id": 7869491,
    "judges": "McFaddin, Ward",
    "date_filed": "2005-04-17",
    "date_filed_is_approximate": true,
    "slug": "carson-v-henslee",
    "case_name_short": "Carson",
    "case_name": "Carson v. Henslee",
    "case_name_full": "Carson v. Henslee, Superintendent State Penitentiary",
    "attorneys": "Sam Laser, for petitioner., Ike Murry, Attorney General, and George E. Lusk, Jr., Assistant Attorney General, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "221 Ark. 248",
        "252 S.W.2d 609"
    ],
    "opinions": [
        {
            "author_str": "Ward",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Ward, J. Joel Carson, being held in the Arkansas State Penitentiary, presented a petition for a writ of habeas corpus to the Circuit Court asking to be released from prison on the ground that he had theretofore been pardoned by the Governor of the State of Arkansas. The Circuit Court denied the petition and we are asked to review the decision of that Court on petition for certiorari. The factual situation on which these proceedings are based is undisputed and is substantially as hereinafter set forth. In 1938 Joel Carson was convicted in Pulaski County of murder and adjudged to be electrocuted. Later this sentence was reduced to life and then again to 21 years in prison. In 1943 Carson was convicted in Sebastian County on two separate charges of robbery [Cases No. 5257 and No. 5258] and sentenced to serve a term of fifteen years on each conviction, the sentences to run consecutively. On April 4, 1952, the Governor issued a pardon to petitioner which reads as follows: “TO ALL TO WHOM THESE PRESENTS SHALL COME — GREETING: “WHEREAS, Joel Carson, White Male, Ño. 38093, was convicted in Pulaski and Sebastian Counties of the crime of Murder 1st Degree and Robbery and sentenced on November 25, 1938, to a term of Twenty-One years in the Penitentiary; and “WHEREAS, said Joel Carson was given a furlough on August 1, 1951, and was released from supervision in that his minimum sentence expired on March 9, 1952; and “WHEREAS, the Board of Pardons, Paroles and Probation has recommended that subject’s citizenship be restored; “NOW, THEREFORE, I, Sid McMath, by virtue of the power and authority vested in me as Governor of the State of Arkansas, do hereby pardon Joel Carson of the above crime and restore to him all rights, privileges and immunities as enjoyed before passage of the above sentence. “This Proclamation is being granted without application being made to me by an Attorney or Paid Representative of Joel Carson.” [emphasis supplied] The question presented here is: Should the language in the above pardon be interpreted to include the conviction for murder in 1938 and the two convictions for robbery in 1943? Notwithstanding the fact that the pardon does not accurately describe, by dates and places, all the admitted convictions yet we think, under the rules announced by this Court for the interpretation of pardons, it was adequate to show the intention of the Governor to pardon petitioner for all convictions. In the case of Redd v. State, 65 Ark. 475, 47 S. W. 119, this Court was called upon to determine whether the language in a pardon was sufficient to comprehend certain offenses. It was shown that one James Robinson had been convicted of the crimes of burglary and grand and petit larceny, the dates and places not being disclosed in the opinion. The language of the pardon is set out in full in the opinion but it suffices here to state the following essential parts: The “\"Whereas” clause recognized that Robinson had been convicted “in a certain court or courts of this state” of the offenses of burglary and larceny, and he was pardoned for the offense of “burglary and larceny, or burglary or larceny, either grand or petit, and of all felonies of which he may have heretofore been convicted, in any court or courts of this state. ’ ’ It will be noted, of course, that the pardon in the above-cited case does not describe any particular conviction by setting out the date and place. The Court, in holding the pardon good for all convictions, gave several reasons for its conclusion. It repeated the old rule that a pardon must be construed most strictly against the king or state, and most beneficially for the subject, and that like any other grant, if its meaning be in doubt, it is taken more strongly against the grantor. It was stated that the pardon was good if it was intended to cover and does cover the offense of which the conviction was had. It was pointed out that if there had been a conviction for some offense not mentioned in the pardon the conclusion might have been different. We think it is clear from the context that the Court meant to distinguish between generic offenses and not between different convictions for the same generic offense; for example, between murder and larceny and not between two convictions for larceny. When we apply the holding and reasoning in the Redd case it leads us to conclude that in the case before us the Governor meant to pardon petitioner for all convictions for murder and robbery. Both of these offenses are mentioned in the pardon and they are the only ones for which petitioner was convicted, and it makes no difference that the pardon failed to describe in detail all the convictions for each offense by dates, places and case numbers. The rule that pardons are to be liberally construed in favor of the pardonee and that there is a presumption in favor of their validity was affirmed in those exact words in the case of Horton v. Gillespie, 170 Ark. 107, 279 S. W. 1020. In trying to arrive at what offenses or convictions the Governor had in mind when he issued the pardon, it is necessary to consider all and not just a part of the language used therein. We find that he restored petitioner to “all rights, privileges and immunities as enjoyed before passage of the above sentence.” The quoted language would, of. course, be meaningless if the Governor meant to leave one conviction unpardoned. Apparently the lower court took the view that the pardon does not specifically point out all three convictions ; that it, at most, referred to one murder case and one robbery case when in fact there were one murder and two robbery convictions; and that, consequently, before the intent to pardon all three convictions can be read into the pardon, there must be what amounts to a reformation of the pardon. Then the case of Nelson v. Hall, 171 Ark. 683, 285 S. W. 386, is cited as authority that a pardon cannot be reformed. It is true that the cited case holds as indicated, but we think the decision is not applicable here because it was based on an entirely different state of facts. There the pardon, issued by an acting governor, entirely omitted certain phraseology which was required by statute, and the Court, on the authority of Horton v. Gillespie, supra, said the omission rendered the pardon void. The Court then proceeded to say that, under such circumstances, the pardon could not be reformed. In the case before us no words required by the statute were omitted from the pardon, which fact, we think, leaves us to apply the rule that it must be construed liberally in favor of petitioner. Applying this rule and considering what has been said before, we conclude that it was the intent of the Governor, gathered from the language in the pardon, to grant full immunity from all three convictions. The writ is granted, and the petitioner will be released from custody. McFaddin, J., dissents. ",
            "ocr": true,
            "opinion_id": 7813921
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}