{
    "id": 7875436,
    "judges": "Hays, Howard, Newbern",
    "date_filed": "2001-09-10",
    "date_filed_is_approximate": true,
    "slug": "cockerel-v-state",
    "case_name_short": "Cockerel",
    "case_name": "Cockerel v. State",
    "case_name_full": "Lawrence Shawn COCKEREL v. STATE of Arkansas",
    "attorneys": "John Achor, Public Defender, by: James Phillips & Jeffrey Rosenzweig, Deputy Public Defenders, for appellant., Steve Clark, Atty. Gen., by: Ray Hartenstein, Asst. Atty. Gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "and released for publication October 10, 1979",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "266 Ark. 908",
        "587 S.W.2d 596"
    ],
    "opinions": [
        {
            "author_str": "Hays",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " M. Steele Hays, Judge. This is the second appeal of Lawrence Shawn Cockerel. On December 15, 1977, appellant and Bryan Sbado were convicted of first degree battery in the shooting of Patrick Pinson on the Western Hills Golf Course. The jury fixed the punishment at four years. On appeal the Arkansas Supreme Court overturned the conviction of this appellant and affirmed the conviction of Sbado. After the reversal, the case was transferred from First Division of the Circuit Court to the Fourth Division, and hence, appellant was tried and sentenced by a different judge. The second sentence was for a term of ten years. For reversal, appellant argues a single point — that the imposition of a greater sentence upon the second conviction is a denial of the constitutional guarantee of due process. The argument is compelling. The matter of harsher sentences to persons convicted a second time has been the subject of much litigation and comment.1 The relevant constitutional questions involve double jeopardy, due process, and sometimes equal protection. The arguments were put to rest, at least for now, in the United States Supreme Court decision of Pearce v. North Carolina, 395 U.S. 711 (1968), delivered by Justice Stewart. Respondent Pearce was sentenced to 12-15 years upon a charge of assault with intent to commit rape. The conviction was overturned several years later, and upon retrial he was convicted and sentenced to an eight year prison term. It was agreed that the second term, when added to the time served under the original sentence, exceeded the original sentence. A majority of the court reaffirmed the doctrines announced in United States v. Ball, 63 U.S. 662 (1896) — that an accused is not put in double jeopardy by a retrial obtained at the request of the accused nor does the Equal Protection Clause impose an absolute bar to a more severe sentence upon reconviction. Williams v. New York, 337 U.S. 241 (1949). But that did not end the inquiry, as the majority reasoned that it would be a violation of due process of law for an accused to be penalized by reason of having exercised a fundamental right to appeal and that such right must be free and unfettered, irrespective of whether the error of the first conviction was on the basis of constitutional or non-constitutional grounds. The opinion stated that due process requires that vindictiveness must play no part in the sentence that the defendant receives in the second trial and, further, that due process requires that the defendant be free of “the apprehension of such a retaliatory motivation on the part of the sentencing judge.” To assure the absence of such, Pearce holds that whenever a judge imposes a more severe sentence upon a new trial, the reason for his doing so must affirmatively appear and “must be based upon objective information concerning identifiable conduct on the part of the defendant occurring after the time of the original sentencing proceeding, and the factual data upon which the increased sentence is based must be made part of the record, so that the constitutional rights of the accused may be freely reviewed on appeal.” ___ The holding in Pearce was applied by the Supreme Court of Arkansas in Marshall v. State, 265 Ark. 302 (1979). Marshall entered a plea of guilty to aggravated robbery and was sentenced to twenty years. The conviction was vacated under Rule 37 of the Rules of Criminal Procedure and Marshall was retried. He was again convicted and a sentence of thirty five years was imposed. Noting that United States v. Tateo, 377 U.S. 463 (1964) recognized that neither the fifth amendment nor the fourteenth amendment absolutely prohibits a greater sentence on retrial because “the slate of the accused has been wiped clean” by the reversal, the court accepted the requirements of the Pearce decision and directed a reduction of Marshall’s sentence to the original sentence because the record failed to disclose any evidence of Marshall’s conduct subsequent to the original sentencing proceeding, or that he was “less credible or the crime more severe.” This is precisely true of the record here presented. A careful search provides a resounding absence of any objective information as to the conduct of Cockerel subsequent to the first trial or, for that matter, of any data upon which it might affirmatively appear the trial court relied in imposing the greater sentence. The testimony óf Dennis Flowers was, he says, identical to his testimony at the earlier trial, and the defendant, who took the stand, testified in accord with a written statement he gave immediately after the occurrence. Nor does it ever appear affirmatively that his admission that he was a parolee from a conviction for armed robbery (prior to the shooting of Pinson) was not before the jury. In short, there is nothing in the record that complies with or even approaches the imperatives of Pearce and Marshall. It should not be inferred that the trial court exhibited vindictiveness in the slightest degree in the sentence it imposed, nor that the sentence was intrinsically excessive (in view of the flagrant and senseless aspects of a deliberate, wanton act), except in so far as it exceeds the earlier sentence. Moreover, the trial judge’s comments in the sentencing proceedings permit no other conclusion but that he was unmindful of, or indifferent to, the Marshall and Pearce decisions. The judgment of the lower court is affirmed with directions to modify the sentence to conform to the original sentence.  Van Alstyne, In Gideon’s Wake: Harsher Penalties and the “Successful” Criminal Appellant, 74 Yale L. J. 606 (1965); Note, Unconstitutional Conditions, 73 Harv L. Rev. 1595 (1960).  ",
            "ocr": true,
            "opinion_id": 7820805
        },
        {
            "author_str": "Newbernhoward",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " David Newbern and George Howard, Jr., concurring. This case presents the question of the circumstances pursuant to which a criminal defendant, whose conviction is successfully appealed, may be sentenced on retrial to a more severe punishment than that given in the first trial. We find the question difficult because of some confusion in U.S. court of appeals decisions prior to and subsequent to North Carolina v. Pearce, 395 U.S. 711 (1969), and the interpretation of Pearce by the Arkansas Supreme Court in Marshall v. State, 265 Ark. 302, 578 S.W. 2d 32 (1979). We enter this opinion because we see a need to expand upon the majority opinion to clarify the law and give guidance to Arkansas trial judges. In this case, the appellant, along with a co-defendant, was found guilty of first degree battery in 1977. The appellant and his co-defendant were each sentenced by a jury to serve four years imprisonment. On the first appeal, the appellant’s conviction was reversed, but that of his co-defendant was affirmed in Sbabo v. State, 264 Ark. 497, 572 S.W. 2d 585 (1978). After a new trial, the appellant was sentenced by a judge, who did not participate in the original trial, to ten years imprisonment. The battery alleged at both trials was the senseless shooting of a person who was playing golf. It resulted from the bragging and daring of some young persons who apparently “played” in or near woods adjoining the golf course which was the scene of the crime. At the first trial, there were cross-implicating confessions which left some doubt as to the degree of culpability of each of the defendants. In view of the identical four year sentences, the jury apparently was convinced the defendants were equally culpable, at least to the extent they did not take other factors into consideration in rendering the sentences. The appellee contends the record in the second case, unlike that in the first trial, demonstrates clearly that the appellant (1) made the decision to do the shooting, (2) fired the shot which wounded the victim, and (3) precipitated the entire incident by offering to demonstrate his “bravery” in this manner the day before the shooting and on the day of the crime. For our purposes, we can assume the records of the two trials would demonstrate those differences, or at least bring greater clarity to the role the appellant played in the crime. In his remarks at the time he imposed the sentence in this case, the trial judge alluded to these matters. To determine the intention of the trial judge, and the context in which it developed, that part of the record is set out below: THE COURT: I’m not trying to substitute my judgment for the judgment of those twelve people, but the judgment of twelve people has been waived in this case and I’ve been asked to exercise my own judgment. And, that’s what I will do and I will not give one second’s thought to what the previous jury has done. I’ve seen a lot of jury verdicts and so have you and you will see more in which you sharply disagree with them. As a matter of fact, I had a rape case tried in here just about two or three weeks ago. I disagreed with my own jury in that case. I didn’t disturb their verdict but I disagreed with them. So, I can disagree with that jury to the extent that I think he might get a lesser sentence or a greater one. I have to search my own conscience and decide what I will do. It’s now five minutes after 10:00. At 10:35 I will make that decision . . . THE COURT: My law clerk just made a statement to me that is about the truest statement I’ve ever heard in my life. And that is, it’s awfully bad sometimes to play God. And, as I sit here and I have this young man’s life in my hands, I suppose to some extent that is what I am being asked to do. But, when I ran for this job I suppose I took the bad along with the good. The most onerous job that a judge has is sentencing people to go to jail. I hate it. I just hate it. On the other hand, I made a commitment to the people of Pulaski and Perry counties that I would do my duty as I saw my duty and one of the most sacred parts of that duty is the protection of the people of Pulaski and Perry counties. I will as jealously protect the rights of the defendant who has been charged with a crime as any man in the world would. I’m not going to let evidence in against a defendant if that evidence is obtained through án illegal search and seizure or if it was obtained through an involuntary confession. I’m not going to let him be convicted on the basis of hearsay evidence. All the rights that inure to him inure to all of us and I will jealously guard those rights. I believe in them. But, once a determination of guilt has been made, which I have made in this case without any problem, without any reservation, my duty then switches to those of us who are out here trying to lead and live a decent life. Trying to prevent hurting people and killing people. And, it’s toward that duty that I am going to have to make this decision. I’m convinced beyond a reasonable»1 doubt from the evidence that Mr. Cockerel fired the shot. And he’s the one who said, “I’m going to shoot a golfer.” I think Sbabo although he’s no longer a party to this thing was an accomplice to it. It was his gun. But, whether he brought the gun down there and he sure didn’t have to shoot a golfer. The sentence that I am going to impose in this case is going to vary a great deal from the sentence that was given Mr. Sbabo. I am going, so help me God, to do my best to stop violent crimes in this community. The people who are going to commit them are on notice now that I’m going to try and stop it. The police can’t do it by themselves. Mr. Cockerel would you approach the bench please . . . In North Carolina v. Pearce, supra, the U.S. Supreme Court attempted to settle the law as to when a greater sentence can be given in a second trial. There were conflicting U.S. court of appeals decisions which posed the need for resolution. The Supreme Court held that there is no absolute constitutional bar to a higher sentence, but due process of law requires some protection against the possibility of vindictiveness. Thus, the court said: In order to assure the absence of such a motivation, we have concluded that whenever a judge imposes a more severe sentence upon a defendant after a new trial, the reasons for his doing so must affirmatively appear. Those reasons must be based upon objective information concerning identifiable conduct on the part of the defendant occurring after the time of the original sentencing proceeding. And the factual data upon which the increased sentence is based must be made part of the record, so that the constitutional legitimacy of the increased sentence may be fully reviewed on appeal. 395 U.S. at 726. One problem, however, results from other language of the Supreme Court in that case which indicates that the affirmative, objective information appearing in the record must be with respect to “events subsequent to the first trial that may have thrown new light upon the defendant’s ‘life, health, habits, conduct, and mental and moral propensities.’ ” 395 U.S. at 723. No reference was made in the operative language of the Pearce decision to a showing that the second record contains proof that the accused’s participation in the crime was of a different quantity or quality than that shown in the first record. In Marshall v. State, supra, the Arkansas Supreme Court quoted part of the language we quoted above from Pearce and reduced a second sentence to conform to the first one because the record did not fulfill the Pearce requirements as “ [tjhere is no evidence at all of appellant’s conduct subsequent to the original sentencing proceeding.” 265 Ark. at 306. This is the point with respect to which we feel the majority needed to be more explicit. If we stopped, in our reading of the Marshall case, with the language quoted above, we might hold that, to justify a heavier sentence in the second trial the record must demonstrate some form of bad conduct by the appellant since his original conviction. The seeming reliance on the U.S. Supreme Court’s language indicates just that. But if we read further in the Marshall decision, we see the following: The only additional information relative to the crime is the statement that the victim was still taking medicine. There is no indication that the appellant is less credible or the crime more severe. 265 Ark. at 306. [Emphasis added.] This dicta thus indicates the Arkansas Supreme Court would have been willing to consider those matters even though they are outside the purview of the U.S. Supreme Court’s holding in Pearce. We are tempted to say the Marshall holding was completely reliant on the Pearce decision, and thus it limits the circumstances upon which a stronger sentence can be given on retrial in this State’s courts to the one area delineated by the U.S. Supreme Court, i.e., finding bad post conviction conduct on the part of the accused. We are, however, unwilling to do that, as we do not think the U.S. Supreme Court meant to be that restrictive, we woiild not like it if it had, and we are encouraged by the language, quoted above, of the Arkansas Supreme Court. The most scholarly and persuasive of the court of appeals decisions giving rise to the Pearce case is U.S. v. Coke, 404 F. 2d 836 (2d Cir. 1968), where Judge Friendly clearly considered it constitutionally permissible to base a greater second sentence upon evidence of the crime adduced at the second but not the first trial. As that case was decided before Pearce, we can only be persuaded by it to the extent it deals with something we feel the Pearce opinion perhaps did not mean to exclude as a reason for a greater sentence. We note, however, that the Coke decision requires an affirmative showing by the trial judge as to why he has levied a harsher sentence. Judge Friendly’s words are as follows: We hold that in such circumstances a higher sentence may lawfully be imposed, provided that the judge specifies the reasons on the record. 404 F. 2d at 846. Given the basic reason of the Pearce decision, that of avoiding vindictiveness in second trial sentencing, we find that placing this requirement on the trial judge who passes the sentence is a good idea.1 Vindictiveness is a personal motivation. A trial judge who passes a second sentence may be acting out of that motive even though he is not one who participated in the original trial. We do not believe it is a sufficient safeguard to say that if an appellate court can comb the record and find differences in the evidence in the two trials vindictiveness is shown to have been absent from the resentencing. Thus, we approve Judge Friendly’s seeming requirement that the trial judge state his own motives in giving a harsher sentence. The only U.S. court of appeals case which has, since the Pearce decision, dealt with the question we face here is U.S. v. Gambert, 433 F. 2d 321 (4th Cir. 1970), where a federal court second conviction resulting in a higher sentence was reviewed and reversed. There the trial judge recited his reasons for the greater sentence, but the appellate court did not accept them as showing the crime to have been more “dastardly” than had been shown before. The point here is that the Fourth Circuit, at least, would not limit the Pearce decision to approval of greater second sentences only upon showings of bad post-conviction conduct, but would permit a higher sentence on a showing of circumstances at the second trial making the crime for which the defendant was tried seem more deserving of higher punishment. We are persuaded by this broad interpretation of Pearce, and as stated earlier, we do not feel we are any more limited than the Fourth Circuit, in view of the Arkansas Supreme Court’s language in the Marshall case. We do, however, insist that if we are to find a basis for an increased sentence resulting from different evidence of guilt of the appellant adduced in a non-jury trial, the trial judge who imposes the sentence must articulate his reasons based on a comparison of the evidence in the second trial with that in the first. That is the best safeguard we know against vindictiveness by him, and we will not scour the record(s) in an effort to find evidence upon which we might speculate as to his reasons. Looking back to the statement of the trial judge in this case, we are not convinced he articulated anything other than his own justification for a tougher sentence than was given the “accomplice” of the appellant. He made no comparison whatever with the sentence which was originally given the appellant. A reading of his entire speech makes it clear he wanted to demonstrate his refusal to consider the prior sentence and that his motive in assessing a long prison sentence to a young person was to help stamp out serious crime. We think the trial judge was required to make a comparison of the new sentence with the one formerly given the accused. Just as the Fourth Circuit in Gambert, we do not see any vindictiveness in this case resulting from an appellant’s success on his first appeal. But we agree with the Fourth Circuit’s characterization of Pearce that: In effect, it assures a defendant whose conduct after the initial sentencing does not reflect adversely upon his “life, health, habits, conduct, and mental and moral propensities,” that he has nothing to fear in exercising his right to appeal. It is our view that a defendant should not be deprived of this assurance by the failure of the judge at his second trial to acquaint himself with the results of the first. 433 F. 2d at 323. Perhaps it could be argued that the Gambert case dealt with a purely federal conviction, and as it characterizes the Pearce decision as imposing a “procedural” requirement, the state courts are not bound and are not required to implement that requirement. It must be remembered, however, that the Pearce case reviewed state court convictions. Although the Pearce case may have gone beyond the basic constitutional geneses of the decision to impose a procedural requirement, our trial judges are and should be bound to honor that requirement. We fully agree with the result in this case.  We are not discussing jury sentencing. There, the problem is recognized as being entirely different. See, Chaffin v. Stynchcombe, 412 U.S. 17 (1973).  ",
            "ocr": true,
            "opinion_id": 7820806
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}