{
    "id": 7874810,
    "judges": "Agree, Fogleman, Harris, Jones, Smith",
    "date_filed": 213235200000,
    "date_filed_is_approximate": false,
    "slug": "higginbotham-v-state",
    "case_name_short": "Higginbotham",
    "case_name": "Higginbotham v. State",
    "case_name_full": "Stanley Ray HIGGINBOTHAM, Alias REYNOLDS v. STATE of Arkansas",
    "attorneys": "James C. Luker, for appellant., Jim Guy Tucker, Atty. Gen., by. Joseph H. Purvis, Asst. Atty. Gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "260 Ark. 433",
        "541 S.W.2d 303"
    ],
    "opinions": [
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " George Rose Smith, Justice. Upon convictions for burglary and grand larceny the appellant Higginbotham received two five-year sentences, to run consecutively. For reversal he questions the sufficiency of the State’s proof, the admissibility of a statement made by him, and the trial court’s refusal to submit to the jury the lesser offense of petit larceny. First, the State’s proof is amply sufficient to support the convictions. On the morning of December 19, 1975, the prosecuting witness, Steve Scobbee, discovered that a pistol and a shotgun were missing from a gun rack in his home. A side door was damaged, as if it had been hit or kicked. Scobbee had known Higginbotham at work for about a week and considered him to be a friend. At some time before the burglary Scobbee’s son had shown Scobbee, in Higginbotham’s presence, that the door in question was improperly hung and could be opened simply by means of a blow. Upon learning that the two guns were missing Scobbee notified the sheriff’s office and then went in search of Higginbotham. When the two men saw each other they stopped their cars and alighted. Higginbotham, after saying, “Steve, I want to give you your guns back,” took the two missing guns from his car and handed them to Scobbee. Higginbotham also said: “You know I just got out of the penitentiary, and I can’t afford any more trouble. Please don’t call the law on me.” A taxi driver testified that at about 1:00 o’clock on the preceding afternoon he had picked up Higginbotham, as a fare, and had driven him to the Scobbee residence, about five miles out from Wynne. The witness said that Higginbotham knocked on the side door. The witness did not know whether anyone answered the knock, but he did see Higginbotham come out of the house with a pistol, which he made no effort to conceal. On the way back to Wynne, Higginbotham introduced himself and mentioned his employer. In questioning the sufficiency of the evidence counsel argue that the State failed to prove any criminal intent, because Higginbotham entered the house in the daytime, in the presence of the taxi driver, and voluntarily returned the guns the next day. On the other hand, the jury could have found that Higginbotham forcibly entered the house without permission, took the guns without the owner’s consent, and returned them in the hope of avoiding prosecution. Under our decisions the jury could infer criminal intent from proof that the house had been entered, that the guns had been taken, and that they were in Higginbotham’s possession a short time later, without sufficient explanation. Taylor v. State, 254 Ark. 620, 495 S.W. 2d 532 (1973); Johnson v. State, 190 Ark. 979, 82 S.W. 2d 521 (1935). If the State had to offer additional affirmative proof of criminal intent there would seldom be a conviction for burglary or grand larceny. Secondly, it is argued that Higginbotham’s statement that he had just gotten out of the penitentiary and couldn’t afford any more trouble was inadmissible, because it implied Higginbotham’s commission of some other offense. Even so, the statement was admissible under the rule that proof of another offense is admissible when it tends to show motive. Shuffield v. State, 120 Ark. 458, 179 S.W. 650 (1915). Proof of Higginbotham’s motive for returning the guns tended to rebut his contention that the original taking was without criminal intent. It is also argued that after Scobbee testified about the statement in question defense counsel should have been allowed to cross-examine him outside the jury’s presence. In his brief counsel argues that a searching cross-examination might have uncovered grounds for exclusion of the statement. We cannot say that the trial judge abused his discretion in refusing to interrupt the trial for such a fishing expedition. Counsel of course had interviewed his own client before the trial, and his cross-examination of Scobbee shows plainly that he had also interviewed Scobbee before the trial. Thus he had had an opportunity to learn all about the dialogue from the two participants. Thirdly, it is insisted that the court should have submitted the lesser offense of petit larceny to the jury. A theft is petit larceny if the value of the property taken does not exceed $35.00. Ark. Stat. Ann. § 41-3907 (Repl. 1964). The question is whether the proof would have supported such a finding in this case. Hall v. State, 242 Ark. 201, 412 S.W. 2d 603 (1967). Scobbee was the only witness as to the value of the guns. He said that four months before the trial he had acquired the .22-caliber 9-shot high standard pistol by trading for it a brand-new pistol for which he had paid $109.00. He described the shotgun as an antique Cannon breach gun, more than a hundred years old. “There weren’t too many guns like that made.” He had paid $35.00 for it some two years earlier and had refused an offer of $150 cash for the gun about eight months before the trial. Scobbee owned two other shotguns and said that once in a while he bought, sold, and traded in weapons. When the evidence shows conclusively that the value of the stolen property exceeds $35, as in the theft of more than that amount in cash or of property worth a great deal more, such as a new automobile, the lesser offense obviously need not be submitted. At the other extreme, when there are conflicting estimates of value both above and below $35, the lesser offense obviously must be submitted. Neither extreme is presented here. We have not had occasion to consider cases falling between the two extremes, but decisions in other jurisdictions have emphasized various considerations of importance. Of course the fundamental rule is that an instruction on petit larceny need not be given if the jury cannot reasonably find from the evidence that the value of the property is below that fixed for grand larceny. Three enlightening Kentucky cases arose under a statute classifying as grand larceny the theft of chickens worth $2.00 or more. In Bell v. Commonwealth, 222 Ky. 89, 300 S.W. 365 (1927), one witness valued the two stolen chickens at $25.00. The owner valued them at $1.00 apiece. The court held that the refusal of a petit larceny instruction was not error, because there was no testimony to the contrary. In Henson v. Commonwealth, 242 Ky. 90, 45 S.W. 2d 855 (1932), the owner testified that the 13 stolen chickens were worth more than $2.00, and there was no testimony to the contrary. The court held that there was no reasonable room for a difference of opinion; so it was not necessary or proper to instruct on petit larceny. On the other hand, in Taylor v. Commonwealth, 240 Ky. 286, 42 S.W. 2d 309 (1931), the owner, in fixing the value of a hen and nine chicks at $2.50, relied in part upon the price of chicks at a hatchery — 15 cents each. The court held that evidence to be vague and unsatisfactory, adding that the jury might be familiar with values from personal observation and common knowledge. Hence the lesser offense should have been submitted. In State v. Enochs, 339 Mo. 953, 98 S.W. 2d 685 (1936), the minimum value for grand larceny was $30.00. The owner of the three stolen items, which included a wrecking bar worth “about 50 cents,” fixed the total value at $30.25. The court found that figure to be so close to the minimum that the issue of petit larceny should have been submitted. The leeway above the minimum was much greater in Gray v. Commonwealth, 288 Ky. 25, 155 S.W. 2d 444 (1941). There the minimum value for grand larceny was $20. The owner of the stolen welding torch and attachments testified that they had cost $140 and were worth more than $20. The court observed that it would have been better if the prosecution had established the value with more certainty. Nevertheless, the court sustained the trial court’s refusal to submit petit larceny, because “we do not think there could be any question” that the stolen property was of a value of $20 or more. In the case at bar we uphold the trial judge’s refusal to submit the issue of petit larceny. No one contradicted Scobbee’s testimony. He fixed the cost of the two guns at $144.00, far above the minimum of $35.00. He indicated that he considered the shotgun, for which he had paid $35.00, to be worth more than $150.00, increasing the total estimate to $259.00. He had some expertise in the matter, whereas it is doubtful if the average juror would have any basis for estimating the value of an antique shotgun. Finally, the trial judge had the advantage of observing Scobbee as he testified and of seeing the guns as they were introduced in evidence. In denying the requested instruction on petit larceny the judge stated that the jury, to find that the value of the property did not exceed $35.00, “would have to arbitrarily disregard the evidence in the case.” That statement seems to us to be a fair summation of the situation presented by the proof. Affirmed. We agree. Harris, C.J., and Fogleman and Jones, JJ. ",
            "ocr": true,
            "opinion_id": 7820042
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}