{
    "id": 7880209,
    "judges": "Glaze, Thornton",
    "date_filed": 879379200000,
    "date_filed_is_approximate": false,
    "slug": "brown-v-state",
    "case_name_short": "Brown",
    "case_name": "Brown v. State",
    "case_name_full": "Damien BROWN v. STATE of Arkansas",
    "attorneys": "William R. Simpson, Jr., Public Defender, by: Deborah R. Sailings, for appellant., Winston Bryant, Att’y Gen., by: Brad Newman, Asst. Att’y Gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "330 Ark. 603",
        "954 S.W.2d 273"
    ],
    "opinions": [
        {
            "author_str": "Thornton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Pry Thornton, Justice. Appellant, Damien Deshun Brown, brings this interlocutory appeal of the trial court’s order denying his motion to transfer the charges against him to juvenile court. Because the trial court’s decision to retain jurisdiction of this case was not clearly erroneous, we affirm. Brown was charged with aggravated assault, a Class D felony, on July 29, 1996, five months before his eighteenth birthday. Three months later, he was charged with robbery, a Class B felony. By the time of the hearing on the motion to transfer both charges, Brown was eighteen years old. The alleged robbery occurred on a Central Arkansas Transit bus. An investigating officer testified that two subjects fought with, and forcibly removed a jacket from a passenger. The officer stated that one of the subjects was wearing a red cast on his arm. When Brown was apprehended, he was wearing a red arm-cast. Brown was later identified by someone in a photo lineup at the police station. The aggravated assault charge resulted from dog-bite injuries after a pit bull was allegedly ordered to attack the victim. In support of its charge, the State called the investigating officer who testified to the following: At the time we made contact with the victim, and he stated that a black male was walking his pit bull down Crutcher Street. And during that time, the black male told the pit bull to bite him. And later we learned through Mr. Brown’s cousin his address, and we then went to that address and made contact with Mr. Brown. After the officer testified about the seriousness of the victim’s injuries, counsel for the State asked, “And [the victim] indicated that Mr. Brown had told the pit bull to get him?” The officer answered, “Right. That’s right.” In support of his motion to transfer, Brown testified that he was seventeen years old at the time of each offense, and that while he had been through the juvenile court system before, he had been sent to training school on only one occasion. At the conclusion of the hearing, the trial court denied Brown’s motion to transfer the charges to juvenile court, stating that it had “considered all those factors” of the relevant section of the Arkansas code. For error, Brown brings two claims: First, the State failed to produce substantial evidence to support the charges levied against him, and second, the State produced no evidence to show a repetitive pattern of adjudicated offenses that would suggest he was beyond rehabilitation.  In reviewing a transfer-denial decision, we do not overturn the circuit court unless the decision is clearly erroneous. McClure v. State, 328 Ark. 35, 39, 942 S.W.2d 243, 245 (1997) (citing Holmes v. State, 322 Ark. 574, 911 S.W.2d 256 (1995)). Further, the court’s decision to retain jurisdiction must be supported by clear and convincing evidence of three statutory factors: (1) the seriousness of the offense, and whether the juvenile used violence in its commission; (2) whether the offense is part of a repetitive pattern of adjudicated offenses that would lead the court to determine that the juvenile is beyond rehabilitation under existing programs; and (3) the juvenile’s prior history, character traits, mental maturity, and other factors that would show potential for effective rehabilitation. Ark. Code Ann. § 9-27-318(e)-(f) (Supp. 1995). We have held that the trial court is not required to give equal weight to each of these three factors. Jenson v. State, 328 Ark. 349, 353, 944 S.W.2d 820, 822 (1997). Brown does not contest that he has been charged with serious and violent offenses. He argues, however, that the State did not present substantial evidence to link the charges to serious and violent conduct. In particular, he asserts that the testifying officers did not present any direct evidence that linked him to the offenses. What evidence the State did present, Brown asserts, was based on the hearsay testimony of the officers who were not present during the commission of the offenses.  We address the hearsay assertion first. We have said that inadmissible “hearsay admitted without objection may constitute substantial evidence to support a ruling.” Sanders v. State, 326 Ark. 415, 421, 932 S.W.2d 315, 318-19 (1996). Because Brown’s counsel did not object to the hearsay, the trial court did not err in considering it.  We next consider whether the State demonstrated that the charges were linked to the serious and violent nature of the offenses. We have said that “an information can constitute sufficient evidence to establish that the defendant is charged with a serious and violent crime.” Sanders, 326 Ark. at 420, 932 S.W.2d at 318 (citations omitted). In Sanders, however, we expressed concern that under the current interpretation of the juvenile code, prosecuting attorneys can file a serious charge against the juvenile in circuit court without producing substantial evidence to support the charge. Id. at 423, 932 S.W.2d at 319 (dictum); see also Sims v. State, 329 Ark. 350, 947 S.W.2d 376 (1997) (affirming the trial court’s refusal to transfer the case to juvenile court based on the serious and violent nature of the offense, and the State’s evidence tending to link defendant with the crime). Noting this potential for abuse, the dictum in Sanders warned that our interpretation was not meant to do away with the need for a meaningful hearing. Sanders, 326 Ark. at 423, 932 S.W.2d at 319. In the case before us, the concerns expressed in Sanders do not apply because we conclude that Brown was given a meaningful hearing. Evidence was elicited at a hearing to show that the person who committed the offenses manifested conduct that is to be characterized as “serious” and “violent.” In addition, there was evidence to support other criteria of section 9-27-318 (e) - (f). Finally, we note that a juvenile-transfer hearing does not require a showing of probable cause. Indeed, it is the job of the circuit court to determine a defendant’s guilt or innocence.  The State’s evidence of fighting with and forcibly removing a jacket from a bus passenger is sufficient to establish that the robbery charge is linked to serious and violent conduct. Likewise, the State’s evidence supports the link between the aggravated assault charge against Brown and the serious and violent nature of that offense. This link was established by the police officer’s testimony regarding the seriousness of the injuries, the manner in which the injuries occurred, and an indication that the victim identified Brown as the offender. We conclude that the circuit court did not err in retaining jurisdiction pursuant to section 9-27-318(e). We next turn to Brown’s second claim that the State produced no evidence to show a repetitive pattern of adjudicated offenses that would suggest that he was beyond rehabilitation. The State put on some evidence to suggest a repetitive pattern of adjudicated offenses. Brown admitted that he had been through juvenile court before, placed on probation, and sent to training camp after his probation was revoked, therefore providing evidence of a repetitive pattern.  As we consider whether there are other factors that would show potential for effective rehabilitation, we note that Brown was eighteen years old at the time of the hearing. In Rice v. State, 330 Ark. 257, 954 S.W.2d 216 (1997), we dispensed with the appellant’s argument by focusing on his age and reasoned that because he was eighteen years old, “his potential for rehabilitation within the juvenile system [was] nil.” Our decision in that case was based on statutory and case law establishing that a youth cannot be committed to the State Division of Youth Services for rehabilitation after the eighteenth birthday. Ark. Code Ann. § 9-28-208(d) (Supp. 1995); Jensen v. State, 328 Ark. 349, 944 S.W.2d 820 (1997); Hansen v. State, 323 Ark. 407, 914 S.W.2d 737 (1996). Brown argues that the juvenile code provides a remedy. He asserts that because he was seventeen when the alleged offenses occurred, he could be adjudicated delinquent and kept under the watchful eyes of the court until his twenty-first birthday. Ark. Code Ann. § 9-27-303(l)(B) (Supp. 1995). This argument is unpersuasive when charges of serious and violent felony offenses remain to be adjudicated and the defendant is already more than eighteen years of age.  Based on considerations of Brown’s age and the State’s evidence linking the robbery and aggravated assault charges to serious and violent offenses, we conclude that there was no clear error in the trial court’s decision to deny transfer to juvenile court. Affirmed. Glaze, J., concurs. ",
            "ocr": true,
            "opinion_id": 7826594
        },
        {
            "author_str": "Glaze",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Tom Glaze, Justice, concurring. In concurring, I write only to mention my understanding of the concern this court expressed in Sanders v. State, 326 Ark. 415, 932 S.W.2d 315 (1996). There, the court stated that, under the court’s current interpretations of the juvenile code, prosecuting attorneys could file a serious charge against a juvenile in circuit court and do nothing more. (Emphasis added.) That concern involved cases like Walker v. State, 304 Ark. 393, 803 S.W.2d 502 (1991), where the court held that, in a motion-to-transfer hearing, the criminal information alone was sufficient evidence to determine the seriousness of the juvenile’s offense and the violence employed when denying a transfer. Walker was a 4-3 decision, and since that holding, this court in Sanders has indicated the Walker case should be revisited; also since Walker znd Sanders, see Humphrey v. State, 325 Ark. 753, 940 S.W.2d 800 (1997), and Justices Brown’s and Imber’s concurring opinion in McClure v. State, 328 Ark. 35, 942 S.W.2d 243 (1997), reflecting their shared view that the Arkansas Rules of Evidence should be applicable to juvenile-transfer hearings. While certainly I, too, think the time is ripe for revisiting the Walker decision, the present case is not the one to review the criminal information, as evidence, issue. Here the record, aside from the criminal information, contains more than sufficient evidence to deny Brown’s request for transfer. A hearing was conducted where Brown conceded he was well over eighteen years old — a factor which prevents his being committed to a youth services center, making his chance for rehabilitation within the Division of Youth Services nonexistent. In addition, Officer Derrick Wallace testified without objection to facts showing that Brown, by using a pit bull, committed aggravated assault and forcible robbery when taking a victim’s jacket. In sum, the evidence clearly supported the denial of Brown’s transfer motion. For that reason alone, I join in the majority court’s opinion. ",
            "ocr": true,
            "opinion_id": 7826595
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}