{
    "id": 7882641,
    "judges": "Pringle, Sutton",
    "date_filed": -219196800000,
    "date_filed_is_approximate": false,
    "slug": "bitner-v-tinsley",
    "case_name_short": "Bitner",
    "case_name": "Bitner v. Tinsley",
    "case_name_full": "William Bitner v. Harry C. Tinsley, Warden, etc.",
    "attorneys": "Plaintiff in error, pro se., Mr. Duke W. Dunbar, Attorney General, Mr. Frank E. Hickey, Deputy, Mr. John F. Brauer, Assistant, for defendant in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "151 Colo. 367",
        "378 P.2d 203"
    ],
    "opinions": [
        {
            "author_str": "Sutton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMr. Justice Sutton\ndelivered the opinion of the Court.\nBitner seeks review of an order of the Denver district court denying a writ of habeas corpus. We shall refer to him as petitioner.\nIt appears that petitioner was charged and pled guilty to two separate informations, one charging simple robbery and the other robbery. He received concurrent but separate sentences of not less than five nor more than fourteen years on two separate dates. Both trial courts considered a probation report before them at the time of sentencing. At both hearings petitioner waived his right to a hearing of evidence in mitigation of the offenses. These waivers were given with the advice of counsel.\nAfter sentencing it was discovered that the petitioner was under twenty-one years of age at the time and therefore could not be sentenced to more than ten years in the state penitentiary (C.R.S. ’53, 40-5-1). On October 16, 1961 (12 days after petitioner was 21), there was a new hearing and he was re-sentenced to two terms in the penitentiary of not less than three nor more than ten years, the two new sentences also to run concurrently. Again the petitioner made no motion for a hearing for the taking of evidence in mitigation.\nIn March 1962 the petitioner, acting pro se, filed a petition for a writ of habeas corpus in the Denver district court, stating he was being unlawfully held in the state penitentiary in that the second' sentencing court had no jurisdiction; had acted contrary to statutory proceedings for the sentencing of persons under twenty-one years of age; that no hearing in aggravation and mitigation had been held as required by C.R.S. ’53, 39-7-8; *369and, that by reason of such alleged violations his constitutional rights were violated under “The Equal Protection and Due Process of Law Clauses of the Fourteenth Amendment to the Constitution of the United States, and in violation of Article II, Section 25 of the Constitution of Colorado.” He cited C.R.S. ’53, 39-10-1 as it existed before the 1957 amendment; however, he inadvertently added the contention that the 1957 amendment thereto requires that a trial court must sentence a person under twenty-one years of age to the state reformatory, not to the state penitentiary. His petition was denied and he seeks relief by writ of error.\nFor the purpose of clarity we summarize petitioner’s grounds for reversal (except the constitutional ones which are separately mentioned hereafter) into three main grounds. First, that since he was under twenty-one years of age he could not have been properly sentenced to the state penitentiary; second, that there should have been a hearing in mitigation before sentencing; and finally, the petitioner or an attorney appointed for him should have been present at the hearing on his petition for a writ of habeas corpus.\nWe find the petitioner’s first argument to be without merit. Though prior to the 1957 amendment 39-10-1 might have been of some assistance to him, the 1957 change made the relief sought thereunder inapplicable to this petitioner’s fact situation. In addition, this statute was again amended in 1958 (the one applicable to this petitioner) apparently to develop a consistency with C.R.S. ’53, 40-5-1 (relating to the sentencing of persons convicted of robbery). 1960 Perm. Supp., C.R.S., 39-10-1(1) now provides that:\n“Upon conviction of a crime (such as robbery) which is punishable by imprisonment in the Colorado state penitentiary, * * * , the court may sentence the person so convicted to the Colorado state reformatory if at the time of sentencing he is 16 years of age or older, if, in *370the opinion of the court, rehabilitation of the person convicted can best be obtained by such a sentence * * (Part in parenthesis added.) (Emphasis supplied.)\nSection (3) of the same statute also provides:\n“Nothing in this section contained shall be construed to prevent any court having jurisdiction thereof from sentencing any person to the Colorado state penitentiary who is convicted of a crime punishable by imprisonment in said state penitentiary * * * nor from sentencing or committing a person within the terms thereof under the provisions of * * * 40-5-1, Colorado Revised Statutes 1953, * * * .”\nC.R.S. ’53, 40-5-1 states as follows:\n“ * * * however, that where the person convicted of robbery * * * , is a person under the age of twenty-one at the time of conviction, he may he sentenced to confinement in the state reformatory, or in the state penitentiary, in the discretion of the court; * * * .” (Emphasis supplied.)\nIt is apparent from the above quoted statutes that the question of sentence, once there is a conviction, is left to the discretion of the court, this was clearly the intent of the Legislature. It is the trial court, having the opportunity to examine the petitioner and the probation reports, who is best equipped to determine where he should be required to serve his sentence, and in the absence of a showing of abuse of judicial discretion the sentence must stand.\nThe petitioner’s second argument is that the trial court should hold a hearing and take evidence in mitigation before sentencing. It is true that under the rule of both Arrano, et al., v. The People of the State of Colorado, 24 Colo. 233, 49 Pac. 271 (1897), and Smith v. The People, 32 Colo. 251, 75 Pac. 914 (1904) a hearing is required before sentencing. We do not, however, find these cases controlling here. This record, contrary to the above two cases, clearly shows that petitioner waived *371his right to a hearing for the taking of evidence in mitigation of the offense. He did this with advice of counsel and cannot now validly contend that he did not realize the consequences of his consent. The applicable rule here is set forth in Little v. People, 138 Colo. 572, 335 P. (2d) 863 (1959), where it was stated:\n“The trial court correctly followed the statutes in the particulars noted, giving proper consideration to a Probation Officer’s Report in mitigation or aggravation of an offense for the purpose of advising the court of facts touching upon the sentence to be imposed. This is a sufficient compliance with C.R.S. ’53, 39-7-8, where a defendant by his silence, as here, consented to such procedure and waived the statutory method of advising the court of the facts.”\nIn accord: Williams, et al., v. People, 134 Colo. 580, 307 P. (2d) 466 (1957).\nHere the trial court considered the probation report and petitioner waived his right to the taking of evidence; that is all that was required. It is well to point out here that petitioner is mistaken in stating in his brief that a probation officer’s finding or recommendation that a defendant would benefit from probation, requires the trial court to grant probation or at most to sentence him to an indeterminate term in the reformatory.\nFinally, petitioner argues that in the hearing on his petition for the writ he should have been present or represented by an attorney.\nThe difficulty with his position in this respect is that there has been no writ issued as a result of his petition; hence no hearing has been so far held requiring petitioner’s presence.\nThe applicable statute is C.R.S. ’53, 65-1-1 which provides:\n“ * * * The Court or judge to whom the application is made shall forthwith award the writ of habeas corpus, *372unless it shall appear from the petition itself, or from the documents annexed, that the party can neither be discharged nor admitted to bail, nor in any other manner relieved; * * * .” (Emphasis supplied.)\nIt is the exception to the granting of the relief sought that prompted the trial court to rule as it did. The history of this case justified the court in denying the writ, and there was no error in its procedure. See Valentine v. Tinsley, Warden, etc., 143 Colo. 19, 351 P. (2d) 825 (1960).\nFrom what we have said it is apparent that petitioner’s constitutional rights as to equal protection and due process of law have not been violated and no discussion is necessary of those points. Nor can we see the applicability of Article II, Section 16 of the Colorado Constitution which petitioner asserts for the first time in this court.\nThe judgment is affirmed.\nMr. Justice Pringle not participating.\n",
            "ocr": true,
            "opinion_id": 7829200
        }
    ],
    "court_short_name": "Supreme Court of Colorado",
    "court_full_name": "Supreme Court of Colorado",
    "court_type": "S",
    "court_jurisdiction": "Colorado, CO",
    "crime_category": "Robbery"
}