{
    "id": 7884498,
    "judges": "Does, Lee",
    "date_filed": "1989-01-27",
    "date_filed_is_approximate": true,
    "slug": "people-v-renfro",
    "case_name_short": "Renfro",
    "case_name": "People v. Renfro",
    "case_name_full": "The People of the State of Colorado v. John H. Renfro",
    "attorneys": "Duke W. Dunbar, Attorney General, John P. Moore, Deputy, E. Ronald Beeks, Assistant, for plaintiff-appellee., Rollie R. Rogers, State Public Defender, J. D. MacFarlane, Chief Deputy, Kenneth J. Russell, Deputy, Thomas M. Van Cleave III, Deputy, for defendant-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "181 Colo. 159",
        "508 P.2d 396"
    ],
    "opinions": [
        {
            "author_str": "Lee",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMR. JUSTICE LEE\ndelivered the opinion of the Court.\nAppellant was convicted of aggravated robbery in violation of 1967 Perm. Supp., C.R.S. 1963, 40-5-1. He seeks reversal of the judgment of conviction. We find his assignments of error to be without merit and affirm the judgment.\nInitially we note that the jury’s verdict of guilty was supported by an abundance of competent evidence. Briefly, the evidence showed that during the late afternoon of September 10, 1970, Layman J. Berndsen, an employee of the A &amp; A Liquor Store in Colorado Springs, was robbed at gunpoint of approximately one hundred dollars. The robber entered the store on the pretext of purchasing a case of liquor. While Berndsen was figuring the price, the robber pulled a gun and demanded money. Berndsen complied with *161the demand, giving him the currency from the cash register. Berndsen described the gun as appearing to be a .22-caliber revolver. The robber then fled the scene in what Berndsen described as an early 1960 model automobile.\nThe testimony of Mimi Cropp showed that appellant and a Mrs. Peterson and her two children had moved into Mrs. Cropp’s home a few days before the robbery. Mrs. Cropp had on several occasions loaned her 1964 Oldsmobile to appellant and had done so in the forenoon of the day of the robbery. Appellant returned the car around 5 p.m. of that day and was seen to give $105 in currency to Mrs. Peterson. He explained that this was a part of his military pay.\nSeveral days before the robbery, appellant had displayed a small handgun to Mrs. Peterson, with some cartridges. She was not able to state the caliber of the gun or the cartridges because of her general lack of knowledge of firearms.\nOn September 14, appellant again borrowed the Cropp car but failed to return it. The car was found in a tavern parking lot with appellant’s coat and a box of .22-caliber cartridges in the back seat.\nAt two pretrial photographic displays, appellant was identified by Berndsen. Appellant had not at that time been charged with any offense, although he was in custody at the time of the second photographic display. At trial, over objection, Berndsen identified appellant as the person who committed the robbery.\nAppellant offered no evidence. His motion for judgment of acquittal was denied.\nTwo alleged errors are urged as the basis for reversal. First, appellant argues that the court erred in denying his motion for suppression of the in-court identification, as well as the testimony relating to the pretrial photographic identification, because there was no counsel present at the pretrial photographic identification representing appellant. The record clearly shows that the photographic displays were held during the investigative stage of the robbery and that appellant had not yet been charged with the commission of the crime. It is settled in this state that *162counsel need not be provided at a photographic display or lineup during the investigative stage of a case. Kirby v. Illinois, 406 U.S. 682, 92 S.Ct. 1877, 32 L.Ed.2d 411; People v. Moreno, 181 Colo. 106, 507 P.2d 857; People v. Knapp, 180 Colo. 281, 505 P.2d 7; People v. Barker, 180 Colo. 28, 501 P.2d 1041; Brown v. People, 177 Colo. 397, 494 P.2d 587. Furthermore, the record is devoid of any unfairness in the conduct of the photographic displays from which it might be inferred that impermissible suggestiveness existed which would tend to taint the in-court identification.\nThe second ground for reversal is that error was committed in admitting into evidence over objection the box of .22 caliber cartridges found under the appellant’s coat in the back seat of the Cropp automobile. We agree with the trial court that this evidence was relevant and a circumstance bearing upon appellant’s connection with the crime committed. Hampton v. People, 171 Colo. 101, 465 P.2d 112.\nThe judgment is affirmed.\nMR. CHIEF JUSTICE PRINGLE does not participate.\n",
            "ocr": true,
            "opinion_id": 7831145
        }
    ],
    "court_short_name": "Supreme Court of Colorado",
    "court_full_name": "Supreme Court of Colorado",
    "court_type": "S",
    "court_jurisdiction": "Colorado, CO",
    "crime_category": "Robbery"
}