{
    "id": 7922287,
    "judges": "Miller",
    "date_filed": "1983-08-12",
    "date_filed_is_approximate": true,
    "slug": "sawtell-partners-llc-v-visy-recycling-inc",
    "case_name_short": null,
    "case_name": "Sawtell Partners, LLC v. Visy Recycling, Inc.",
    "case_name_full": "SAWTELL PARTNERS, LLC v. VISY RECYCLING, INC.",
    "attorneys": "Chamberlain, Hrdlicka, White, Williams & Martin, Gary Freed, Deborah S. Cameron, for appellant., Swift, Currie, McGhee & Hiers, Charles B. Marsh, Robert S. Huestis, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Reconsideration denied February 10, 2006",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "277 Ga. App. 563",
        "627 S.E.2d 58"
    ],
    "opinions": [
        {
            "author_str": "Miller",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMiller, Judge.\nSawtell Partners, LLC (Sawtell) sued its tenant Visy Recycling, Inc. (Visy) in negligence and indemnity for damage to Sawtell’s property resulting from a fire. The trial court granted summary judgment to Visy, and Sawtell appeals. We find no error and affirm.\nOn appeal from a grant of a motion for summary judgment, we review the evidence de novo, viewing it in the light most favorable to the nonmovant, to determine whether a genuine issue of fact remains and whether the moving party is entitled to judgment as a matter of law. Rubin v. Cello Corp., 235 Ga. App. 250 (510 SE2d 541) (1998).\nSo viewed, the record shows that after the former Lakewood General Motors plant ceased operation, a portion of the property was sold to Joby Properties, Inc. (Joby). In October 2000, Visy entered into an agreement with J oby whereby Visy would rent a storage facility on the property. A busy railroad line ran past the storage area. The agreement between Visy and Joby contained the following terms:\nVISY will pressure wash the area before and after the term of the license agreement and is responsible for any damage to the property caused by their operation.\nVISY agrees to hold harmless and immune from liability *564JOBY Properties, Inc. (its agents, servants, employees, representatives, corporate counterparts and affiliates, licensees, contractors, lessors, successors and assigns) from any claims, demands, damages, injuries, actions and causes of action resulting from the VISY operation in, on or about the premises.\nAfter executing the agreement, Visy installed additional fencing on the property to prevent theft from the storage facility. A Visy employee testified that vagrants often entered the property and used the storage area as shelter.\nOn the early morning of October 30, 2001, a fire broke out on Visy’s portion of the property. In the course of fighting the blaze, bales of smoldering cardboard stacked beside an adjacent building fell against that building, damaging it. Atlanta Fire Department officials surmised that vagrants had likely caused the fire, but its cause was never determined.\nNearly two years later, Joby’s successor-in-interest Sawtell filed a complaint for negligence and breach of contract against Visy, alleging that its building had been damaged in the blaze. Sawtell eventually moved for partial summary judgment on the grounds that the fire had resulted from Visy’s negligence in conducting its operations on the site and that Visy had agreed to indemnify Sawtell for any losses suffered. Visy opposed this motion, and had previously moved for summary judgment on these same issues. The trial court denied Sawtell’s motion and granted Visy’s motion. Sawtell moved for reconsideration. The court then entered an amended order specifying that Sawtell had “not presented any evidence” that the fire had resulted from Visy’s operations on the premises. Sawtell now appeals.\n1. Sawtell first contends that its motion for summary judgment should have been granted because the agreement holds Visy responsible for any damage “caused by [its] operation.” We disagree.\nWords in a contract generally bear their usual and common meaning. OCGA § 13-2-2 (2). “Where the terms of a written contract are clear and unambiguous, the court will look to the contract alone to find the intention of the parties.” (Citation and punctuation omitted.) Paige v. Jurgensen, 204 Ga. App. 524, 525 (1) (419 SE2d 722) (1992).\nAs Sawtell concedes in its brief, the cause of the fire that broke out on Visy’s site was never determined. Although the fire damaged Sawtell’s property, it does not follow that Visy’s “operation” was the cause of either the fire or the ensuing damage. Since there is no evidence to show that the fire was caused by Visy’s operation at the site, it follows that Visy cannot be held liable to Sawtell under the agreement. See, e.g., Jones v. Abraham, 109 Ga. App. 622, 624 (137 *565SE2d 92) (1964) (affirming grant of summary judgment where plaintiff failed to present evidence that defendant was liable under contract).\n2. Sawtell also contends that the trial court erred when it granted summary judgment to Visy on Sawtell’s negligence claim. Again, we disagree.\nOn motion for summary judgment, a plaintiff alleging another’s negligence as the cause of his injury “must introduce evidence which affords a reasonable basis for the conclusion that it is more likely than not that the conduct of the defendant was a cause in fact of the result.” (Citation omitted.) Feazell v. Gregg, 270 Ga. App. 651, 654-655 (2) (607 SE2d 253) (2004).\nAmere possibility of such causation is not enough; and when the matter remains one of pure speculation or conjecture, or the probabilities are at best evenly balanced, it becomes the duty of the court to grant summary judgment for the defendant.\n(Citation omitted.) Id. at 655 (2). “Encompassed within the concept of negligence is an element of foreseeability, which need not be as to the specific injury suffered but as to some injury. However, the concept does not include foreseeability of remote or unusual events.” (Citations and punctuation omitted.) Papp Clinic v. Cash, 186 Ga. App. 444, 445 (367 SE2d 271) (1988). Although questions concerning a lack of ordinary care and proximate cause are generally for the jury, cases presenting plain, palpable, and undisputed evidence that the defendant did not breach a duty, or that such a breach did not proximately cause the injury, maybe resolved as a matter of law. See, e.g., Rossano v. American Legion Post No. 29, 189 Ga. App. 610, 610-611 (1) (376 SE2d 698) (1988).\nAs we have held in Division 1 above, Sawtell has provided no evidence that Visy caused the fire that damaged Sawtell’s property. Without such evidence allowing the reasonable inference that some act or omission by Visy was the proximate cause of that event, or that the property and stacked cardboard were under its exclusive control at the time the fire started, Sawtell’s action must fail. Feazell, supra, 270 Ga. App. at 655-656 (2) (affirming grant of summary judgment for lack of evidence concerning both proximate cause and exclusive control as to res ipsa loquitur cause of action); see also Papp Clinic, supra, 186 Ga. App. at 445.\n\nJudgment affirmed.\n\n\nBlackburn, P. J., and Bernes, J., concur.\n\n*566Decided January 17, 2006 —\nReconsideration denied February 10, 2006\nChamberlain, Hrdlicka, White, Williams &amp; Martin, Gary Freed, Deborah S. Cameron, for appellant.\nSwift, Currie, McGhee &amp; Hiers, Charles B. Marsh, Robert S. Huestis, for appellee.\n",
            "ocr": true,
            "opinion_id": 7871723
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}