{
    "id": 7924232,
    "judges": "Yetka",
    "date_filed": "2023-01-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-holmes",
    "case_name_short": "Holmes",
    "case_name": "State v. Holmes",
    "case_name_full": "STATE of Minnesota v. Harold HOLMES",
    "attorneys": "C. Paul Jones, Public Defender, and Mark F. Anderson, Asst. Public Defender, Minneapolis, for appellant., Warren Spannaus, Atty. Gen., Tom Foley, County Atty., and Steven C. DeCoster, Asst. County Atty., St. Paul, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "325 N.W.2d 33"
    ],
    "opinions": [
        {
            "author_str": "Yetka",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nYETKA, Justice.\nDefendant was found guilty by a district court jury of aggravated robbery, simple robbery, and theft from the person. The trial court sentenced defendant to 32 months in prison, which is the presumptive sentence for aggravated robbery (severity level VII offense) by a person with defendant’s criminal history score (one). The trial court did not sentence defendant for or adjudicate him guilty of the two other offenses of which he was found guilty. On this appeal from judgment of conviction, defendant contends that his conviction should be reversed outright on the ground that the evidence identifying him as the robber was legally insufficient. Alternatively, he argues that he should be granted a new trial because the trial court erroneously denied a motion, made just before trial started, for a 10-14 day continuance to try to locate a possible defense witness whose existence and identity were not disclosed to the defense until the omnibus hearing, which was held right before trial. We affirm.\nOn the evening of May 30, 1981, two men beat and robbed a 65-year-old man on a bridge near the Union Gospel Mission at 345 University Avenue in St. Paul. The victim was a resident at the Mission. The robbery was witnessed by Randall Oldeen, also a resident of the Mission. Two other men, Grant Roberson, another resident of the Mission, and Orville Burden, saw the robbers running away from the bridge towards a wooded area frequented by Mission residents. Jerome Flaten, one of the two men running from the bridge, told Roberson that they had just “busted” an old man on the bridge. With Roberson’s aid, police went into the woods and found defendant and Flaten sniffing paint. Roberson and Burden identified the two as the two they had seen running. Oldeen later viewed a lineup in which defendant and Flaten appeared. He identified defendant, but claimed that Flaten, whom he had known for 5 years, was not the other robber. Later that day, he summoned police to the Mission and introduced them to Lee Robertson, also a resident of the Mission, who claimed that he had been in on the robbery but had not actively or intentionally participated in it. Oldeen represented that Robertson was the other person he had seen.\nThe state disclosed the existence and identity of Robertson to defendant’s counsel for the first time at the omnibus hearing. Following the omnibus hearing, defense counsel sought a 10-14 day continuance before trial so that he could try to locate Robertson. The trial court denied the motion because Flaten’s counsel had tried, but failed, to locate Robertson, who was from out of state, and because it was not clear that Robertson’s testimony, if he could be *35located and persuaded to testify, would aid defendant.\nAt trial, the police testified about the events leading to the arrest of defendant and Flaten, about an incriminating statement Flaten made in defendant’s presence when the two were arrested, and about the identification of defendant and Flaten at the scene. Police, who had seen a pouch of five or six razors at the scene of the attack, testified that they found an identical razor in defendant’s pocket when they frisked him before placing him in the squad car and that defendant later abandoned this razor in the temporary holding cell at the jail, a fact showing a consciousness of guilt on his part. The victim testified that he had not seen his assailants and therefore could not identify anyone. However, both Oldeen and Roberson (but not Burden, who was unavailable) positively identified defendant at trial.\n1. There is no merit to defendant’s contention that the evidence of his guilt was legally insufficient.\n2. Whether defendant was prejudiced by the state’s failure to disclose to defense counsel before the day of the omnibus hearing the existence and identity of Robertson is a more difficult issue.\nWe believe that this clearly was a violation of Minn.R.Crim.P. 9.01, subd. 1. The information, broadly speaking, was exculpatory in nature and it was not sufficient to disclose it at the omnibus hearing, at least in a case where the omnibus hearing was being held right before trial.\nAfter careful consideration, however, we conclude that the record on appeal fails to support the contention that a continuance, which would have put defendant in the same position he had been in if timely disclosure had been made, would have helped defendant. A number of facts bear on this issue:\nFirst, it is undisputed that Robertson was no longer living at the Mission in St. Paul. Indeed, Flaten’s counsel had tried to locate Robertson at his last address in Iowa and had failed.\nSecond, Robertson was a transient and might have been very difficult to locate.\nThird, it is questionable whether Robertson was telling the truth when he told the officer that he had participated in the robbery. The fact that the charges against Flaten were dismissed does not mean that anyone connected with the prosecution believed Robertson on this point. The dismissal simply means that the prosecution felt that, with Oldeen testifying that Flaten was not the man, there was no way the state could obtain a conviction of Flaten.\nFourth, if Robertson had been located, it is not clear that he would have been willing to testify.\nFifth, even if he had been willing to testify, it is not clear that his testimony would have significantly aided defendant.\nFinally, it is significant that the defense either has not made an effort to contact Robertson since the trial or, if it has made an effort, has not succeeded. In other words, it is not clear that if we were to grant defendant a new trial, the new trial would be any different than the first one.\nConsidering all these factors, we believe that the record on appeal fails to establish that the defendant was prejudiced by the prosecutor’s failure to disclose earlier or by the trial court’s refusal to grant the requested continuance.\nAs we stated in State v. Smith, 313 N.W.2d 429, 430 (Minn. 1981), “We emphasize, however, that we will not tolerate intentional abuses of the discovery process by the prosecutor and that we will not hesitate to reverse on this ground if the facts warrant it.” See State v. Hall, 315 N.W.2d 223 (Minn. 1982); State v. Schwantes, 314 N.W.2d 243 (Minn. 1982); State v. Zeimet, 310 N.W.2d 552 (Minn. 1981).\nAffirmed.\n",
            "ocr": true,
            "opinion_id": 7873866
        }
    ],
    "court_short_name": "Supreme Court of Minnesota",
    "court_full_name": "Supreme Court of Minnesota",
    "court_type": "S",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Robbery"
}