{
    "id": 7927211,
    "judges": "Andreasen, Harris, Larson, McGiverin, Schultz",
    "date_filed": 630115200000,
    "date_filed_is_approximate": false,
    "slug": "js-v-state",
    "case_name_short": "J.S.",
    "case_name": "J.S. v. State",
    "case_name_full": "In the Interest of J.L.P., J.A.S.P. and J.E.S., Children. J.S., Mother v. STATE of Iowa",
    "attorneys": "Michael T. Hines of McCarthy & Lam-mers, Davenport, for appellant., Thomas J. Miller, Atty. Gen., Gordon E. Allen, Deputy Atty. Gen., and Charles K. Phillips, Asst. Atty. Gen., for appellee., Jerald Feuerbach, Davenport, guardian ad litem for the children.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "449 N.W.2d 349"
    ],
    "opinions": [
        {
            "author_str": "Schultz",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSCHULTZ, Justice.\nJ.S., the mother of three children, appeals from a juvenile court order terminating her parental rights. The three putative fathers did not contest the initial termination proceeding, nor did they appeal the court order. The court of appeals reversed the juvenile court ruling, holding that there is not clear and convincing evidence to establish that the children could not be returned safely to their mother’s custody. The State and the attorney and guardian ad litem for the children seek further review of the court of appeals decision. We vacate the decision of the court of appeals and affirm the judgment of the juvenile court.\nJ.S. was born in 1964. She has lived most of her life in Iowa. Her parents were divorced when she was young, and she lived with her mother until she was thirteen years old. When her mother threw her out of the house, she moved to another city to live with her father and stepmother. J.S. has described the pain of being abused as a child and of being rejected by her siblings and her mother. She became pregnant when she was sixteen but was able to complete high school. Her children, J.L.P., J.A.S.P. and J.E.S., were born in 1981, 1983 and 1986, respectively. In 1985 she married a man who, soon after, was incarcerated on an armed robbery charge. Although they cohabited following his release from prison, they are now divorced.\nOn September 26,1986, J.S.’s aunt filed a child abuse report alleging that J.S. “beat on the children all the time.” At this time J.S. and the children were living with her aunt and several other family members. An investigator from the Department of Human Services determined this report to be founded. The investigator found six areas of injury on J.A.S.P.’s back consisting of linear marks caused by being struck with a switch. J.L.P. had a circular bruise on his back. Both children indicated that their mother whipped them with belts and switches. Relatives confirmed this conduct. J.S. testified at the termination hearing that “I did whop them with a belt and *351switch” and admitted she was responsible for their injuries.\nBecause of the tension caused by the reports of physical abuse, the relatives asked J.S. and the children to leave their home. As the state investigators feared that the children would not be safe away from their relatives, they petitioned to have them adjudicated in need of assistance. On October 23, 1986, all three children were placed in foster care. All parties subsequently stipulated that the children were in need of assistance, because their mother had physically abused or neglected them or was imminently likely to do so. The juvenile court ordered the children adjudged in need of assistance pursuant to Iowa Code 232.2(6)(b) (1985) on December 12,1986. In February 1987 the juvenile court gave legal custody of the children to the Scott County Department of Human Services for placement outside the home and allowed J.S. reasonable visitation privileges. This order was reviewed in August 1987, and the court found that the children should remain in foster care with supervised visitation.\nIn early 1988 the juvenile court directed that either the Scott County Attorney or the children's attorney institute proceedings to terminate the parent-child relationship. The State filed the present petition to terminate the parental rights of the mother and all three fathers. The children’s attorney and guardian ad litem filed a statement supporting the State’s petition.\nThe juvenile court terminated the parental rights between the three children and their mother pursuant to Iowa Code section 232.116(l)(e) (1987), as amended. That section provides for termination if the court finds that all of the following have occurred:\n(1) The child has been adjudicated a child in need of assistance pursuant to section 232.96.\n(2) The custody of the child has been transferred from the child’s parents for placement pursuant to section 232.102 for at least twelve of the last eighteen months.\n(3) There is clear and convincing evidence that the child cannot be returned to the custody of the child’s parents as provided in section 232.102.\nJ.S. concedes that the first two elements of section 232.116(l)(e) are satisfied but challenges the sufficiency of the evidence presented to establish that the children cannot safely be returned to her custody. Proof of any one of the types of harm outlined in Iowa Code section 232.2(6) (1987), previously section 232.2(5), is sufficient to support termination. See In re Chad, 318 N.W.2d 213, 219 (Iowa 1982). The sole issue on appeal in this case is whether there is clear and convincing evidence that J.S. will continue to physically abuse her children if they are returned to her custody.\nOur review of parent-child termination proceedings is de novo. In re D.P., 431 N.W.2d 777, 780 (Iowa 1988). We give weight to the fact-finding of the juvenile court, especially when considering the credibility of witnesses, but we are not bound by it. Id.; In re Dameron, 306 N.W.2d 743, 745 (Iowa 1981); Iowa R.App.P. 14(f)(7). Our primary concern is the best interest of the child. Dameron, 306 N.W.2d at 745.\nWe look to the child’s long-range, as well as immediate, interests. We consider what the future holds for the child if returned to his or her parents.' Insight for this determination can be gained from evidence of the parent’s past performance, for that performance may be indicative of the quality of the future care the parent is capable of providing. Our statutory termination provisions are preventative as well as remedial. They are designed to prevent probable harm to a child.\nIn re J.S., 427 N.W.2d 162, 163 (Iowa 1988) (citation omitted).\nWhen the children were placed in foster care, the Department of Human Services developed a case plan to help J.S. regain custody of her children. At the termination hearing, the State presented the testimony and the reports of three social workers, a psychotherapist, and a family life specialist who have worked with J.S. in furtherance of that plan. J.S. testified *352on her own behalf. What is immediately clear from the record is that J.S. did not cooperate with any of the workers assigned to help her. While we agree with the conrt of appeals that a failure to comply with the department’s case plan cannot be considered grounds to terminate parental rights, such a failure can be considered evidence of the parent’s attitude toward recognizing and correcting the problems which resulted in the loss of custody.\nThe main goals of the departmental case plan were to teach J.S. a different parenting technique which presented alternatives to physical discipline and to help her express her anger in a more productive and acceptable manner. Her many absences from all of her scheduled appointments made it difficult for J.S. to achieve these goals. Both her psychotherapist and the family life specialist testified that J.S. missed or cancelled more than fifty percent of her appointments with them.\nThe psychotherapist testified that J.S. felt that she had no problems and was only coming to the center because she had to, and not because she had injured her children. J.S.’s therapy was cancelled by mutual agreement after more than a year. The psychotherapist testified that she felt her services had been of no assistance to J.S., because she had not dealt with the “anger issues” during their sessions.\nThe family life specialist testified that although J.S. understood that physical discipline was inappropriate as a child-rearing technique, she was unable to put some of the alternatives she had learned into practice. She said that “[J.S.] just automatically acted out what she was feeling, which was frustration.” The specialist is also no longer working with J.S. because of J.S.’s general unwillingness to work on her problems.\nMore important than missed therapy and parenting classes are the missed or shortened visits with the children. One social worker testified that J.S. and her husband did not take advantage of the full time allotted to them for visitation. During a scheduled two-hour visitation period, they would stay from forty-five minutes to an hour and forty-five minutes without giving any explanation why the visit would be cut short. J.S.’s behavior during her visits was also erratic. At times she interacted well with her children, and at times she ignored them entirely.\nAnother social worker testified that J.S., who was entitled to weekly visits with her children, only attendéd nine visits in a twenty-four week period. Because of her frequent absences, the length of the visits were reduced from two hours to one hour in February 1988. In addition, the visits were moved from J.S.’s apartment to the office of a professional child-service agency, so that the children were not kept waiting outside in the cold when their mother did not appear. A particularly poignant example of these missed visits was when J.S. failed to visit the children on J.L.P.’s birthday. The worker testified that J.S. appeared to be insensitive to any pain that her absences might cause her children.\nAll three of the social workers who have been involved with this family have testified to J.S.’s anger, hostility, indifference and resentment. While it is understandable that J.S. would feel hostility toward a system she holds responsible for depriving her of her children, this animosity has prevented her from making any progress toward regaining their custody. We can only look to J.S.’s past behavior to predict how she will act in the future. J.S. has given us no indication that she will treat her children differently should they be returned to her. The only time that she has had an unsupervised visit with her children, the two older children were returned to the caseworker crying that their mother had hit them. Another time a social worker testified that J.S. became angry with J.A. S.P., started yelling at her and “hauled off and smacked her.”\nThese instances are indicative of J.S.’s behavior and attitude toward her children. The social worker who witnessed J.S. hitting J.A.S.P. testified that J.S. essentially told her that it was none of her business, that she would take care of the kids the way she wished, and that if she wanted to hit them, she would do so. This interaction *353occurred in December 1987, over a year after the children had been removed from her custody, and suggests that little progress had been made to improve J.S.’s skills as a parent. While physical discipline is not per se abusive, J.S.’s behavior does not allow us to conclude that she understands the difference. J.S. does not appear to have any remorse or real understanding that her actions were or are inappropriate. This lack of understanding could indicate future abuse. See D.P., 431 N.W.2d at 782. The juvenile court had the opportunity to see and judge the credibility of the witnesses. We agree with that court’s assessment:\nThis case has been characterized over the past 20 months by a lack of any significant progress. [J.S.] has continued to deny having ever abused the children. She sees no reason to change her style of parenting or the type and severity of discipline to her children. [J.S.] has not accepted assistance from various community agencies_ [J.S.] has expressed nothing but anger, hatred and open hostility for anyone who has been assigned to work with her. Even the Court’s finding at the hearing on February 18, 1988, that the State institute termination proceedings did not motivate [J.S.] to make changes. It is apparent to those who have worked with [J.S.] that she continues to have many unresolved and unaddressed personal problems from her own upbringing that she refuses to deal with. She has not demonstrated a commitment and interest in her children as evidenced by her lack of visitation with her children. [J.S.’s] children have not been a priority in her life.\nIn affirming the juvenile court’s decision to terminate the parent-child relationship, we note that the guardian ad litem for the children has joined the State in requesting termination of the relationship and that all of the caseworkers agree with the decision. J.S. has now had three years to work on becoming a better mother to her children. She has had a myriad of services provided to help her achieve this goal. She does not appear to have made any progress. Her unpredictable behavior at visits, viewed in the light of her failure to make any attempt to change her attitude or behavior, compel us to conclude that we should affirm the trial court’s decision to terminate the parent-child relationship. It is not in the children’s best interests to continue to keep them in temporary foster homes. See In re A.C., 415 N.W.2d 609, 613 (Iowa 1987), cert. denied, 485 U.S. 1008, 108 S.Ct. 1474, 99 L.Ed.2d 702 (1988); In re R.M., 431 N.W.2d 196, 200 (Iowa App.1988).\nIn conclusion, we hold that it is in the best interests of the children to terminate their legal relationship with their natural mother.\nDECISION OF COURT OF APPEALS VACATED; DISTRICT COURT JUDGMENT AFFIRMED.\n",
            "ocr": true,
            "opinion_id": 7877114
        }
    ],
    "court_short_name": "Supreme Court of Iowa",
    "court_full_name": "Supreme Court of Iowa",
    "court_type": "S",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Robbery"
}