{
    "id": 7934435,
    "judges": "Valentine",
    "date_filed": "1974-08-29",
    "date_filed_is_approximate": true,
    "slug": "dolbe-v-norton",
    "case_name_short": "Dolbe",
    "case_name": "Dolbe v. Norton",
    "case_name_full": "Peter A. Dolbe v. Frank M. Norton",
    "attorneys": "James Rogers, and E. M. Sanford, for plaintiff in error:, Ellis Lewis, for defendant in error,",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Action eor False Imprisonment, etc. ; Defense. Where a private pros- ■ eoutor, for the purpose of instituting a criminal prosecution against another person for grand larceny, makes an affidavit before a justice of the peace, charging such other person with committing the crime of grand larceny, by stealing a steer of the value of §35, and a warrant is issued on such affidavit, and the defendant is arrested thereon and imprisoned; and the prosecutor pays no further attention to the prosecution, and the prosecution is afterward dismissed and the defendant discharged, and there was no sufficient ground in law for said prosecution; and afterward the defendant commences an action on said facts against the prosecutor for false imprisonment, malicious prosecution and libel; and the prosecutor sets up as a defense to the action, that at the time that said affidavit was made and warrant issued, the justice of the peace, upon the facts, decided that said defendant had committed the crime of larceny, and advised that he be prosecuted therefor, held, that said decision and advice of the justice are not a sufficient defense to the action.</p>",
    "summary": "\nError from Osage District Court.\n Action for false imprisonment, malicious prosecution, and libel, brought by Dolbe against Norton. Trial at the April Term, 1877, of the district court, and judgment for the defendant. Dolbe brings the case here. The defendant, when he commenced the criminal prosecution in question, had no right to rely upon the opinion, decision and advice given him by the justice of the peace before whom he began such prosecution — citing Annibal v. Hunter, 6 Pr. 255; 1 Code (N. S.), 403; Sayles v. Worden, 6 Pr. 84; Buddington v. Davis, id. 401; Murphy v. Larson, 77 111. 172; Davis v. Westin, 72 111. 262; Palmer v. Richardson, 70 111. 544; Soule v. Wénston, 66 Me. 447; Stanton v. Hart, 27 Mich. 593; Straus v. Young, 36 Md. 246; 16 Ohio St. 468; 11 Ind.45. argued that the statute (Gen. Stat. 1868, ch. 82, § 36) makes it the duty of the justice to issue a warrant only on the condition that the justice shall be satisfied, after an examination of the complaining witness and others, that there is reasonable probability for believing that an offense has been committed. The issuance of the warrant is therefore a judicial act under our peculiar statutory provisions, and the policy of the law is against holding a prosecuting witness liable in such an action as this was. The legislature has placed the responsibility of commencing the legal steps of a prosecution upon an officer of the law, and made his first step, which sets all else in motion, a judicial act; and of course, under the facts as stated in the answer, the defendant Norton was not liable. The answer shows with sufficient distinctness that all three of the counts of plaintiff’s petition were only different statements of one grievance and-cause of action; and after verdict, the court will presume that such was the fact, if there should be merely an inaccurate statement of the defense in the answer. In other words, mere indefiniteness, if such exists in the answer, will not be sufficient cause for setting aside the verdict. The 16th Ohio St. 468, and 11th Ind. 45, are strong cases without our statutes, and decided under statutes very different from our own; but our statute requires a judicial investigation by the justice before he issues his warrant, and the issuance is a judicial as well as a ministerial act. Besides, it is necessary for the legislature to throw some shield around those who become prosecuting witnesses, at the risk of being •deprived of their liberty, and compelled to pay the costs and •expenses of state prosecutions, which ought to be paid by the .state, and not incurred by the private individual; and the plan adopted in section 36 is a very reasonable one. It is, too, as likely a way to prevent erroneous, unjust, and malicious arrests and prosecutions, as if a great many attorneys should be deemed competent advisers, and sufficient to protect the prosecuting witnesses from the imputation of malice. There are ignorant and pettifogging attorneys, as well as ignorant justices of the peace; yet for that reason it would not be right, that where a prosecutor, ignorant of the law himself, honestly 'seeks the advice of those whom the ordinary experience of mankind would lead him to seek, if acting honestly, he should yet be held to be acting maliciously in all cases, if an actual mistake is made, merely because some attorneys, as well as some justices, should be incompetent advisers.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "22 Kan. 101"
    ],
    "opinions": [
        {
            "author_str": "Valentine",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\n\"Valentine, J.:\nThis was. an action for false imprisonment, malicious prosecution, and libel. Each cause of action was set forth in the petition in a separate count, and all were founded upon a criminal prosecution commenced before a justice of the peace by the defendant as complainant against the plaintiff, for an alleged larceny of a steer belonging to the defendant. The defendant answered, setting up two defenses: First, a general denial; second, new matter purporting to constitute a defense to the whole of the plaintiff’s petition, and to each count thereof. The plaintiff demurred to the second defense of the answer, on the ground that the facts set forth therein were not sufficient in law to constitute any defense to the plaintiff’s action. The court overruled this demurrer, and of this ruling the plaintiff now complains. ¥e think the court below erred; for while the second defense of the defendant’s answer professes to be á full and complete defense to the whole of the .plaintiff’s petition, yet it is certainly no ■defense to the third count thereof, which sets up a cause of action for libel. But the main question discussed by counsel — the question upon which the defendant at least seems to think the decision of the case in this court must turn, and therefore the question to which we shall give our especial attention, and really the only one we shall decide in the case — is the question whether the defendant had a right when he commenced said criminal prosecution to rely upon the opinion, decision and advice given him by the justice of the peace before whom such prosecution was commenced. It will be remembered that all of the ‘plaintiff’s supposed causes of *104action had their origin in said criminal prosecution, and therefore a statement of the facts of the whole case in the aggregate may be made, and not a statement of the facts of each count or cause of action separately. According to the pleadings, the facts of the case are substantially as follows: The defendant owned said steer. The plaintiff wrongfully, but without larceny, took the same away from the possession-of the defendant’s herdsman. The defendant did not know whether the plaintiff, by these acts, committed a crime in-law, or not; therefore, he and his herdsman went to said justice of the peace, and stated the facts to him; whereupon the-justice decided that the plaintiff had committed the crime of grand larceny, and advised that he should be prosecuted therefor. The justice then drew up an affidavit, stating and' charging that the plaintiff had committed the crime of grand larceny, by stealing said steer valued at $35, which affidavit the defendant then swore to and signed. The justice then issued a warrant for the arrest of the plaintiff, who was-arrested thereon, and imprisoned. The defendant paid no-further attention to the prosecution, which was finally dismissed, and the plaintiff discharged.\nWe do not think that the opinion, decision or advice given-by the justice to the defendant is a good defense to this action, nor that it is a good defense even to the second count of the petition, which sets forth a cause of action for malicious prosecution. Straus v. Young, 36 Md. 247, 256; Olmstead v. Partridge, 16 Gray (Mass.), 381, 382. See also, in this connection, the following authorities: Murphy v. Larson, 77 Ill. 172; Beal v. Robeson, 8 Ired. (N. C.) 276; Stanton v. Hart, 27 Mich. 539; Burgett v. Burgett, 43 Ind. 78; Wilkenson v. Arnold, 11 Ind. 45; White v. Tucker, 16 Ohio St. 468.\nIt is not claimed that the justice was a lawyer, or that he had any special education in the laws of the country; hence his opinion or his advice upon this subject is not entitled in-law to any greater consideration than that of the defendant himself, or that of any other person. Besides, a justice of the peace is not the proper officer to give advice concerning *105criminal prosecutions about to be commenced before him. The county attorney is the proper officer designated by law for such a purpose. A person may, however, rightfully consult any lawyer learned in his profession. And where a person acting in good faith, and under the advice of counsel learned in the law, mistakenly institutes a prosecution against another person who is not liable, and the prosecution fails, the prosecutor does not thereby render himself liable to an action for malicious prosecution, or to any other action. The mere fact that he took such advice under such circumstances is a good defense to any action that might subsequently be brought against him.\nOf course, whatever was said or done by the justice, or by the defendant, or by his herdsman, at the time said affidavit was made and warrant issued, would be competent evidence on the trial of this case as a part of the res gestee. Eor what was then said and done is a part of the transactions out of which these supposed causes of action arose, and will tend to explain and qualify the same. The things then said and done may in fact show, when fully proved to the jury, that the plaintiff has no cause of action against the defendant. But what we wish here to say is, that the advice given by the justice, or his opinion or decision, cannot constitute any defense to any action which the plaintiff might have against the defendant, except for such advice, opinion or decision.\nThe judgment of the court below will be reversed, and cause remanded for further proceedings.\nAll the Justices concurring.\n",
            "ocr": true,
            "opinion_id": 7884820
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}