{
    "id": 7956663,
    "judges": "Mason",
    "date_filed": "1972-09-08",
    "date_filed_is_approximate": true,
    "slug": "state-v-turner",
    "case_name_short": "Turner",
    "case_name": "State v. Turner",
    "case_name_full": "The State of Kansas v. W. L. Turner",
    "attorneys": "W. E. Mahin, J. F. Bennett, both of Norton, A. W. Relihan, T. D. Relihan and J. T. Reed, all of Smith Center, for the appellant., C. B. Griffith, attorney-general, William A. Smith, assistant attorney-general, Robert W. Hemphill, county attorney, and H. R. Tillotson, of Lenora, for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "121 Kan. 364"
    ],
    "opinions": [
        {
            "author_str": "Mason",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nMason, J.;\nJack Newkirk, a resident of Lenora, in Norton county, disappeared between ten and eleven o’clock on the night of September 6, 1922. On May 5, 1923, his remains were found in a field about fifty or sixty feet from the public highway running from Norton, Kan., to Beaver City, Neb., about two miles north of the state line. W. L. Turner, charged with his death, was convicted of murder in the second degree, and now appeals.\nThe principal contention on which a reversal is asked is that there was no substantial evidence of his guilt. The following is a statement, with occasional comment, of facts which were either testified to directly or were fairly inferable from other facts that were testified to, no reference being made to evidence of a contrary téndency for the reason that questions of credibility and weight *365must be regarded as having been finally determined in the district court:\nThe defendant and Newkirk’s wife had been seen together on the street “at all times of night from ten o’clock to three o’clock in the' morning.” The witness who gave this testimony said:\n“Saw them in the evening generally — one would go north and then the other, and they would usually come back together. ... In the last four or five years I have probably seen them go by the stockyards north and come back together on an average of twice a week.”\nThere is no occasion to review other evidence on the subject, for this, if given credit, is sufficient to warrant an inference of the existence of illicit relations, there having been no attempt to explain meetings of the character indicated, the defendant’s testimony on the subject consisting of denials.\nThe skull of Newkirk had a round hole in the top such as might have been made by a bullet from a pistol of less than .32-caliber, fired from above, the body showing no other marks of violence. The defendant had a .25-caliber automatic. No weapon was found near the body. In the rear of the house where Newkirk’s family lived was a garage in which were a bed, chair, an oil stove and cooking utensils. There he cooked his own food, slept, and kept his clothing. Near the body were found a piece of a 6 by 12 rug which had been kept in the garage, a mackinaw, coat and other clothing. A rope was under the pile of clothing and under the feet of the body.\nAfter midnight of September 7, 1922, a farmer, living in Nebraska was returning home from Norton driving a truck. He saw a small car coming behind him and slowed up, pulling out for it to pass. Instead of doing so, however, it stopped. This happened a second and a third time. A little later the truck stopped and its driver, after working with it quite a long time, seeing the car back of him had also stopped about 200 feet away, started back to get help. He saw two people, apparently a man and a woman, jump into the car and go back as fast as they could. The place where the small car last stopped was just opposite where the body was found. When first seen the car had a bundle tied on its left side, which was not there when the driver of the truck started back to it. At this time the field where the body was found was overgrown with weeds. The defendant owned an Overland four-cylinder roadster, the running board of which was about a foot wide and four feet long.\nThe defendant in the fall of 1922, after the disappearance of New-*366kirk, said to a witness: “I saw Jack Newkirk the night he disappeared, after the picture show, and Jack said he was going up the river and kill himself, and I got hold of Jack apd took him over to Norton and left him.” The defendant on the stand denied saying this. When arrested in Kansas City, Mo., he said “he guessed he knew what they wanted him for — something about the murder of this fellow, Newkirk.” He caused mail to be sent to him there under an assumed name. He offered explanations of these matters, but the jury may not have believed them.\nEvidence was introduced for the purpose of showing the probability of a meeting between the defendant and the wife of Newkirk on the night of his disappearance. An effort was made to show an alibi for Mrs. Newkirk. Whether or not the state’s evidence tended to show1 the meeting referred to, it was inconsistent with the alibi testimony.\nThere is no difficulty with respect to the matter of venue. If a finding was justified that the defendant killed Newkirk, the evidence clearly warranted accepting the theory that the murder was committed in Norton county and the body was taken into Nebraska for concealment.\nThere was evidence not here referred to which is capable of interpretation as strengthening the state’s case in matters of detail, but the conviction must rest upon substantially the foregoing bare outline. We think it sufficient to sustain the verdict. The jury was clearly justified in rejecting the theory’ of suicide. Newkirk’s circumstances precluded the idea of robbery, and there was nothing to suggest a definite motive different from that relied on by the prosecution. The testimony of the driver of the truck warrants the belief that the body was hidden by a man who had committed the murder, accompanied by a woman, and the other features of the case lend themselves to the identification of the defendant as the murderer.\nCounsel for the defendant present a very strong argument in favor of the contention that the evidence does not warrant a conviction. The questions they discuss, however, are rather those of fact than of law. In their brief they say if the jury inferred that the bundle on the running board wras the body of Newkirk it must have inferred that he had previously died or been killed in Norton county, an inference not based on any proven fact; and if it inferred that the defendant or Mrs. Newkirk were in the car, that inference must have *367been based on the further inference that they were interested in concealing such body, inferences said not to be permissible because “a legitimate inference can only be drawn from a proven fact, it can never be drawn from another inference.” Whatever effect the maxim quoted may have in some situations, it does not avail to impair the conclusions reasonably to be drawn from the testimony of the driver of the truck. Of the rule as stated it is said by Professor Wigmore:\n“It was once suggested that an ‘inference upon an inference’ will not be permitted, i. e., that a fact desired to be used circumstantially must itself be established by testimonial evidence; and this suggestion has been repeated by a few courts, and sometimes actually enforced. There is no such rule; nor can be. If there were, hardly a single trial could be adequately prosecuted.” (1 Wigmore on Evidence, 2d ed., § 41.)\nA new trial was asked on the ground of newly discovered evidence, and complaint is made of the overruling of the motion. A resident of Nebraska made an affidavit that about the time of the disappearance of Newkirk he saw a man of his general appearance walking north in the road near where the body was found, carrying a large bundle wrapped in some sort of covering that appeared to be tied by the four corners; that an acquaintance who had since lost his mind had told him of seeing a person of similar appearance, details being added suggesting that this acquaintance might be the murderer. This affidavit was accompanied by others testifying to the affiant’s good reputation. Later, however, these character affidavits were much modified and eleven new ones were produced by the state asserting the bad reputation of the maker of the original affidavit. At the hearing of the motion for a new trial the affiant was placed upon the stand, examined and cross-examined. The court overruled the motion upon the grounds that .due diligence had not been shown, and that there was no probability of the result of a trial being changed by the new evidence, which was declared to be unreasonable.\nIn behalf of the defendant objection to this ruling is urged upon the ground that the court undertook to pass upon the credibility of the evidence and thereby invaded the province of the jury, State v. Keleher, 74 Kan. 631, 643, 87 Pac. 738, being quoted from in support of that contention. That case, as is mentioned in the defendant’s brief, has already been referred to as very exceptional. (State v. Fleeman, 102 Kan. 670, 171 Pac. 618.) Moreover, since the Keleher decision a new code has been adopted which expressly provides that *368on the hearing of a motion for a new trial on the ground of newly discovered evidence the opposing party may rebut the new evidence. (R. S. 60-3004.) The provision cited applies in criminal as well as civil cases. (State v. Wellman, 102 Kan. 503, 170 Pac. 1052.) There could be little object in presenting rebuttal testimony unless the judge was expected to weigh conflicting evidence, and to refuse to set aside a verdict merely because of new testimony which is important if true, but which he regards as incredible.\nThe judgment is affirmed.\n",
            "ocr": true,
            "opinion_id": 7908168
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}