{
    "id": 8624413,
    "judges": "Kelly, Lucero, McKay",
    "date_filed": 1159920000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-martinez",
    "case_name_short": "Martinez",
    "case_name": "United States v. Martinez",
    "case_name_full": "United States v. Anthony P. MARTINEZ",
    "attorneys": "David C. Iglesias, Roberto Ortega, Laura Fashing, Office of the United States Attorney, Albuquerque, NM, for PlaintiffAppellee., Stephen P. McCue, Thomas B. Jameson, Office of the Federal Public Defender, Albuquerque, NM, for Defendant-Appellant., Anthony P. Martinez, pro se.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "198 F. App'x 704"
    ],
    "opinions": [
        {
            "author_str": "Kelly",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nORDER AND JUDGMENT **\nPAUL KELLY, JR., Circuit Judge.\nMr. Martinez, appearing pro se, appeals from his conviction by a jury and sentence for being a felon in possession of two firearms, 18 U.S.C. §§ 922(g)(1) and 924(a)(2) (count I), and for possessing of two stolen firearms, 18 U.S.C. §§ 922(j) and 924(a)(2), based on a 2004 indictment. He was sentenced to a term of imprisonment of 100 months and three years supervised release on each count to be served concurrently. Our jurisdiction arises under 28 U.S.C. § 1291, and we affirm.\n\nBackground\n\nOn September 18, 2001, an Albuquerque Police Department officer responded to a call concerning a potential burglary at a residence on 56th Street. The officer spoke to the caller who reported seeing a man crawling into a neighbor’s residence through a broken window and exit with something in his pants. The caller also reported that the man, whom he would identify as Mr. Martinez, walked to a nearby house on 57th Street and entered it. The officer checked the 56th Street residence and noted that its front door was unlocked and damaged, and the residence appeared to have been ransacked, with a broken south side window. The victim of the burglary at the 56th Street residence reported two handguns were stolen, a .40 caliber Daewoo and .38 caliber Derringer, along with some jewelry and a pocket watch.\nOfficers went to the 57th Street house, but no one answered their knock. Con*707cerned that the suspected burglar might be armed, officers surrounded the 57th Street house and closed the street to traffic. Although Mr. Martinez came out of the house, when he was told to freeze, he ran back in. A SWAT team arrived, the other occupants of the house were directed to come outside, and ultimately about three hours later, Mr. Martinez came out and was arrested. After his arrest, officers obtained a search warrant, and recovered two guns hidden under a dishwasher in the kitchen that matched those stolen from the 56th Street residence. The owner of the 57th Street residence, Mr. Martinez’s mother, testified that she did not keep firearms, and she was unaware of the guns found under the dishwasher.\nOn September 20, 2001, the government filed a criminal complaint against Mr. Martinez charging him with the same offenses he now stands convicted of. An arrest warrant issued. Mr. Martinez was in state custody, so the government filed a detain-er against an unsentenced prisoner and served it on the records clerk of the detention center holding Mr. Martinez. He was indicted on October 10, 2001 on these offenses, and an arrest warrant issued. No further activity occurred until January 2003.\nOn January 21, 2003, while in state custody, Mr. Martinez was served with a detainer against an unsentenced prisoner, although Mr. Martinez had been sentenced in state matters in 2002. Mr. Martinez contends that he consulted with his case manager and requested that she contact the federal marshal and advise that he had been sentenced, and now wished to invoke his speedy trial rights under the Interstate Agreement on Detainers Act (“IADA”). On January 24, 2003, Mr. Martinez was served with a detainer against a sentenced prisoner, and he acknowledged receipt. The district court determined that although Mr. Martinez sought to invoke his speedy trial rights, he did not circle the language indicating such. Aplt. App. 34-35. On February 3, 2004, Mr. Martinez filed a demand with the federal district court for a speedy trial, and the government received a written demand on January 27, 2004. Ultimately, in response to Mr. Martinez’s motion to dismiss the indictment based upon a violation of the IADA, the district court dismissed the 2001 indictment without prejudice because more than 180 days had passed since the court and the government received Mr. Martinez’s demand for a speedy trial. Aplt. App. 40-41.\nOn December 17, 2004, Mr. Martinez was re-indicted on the same offenses as in 2001. He represented himself with standby counsel, and the district court denied his motions to dismiss the indictment on several grounds. The victim of the burglary (who was scheduled to be out of the country) appeared by video-taped deposition, although at the deposition, Mr. Martinez objected. The case was tried to a jury which convicted Mr. Martinez, and he was sentenced.\nOn appeal, Mr. Martinez argues the district court erred (1) in determining that the government did not violate the IADA in 2003, and in not dismissing the 2001 indictment with prejudice based upon the government’s 2004 IADA violation, (2) in not dismissing for preindictment delay after a hearing, as the government consented to the motion by not responding, (3) in allowing the deposition testimony of the burglary victim, (4) in instructing the jury on possession, and not using his tendered instruction, (5) in not granting a motion for judgment of acquittal based upon insufficient evidence, (6) in determining that the federal prosecution did not violate double jeopardy, and (7) in ruling that the government did not violate Fed.R.Crim.P. 5(a), nor his Sixth Amendment right to counsel.\n\n*708\nDiscussion\n\nA. Dismissal of the 2001 Indictment Without Prejudice\nThe district court dismissed the 2001 indictment without prejudice.1 We review the district court’s factual findings for clear error, its legal conclusions de novo, and its decision to dismiss without prejudice for an abuse of discretion. United States v. Kelley, 402 F.3d 39, 41 (1st Cir.), cert. denied, — U.S. —, 126 S.Ct. 164, 163 L.Ed.2d 152 (2005).\nWe find no error in the district court’s factual findings that Mr. Martinez filed a speedy trial demand on February 3, 2004, with the district court, and that he sent a demand for a speedy trial to the government on January 26, 2004, which was received on January 27, 2004. Although the IADA provides a right to be brought to trial within 180 days, 18 U.S.C.App. 2, § 2, art. 111(a), that time “does not commence until the prisoner’s request for final disposition of the charges against him has actually been delivered to the court and prosecuting officer of the jurisdiction that lodged the detainer against him.” Fex v. Michigan, 507 U.S. 43, 52, 113 S.Ct. 1085, 122 L.Ed.2d 406 (1993). The detainer in question informed Mr. Martinez of this requirement. Aplee. Br. attach. 1, at 1-2. Moreover, the district court was unassailably correct in its finding that the following item on the detainer was not marked: “I (do) (do not) demand a speedy trial on the charge(s).” Id. at 2; Aplt. App. 34-35.\nThe government concedes that Mr. Martinez invoked his IADA rights in early 2004, and that he was not brought to trial within 180 days of that time. It does contest Mr. Martinez’s assertion that the time should have begun to run in January 2003 when Mr. Martinez responded to the detainer. The district court’s factual finding that it was unclear whether Mr. Martinez was requesting his IADA speedy trial rights in 2003 is not clearly erroneous. Mr. Martinez was plainly on notice of the requirement of written notice to the government and the court, and the need to periodically inquire whether such notice was received. See Aplee. Br. attach. 1, at 1-2. We reject the argument that the need for the states and the federal government to comply with the IADA somehow binds the government to Mr. Martinez’s oral representations to his caseworker even if transmitted to the U.S. Marshal. See Aplt. Br. at 10-12. Although Mr. Martinez claims that he notified the district court in March 2003, and sought to enlist the federal public defender’s office to assist him (in January 2004), apparently no record of correspondence with the district court is available, and the federal public defender’s office gave him information on how he might contact the government and the court himself. Aplt. App. 35-36, 56. The district court’s rejection of 2003 as the time the IADA speedy trial rights began to run is not clearly erroneous.\nMr. Martinez also contends that the district court erred not dismissing the 2001 indictment with prejudice based upon the government’s 2004 IADA violation. As noted, the district court dismissed, but without prejudice. In determining whether a dismissal should be with or without prejudice, a court should consider the seriousness of the offense, the facts and circumstances which led to dismissal, and the effect of re-prosecution on the administration of the agreement on detainers and the administration of justice. 18 U.S.C.App. 2, § 9(1).\n*709The district court contrasted this case with one involving illegal reentry after deportation, and concluded that this case involved an estimated offense level of 20 or 22, and was compounded by Mr. Martinez’s lengthy and serious criminal history including commercial burglaries and escape. It further determined that the government’s violation of the IADA resulted from arraigning Mr. Martinez approximately thirteen days after the 180-day time period had expired. According to the district court the violation was unintentional. In evaluating the effect of re-prosecution on the administration of the IADA, the district court found no effect because Mr. Martinez completed his state sentence. The district court also determined that the administration of justice would be better served by a careful weighing of the circumstances together with Mr. Martinez’s serious criminal history and the alleged firearms offenses.\nEssentially, Mr. Martinez contends that the district court improperly weighed the factors by not giving sufficient weight to the purpose of the IADA and protection of prisoners. Aplt. Br. at 16. The district court is entrusted with the discretion to decide to dismiss with or without prejudice; we are not persuaded that its decision is an abuse of discretion. See Kelley, 402 F.3d at 42 (“Assuming no error of law as to the factors to be considered and no error of fact, the weight a court gives to the factors is usually upheld absent a clear error of judgment.”).\nAlong with his IADA claims, Mr. Martinez argues that he was denied a speedy trial in violation of the Sixth Amendment. Our review is de novo. United States v. Dirden, 38 F.3d 1131, 1135 (10th Cir.1994). In the district court, Mr. Martinez argued that his Sixth Amendment right to a speedy trial was violated from September 20, 2001, the date the government filed its first criminal complaint, until January 24, 2003, when the government filed a detainer against him. R. Doc. 23 at 22. We find no merit to this Sixth Amendment claim. In deciding whether delay violates a defendant’s right to a speedy trial, we balance (1) the length of the delay, (2) the reason for the delay, (3) the defendant’s assertion of — or failure to assert — his right, and (4) any prejudice to the defendant. Barker v. Wingo, 407 U.S. 514, 530, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972). Although the period between the first indictment (October 10, 2001) and the filing of the detainer (January 24, 2003) might be considered presumptively prejudicial as in excess of one year, see Doggett v. United States, 505 U.S. 647, 652 n. 1, 112 S.Ct. 2686, 120 L.Ed.2d 520 (1992), Mr. Martinez was in state custody during this time. No evidence suggests that the government intentionally delayed. Mr. Martinez does contend that he was unaware of the federal indictment until the first detainer in January 2003. Aplt. Reply Br. at 2. Even holding the delay against the government and recognizing that Mr. Martinez did attempt to assert his speedy trial rights beginning in January 2003, we are unpersuaded that his allegations demonstrate any actual prejudice to his defense — he relies on presumptive prejudice, see Doggett, 505 U.S. at 656-58, 112 S.Ct. 2686. But this a much different case than Doggett, where the Supreme Court found a Sixth Amendment violation on the strength of presumptive prejudice given a lag of eight and one-half years between indictment and arrest, and a prosecution that would have occurred six years earlier but for the government’s oversights. Id. The time period here is far shorter,2 and we are unwilling to give pre*710sumptive prejudice undue weight in the analysis given what actually occurred here.\nB. Preindictment Delay\nMr. Martinez argues that the district court erred in not dismissing the indictment for preindictment delay after a hearing, as the government consented to the motion by not responding. He also argues that he never got a ruling from the district court. Aplt. Reply Br. at 3. To succeed on a motion to dismiss for preindictment delay based on due process, a defendant must establish actual prejudice, and intentional delay by the government for the purpose of tactical advantage or harassment. United States v. Colonna, 360 F.3d 1169, 1176-77 (10th Cir.2004), cert. denied, 543 U.S. 823, 125 S.Ct. 37, 160 L.Ed.2d 34 (2004). Mr. Martinez claims that he was unable to “raise” certain witnesses, namely David Flores, who was in the 57th Street house when surrounded by police, Anthony Montano, and G. Maestas, a law enforcement officer who obtained statements from witnesses. Aplt. Br. at 20-21. Mr. Montano testified at trial. Mr. Flores did not as apparently he could not be located. Although Mr. Martinez contends that he learned through discovery that Mr. Flores has thirteen different names, he does not explain how preindictment delay prevented him calling him as a witness. Although the government indicated in its trial brief (filed a week before trial) that it would call Mr. Flores, R. Doc. 35 at 3-4, and included him on a witness list, R. Doc. 50 at 1, it was the responsibility of the defense to reach agreement with the government about securing the presence of this witness, or the defense had to do it on its own.3 Mr. Martinez does not explain how the officer who obtained statements was relevant to his defense, and how preindictment delay prevented him from calling him as a witness. Although he contends that he was barred from raising Crawford v. Washington, 541 U.S. 36, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004), Crawford concerns testimonial hearsay at trial in the absence of a prior opportunity for cross-examination; it does not bar an officer from obtaining statements from witnesses.\nMr. Martinez faults the government for not responding to his arguments concerning pre-indictment delay. The government treated the argument as subsumed by Judge Browning’s earlier ruling on the IADA. The district court apparently did not recognize this argument in its order denying Mr. Martinez’s motions to dismiss the indictment. R. Doc. 41 at 5. Mr. Martinez urged the grounds again at sentencing, and the district court was not persuaded. III R. (Sentencing Tr. 10/25/2005) at 19. Regardless, Mr. Martinez has not made the requisite showings for a dismissal based on preindictment delay, and the district court did not abuse its discretion in rejecting this claim without a hearing.\nC. Deposition Testimony of Burglary Victim\nA week before the May 12, 2005, trial, the government moved for an order to take a videotape deposition of Armando Casas, the victim of the burglary. R. Doc. 38; Fed.R.Crim.P. 15. The district court issued an order granting the motion, with the deposition taking place the next day at 9:00 a.m. R. Doc. 39. In serving the trial subpoena on Mr. Casas, the government learned that Mr. Casas had a long-standing vacation trip scheduled to Mexico City from May 7-22, and sought to preserve his testimony. The government contended that because he would be in Mexico, “Mr. *711Casas cannot appear at trial on May 12, 2005.” R. Doc. 38 at 2.\nRule 15 allows for a deposition given “exceptional circumstances and in the interest of justice.” Fed.R.Crim.P. 15(a). Rule 15(f) provides that a party can use a deposition as evidence in accordance the Federal Rules of Evidence. At the deposition, Mr. Martinez objected on the grounds of lack of adequate notice to prepare for the deposition, due process, violation of his right to confrontation, and that non-refundable tickets were an insufficient reason to allow the deposition and not to have the witness testify at trial. However, he did not object to use of the deposition at trial. IV R. (Trial Tr. 5/12/2005) 10, 118-119. On appeal, he contends additionally that if the government was going to use the deposition, it should have been played first.\nWe review the district court’s decision to allow the deposition for an abuse of discretion. United States v. Edwards, 69 F.3d 419, 437 (10th Cir.1995). Given proper objection, its decision to actually admit the deposition as evidence is reviewed for an abuse of discretion. United States v. Atencio, 435 F.3d 1222, 1235 (10th Cir. 2006). The two decisions are not one in the same. United States v. Omene, 143 F.3d 1167, 1170 (9th Cir.1998). Although a district court may consider unavailability in deciding whether to allow a deposition, United States v. Fuentes-Galindo, 929 F.2d 1507, 1509 (10th Cir.1991), the Rule speaks in terms of “exceptional circumstances” and “the interest of justice.” On the other hand, when it comes to admitting the deposition, the government has the burden of proving that the witness is unavailable. Fuentes-Galindo, 929 F.2d at 1511 (proponent bears burden on unavailability); Fed.R.Evid. 804(b)(1) (deposition not excluded by hearsay rule where witness unavailable). A witness is unavailable if absent from the trial and the proponent of the deposition has been unable to procure the declarant’s attendance “by process or other reasonable means.” Fed.R.Evid. 804(a)(5). To protect confrontation rights, the government must make a good-faith effort to procure a witness’s attendance at trial before a deposition is used. Barber v. Page, 390 U.S. 719, 724-25, 88 S.Ct. 1318, 20 L.Ed.2d 255 (1968). Merely because a witness will be out of the jurisdiction is not a sufficient reason to dispense with important confrontation rights. Id. at 723, 88 S.Ct. 1318; see also Maryland v. Craig, 497 U.S. 836, 846, 110 S. Ct. 3157, 111 L.Ed.2d 666 (1990) (listing elements of confrontation including “physical presence, oath, cross-examination, and observation of demeanor by the trier of fact”)\nAs noted, Mr. Martinez did not object to the deposition at trial so our review is for plain error. To reverse a conviction for plain error in a criminal case, the error must (1) be an actual error that was forfeited; (2) be plain, clear or obvious; and (3) affect substantial rights, in other words, in most cases the error must be prejudicial, i.e., it must have affected the outcome. United States v. Olano, 507 U.S. 725, 733-35, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). If those elements are met, a court of appeals may exercise its discretion to notice the error if it (4) “seriously affects the fairness, integrity, or public reputation of judicial proceedings.” Johnson v. United States, 520 U.S. 461, 466, 117 S.Ct. 1544, 137 L.Ed.2d 718 (1997) (internal quotations omitted).\nThe statement in the government’s brief that it “did not provide much advance notice to Martinez of the taking of the deposition” is an understatement. Aplee. Br. at 24. The rule speaks in terms of “reasonable written notice of the deposition’s date and location,” Fed.R.Crim.P. 15(b)(1), and this procedure is on the low end. The motion recites that Mr. Martinez was not *712consulted, although it appears that standby counsel may have been. Still, the government contends that it provided as much notice as possible given that the witness was leaving the country on May 7. Mr. Martinez contends that he learned at 3:00 p.m. on May 5, of the May 6 deposition scheduled at 9:00 a.m.\nWe have reviewed the transcript of that deposition. Aplt. App. 59-68. Mr. Casas testified to being summoned to his residence due to a break in, the condition of his house prior to the break in, and also to his ownership of the firearms in question. While the government’s eleventh hour notice is problematic, we hold that the district court did not abuse its discretion in ordering the deposition, particularly given that Mr. Martinez was able to cross-examine him about pertinent facts. Mr. Martinez does not explain what he would have done given more notice. Whether the witness would have appeared under subpoena is not clear — and the government was not required to take this chance.\nAbsent consent from the defendant, whether the government could subpoena the witness and then claim he was unavailable because he exercised vacation plans and using non-refundable tickets, is a closer question. But it is one that the district court did not have to face because Mr. Martinez did not object to the use of the deposition at trial. Because we do not have all of the facts that an objection to this deposition was likely to bring out, we can hardly say that admitting this deposition for which Mr. Martinez was present and allowed to cross-examine, was error, plain or otherwise. We note that much of what Mr. Casas testified to (save ownership of the guns) had been established by other evidence in the case. Insofar as the argument that the government should have been required to present the videotape deposition first, no objection appears on these grounds, Mr. Martinez was present at the deposition, and the government is entitled to present its case in chief in the order it chooses.\nD. Jury Instruction\nMr. Martinez claims that the district court erred in instructing the jury on possession, and not using one of his tendered instructions. The district court used a pattern jury instruction on possession,4 adding that “[a] person who knowingly has direct physical control over a thing at a given time is then in actual possession of it.” V R. (Trial Tr. 5/13/2005) at 289. We review jury instructions as whole, and review de novo an instruction to which proper objection at trial was made. United States v. Ab-Rekabi, 454 F.3d 1113, 1119 (10th Cir.2006). The failure to use a tendered instruction is reviewed for an abuse of discretion, and provided the jury instructions as a whole adequately state the law, no abuse of discretion exists. Kaiser v. Bowlen, 455 F.3d 1197, 1205 (10th Cir.2006).\nMr. Martinez’s objections to the instructions were that (1) he “would have to knowingly know the guns existed, to have actual constructive possession,” and that the instructions would allow a finding of constructive possession with others. V (Trial Tr. 5/13/2005) at 278, 310. Like the instruction given, one of his tendered instructions indicates that possession can be either actual or constructive. This instruction adds that constructive possession must be accompanied by knowledge of the firearm’s existence in order to exercise dominion and control over it. R. Doc. 48 at 2. Another instruction suggests that possession can only be of one kind: actual constructive possession and that joint possession forecloses constructive possession.5\n*713The district court properly instructed that possession may be actual or constructive. United States v. Mills, 29 F.3d 545, 549 (10th Cir.1994). Thus, the phrase contained in Mr. Martinez’s objection and one of his proposed instructions, “actual constructive possession” is not only confusing, but also incorrect to the extent that it implies only actual possession will suffice. Al-Rekabi, 454 F.3d at 1120. Constructive possession may be individual or joint, and direct or through another person. Id. Thus, one of the proposed jury instructions is completely incorrect in ruling out joint constructive possession. In joint occupancy cases, we have required that the government prove a nexus between the defendant and the contraband, as well as the defendant’s knowledge of and access to the contraband. See United States v. Bowen, 437 F.3d 1009, 1018 (10th Cir.2006); Colonna, 360 F.3d at 1178-79. Focusing on the knowledge element, the instructions plainly informed the jury that knowing possession was required and also defined knowingly. V (Trial Tr. 5/13/2005) at 289-91. The jury instructions adequately conveyed to the jury that to convict it was required to find knowing possession — here, that Mr. Martinez knew the guns were hidden under the dishwasher. The district court did not abuse its discretion in rejecting Mr. Martinez’s proposed instructions.\nE. Denial of Motion for Judgment of AcqwittaUSujficiency of the Evidence\nMr. Martinez contends that the district court erred in not granting a motion for judgment of acquittal based upon insufficient evidence. Our review is de novo, and we evaluate the evidence in the light most favorable to the government in deciding whether any rational trier of fact could find the defendant guilty beyond a reasonable doubt of the charged offenses. United States v. McCullough, 457 F.3d 1150, 1168 (10th Cir.2006). A felon-in-possession-of-a-firearm offense, 18 U.S.C. § 922(g)(1), requires the government to prove that the defendant (1) knowingly possessed a firearm, (2) having previously been convicted of a felony, and (3) that the firearm had traveled in or affected interstate commerce prior to defendant’s possession. United States v. Taylor, 113 F.3d 1136, 1144 (10th Cir.1997). A stolen firearms offense, 18 U.S.C. § 922(j), requires the government to prove that the defendant (1) knowingly possessed the stolen firearm, (2) knowing or having reasonable cause to believe it was stolen and (3) that the firearm had moved or been shipped in interstate commerce either before or after it was stolen. See Al-Rekabi, 454 F.3d at 1124; United States v. Hodges, 315 F.3d 794, 799 (7th Cir.2003), cert. denied, 538 U.S. 1019, 123 S.Ct. 1943, 155 L.Ed.2d 860 (2003).\nHaving recounted the facts above, sufficient evidence supports these convictions. The only issue in this case is whether the government proved actual or constructive possession of the firearms. A reasonable jury could find as follows. Mr. Martinez broke into the 56th Street house based on the eyewitness testimony of the neighbor who saw the burglary in progress and identified Mr. Martinez in court. IV (Trial Tr. 5/12/2005) at 117-118. That burglar was the same person who exited the 57th' Street house belonging to Mr. Martinez’s mother given the testimony of one of the officers who saw the standoff to its conclusion and described Mr. Martinez on his exit from the house. Id. at 168-69. The officer’s description matched that of the neighbor who observed the burglary.\n*714DNA evidence linked Mr. Martinez and the blood found in various locations of the burglarized house. The firearms were stolen given the burglary victim’s deposition testimony admitted at trial. Aplt. App. 62-63. A reasonable jury could find that Mr. Martinez actually possessed the stolen firearms during his journey from the burglarized house to his mother’s house. At some point prior to surrendering, Mr. Martinez hid the firearms underneath the dishwasher, particularly given his mother’s testimony that she did not keep firearms in the house and was unaware of those found underneath the dishwasher.\nF. Double Jeopardy\nMr. Martinez argues that the government violated double jeopardy based upon an exception to the dual sovereignty rule. He relies on Bartkus v. Illinois, 359 U.S. 121, 79 S.Ct. 676, 3 L.Ed.2d 684 (1959), suggesting that one sovereign may not act as a tool of another, seeking to revive an otherwise unsuccessful prosecution that would otherwise be barred by double jeopardy. United States v. Trammell, 133 F.3d 1343, 1349 (10th Cir.1998). We review the district’s factual findings on a double jeopardy issue for clear error, and its legal conclusions de novo. Id.\nThis case simply does not implicate double jeopardy concerns or the Bartkus exception. In New Mexico, Mr. Martinez’s parole was revoked (on commercial burglary charges) and he was convicted of residential burglary based on his conduct. In this prosecution, he was convicted of being a felon in possession of a firearm and possessing stolen firearms. We see the offenses as qualitatively different, though based on similar facts. Mr. Martinez argues that the state was the tool of the federal prosecutor because the federal government delayed in prosecuting him until his state term was over, one of the APD detectives is a federal task force agent, and the district court refused to depart pursuant to U.S.S.G. § 5K2.23. We are not persuaded that any of this suggests an overreaching relationship between state and federal authorities. See United States v. Raymer, 941 F.2d 1031, 1037-38 (10th Cir.1991).\nG. Rule 5(a) and Right to Counsel\nFinally, Mr. Martinez argues that the district court erred in ruling that the government did not violate Fed.R.Crim.P. 5(a), nor his Sixth Amendment right to counsel. Our review of these questions is de novo. Rule 5(a) requires that the arresting officer take the defendant without unnecessary delay before a magistrate judge. Here, Mr. Martinez was taken into federal custody on August 12, 2004, and brought before a magistrate not later than August 16. Mr. Martinez argues that he was subject to an almost three-year delay because the time period should run from the original indictment in this case due to a working arrangement between federal authorities and local police from the date of the offense.\nRule 5(a) does not apply when a defendant is in state or local custody. United States v. Ireland, 456 F.2d 74, 77 (10th Cir.1972). Where a defendant can show that federal and state authorities have a “working arrangement” of holding a defendant in state custody, thereby delaying an appearance before a magistrate judge, the rule might apply to suppress a confession made during the such delay. See United States v. Torres, 663 F.2d 1019, 1024 (10th Cir.1981). The facts do not support such a theory in this case; plainly, dismissal of the indictment was not warranted.\nFinally, Mr. Martinez argues that he was denied his right to counsel by not having counsel at a post-indictment photo line-up. R. Doe. 23 at 15-16. That argument is foreclosed by United States v. Ash, *715413 U.S. 300, 321, 93 S.Ct. 2568, 37 L.Ed.2d 619 (1973).\nAFFIRMED.\n\n This order and judgment is not binding precedent, except under the doctrines of law of the case, res judicata, and collateral estoppel. This court generally disfavors the citation of orders and judgments; nevertheless, an order and judgment may be cited under the terms and conditions of 10th Cir. R. 36.3.\n\n\n. United States v. Martinez, 376 F.Supp.2d 1168 (D.N.M.2004). Judge Browning presided over the first case which resulted in dismissal of the indictment without prejudice, and Judge Conway over the second case in which Mr. Martinez was re-indicted and convicted.\n\n\n. To the extent that Mr. Martinez argues on appeal that the Sixth Amendment speedy trial period should extend into 2004, we are not persuaded.\n\n\n. The district court repeatedly counseled Mr. Martinez about the dangers of self-representation. II Tr. (Motion H’rg 3/30/2005) at 5-6; V Tr. (Trial 5/12/2005) at 4-5, 8-10.\n\n\n. Fifth Cir. Pattern J. Instr. (Criminal) 1.31 (2001 ed.).\n\n\n. Mr. Martinez’s second alternative provides in pertinent part: \"You may not find that the *713element of possession, as that term is used in these instructions, is present, if you find beyond a reasonable doubt that the defendant had constructive possession, through [sic] jointly with others.” R. Doc. 48 at 4.\n\n",
            "ocr": true,
            "opinion_id": 8603769
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}