{
    "id": 7974142,
    "judges": "Cathell, Wilner",
    "date_filed": 815616000000,
    "date_filed_is_approximate": false,
    "slug": "broadwater-v-dorsey",
    "case_name_short": "Broadwater",
    "case_name": "Broadwater v. Dorsey",
    "case_name_full": "Ronald Lee BROADWATER, Sr. v. Matilda Woodward DORSEY, et vir.",
    "attorneys": "Matthew S. Sturtz (Miles & Stockbridge, on the brief), Baltimore, for appellants., John T. Ward (John A. Bourgeois and Ward, Kershaw and Minton, P.A., on the brief), Baltimore, for appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Certiorari Granted March 8, 1996.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "107 Md. App. 58",
        "666 A.2d 1282"
    ],
    "opinions": [
        {
            "author_str": "Wilner",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWILNER, Chief Judge.\nA jury in the Circuit Court for Baltimore County found that, in February, 1992, appellants, Ronald and Eleanor Broadwater, had negligently entrusted an automobile to their adult son, Ronald Broadwater, Jr., and that, on October 2, 1992, Ronald, Jr. negligently drove that vehicle on a public highway and caused injury to appellee, Matilda Dorsey. The jury awarded damages of $556,000 to Ms. Dorsey and her husband. From the judgment entered on that verdict,1 appellants have appealed, complaining that the court erred in failing to conclude as a matter of law that there was no liability for negligent entrustment. We shall affirm.\n\n*62\nTHE FACTS\n\nBecause appellants are urging an entitlement to judgment as a matter of law, we need to examine the evidence in a light most favorable to the Dorseys. We shall give scant attention, therefore, to the evidence supporting the defense that the jury had a right to reject and that it implicitly did reject.2\nIn November, 1990, appellants owned or had in their possession five cars, all insured by State Farm Mutual Automobile Insurance Company—a 1986 Mercedes, a 1988 Toyota, a 1990 Plymouth Laser, a 1956 Ford Thunderbird, and a 1988 Corvette. The Ford and the Corvette, they contended, were not driven.\nRonald, Jr. was, to say the least, not a highly motivated person. He was born in June, 1965, and thus, by November, 1990, was 25 years old. After graduating high school in 1984 or 1985 (when he was 19 or 20), he attended three different colleges for varying periods but, despite five or six years of effort, had not graduated from any of them and had not even earned sufficient credits for an A.A. degree. Except for a brief period when he lived in an apartment paid for by his *63parents while he was attending one of the colleges, he lived at home or stayed with friends. Although he worked part-time for his father for a while (there is some conflict in the evidence as to whether he was paid for his services), he never had a steady, permanent job. He was almost totally supported by his parents.\nBetween August, 1982 and October, 1989, Ronald, Jr. amassed 10 points on his driving record, for seven separate incidents of failing to obey traffic signals or speeding. Mrs. Broadwater paid a number of fines for her son and also paid for an attorney to represent him on one or more occasions. In 1980, when he was 15, Ronald, Jr. was involved in a motorcycle accident, as a result of which, in 1983, Dr. Broadwater was sued for having negligently entrusted the motorcycle to his son. The case was apparently settled.\nBeginning in November, 1990, and continuing through February, 1991, State Farm informed the Broadwaters that it would decline to renew the insurance on any of the five vehicles then owned by them unless Ronald, Jr. was excluded from the coverage. Those notices were each based on three recent violations by Ronald, Jr.—speeding in April and October, 1989 and failing to obey a traffic signal in July, 1988—and one accident. In October, 1990, he ran into a concrete bridge. Although the Broadwaters initially protested these notices, they eventually acceded to State Farm’s decision and, in August, 1991, signed an agreement excluding Ronald, Jr. from coverage.\nThe son’s irresponsible conduct may, in part, be explained by the fact that he was a drug addict. On September 20, 1991, the Broadwaters filed a petition with the District Court for an emergency evaluation of Ronald, Jr. Although Dr. Broadwater claimed in his testimony that the evaluation was “so that he would be forced to have his bipolar mental problems straightened out,” in the petition he and his wife noted that Ronald, Jr. had a history of drug abuse dating back to 1980. During the most recent period, 1989-1991, they implied that he was taking cocaine intravenously in both arms. *64In response to the question asking them to document the behavior leading them to believe that their son had a mental disorder and was in imminent danger of doing bodily harm to himself or others, they wrote, in longhand:\n“Drug Abuse (Addiction)—1980-83 (Cocaine + Pot) Leading to seizure—transfer U. of Md. Shock Trauma—Never would agree to treatment—1989-91 back on drugs + IV cocaine (needle tracks both arms) June ’91—Again would not agree to treatment—Last 8 wks behavior erratic—stole 2 of our cars [unclear] abuse to his mother could not finish college [unclear] Talks irrational. Has been constantly stealing money from parents. Life seems to be controlled by need for drugs. He is threat to his self mentally + physically + to the community.”\nAs a result of this petition, Ronald, Jr. was committed for evaluation and, according to his mother, remained hospitalized for four to six weeks. She was asked, but claimed that she could not recall, whether, as a further result of the petition, criminal charges were filed against Ronald, Jr. for assaulting and battering Mrs. Broadwater.\nOn December 16, 1991, Mrs. Broadwater purchased a 1982 Mazda RX 7 sports car from a friend for $2,750. On or about February 2, 1992, Mrs. Broadwater transferred the car to Ronald, Jr., who had the vehicle retitled in his name. Prior to that transfer, Ronald, Jr. received three additional speeding tickets, one of which had already resulted in a conviction.\nAlthough the Broadwaters insist that the transfer was an arms-length sale, the fact is that the son paid nothing for the car and the Broadwaters paid the insurance premium to permit their son to obtain the minimum required insurance coverage from the Maryland Automobile Insurance Fund. In a document dated February 2, 1993, which he captioned as “Agreement of repayment,” and on which he referenced the Mazda, Ronald, Jr. stated “I, Ronald L. Broadwater, Jr. noted on this date that I agree to pay back Eleanor V. and Ronald L. Broadwater Sr. the sum of $2750.00, for the above automobile when I have completed my college degree.” (Emphasis *65added.) As of July, 1994, no payments had been made on that promise.\nOnce the car was turned over to Ronald, Jr., he apparently used and regarded it as his own. As noted, the Broadwaters disclaimed much knowledge about their son’s activities and whereabouts thereafter. The accident that led to this lawsuit occurred in October, 1992. Ronald, Jr. was driving the Mazda that had been given to him by his mother eight months earlier.\n\nDISCUSSION\n\nMaryland recognizes the tort of negligent entrustment as it is currently expressed in Restatement (Second) of Torts, § 390:\n“One who supplies directly or through a third person a chattel for the use of another whom the supplier knows or has reason to know to be likely because of his youth, inexperience, or otherwise, to use it in a manner involving unreasonable risk of physical harm to himself and others whom the supplier should expect to share in or be endangered by its use, is subject to liability for physical harm resulting to them.”\nSee Kahlenberg v. Goldstein, 290 Md. 477, 485, 431 A.2d 76 (1981); Neale v. Wright, 322 Md. 8, 585 A.2d 196 (1991); Mackey v. Dorsey, 104 Md.App. 250, 258, 655 A.2d 1333 (1995).\nThe Restatement articulation of the tort contains a number of discrete elements. The defendant must supply the chattel; he must know or have reason to know that the person he supplies it to is likely to use the chattel in a manner involving an unreasonable risk of physical harm to other persons; and he must have reason to expect that those other persons may be endangered by the entrustee’s use of the chattel. In addition, as is true in any action founded on negligence, the plaintiff must show injury and causation—that he suffered injury as a result of the negligent entrustment.\nCiting cases either not on point or that have been rejected by the Court of Appeals and attempting to distinguish cases *66that, in our view, are clearly relevant, appellants challenge the sufficiency of the evidence as to each of these elements.3\n*67Control\nViewing the situation at the time of the accident, appellants note that, as of then, the Mazda belonged to Ronald, Jr., who was an adult, and that they had no control over either the car or their son. Citing language from earlier cases and from § 308 of the Restatement (Second) of Torts, they argue that a sine qua non for liability is the ability to prohibit the use of the chattel, i.e., the ability to exercise control over either the chattel or the entrustee. We do not dispute that principle; the problem is in appellants’ application of it.\nThe tort is founded upon an entrustment—the supply of a chattel by the defendant to another person. That necessarily presumes that the defendant had a choice whether to supply the chattel or not. Control has to be viewed in that context. The tort does not rest on any vicarious liability—on imputing to the supplier the negligence of the entrustee—but rather on the direct negligence of the supplier in supplying the chattel in the first place. That negligence must, of necessity, be viewed as of the time of the entrustment, not as of the time the entrustee improperly uses the entrusted chattel.\nThe argument made by appellants here was made and rejected in Kahlenberg, supra, 290 Md. at 489, 431 A.2d 76. There was evidence in that case that the defendant father had purchased a car for his son, knowing that the son was reckless. It was not clear who actually owned the car, in part because the accident occurred before the title was transferred from the former owner. Assuming, however, that the father *68had purchased the car and given it to the son, the father argued that he could not be held liable thereafter because there was no evidence that he retained any right to permit or prohibit the son’s use of the car. The Court rejected that defense:\n“Inasmuch as certain donors can be suppliers within the meaning of the rule, and since a donor would ordinarily relinquish any right to permit and power to prohibit the use of the chattel upon its delivery to the donee and consummation of the gift, the right to permit and the power to prohibit the use of the chattel, after the transfer and at the time of the injury, would not ordinarily be a sine qua non of liability. The reason is that the tort of negligent entrustment involves concurrent causation. The negligence of the supplier consists of furnishing the chattel with the requisite knowledge. This sets in motion one chain of causation which may or may not in fact result in injury. The other chain of causation involves the conduct of the immediate tortfeasor. If physical harm results to one within the class of foreseeable plaintiffs, as a result of the use of the chattel by the entrustee in a manner, which, because of the youth, inexperience or otherwise of the entrustee, the supplier knew or had reason to know was a likely use and which would involve an unreasonable risk of physical harm, the two chains of causation converge and liability is imposed on the supplier, for his own negligence.”\nKahlenberg, 290 Md. at 489-90, 431 A.2d 76.\nAppellants seek to distinguish Kahlenberg on the ground that the son in that case—the immediate tortfeasor—was a minor. That appeared to have no determinative bearing on the Court’s analysis,4 however. The right to permit and the power to prohibit must be considered as of the time of the entrustment. Whether the entrustee is an adult or a minor *69may have relevance in determining the nature of the entrustment and if, under all the circumstances, the entrustment was negligent, but it has no broader legal significance.\nA person who negligently places a chattel in the hands of another under the circumstances stated in Restatement § 390 cannot escape liability by deliberately putting it beyond his power to redress that negligence—by effectively relinquishing all practical ability thereafter to prohibit or limit the use of the chattel by the entrustee. It would be wholly inconsistent with the public policy underlying the tort to regard such an act as providing a greater advantage to the supplier than if he retained the power of control but declined to exercise it.5\nEntrustment\nThere was evidence in this case that, in addition to supplying the Mazda to Ronald, Jr., appellants paid his insurance premium and generally supported him. Seizing upon that evidence, appellants raise the specter of liability being based upon a person merely providing insurance, or financing, or gasoline, or some other service to a reckless individual, ie., upon some act or service which merely facilitates his use of the chattel. Cases in other States have rejected liability premised on that more tenuous connection.6\n*70Such an argument constitutes, in its clearest and most majestic form, the proverbial red herring. It has nothing whatever to do with this case. Under the instructions given by the court, to which no exception was taken, appellants’ liability was based on their entrustment of the chattel itself— directly placing the car into the possession and control of their son—not on their paying for his insurance or gasoline. Nor was it based on their merely financing the son’s arms length purchase of the vehicle, as a bank might do.\nKnowledge\nAt trial, appellants—particularly Dr. Broadwater—attempted to distance themselves from their son’s conduct. As noted, they professed very little knowledge about his lifestyle, or even his whereabouts. Evidence was presented, however, that they were aware of their son’s many violations of the motor vehicle laws, his drug dependency, his mental or emotional problems, and his generally unsatisfactory and reckless behavior. The petition they filed with the District Court less than five months before supplying him with the Mazda sports car documented their awareness of his self-destructive and dangerous propensities.\nAppellants now contend, however, that they were entitled to rely on the fact that the State Motor Vehicle Administration had not, as of the time of entrustment, seen fit to suspend or revoke their son’s license to drive. Surely, they tell us, if the *71State was content to allow Ronald, Jr. to drive, they should not be held liable for giving him the ability to do so.\nThe Motor Vehicle Code does, to be sure, authorize the Administration to suspend or revoke a person’s driver’s license upon a showing that the person (1) has been convicted of moving violations sufficiently often to indicate an intent to disregard the traffic laws and safety of other persons, or (2) is otherwise unfit, unsafe, or habitually reckless. See Md.Code, Transp. art., § 16-206. The exercise or non-exercise of that authority has no direct bearing, however, on the civil liability of persons for negligent entrustment. For one thing, the Administration may not be aware of all of the circumstances known to the supplier. In this case, for example, while the Administration was presumably aware of Ronald, Jr.’s driving record, there was no evidence that it was aware of his drug dependency, his generally erratic behavior, his mental or emotional abnormalities, or any of the facts stated by appellants in their petition to the District Court.\nCausation\nUnderscoring the fact that eight months elapsed between the time they put their son into possession and control of the Mazda and the time of the accident, appellants urge that the former could not have been the proximate cause of the latter. We note, preliminarily, that they sought no instruction below that the lapse of eight months, or any other specific period of time, would suffice to preclude a finding of causation.\nCausation is ordinarily an issue of fact, for the jury to determine. There was ample evidence to establish that, at the time of entrustment, appellants had reason to believe that Ronald, Jr.’s use of the vehicle would pose an unreasonable risk to anyone who might encounter him on the public roads and highways. How long that risk might continue to exist and thus remain a potentially causative factor depends on the circumstances, most notably the son’s behavior. There is nothing in this record to indicate any positive change in that behavior during the eight-month period; indeed, the evidence *72shows a continuation of his disregard for the traffic laws coupled with a conscious attitude of unconcern on appellants’ part. In light of the Court’s discussion in Kahlenberg regarding the two chains of causation that ultimately may converge, the principles stated later by the Court in Atlantic Mutual v. Kenney, 323 Md. 116, 131, 591 A.2d 507 (1991), quoted and confirmed even more recently in Hartford Ins. Co. v. Manor Inn, 335 Md. 135, 160, 642 A.2d 219 (1994) and BG &amp; E v. Lane, 338 Md. 34, 52, 656 A.2d 307 (1995), are relevant:\n“If the negligent acts of two or more persons, all being culpable and responsible in law for their acts, do not concur in point of time, and the negligence of one only exposes the injured person to risk of injury in case the other should also be negligent, the liability of the person first in fault will depend upon the question whether the negligent act of the other was one which a [person] of ordinary experience and sagacity, acquainted with all the circumstances, could reasonably anticipate or not. If such a person could have anticipated that the intervening act of negligence might, in a natural and ordinary sequence, follow the original act of negligence, the person first in fault is not released from liability by reason of the intervening negligence of another.”\nApplying these principles and those enunciated in Kahlenberg, we believe that there was sufficient evidence to allow the jury reasonably to conclude that appellant’s negligent entrustment of the car in February, 1992 was an effective cause of the injuries suffered by the Dorseys in October of that year.\nJudge Cathell’s Dissent\nJudge Cathell, very thoughtfully, expresses concern over what he regards as an enlargement of the tort of negligent entrustment and offers the view that the tort should lie only “when there is a concurrence of both negligence on the part of the transferor at the time of the transfer and the continuing power and/or right to control either the instrument, i.e., the vehicle, or the entrustee at the time of the subsequent negligence.” He believes that, in Neale v. Wright, supra, 322 Md. *738, 585 A.2d 196, the Court reined in what it had said in Kohlenberg and effectively so limited the tort.\nWe do not read Neale v. Wright in that manner. In that case, Mrs. Neale was sued for having negligently entrusted a car to her husband, who later was involved in a collision with the plaintiff, Wright. The alleged entrustment was premised on the hypothesis that, because Mr. Neale had previously been excluded from coverage under the family’s automobile insurance policy, he would have been unable to purchase the car in his own name, and that, by purchasing the car with him, as joint owners, and allowing him to drive the car, she “supplied” the car to him knowing of his poor driving habits. This Court found merit in that contention. Wright v. Neale, 79 Md.App. 20, 555 A.2d 518 (1989).\nThe Court of Appeals rejected that analysis and reversed, concluding that the lack of insurance coverage would not have precluded the husband from purchasing and titling the car in his own name. In that context, the Court distinguished Kohlenberg, as well as a Kansas case that we had cited, on a number of grounds, the first of which was that, in those cases “the defendants purchased automobiles specifically for the use of the alleged negligent drivers,” whereas the car purchased by the Neales was used primarily by Mrs. Neale. A second ground of distinction, emphasized by Judge Cathell, was that, in Kohlenberg and the Kansas case, there existed a parent-child relationship between the defendants and the entrustees and that the entrustees, being unemancipated, were subject to some control by the parents.\nAn alternative ground of liability urged by Wright was that Mrs. Neale could be held liable “because she failed to exercise her power to prevent her husband from driving the [car] at the time of the injury.” Id. at 19, 585 A.2d 196. The Court rejected that approach on the ground that, as a mere co-owner, Mrs. Neale had no superior right to the vehicle and thus no power to permit or prohibit Mr. Neale from using the car.\n*74We find no indication in Wright v. Neale that the Court intended to limit what it said or held in Kohlenberg. The two cases presented very different fact situations, one permitting liability and the other precluding it.\nWe recognize that the facts in this case are unusual and that there is no Maryland case “on all fours” with it. We do not share Judge Cathell’s and appellants’ concern, however, that our holding in this case will create the prospect of parents being forever liable for the conduct of their adult children or of sellers in arms length transactions being held liable for the conduct of their buyers. This case establishes no such precedent. The case, indeed, is fact-specific. A jury found, from sufficient evidence, that the Broadwaters negligently supplied a car to a child who they knew was likely to use it, and who allegedly did use it, in a manner involving unreasonable risk to other persons. The simple question is whether, having done so, they can, as a matter of law, wash their hands of all responsibility for their conduct by disclaiming any further ability to control either their son or the car. If they can, then we have given people a road map for no-risk irresponsible behavior. We decline to make such a gift.\nJUDGMENT AFFIRMED; APPELLANTS TO PAY THE COSTS.\n\n. Acting on a post-judgment motion, the court reduced the award to $456,000, in order to conform it to the then-applicable statutory “cap” on awards for non-economic loss.\n\n\n. This is particularly important in this case. Most of the evidence presented in their defense came from the testimony of Dr. and Mrs. Broadwater, who were called by the plaintiff and who were veiy reluctant witnesses. They appeared to have very little knowledge about their son. Dr. Broadwater, a physician, seemed confused even as to when his son was bom; they could not agree on what year he graduated high school; and they both seemed to have no knowledge of where he lived, what his telephone number was, how to reach him, or what he did. They seemed uncertain, or hedging, on almost all of the important aspects of their son’s life and career.\nDr. Broadwater was particularly reticent. He either denied or said he could not recall important things for which clear documentary evidence existed, including documents that he had signed. At various points, he was unwilling even to admit—though he did not go so far as to deny—his own signature on these documents, and, when confronted with those documents, he more or less disavowed even statements he had written. At one point, Dr. Broadwater denied knowledge of any erratic behavior on the part of his son, only to be confronted with his own sworn statement, discussed later in this Opinion, alleging extremely erratic behavior. Just from our own reading of the transcript, we can well imagine the jury finding both parents to be less than credible witnesses.\n\n\n. Three cases that appellants rely on—Shipp v. Davis, 25 Ala.App. 104, 141 So. 366 (1932) (holding that when a person transfers possession and title of an automobile to another, the transferor relinquishes all control over the automobile and the transferee is then solely responsible for the operation of the vehicle); Estes v. Gibson, 257 S.W.2d 604 (Ky.1953) (holding that a mother who knew that her son was an alcoholic and drug addict but nonetheless gave him an automobile did not have the requisite control over the automobile to be liable for negligent entrustment); and Brown v. Harkleroad, 39 Tenn.App. 657, 287 S.W.2d 92 (1955) (holding that a father who had knowledge of his son’s poor driving record but nonetheless purchased an automobile for him was not liable under a negligent entrustment theory because to so hold would in effect extend the liability to any person selling a vehicle to a known incompetent and that such extension is a job for the legislature)—were considered and rejected by the Court of Appeals in Kahlenberg, supra, 290 Md. 477, 431 A.2d 76.\nAppellants cite Mills v. Continental Parking Corp., 86 Nev. 724, 475 P.2d 673 (1970), for the proposition that “negligent entrustment does not apply when the right to control is absent.” Although we do not disagree with that assertion, Mills is so factually distinct from the instant case that we can hardly compare the two. In Mills, the issue was whether a negligent entrustment action will lie against the operator of a parking lot who surrendered an automobile to its owner, knowing that the owner was drunk. The Court held that, under the circumstances, there could be no cause of action for negligent entrustment because the operator of the parking lot had a duty to surrender control of the automobile or suffer a possible penalty for conversion. That certainly is not the situation in this case.\nAppellants’ reliance on Larsen v. Heitmann, 133 A.D.2d 533, 519 N.Y.S.2d 904 (1987), is equally misplaced. In Larsen, the Court held that there was insufficient evidence to establish that the 17-year-old son’s automobile, when operated by him, was a dangerous instrument and that the parents should have known that the son would operate the automobile in a reckless manner. The Court also held that, because the vehicle belonged to the son and, until about two weeks prior to the accident, the son had lived away from home, the son’s use of the automobile was not subject to parental control. That case seemed to be based on the parents' responsibility for their minor son’s actions generally rather than on any entrustment theory. There were certainly no facts suggesting that the parents gave or entrusted the vehicle to their son and therefore that case is inapposite.\nSimilarly, in Alfano v. Marlboro, 85 A.D.2d 674, 445 N.Y.S.2d 517 (1981), the Court held that the father could not be found liable in a wrongful death action arising out of an accident involving the father's 17-year-old son's operation of a snowmobile. Specifically, the Court held that where the son had been properly trained in the operation of snowmobiles, had a valid driver’s license, and the father had been *67separated from the son’s mother and did not have custody of the son, the father did not have the requisite control to be liable for negligent entrustment. The Court never mentioned that the father gave or entrusted the snowmobile to the son but merely stated that the father “had legally separated from his wife and had moved out of the home prior to the incident in question. Thus, at the time of the accident, he did not have custody or control over either his son or the snowmobile. Indeed, he was entirely unaware of the events leading to the fatal accident.” 445 N.Y.S.2d at 518. It appears that, as in Larsen, the Court focused on the minority of the son and the father's responsibility for his son’s actions generally rather than on a negligent entrustment theory.\n\n\n. At the time of the accident, and apparently at the time of the entrustment, the son was 20 years of age. These events occurred two years before the Legislature lowered the age of majority from 21 to 18. See Kahlenberg, 290 Md. at 479 n. 1, 431 A.2d 76.\n\n\n. We note that, although appellants may have lost effective control over the Mazda following their presentation of it to Ronald, Jr., they still retained the right to inform the Motor Vehicle Administration of their son’s drug dependency and erratic behavior and suggest that his license be suspended or that he be subjected to a reexamination. See Md.Code, Transp. art., §§ 16-206(a) and 16-207.\n\n\n. See Peterson v. Halsted, 829 P.2d 373 (Colo.1992) (holding that parents who cosigned loan in order for their daughter to obtain financing to purchase an automobile were not suppliers of chattel under Restatement (Second) of Torts, § 390); Spindle v. Reid, 277 A.2d 117 (D.C. 1971) (holding that mother who titled automobile in her name in order to help son obtain financing never had control to permit or prohibit use and therefore could not be held liable for negligent entrustment); Lopez v. Langer, 114 Idaho 873, 761 P.2d 1225 (1988) (holding that a father who paid for an automobile with his son’s money and delivered title to son’s mother and car was otherwise maintained by son did not possess the requisite control over the vehicle to hold him liable for negligent *70entrustment); Nichols v. Atnip, 844 S.W.2d 655 (Tenn.Ct.App.1992) (holding that parents who provided their son with tires, some insurance payments, and occasional gas money did not entrust automobile to son where son purchased automobile with his own funds and held title in his own name); Brown v. Harkleroad, 39 Tenn.App. 657, 287 S.W.2d 92 (1955) (holding that a father who had knowledge of his son's poor driving record but nonetheless purchased an automobile for him was not liable under a negligent entrustment theory because to so hold would in effect extend the liability to any person selling a vehicle to a known incompetent and that such extension is the job of the Legislature); Mejia v. Erwin, 45 Wash.App. 700, 726 P.2d 1032 (1986) (holding that a father who provided his credit to his son to assist the son in renting an automobile was not liable under a negligent entrustment theory even though the automobile was rented in the father's name).\n\n",
            "ocr": true,
            "opinion_id": 7926651
        },
        {
            "author_str": "Cathell",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCATHELL, Judge, dissenting.\nI respectfully dissent. I initially note that I take little issue with the majority’s discussion of the facts and with the inferences it draws therefrom in respect to the character of the Broadwaters or their son. Nor do I have any dispute with the majority over that portion of its opinion that addresses the Broadwaters’ knowledge or that portion that addresses causation. I do take issue with the majority’s view of the scope of the tort of negligent entrustment.\nThis is, I believe, a case of first impression in Maryland. The courts of this State, in my view, have not, until now, recognized that negligent entrustment can arise from the sale of an automobile by a parent to a fully emancipated adult child *75who then registers and insures that automobile in his name alone, and the accident giving rise to the cause of action occurs some eight months after the transfer. I am aware of only one case elsewhere applying the tort of negligent entrustment when the seller of the vehicle has legally divested himself of the right or power to control the use of the vehicle and also has no legal right or power to control the operator of that vehicle.1\nThe resolution of the issue can logically be addressed in two ways. First, that of the majority, i.e., so long as, at the moment of transfer, the transferor knows or should know of the negligent propensities of the entrustee, the tort is then established, no matter how far removed from the act of transfer the accident giving rise to the claim of damages occurs and no matter whether the transferor has any legal right or power to control either that vehicle or the vendee at the time of the accident. The other view, which I believe to be the better course, is to apply the tort of negligent entrustment when there is a concurrence of both negligence on the part of the transferor at the time of transfer and the continuing power and/or right to control either the instrument, i.e., the vehicle, or the entrustee at the time of the subsequent negligence.\nI acknowledge that the position of the majority is one that is logically supportable under an expansive (virtually all inclusive) interpretation of the applicability of the tort. But, as I shall later note, it is that very expansiveness that causes me significant concern. I believe the better position to be a more limited application of the tort of negligent entrustment, which would, in a sales context, require the transferor to retain the legal right to control the instrumentality or have a legal responsibility to control the buyer.\n*76I shall hereafter address my concerns in terms of causative impact. I first address the Maryland cases, discussing most of the significant Maryland cases in chronological order, directing my attention first to those of the Court of Appeals.\nRounds v. Phillips, 166 Md. 151, 170 A. 532 (1934) {Rounds I),2 involved the use, by a minor child known to the mother at the time of the accident to be reckless and incompetent, of an automobile titled to the mother.3 The Court held that the father as well as the mother could be held hable under negligent entrustment. The issue on appeal in Rounds I, relevant to the case at bar, pertained to the father’s liability only. A fact that I view especially significant in Rounds I was that, at the time of the original entrustment, neither the mother nor the father knew that their son was a bad driver. Both the son’s bad driving and his father’s knowledge thereof occurred after the original entrustment. I shall further address this matter, infra.\nThe Rounds I Court initially noted that\nthe theory upon which the declaration is drawn ... rests solely upon the primary negligence of the appellees themselves in permitting their son ... to be in possession of and operate the ... automobile ... when that habitual negligence [of the son] ... was known to the appellees.\nId. at 160, 170 A 532. In discussing prior cases that involved attempts to apply negligence to the entrustment of automobiles, the Rounds I Court noted that, though potentially dangerous, automobiles are not inherently so, but that the potentiality for danger increases when a person known to be reckless is permitted to utilize the vehicle:\n[T]here is no analogy when the owner of an automobile permits it to be used by one not known to be ... reckless *77...; while on the other hand, if he loans his automobile to another ... known ... to be ... reckless ... the automobile, plus the incompetency of the person to whom it is entrusted, does create an inherently dangerous instrumentality.\nId. at 163, 170 A. 532 (emphasis added).\nThe Rounds I Court, Id. at 160-61, 170 A. 532, set out the principle involved in Restatement of the Law of Torts, part IV, Negligence, chap. 2, sec. 260: “One who supplies directly or through a third person a chattel for the use of another whom the supplier knows ... to be likely ... to use it in a manner involving unreasonable risk of bodily harm to ... others ... is subject to liability for bodily harm caused thereby----”\nThe Court then held\nthat the principle contained in the quotation from the Restatement is a fair and accurate statement of the rule.... Of course, there are, and must be, limitations upon the application of the rule....\nIt has been suggested that there may be a distinction between the liability of the father and that of the mother ... because the title ... was in the mother. Under the facts of this case, that ... does not create a valid distinction. The son was a minor, and the father, as the controlling head of the family, had the authority and power to permit the use by the son of the mother’s automobile, or to prohibit it....\n... Having such power and authority, if he does not prohibit his minor son ... in its use, there can be no valid distinction____\nId. at 166-68, 170 A. 532 (some emphasis added). Thus, in Rounds I, the Court found the father liable because, even if he did not have the legal power to control the use of an automobile titled to the mother, he had the legal authority and power to control the son at the time of the accident—because the son was a minor. Neither circumstance exists in the case at bar. The parents had neither power to control the use of the *78automobile eight months after its transfer to the son nor power to control its use by their 26-year-old adult son.\nIn Rounds II (Rounds v. Phillips, 168 Md. 120, 177 A. 174 (1935)), on appeal after a retrial, the Court opined, referring to the parents’ knowledge of the revocation of their son’s driver’s license, a revocation that had occurred after the original act of transfer:\nAt the trial ... the evidence failed to prove all of the particular allegations as to knowledge by the defendants ... but there was evidence tending to prove the following facts: That their son became the owner of ... a Buick ...; that the son regularly and permissibly obtained ... fuel ... from the gasoline tank of the firm ...; that in 1929 he was seriously injured when his automobile ... struck a car standing almost wholly off the traveled way; that he was actually and reputedly a fast and reckless driver; that his operator’s license was revoked in May, 1932, after his conviction for driving ... while ... intoxicated.... The father testified that he made no effort to learn the circumstances of the accident ... in 1929 ...; that he did not know ... of his son’s conviction in January, 1932.... But admittedly both ... knew of the revocation, in May, 1932, ... and with that knowledge ... they apparently made no effort to exercise their parental right to ascertain and determine whether he could be safely intrusted [with the automobile]____ To be wholly indifferent ... is hardly consistent with the responsibility involved in a parent's authority.... [T]he principle ... applies not only to the owner of an automobile, but also to any one who has the right to permit and the power to prohibit its use.\nId. at 125-27, 177 A. 174 (emphasis added). In the case sub judice, the son was, and had for years been, an adult. The parents no longer had any legal authority over, and no legal responsibility for, him.\nThe Rounds cases are, I believe, the seminal negligent entrustment cases in Maryland. The holdings in the subsequent cases, i.e., Kahlenberg v. Goldstein, 290 Md. 477, 431 A.2d 76 (1981), relied on extensively by the majority, are *79based on the Rounds cases. The son, to whom the mother entrusted the automobile in Rounds, was a minor. As I read Rounds I and II, the nonowner father was held liable because he, as a father, had the right to control his son, precisely because the son was a minor, and not because he had any power to control the automobile. He had no such power—he did not own it. In the case sub judice, neither parent owned the vehicle involved in the accident and, thus, could not rely on ownership to exercise continuing control thereof. As the son was an adult, the parents had no authority, legal right, or power to control his operation of the automobile at issue, or any other automobile for that matter.4\nFollowing Rounds I and II, the next significant negligent entrustment case before the Court of Appeals that involved the parent/child aspect of the tort was Kahlenberg v. Goldstein, supra, 290 Md. 477, 431 A.2d 76, relied on extensively by the majority.5 There, a 20-year-old son was involved in the accident giving rise to the cause of action. At the very *80beginning of its opinion, the Court of Appeals felt it important to note: “The 'age of majority’ was not reduced to 18 years until July 1, 1973 by Chapter 651 of the Acts of that year.” 290 Md. at 479 n. 1, 431 A.2d 76. The accident occurred in 1971. An inference that can be made from the Court’s note is that it felt that the age of majority, and, thus, the minor status of the son was of some significance in its resolution of the matter. Under the expansive view espoused by the majority, the age of majority has no significance in a negligent entrustment case involving a parent/child relationship.\nOf special significance in the Court’s Kohlenberg opinion was its discussion of Rounds I and II. The Court opined that the Rounds Courts had responded to the contention that no liability existed as to the father because the car was not titled in the father’s name. It especially noted that the Rounds Courts had, at least in part, predicated their rulings on the fact that the father had the power to control his minor son. After quoting relevant portions of the Rounds opinions, the Kohlenberg Court noted that the Rounds I discussion, relating to the power of the father to control the son,\nwas in the context of whether the father could be a supplier ... when the father could be found to have the requisite knowledge for negligent entrustment. Although he may not have directly furnished the car ..., and although the father may not have been the owner of the automobile, his right to permit and power to prohibit ... effectively made him a supplier at that time.\nId. at 491, 431 A.2d 76 (emphasis added).\nAs I interpret the Kohlenberg Court’s opinion, it held that, under the facts there presented, the jury could find that the father had “supplied” the car to his son because he had the right to control the actions of his minor son at the time of the accident and that once he had knowledge of the son’s dangerous propensities that knowledge set in motion the “entrustor’s chain of causation.” The Court of Appeals, I believe, later made clear the language of Kohlenberg and the Rounds cases *81in terms of a limitation on the tort when it reversed us in Neale v. Wright, 322 Md. 8, 585 A.2d 196 (1991).\nIn Wright v. Neale, 79 Md.App. 20, 555 A.2d 518 (1989), the trial court found that, because Mrs. Neale had no right to control the actions of her husband in using the vehicle the two co-owned, no negligent entrustment existed. We reversed. Wright involved, as we indicated above, the issue of the liability of a co-owner for negligent entrustment, i.e., becoming a co-owner with another who has and is known to have dangerous propensities, when the dangerous co-owner subsequently is negligent and causes injury to others. We found that Mrs. Neale knew of her husband’s inclination to drive dangerously; we then opined:\nMrs. Neale enabled Mr. Neale to become an owner of the car by joining with him in obtaining registration when his lack of insurance precluded him from doing so in his own name____ She permitted him to use the car without protest. The evidence presented was sufficient for a trier of fact to conclude that Mrs. Neale negligently entrusted the co-owned vehicle to her husband....\nFinally, Mrs. Neale alleges that she could neither prohibit her husband from using the car, nor did she have any legal duty to prohibit him from driving without insurance. We point out that equal property right in the vehicle is not the issue. Her liability flows from her participation in making him an owner with knowledge of his driving habits. In short, a trier of fact may reasonably conclude that she “supplied” the vehicle. Mr. Neale’s right to use the car is a link between Mrs. Neale’s negligence in his becoming an owner ... rather than a defense as Mrs. Neale contends.\nAs to her having no legal duty to prohibit him ... we do not disagree. She cannot escape the fact ... that she had a duty not to entrust him with a car that she co-owned when she knew he was not a competent driver.\nId. at 28-29, 555 A.2d 518 (emphasis added). As is evident, we held in Wright, as the majority asserts in the case sub judice, that the act of supplying the instrumentality, ie., the *82“making Mm an owner,” created, for all time, negligent entrustment liaMlity.\nThe Court of Appeals reversed our decision in Neale v. Wright, 322 Md. 8, 585 A.2d 196 (1991).6 In reversing us, the Court of Appeals discussed several areas I perceive to be especially relevant to the case at bar. It noted our position that Mrs. Neale’s liability for negligent entrustment “ ‘flows from her participation in making [Mr. Neale] an owner with knowledge of his driving habits.’ ” 322 Md. at 13, 585 A.2d 196 (quoting 79 Md.App. at 28, 555 A.2d 518). That is, I would respectfully suggest, the position, however phrased, that the majority again takes in this case. After a brief discussion of the liability of suppliers, the Court noted that “[t]he cause of action may lie against one who has the power to permit or prohibit the use of the property entrusted.” Id. at 14, 585 A.2d 196. The Court explained that it had found the father in Rounds I negligent for entrustmg an automobile to a son when the veMcle was titled in the mother’s name alone because “ ‘[t]he son was a minor, and the father, as the controlling head of the family, had the authority and power to permit the use ... or to prohibit it.’ ” Id. (quoting Rounds I, 166 Md. at 167,170 A. 532). The Court then discussed that, in Kahlenberg, it had upheld liability for negligent entrustment based on a “gift” to a minor son. The Court of Appeals noted our reliance in Wright on Kahlenberg and on McCart v. Muir, 230 Kan. 618, 641 P.2d 384 (1982). After discussing the differences between those cases and the Neale case relative to the facts of purchase, the Court of Appeals made a further distinction:\n[I]n Kahlenberg and McCart there existed a parent-child relationsMp____ Mr. Kahlenberg’s son was living at home with Ms parents and was still a minor---- The Supreme Court of Kansas in McCart noted that the defendant’s son *83“was not an emancipated child. He remained under the control of his parents. The automobile was being operated with the permission of the father.”\nId. at 18, 585 A.2d 196 (quoting McCart, 641 P.2d at 388) (emphasis added, citation omitted). The Neale Court later stated:\n[I]n order for Mrs. Neale to have “supplied” the car to Mr. Neale at the time of the accident, and thus be liable ... she had to have the power to permit or prohibit Mr. Neale from using the vehicle [at the time of the accident]. That power could emanate from a superior right to control ... the car or from a special relationship ... such as a parent-child relationship____ [S]he did not have the independent authority over her husband that a parent has over a [minor] child.\nId. at 19, 585 A.2d 196 (emphasis added, citations omitted).\nIn the case sub judice, the car had been legally titled in the son’s name alone for eight months or more. It cannot, as I see it, be argued that the Broadwaters had any legal right to control the use of that automobile eight months after it became the property of their adult son. While a parent-child relationship certainly existed and will always exist between the Broadwaters and their son, he is emancipated. He is not a minor—he is an adult. Therefore, the independent authority of Mr. and Mrs. Broadwater over their son no longer exists; they no longer control—or have any legal right to control— either the automobile or their son’s use thereof.\nUnless the tort of negligent entrustment is to be unlimited in scope, the limits should at least be, I respectfully suggest, set to require that the entrustor retain some legal right of control over either the chattel or its user. If (1) the power to control the vehicle or (2) the power to control its operator—or both—exists and the “entrustor” has knowledge of dangerous propensities of the driver, it is clear that the requirements of the tort are met. In the case sub judice, neither exist. The parents had no right to permit or prohibit the use of the vehicle or to limit the actions of the son at the time of the *84accident. The majority seems to say that, because you have the power not to transfer chattels, you retain that power to restrain forever their use anytime after a .transfer is complete.\nOur cases since Kohlenberg have taken a portion of its language, without reference to the context in which it was spoken, and used that language to support an expansive, almost unlimited view of negligent entrustment, when, as I have indicated, the actual Kohlenberg statement was, I believe, and, as I perceive the Court of Appeals to have explained in Neale, context-limited. For example, we stated in Mackey v. Dorsey, 104 Md.App. 250, 655 A.2d 1338 (1995), quoting Kohlenberg, that, “The Court of Appeals has stated generally that a ‘supplier’ ... may be ‘anyone who has the right to permit and the power to prohibit the use of the chattel.’ ” Id. at 258-59, 655 A.2d 1333. The language taken from Kohlenberg arose out of its discussion of Rounds I and II. Both the Rounds cases and Kohlenberg involved a minor child over whom the parent had the right to permit and the power to prohibit the use of the instrumentality at the time of the accident there involved. The “power to permit or prohibit” language arose out of the Kohlenberg Court’s reference to the Rounds I discussion of the importance of titling:\nUnder the facts of this case, that [titling] ... does not create a valid distinction. The son was a minor, and the father, as the controlling head of the family, had the authority and power to permit the use ... or to prohibit it.\nKohlenberg, 290 Md. at 490-91, 431 A.2d 76 (quoting Rounds I, 166 Md. at 167, 170 A. 532). That the “power to permit ... or to prohibit” language relates to the time of the subsequent accident is clear in that, in the Rounds cases, as the Kohlenberg Court notes, “[n]o attention was directed ... to whether initially supplying the car to the son constituted a negligent entrustment because there was no contention that, as of that time, the father knew or had reason to know of facts which would make it negligent for him to furnish the car.” Id. at 490, 431 A.2d 76. In Rounds I and II, it was not until after the time of the transfer of the automobile to the son7 that the *85son committed several serious traffic violations of which his father became aware three months later. In other words, the father’s knowledge of his son’s driving habits (and the habits themselves) occurred after the act of transfer. When the father in the Rounds cases contended that he was not liable for negligent entrustment because the car was, at the time of the accident, titled in the mother’s name,8 the Rounds Courts held as was indicated in Kohlenberg, supra. Thus, to me, Rounds I and II and Kohlenberg, as explained in Neale, stand for the proposition that, where a parent has, through divesting himself of the ownership of a vehicle, no legal control or power to permit or prohibit its use at the time of an accident, that parent’s obligation to control the minor child himself can create negligent entrustment liability, not based on the act of transfer itself, but based on the parent’s continuing obligation to exercise a right to control, ie., permit or prohibit the child’s acts, continuing up until the time of the accident. That obligation, and the powers arising therefrom, generally ceases when, as here, the child becomes an adult, in this case, twenty-six years of age.\nParent-child relationships, where the power to permit or prohibit exist, are limited—generally, to a child’s minority. After a child’s minority, when a vehicle has been sold (or perhaps even given) and legally transferred, a parent no longer has any legal control over the use of the vehicle—nor does the parent have any legal control over the actions of the adult child. Under the circumstances of the instant case, neither the Rounds cases nor Kohlenberg, given the holding in Neale, support the position now taken by the majority. To the extent cases subsequent to Kohlenberg, such as Mackey, have used the Kohlenberg language to suggest that a parent conveying to an adult child will remain forever liable for accidents of the child, even years later, so long as the child still owns the vehicle, they have used that language, I respectfully suggest, substantially out of context. We again quoted *86the same passage from Kohlenberg out of context, in Morris v. Weddington, 74 Md.App. 650, 539 A.2d 1145 (1988), rev’d, 320 Md. 674, 579 A.2d 762 (1990), involving the loan of an automobile where the owner clearly had the legal right and power, by reason of legal ownership, to prohibit the use at the time of the accident.\nThe Court of Appeals in Neale attempted, I believe, to make this clear to us when it wrote: “[I]n order for Mrs. Neale to have ‘supplied’ the car to Mr. Neale at the time of the accident ..., she had to have the power to permit or prohibit Mr. Neale from using the vehicle [at the time of the accident].”9 322 Md. at 19, 585 A.2d 196 (emphasis added). The view of the majority in the case sub judice does not, I believe, attach to that language the importance it deserves in the evaluation of the tort of negligent entrustment in Maryland.\nI would respectfully suggest, as I perceive the Court of Appeals suggested in Neale,10 that, unless the tort of negligent entrustment is to be unlimited in scope, the limits should be set so as to require the entrustor, in order to be liable, to retain some minimal legal right to control the use of the vehicle itself or retain the legal power to permit or prohibit the actions of the user of the vehicle. It is clear that such power over the vehicle exists when a vehicle is loaned or perhaps leased, or where the entrustor permits it to be used while retaining ownership, as in an employer/employee relationship and similar arrangements as well. It is also clear, from Kohlenberg and the Rounds cases, that the power to control the person using the vehicle exists in parent-minor child relationships. In either event, the tort will he. In the instant case, however, neither exists. The majority’s opinion, *87as I view it, removes all boundaries of the tort. No vendor is safe.11\nIt can perhaps be argued that a car dealer should be held responsible if he sells a vehicle to an obviously intoxicated person who drives it off the lot and into an accident. But that is not the case here. The question the majority’s opinion creates is whether the dealer is liable if he sells a car on Tuesday to a person he saw driving intoxicated the preceding Saturday, who then has an accident while intoxicated eight months later. It calls into question whether vendors of such items as personal watercraft (capable of speeds approaching seventy miles per hour) will be liable when the vendee’s minor son causes an accident; whether vendors of all terrain vehicles can be sued under this tort, as well as under products liability causes of action, when the vendees cause accidents to others; whether a testator’s estate (or his personal representatives) will be liable if the testator bequeaths a vehicle to his adult child who is known to have a bad driving record and upon the testator’s death the vehicle is conveyed to the child in accordance with the will. Is the estate liable? Are the personal representatives?\nAre you forever liable if you sell a car to a poor driver who, while operating the car, later causes injury to a third person? Are you liable if you sell a car to someone you know cannot drive and is not licensed to do so if they tell you they plan to get lessons before using the car? If negligent entrustment at the time of sale, as the majority suggests, freezes, for all time, the liability of the vendor, the vendor would remain liable even after the vendee successfully completes the lessons, even after he obtains a driver’s license. Is a parent liable if he gives *88money to an adult child with poor driving habits, knowing it will be used to buy a car? Is a parent’s estate liable if a testator bequests money to such an adult child knowing it will or may be used to buy a car? If so, does money become a potentially dangerous instrumentality, made inherently so, when entrusted to a person who the giver knows will ultimately use it to acquire a car or other potentially dangerous instrumentality, such as a boat, airplane, skis, or the like? Does a bank become hable when it makes a car loan to a person it knows has a less than stellar driving record?\nIf a ski shop, relying on a buyer’s assertions that he intends to ski only on beginner’s slopes, sells skis to him and that buyer proceeds to attempt a traverse of an expert slope, goes out of control, and crashes into another party and injures him, is the seller of the skis hable to the injured party because of what is common knowledge in the industry, i.e., that beginners often attempt to ski on expert ski slopes and may thereby cause accidents? Is the seller of an airplane to a person it knows has had a previous crash hable if the buyer crashes ten months or ten years later? Is Winchester liable under negligent entrustment theories if one of its dealers sells a hunting rifle to a hunter it knows is a novice and who later accidentally shoots another while hunting? Are the Baltimore Orioles liable under neghgent entrustment theories on Bat or Ball Day when they give out thousands of baseball bats and/or balls, knowing that a significant number of the recipients (or their escorts) will be drinking beer (or other alcohohc beverages) and may be or become intoxicated and unruly, because the Orioles also know or should know that some of those persons may be of an assaultive nature? Are vendors of ice hockey sticks to be held liable when it is common knowledge that, though used primarily to handle pucks, the sticks are often used for less sporting activity? The list is endless.\nI perceive that the Court of Appeals, in Neale, a case in which it had the opportunity to expand the scope of the tort but did not do so, may have indicated an inclination to impose some limitation on the scope of the tort. I respectfully suggest, for the reasons I have stated, that the tort should be *89limited to the many, many instances in which the entrustor retains control of the use of the vehicle, i.e., loans, leases, bailments, and employer/employee relationships, or has the legal right to permit and the legal power to prohibit the activity of the user of the vehicle, as in the case of a parent over a minor.\nIn the case sub judice, Mr. and Mrs. Broadwater, for over eight months, had no legal right to control the use of the vehicle in question. Had their son chosen to sell it, lend it to another, give it away, or even enter it and/or drive it in a demolition derby, they could not legally have prohibited it. Neither had they had any legal right or legal power to regulate the activities of their son for over seven years.12 There was no continuum of the right to control either the vehicle or the child that existed at the time of the accident.\nAs I perceive the evolution of negligent entrustment to the extent it has been expanded by the majority’s opinion, it will have become, through judicial gradualism, almost unlimited in scope. As I noted earlier, the entrustment of an inherently dangerous instrumentality, without notice of the danger, to an entrustee has long been actionable under traditional negligence theories. It is from those types of actions that the theory of negligent entrustment began its trek in the courts of this country. What, as I see it, began as an effort to require those having control of instrumentalities or persons to exercise that control has, through a gradual process of using the language of prior cases expansively, now resulted in the creation of permanent liability for persons who, because of completely lawful transfers, no longer retain any right or power to control the instruments so transferred or the actions of the transferee. This process of judicial gradualism, I respectfully suggest, is an attempt to create a remedy for *90every perceived wrong—in the instant case, for having been parents that raised an irresponsible son.\nIf parents are to be forever hable for the actions of their adult children, that decision should be made by the legislative branch of government, a branch that has exhibited a willingness to create such liability in several circumstances involving minor children. I respectfully suggest that, when done judicially, as I perceive the majority to be doing, it is an exercise in the making of policy best left to a more appropriate branch of government.\nUnder the majority’s reasoning, the tort of negligent entrustment becomes unlimited by method of transfer, i.e., gift or sale, and unlimited by the nature of the status of the transferee. Under the majority’s reasoning, any transfer of a vehicle to any person, known to the seller (or, perhaps, even if the seller does not, but should, know) to have a poor driving record, creates tortious implications for the seller. This would not necessarily be limited to parents.\nI see little difference, as far as tortious implications are concerned, between transactions between parents and their adult children and commercial sales. The majority cannot be basing its opinion on the parents’ right to control their child; they had no such legal right. It is based only on their right not to transfer the vehicle to anyone—including the child. Every seller has the right not to sell.\nIn many rural, and, perhaps, some suburban, jurisdictions, there is wide knowledge of the driving habits of many drivers. While, as I view the tort, it has heretofore been limited in Maryland to a parent’s responsibility in respect to their minor children, the majority today removes those limitations. It applies the tort based solely upon the seller’s knowledge of the purchaser’s driving habits. I respectfully suggest that the implications of the majority’s decision may extend much further than the majority may perceive.\nFor the reasons I have stated, I would reverse.\n\n. There is one per curiam case elsewhere, of which I am aware, Golembe v. Blumberg, 262 App.Div. 759, 27 N.Y.S.2d 692 (1941), mentioned in Kahlenberg v. Goldstein, 290 Md. 477, 431 A.2d 76 (1981), involving an epileptic adult child in New York, that allowed negligent entrustment liability against the parents.\n\n\n. This case went to the Court of Appeals on two occasions—166 Md. 151, 170 A. 532 (1934), and, after a retrial, 168 Md. 120, 177 A. 174 (1935).\n\n\n. It had originally been purchased by the parents and titled in the child’s name. It was subsequently retitled in the mother’s name alone.\n\n\n. The majority notes that, even though the parents “may” have lost control over the car, they still retained the right to inform the Motor Vehicle Administration of their son’s problems. My examination of Maryland Code (1977, 1992 Repl.Vol.), §§ 16-206(a) and 16-207 of the Transportation Article, relied on by the majority, does not indicate any special provisions for parents. Whatever liability those sections create in respect to another’s licensing privileges is liability that would be shared by anybody with knowledge of such problems, including lawyers and judges. The sections were obviously not intended to create any duty of notification.\n\n\n. Kahlenberg, supra, a case involving a minor son, did, as the majority indicates, reject the holdings in Shipp v. Davis, 25 Ala.App. 104, 141 So. 366 (1932); Estes v. Gibson, 257 S.W.2d 604 (Ky.1953), and Brown v. Harkleroad, 39 Tenn.App. 657, 287 S.W.2d 92 (1955). The Kahlenberg Court noted, Id. at 488, 431 A.2d 76, \"We do not entirely accept the reasoning of those decisions.” But, the Kahlenberg Court continued to explain the Rounds cases in, what I view as, a different light than the position taken by the majority today. I perceive Neale v. Wright, 322 Md. 8, 585 A.2d 196 (1991), to be the controlling case and I view the matter to be controlled by it and the Rounds cases. As I indicate above, Kahlenberg was context-generated (i.e., the son was a minor). I do not view Neale, and the majority’s view of Kahlenberg, as consistent.\nThe majority, citing other foreign cases submitted by appellants, readily distinguishes them, distinctions with which I generally agree.\n\n\n. In Mackey v. Dorsey, 104 Md.App. 250, 258, 655 A.2d 1333 (1995), where negligent entrustment was alleged when a vehicle had been stolen, we indicated that certiorari for Wright had been denied at 316 Md. 508, 560 A.2d 41 (1989). That was an error. Certiorari had been granted.\n\n\n. The vehicle was subsequently titled in the mother’s name.\n\n\n. In the Rounds cases, the car had never been titled in the father’s name.\n\n\n. The Court must, perforce, be referring to its prior “at the time of the accident” language, given that the wife obviously had the power not to be a co-owner with anyone, including her husband.\n\n\n. It is clear that, in Neale, Mrs. Neale had the power and the right not to be a co-owner with Mr. Neale. It was, as I have indicated, because she had no power to control its use by Mr. Neale at the time of the accident that the Court of Appeals reversed our decision.\n\n\n. There is a body of law concerning the sale of inherendy dangerous objects (a vehicle has been construed as not being inherently dangerous) that can create liability continuing past the time of sale. See State, Use of Cavey v. Katcef, 159 Md. 271, 150 A. 801 (1930) (sale of vicious horse); State, Use of Hartlove v. Fox, 79 Md. 514, 29 A. 601 (1894) (sale of diseased horse that communicated the disease to the new owner). Some writers suggest that negligent entrustment arose out of this body of law.\n\n\n. That they apparently faltered in their supervision of him when he was a minor should not, I suggest, penalize them for his actions as an adult. Parenting is not easy in the best of times and circumstances, and these are not the best of times. Additionally, even good parents sometimes produce bad offspring—society sometimes creates them.\n\n",
            "ocr": true,
            "opinion_id": 7926652
        }
    ],
    "court_short_name": "Court of Special Appeals of Maryland",
    "court_full_name": "Court of Special Appeals of Maryland",
    "court_type": "SA",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Robbery"
}