{
    "id": 7983459,
    "judges": "Grant, Hooker, Long, McGrath, Montgomery",
    "date_filed": "1989-06-02",
    "date_filed_is_approximate": true,
    "slug": "davidson-v-kolb",
    "case_name_short": "Davidson",
    "case_name": "Davidson v. Kolb",
    "case_name_full": "James Davidson v. George Kolb, Jr., and Adam Kolb, as \"Kolb Bros.\"",
    "attorneys": "McDbnell é Hall, for appellant., T. A. E. é J. C. Weadoclc, for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Conversion — Evidence—Instructions to jury.</p> <p>1. In trover for timber which the defendants are charged with dishonestly converting, it is proper for them to show that they purchased the portion of the timber they admit having received from a third person, and the price they paid for it.</p> <p>2. An instruction that “there is evidence also, — whatever you may think of the evidence,” — stating it, does not discredit the witness whose testimony is thus referred to.</p> <p>3. Actual possession by the defendant of timber alleged to have been converted is not necessary to create a liability therefor, which arises if he in any way abetted or connived in the unlawful taking.</p> <p>4. It is not easy in the midst of a lengthy charge always to choose the best method of expressing an idea,* or to speak with absolute accuracy, and it is enough if the language used is such as to warrant the assumption that it was correctly understood by the jury. '</p>",
    "summary": "Error to Bay. . (Cobb, J.) Trover. Plaintiff brings error. Tbe facts are stated 'in tbé opinion.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": "Argued February 16, 1893.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "95 Mich. 469"
    ],
    "opinions": [
        {
            "author_str": "Hooker",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHooker, C. J.\nPlaintiff brought trover against defendants for a quantity of timber, and some iron dogs used to fasten the timber together in cribs, which were lost from his storing-boom in the river. The defendants admit purchasing seven pieces of the timber from one McGnffin, but deny having anything to do with any other timber belonging to the plaintiff. There was testimony tending to show that timber to the amount of several hundred dollars was stolen from plaintiff’s boom, and that considerably more than the seven sticks were put into defendants’ building. The judge directed the jury to find a verdict for the value °of the seven sticks, and for the value of as much more timber, if any, as the defendants were shown to have converted. The jury returned a verdict for the plaintiff for the sum of $57.18, the amount which the seven sticks admitted to have been converted were shown to be worth. The plaintiff appealed.\nJohn McGuffin, a witness- sworn on behalf of the defendants, testified that he sold the seven- sticks of timber to the defendants, and was permitted to state, against the objection of plaintiff’s counsel, that he was paid $15 for them by defendants. Inasmuch as the plaintiff’s counsel -were contending that the defendants were dishonestly converting the timber, it was proper for them to show how much they had received, and that they got it in an apparently honest transaction, instead of by theft, as seems to have been contended. It was a part of the res gestee.\nA number of errors are assigned upon the charge. Among other things said in the charge is the following:\n“Now, there is evidence also — whatever you may think of the evidence — that some articles, called 'iron dogs,’ went along with the timber, and got into the possession of the defendants. I think, in fact, the defendants acknowledge that there are some of those articles in their possession, and have been.’’\n*471Certainly this does not discredit plaintiff’s witness, as-counsel assert. And the judge proceeds as follows:\n“They follow the same rule as the timber. The damage is just what they were actually worth at that time and place. I do not knoAV how many you will find the-defendants have ever had anything to do with.” ,\nNo error can be found in this. The judge practically told the jury to give plaintiff the value of such dogs as-they should find defendant to have had.\nThe third objection made to the charge, viz., “the-defendants cannot be chargeable with any damages on-account of any part of the timber except such- part as they have actually had some connection with,” is without merit. The judge instructed the jury that actual possession of the timber by the defendants was not necessary to-create a liability, and that, if they in any way abetted or connived with Mr. McG-uffin in the taking of the timber, they were liable.\nIn several places the judge' instructed the jury that they must.be convinced by the evidence, e. g.:\n“The only evidence there is of that matter is the evidence which the plaintiff’s counsel have sought to show,, and may be drawn from the circumstances surrounding-the case. You must take that into consideration, and see. whether there is enough in it to convince you that defendants had any connection with it whatever.”\nHere the assignment of error stops in the middle of a sentence, which continued as follows:\n“ Because, if some one was taking timber out of there nights, and removing it away, and these defendants had anything to do with it, although not personally present themselves, If they were in any way, assisting, or conniving with the parties that were doing it, * * * they are liable in this action.” Again: “If you do not find that the proper deduction from the evidence shows you and convinces you that they had something to do with those other sticks that he says he lost, then you must throw-them out of the ease.”\n*472Similar use of the term “convince” was made in other portions .of the charge, but as a whole the charge was fair. The judge said to the jury that the burden of proof was upon the plaintiff, who must prove his case by a preponderance of evidence. He asked the jury if a fair preponderance of the evidence convinced them, and said that, if not, the other timber must be dropped out of their calculation entirely. He expressly called attention to the fact that the jurors were to judge of the facts, with which he had nothing to do, and there is no reason for a juror of average intelligence being misled.\nPerhaps the eleventh assignment of error is as well founded as any. The court said:\n“Now, the question comes up as to how particular the proof of the amount lost must be to authorize a recovery. It is claimed on the part of the plaintiff that they are not held to • very close proof of the amount they have lost. All that I can say about that is — and it is included in the general rule that I have given you here — that it must be proved in such a way as to satisfy your judgment of the fact. You must be able to say, after looking over, the evidence, and putting the evidence all together, and looking it all over, ‘ I am convinced from that evidence that there is just so much” and the amount that you arrive at from that process is the amount for which you can render a verdict, if you can find that any verdict should be rendered at all for that part of the property.”\nPerhaps the statement that plaintiff could recover for 'no more timber than the jury could find that he had lost would have been better than the statement that the juror must be able to say that “I am convinced from the evidence that there is just so much.” .It is not easy in the midst of a lengthy charge always to choose the best method •of expressing an idea, or to speak with absolute accuracy, •and it is enough if the language used is such that we may fairly assume it to have heen correctly understood. \"We •think the jury could not have been misled by it.\n*473The judgment will be affirmed.\nMcGrath, Long, and Grant, JJ., concurred. Montgomery, J., did not sit.\n",
            "ocr": true,
            "opinion_id": 7936374
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Robbery"
}