{
    "id": 7998238,
    "judges": "Bird, Clark, McDonald, Moore, Sharpe, Steere, Wiest",
    "date_filed": -1483488000000,
    "date_filed_is_approximate": false,
    "slug": "hanson-v-loescher",
    "case_name_short": "Hanson",
    "case_name": "Hanson v. Loescher",
    "case_name_full": "HANSON v. LOESCHER",
    "attorneys": "Edgar J. Cook (James E. Sullivan, of counsel), for plaintiff., Cross, Foote & Sessions, for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted October 25, 1922., Rehearing denied March 23, 1923.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "221 Mich. 387"
    ],
    "opinions": [
        {
            "author_str": "Sharpe",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSharpe, J.\nThe record discloses the following undisputed facts: Plaintiff’s daughter, Elna Hanson, had been in the employ of the defendant tannery company for several years. Among her duties was the making up of the pay roll. In doing this, she listed the names of the employees, computed the amount due each of them and transcribed the list into a book kept for that purpose. She then totaled the amount on an adding machine and presented the list and the slip showing the total to the defendant Max Loescher, who drew a check payable to her order therefor. She then cashed the check and paid the employees. On the afternoon of December 2, 1919, a bookkeeper of the defendant company discovered that the total as shown by the slip exceeded the amount listed by $200. In the evening he called the attention of Max Loescher to this fact. Loescher went to the home of plaintiff and requested Elna to go to the office with him. On *389arriving there, she was accused of the theft, at first denied it, but finally broke down and admitted it. Other pay rolls had been checked up and the total amount she had taken was found to be $6,629. The manipulation of the adding machine was accomplished by pressing a “non-print” key which “would push the ribbon that prints over the keys when they touched the papers so that it wouldn’t print.” The purpose of this key was for multiplying and dividing, and not for use in adding. Elna’s father, the plaintiff, was sent for as was also William Earl Saunders, a young man to whom Elna was betrothed, and his father, and also Prosecuting Attorney Broek, Chief of Police Hansen, and John Q. Ross, an attorney not then in active practice, who was the secretary of the tannery company. An effort was made to ascertain from Elna what she had done with the money. She admitted that she had given $1,200 to young Saunders and had purchased some jewelry and clothing and a $50 Liberty bond.\nThere is much dispute as to what was said and as to the conduct of the parties during this conference, which lasted several hours. Plaintiff claims that Elna was threatened with arrest and prosecution. This is denied by the defendants and the prosecuting attorney. The chief of police was not called as a witness. They finally separated without anything having been done except the turning over of some articles by Elna. The next morning the Loeschers drove plaintiff and young Saunders to the office of Mr. Ross. The witnesses differ much as to what was there said. Finally, Mr. Ross prepared a warranty deed, which plaintiff executed, conveying his home to Otto Loescher, as trustee, for a stated consideration of $1. In this deed, the plaintiff reserved the right to occupy the home during his lifetime on condition that he pay the taxes thereon, keep it in reasonable repair, and insure it against *390loss by fire. The deed further provided that if Elna married, and lived with her father in the home, she or her husband should pay the trustee $15 per month during their occupancy thereof and that should plaintiff rent it to another one-half of the rental received should be paid to the trustee. Plaintiff also executed a note to the trustee for $600. The money in the bank in the name of Saunders and certain articles which Elna admitted had been purchased with the money taken by her were turned over to the trustee.\nPlaintiff in his bill of complaint prays that the deed and note may be declared void and ordered delivered by the trustee for cancellation. The proofs were taken in open court. No opinion was filed. A decree was entered dismissing the bill of complaint. Plaintiff has appealed therefrom.\nIt is plaintiff’s claim that his execution of the deed and note was procured by. duress' and that the consideration therefor was the suppression of a criminal prosecution against Elna. His counsel rely on the rule stated in the early case of Briggs v. Withey, 24 Mich. 136, that—\n“The use of legal proceedings for any oppressive purpose will be closely scanned, and relief will be given in equity when such abuse is manifest.”\nThe later cases, Buck v. National Bank, 27 Mich. 293 (15 Am. Rep. 189); Snyder v. Willey, 33 Mich. 483; Wisner v. Bardwell, 38 Mich. 278; Meech v. Lee, 82 Mich. 274; Cribbs v. Sowle, 87 Mich. 340 (24 Am. St. Rep. 166); Benedict v. Roome, 106 Mich. 378; Bentley v. Robson, 117 Mich. 691; Koons v. Vauconsant, 129 Mich. 260 (95 Am. St. Rep. 438), in which this rule is adhered to and followed, are cited and quoted from. If the facts are as claimed by plaintiff, he is unquestionably entitled to the relief prayed.\nDefendants assert that no threat of criminal prosecution was made; that the sole effort of defendants *391at the evening conference was to induce Elna to disclose what she had done with the money she had taken in order that it might be recovered; that the purpose of asking the prosecuting attorney and chief of police to be present was to secure this information from her. There is no way in which the testimony of the witnesses can be reconciled. There are, however, some facts which in a measure shed light upon the probabilities of the truth. Elna testified:\n“When my father first came down I asked him if he couldn’t turn over the house or do something. (Continuing.) He said, T haven’t got anything.’ My first thought was to make restitution if I could for what I had taken. My purpose in calling up Mr. Saunders and some other parties was to try and borrow money to make good for what I had taken and Otto Loescher was insisting that I couldn’t have spent all that money and that I must have it somewhere and he wanted me to tell where it was.”\nClarence Nystrom, defendants’ bookkeeper, testified that when plaintiff first came to the office he said to Elna (speaking in Swedish):\n“ ‘Elna, what have you done? * * * You have disgraced our name here. How am I going to live through this?’ * * * He was repeating that over again, ‘You have disgraced us, you have ruined us. How can I ever make up what you have stolen?’ He said, ‘Think of our good name in this town. Have I worked all these years for nothing?’ And Miss Hanson said nothing to him. ‘Well, you have got some property, papa,’ she said, ‘Don’t take it so hard.’ ”\nThese statements were made before either the prosecuting attorney or the chief of police arrived. Nystrom denied positively that any threats that Elna would be prosecuted if plaintiff did not turn over his property to defendants were made. Mr. Ross testified:\n“Mr. Hanson asked me if they could take his property and I told him there was no liability on his part *392at all, and he was not liable for this. There wasn’t any way that they could take anything away from him. It was all a matter between the company and his daughter. * * * He wanted to fix it up in some way so that they could settle it. I said, ‘There isn’t any way they can get anything out of you but, of course, if you want to help your daughter you can do that. There isn’t any reason why you can’t do that. But don’t give away so much here that you won’t have anything to live on.’ * * * He said that he was willing to turn over everything he had if he could settle this thing up, and he told what property he had. He had a house and lot and another house that he had owned that he had sold on a contract and there was something back on the contract. I don’t remember the amount.”\nHe also denied that any threats of prosecution were made, as did also the defendants Max Loescher and Otto Loescher. Mr. Broek, the prosecuting attorney,' testified that after Elna had made a full confession he urged her to give back the money she had taken and the things she had bought with it; that Mr. Ross questioned whether acceptance would be “compounding a felony” and that he stated that the law favored restoring the stolen property; that he made a list of the things she had purchased and the money she had given to Saunders and prepared a transfer thereof to the tannery company and she signed it; that when deeding the home was talked of he said to plaintiff that the Loeschers should give him back a life lease and that plaintiff said:\n“ T always kept that property for Elna when she was to be married — she was to have the property when she married.’ I said, ‘Well, then, Mr. Hanson will have a home there the rest of his life if he wants it, and Elna has already had the money which she has taken from the Loeschers and when she gets married she wont have this home which she otherwise would have had when she married.’ ”\nHe also positively denied that any threats of prose*393cution were made or any agreement not to prosecute talked about. The testimony of these witnesses may be said to be in flat contradiction of the testimony of plaintiff, his daughter Elna, and in part of that of young Saunders and his father.\nIt also appears that after the papers were executed and the personalty delivered to defendants, the Loeschers urged that Elna and young Saunders be at once married in order to explain her absence from the office and that some money was furnished by them which was used for such purpose. Plaintiff remained in the home until the last day of February, 1920, when he went to Chicago, where he has since lived. This suit was begun on the advice of an attorney whom he there consulted.\nThe bill alleges that the deed and notes were executed under duress and also upon a promise not to prosecute. As to the former, it was said:\n“Duress implies a constraint which overcomes the will of the person constrained, and this constraint may be the result of imprisonment, or threats of immediate imprisonment.” Wolf v. Troxell’s Estate, 94 Mich. 573, 576.\nNo constraint was exercised over the person of the plaintiff. Neither was his daughter’s liberty in any way interfered with. To avoid the transaction, it must appear that there was no valid consideration for the making of the instruments; in other words, that they were executed upon a promise not to prosecute, a promise to compound a felony. It was the duty of Elna, had she been able to do so, to make restitution of the money taken. She did so to the extent of her ability. There was nothing illegal in the plaintiff’s paying or securing payment of the balance of her indebtedness to the company. Was he induced to do so by the fear of disgrace should the facts become known, or was it in apprehension of her prosecution *394on, a criminal charge and due to a promise that such prosecution would not be had? The burden of proof to establish the latter is on the plaintiff. The greater number of witnesses present deny that threats .of prosecution or imprisonment were made. We have read the record with care, giving due weight to the effect of the disclosure on the plaintiff as a parent, and feel constrained to agree with the trial court, who heard and saw the witnesses, that plaintiff has not sustained that burden by a preponderance of the proof.\n' As tending to support plaintiff’s claim, his counsel say that the value of the property turned over to the defendants, including the home and the notes, was in excess of the sums which Elna had taken. We do not think this claim supported by the record. In the computation made, the home is valued at $4,500. We think $4,000 would have been a fair valuation. Subject to plaintiff’s life interest, he being then but 55 years of age, its value to the defendants was much less than that amount. There is proof that defendants offered to reconvey on payment of $2,500. Nystrom testified that after the transaction was closed plaintiff said to him: “The two Loescher boys have been very nice to me. God bless them.”\nThe decree is affirmed, with costs, to appellees.\nFellows, C. J., and Wiest, McDonald, Clark, Bird, and Steere, XT., concurred. Moore, J., did not sit.\n",
            "ocr": true,
            "opinion_id": 7952089
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Robbery"
}