{
    "id": 7998117,
    "judges": "Bird, Clark, McDonald, Moore, Sharpe, Steere, Wiest",
    "date_filed": -1488412800000,
    "date_filed_is_approximate": false,
    "slug": "people-v-case",
    "case_name_short": "Case",
    "case_name": "People v. Case",
    "case_name_full": "PEOPLE v. CASE",
    "attorneys": "Collins & Thompson, for appellant., Merlin Wiley, Attorney General, and Chester E. Morris, Prosecuting Attorney, for the people.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted June 15, 1922.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "220 Mich. 379"
    ],
    "opinions": [
        {
            "author_str": "Steere",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSteere, J.\nDefendant was convicted under an information charging that on September 20, 1921, he unlawfully and feloniously had in his possession “a certain quantity of spirituous and intoxicating liquor, to wit, six quarts of whisky,” in Midland township, county of Midland. He was arrested on the fair grounds near the city of Midland where the county fair was then being held. He had on the grounds a Ford truck, suitable for transferring horses, with a canvas top and entrance at the rear over which hung a blanket, or canvas curtain. On the evening of his arrest this truck was found parked within the fair grounds hear the fence by the sheriff of Midland county who, with the president of the agricultural society and two deputy sheriffs, was making a search of the grounds for intoxicating liquor. Finding no one in charge when they went up to the truck they proceeded to investigate and the sheriff with one of his deputies went inside of it through the rear entrance. They then saw some bottles on the floor, two *381valises, and a jug sitting on the floor at the head of a cot upon which was some clothing. Liquor was found in the jug and one or more of the bottles which by its odor they recognized as whisky. The valises were found to also contain bottles of intoxicating liquor. The sheriff then took charge of the vehicle and its contents. No person appearing to claim them, he left a deputy named Carey there and went with another deputy to look for a man they “thought was connected with the liquor deal.”\nWhile they were away defendant came up to the truck and Carey asked him if he owned it. Receiving an affirmative answer, he inquired if defendant also owned the liquor which was in it, and he said he did. What further passed between them at that time is not disclosed, but when the sheriff returned defendant was yet there with Carey, who said to the sheriff, “This is the man who owns the truck.” The sheriff then asked defendant if that was his truck and his whisky, and he replied that they were his. Asked “Is this man with you?” he said, “No, sir, I am alone.” In the course of events which followed he begged the sheriff to let him go and he “would get off the grounds and not come back,” naming Detroit as his destination ; but his proposal was not favorably entertained. The sheriff kept possession of the liquor then seized and this prosecution followed. On the trial the jug and the bottles with their contents were introduced in evidence against defendant’s objection, with expert testimony that the contents was intoxicating liquor. Defendant offered no testimony. It was conceded that the officers had no search warrant or other process when they found and seized the liquor.\nBefore commencement of the trial defendant’s counsel filed a motion to quash the information and for an order requiring return of the property seized on the ground that the officers had no authority to search *382for and seize the same. This motion was supported by an affidavit of defendant stating he was a truck driver by occupation residing in Detroit, and while he was in the city of Midland on September 20, 1921, “in the lawful pursuit of his business, that the officers of Midland county searched his Ford automobile truck and obtained therefrom one gallon of whisky.” This motion was denied and during the trial the question was saved for review by timely objections, motions, requests and exceptions.\nDefendant’s counsel say in their brief that the single question raised is,\n“Under the laws of this State, can an automobile truck or an automobile be searched without process, and the goods therein seized used afterwards as evidence in a trial for violation of the prohibition laws of this State?”\nIn support of their negative contention on that query counsel urge as conclusive section 10, article 2, of our State Constitution forbidding unreasonable searches and seizures as construed by this court adverse to the claims of the prosecution in the following cases involving violations of the prohibition law: People v. Marxhausen, 204 Mich. 559 (3 A. L. R. 1505) ; People v. DeLaMater, 213 Mich. 167; People v. LeVasseur, 213 Mich. 177; People v. VanderVeen, 214 Mich. 21; People v. Mayhew, 214 Mich. 153; People v. Halveksz, 215 Mich. 136; People v. Woodward, 215 Mich. 267; People v. Margelis, 217 Mich. 423.\nIn the first place it is to be noted that all those cases turned on the validity of search and seizure in occupied buildings on private premises made either in reliance on a void search warrant or without any process at all. In five of them the privacy of homes, or private residences, was invaded. It is a well-settled rule that any statements and comments in an opinion concerning some rule of law or debated legal proposi*383tion not necessarily involved nor essential to determination of the case in hand are, however illuminating, but obiter dieta and lack the force of an adjudication. The court was dealing in those cases with invasion of private premises, not automobiles found by officers, on the highway or standing in a public place, and the controlling question in each was whether under the undisputed facts the general rule that entry without permission for search of private premises and seizure of property there found without legal process is an unreasonable search and seizure violating constitutional rights. That property so seized in violation of an accused’s constitutional protection against unreasonable search and seizure cannot be used as evidence against him upon his trial, is settled for this State by those decisions in harmony with the majority of decisions in other jurisdictions, including the recent utterance of the United States Supreme Court in Amos v. United States, 255 U. S. 313 (41 Sup. Ct. 266), which also involved search of the accused’s home without process. If the seizure of this liquor was lawful it was competent evidence against defendant. Counsel cite us to no case holding illegal the examination of an automobile or other vehicle found by officers of the law in a highway or other public place and seizure of contraband goods in it evidencing that a crime is being committed.\nThe Michigan constitutional provision against search and seizure follows in phraseology that of the United States, and our prohibition law relative to forfeiture of property rights in intoxicating liquor possessed or transported in violation of it is similar in that respect to the Volstead act. Section 31 of our prohibition law (as amended by Act No. 336, Pub. Acts 1921) provides in part:\n“No property right of any kind shall exist in any intoxicating liquor, had, kept, transported or possessed contrary to law or in or to any receptacle or container *384of any kind whatever in which said liquors may be found, and all such are hereby declared forfeited to the State and shall be seized, * * * Any sheriff or other peace officer may arrest without a warrant any person violating this act in the presence of such officer. * * * Any officer making an arrest for any violation of this act may seize all evidence of the commission of such violation including any wagon, buggy, automobile * * * or other vehicle or conveyance in which such liquors are had, kept, transported or possessed contrary to law.”\nProvision is also made for forfeiture to the State and sale of such vehicle. By these direct and plain provisions of the statute the. person possessing or transporting intoxicating liquor contrary to law has no property rights in it. When its illegal possession or transportation begins it at once becomes the property of the State. One searching for and seizing it does not search for and seize property of the person in illegal possession, and if the State makes the seizure it is but taking possession of its own property. Distinguishing between seizure of such contraband property and property privately owned both State and Federal courts have in certain instances held that property so forfeited to the State or Government could be used in evidence by the prosecution though perhaps irregularly seized. State v. Krinski, 78 Vt. 162 (62 Atl. 37) ; State v. Bradley, 96 Me. 121 (51 Atl. 816) ; State v. Simmons, 183 N. C. 684 (110 S. E. 591); Taylor v. United States, 44 U. S. 197; Boyd v. United States, 116 U. S. 616 (6 Sup. Ct. 524) ; United States v. Fenton, 268 Fed. 221, which involved search and seizure from an automobile, without process, as did United States v. Bateman, 278 Fed. 231, wherein it was held (quoting from the syllabus):\n“In view of the impossibility of procuring warrants for the search of automobiles suspected of transporting intoxicating liquors, the officers have a right, *385without warrant, to stop and search automobiles, and the finding of liquor therein justifies the search.”\nConceding, however, that the question of permitting property secured by unlawful search and seizure to be used as evidence against the accused has been- negatively settled in this State, as bearing upon 'the question of unreasonable search and seizure the distinction between searching and seizing contraband property belonging to the State and that privately owned is a circumstance of significance. In the Boyd Case, where it was held seizure of defendant’s private papers was in contravention of his constitutional protection against unreasonable search and seizure precluding their introduction in evidence against him, the subject is instructively discussed in part as follows:\n“The search for and seizure of stolen or forfeited goods, or goods liable to duties and concealed to avoid payment thereof, are totally different things from a search for and seizure of a man’s private books and papers * * * In the one¡ case, the government is entitled to the possession of the property; in the other it is not. The seizure of stolen goods is authorized by the common law; and the seizure of goods forfeited for a breach of the revenue laws, or concealed to avoid the duties payable on them, has been authorized by English statutes for at least two centuries past; and like seizures have been authorized by our own revenue acts from the commencement of the government. The first statute passed by congress is to regulate the collection of duties, the act of July, 1789 (1 U. S. Stat. pp. 29-43), contains provisions to this effect. As this act was passed by the same congress which proposed for adoption the original amendments to the Constitution, it is clear the members of that body did not regard searches and seizures of this kind as ‘unreasonable,’ and they are not embraced within the prohibition of the amendment. * * * Not all searches nor all seizures are forbidden, but only those that are unreasonable. Reasonable searches, therefore, may be allowed and if the thing sought be found, it may be seized.”\n*386While it is an accepted doctrine that the Constitution stands unalterable and what it meant when adopted it continues to mean, conditions to which it applies do change and new ones arise. Our Constitution contains both a provision against intoxicating liquor and against unreasonable search and seizure. Every constitutional provision, as well as statutory, should be construed where possible to give effect to every other constitutional provision in the instrument. Neither our State or the Federal Constitution directly prohibit search and seizure without a warrant as is sometimes asserted. Only “unreasonable” search and seizure is forbidden. They are substantially the same upon that subject. The two concise sentences in our Constitution (Art. 2, § 10) read as follows:\n“The person, houses, papers and possessions of every person shall be secure from unreasonable searches and seizures. No warrant to search any place or to seize any person or things shall issue without describing them, nor without probable cause, supported by oath or affirmation.”\nIt is contended that the second sentence of this section must be construed as forbidding any and all searches and seizures without a warrant prepared and issued as prescribed by it, whether reasonable or otherwise. If such was the intention a few apt words easily added to the second prohibition would have made the intention plain beyond a doubt. It has been often asserted in substance and judicially declared by Chief Justice Marshall that “the enlightened patriots who framed our Constitution, and the people who adopted it, must be understood to have employed words in their natural sense, and to. have intended what they have said.” Gibbons v. Ogden, 9 Wheat. (U. S.) 1, 188, but if the construction contended for by defendant is accepted it must be extracted by a circumlocution which throws *387the word “unreasonable” into the discard, leaving the first prohibition a positive, unqualified mandate forbidding search and seizure, negatived by the second prohibition recognizing inferentially search and seizure under a prescribed warrant and forbidding it otherwise. The first prohibition thus disposed of, it might also be claimed that the second prohibition with its disjunctive “or” permits commission of felonies in all cases to proceed undisturbed, even in the presence of an officer, until the required process is obtained, for it says:\n“No warrant * * * to seize any person or things shall issue without describing them, nor without probable cause, supported by oath or affirmation.”'\nBut taking the plain meaning of all words employed in their natural sense, there is no occasion, for strained construction in dealing with the two-separate prohibitions in that simple section. Each is clear, independent and complete by itself. The first recognizes search and seizure regardless of process, but restricted by a comprehensive, master adjective compelling in performance exercise of moderation and good judgment to exclusion of prejudice, temper and passion. The second deals with warrants where time and circumstances permit or in reason require them,, specifying restrictive essentials which protect the-officer serving them, if fair on their face, even though ultimately shown unfounded and unreasonable, a wise precaution for his protection, as well as the public, especially when viewed in the light of the then recent, notorious abuses perpetrated under general search, warrants for political purposes by officials of the government from which the United States had but recently seceded, at the time the Federal Constitution was framed and when many of England’s laws were being adopted with constitutional or statutory restrictions and modifications.\n*388These constitutional restrictions like others of that type are concisely stated in general but apt terms and it was left for the courts of the country to determine in each case or class of cases what under the conditions shown constituted “excessive bail,” “excessive fines,” “freedom of speech,” “cruel and unusual punishment,” “unreasonable search and seizure,” etc. The generally recognized rule is fairly stated in the following annotation to 11 Fed. Stat. Ann. (2d Ed.), p. 354:\n“The question whether a seizure or a search is unreasonable in the language of the Constitution is a judicial and not a legislative question; but in determining whether a seizure is or is not unreasonable, all of the circumstances under which it is made must be looked to.”\nThe automobile is a swift arid powerful vehicle of recent development which has multiplied by quantity production and taken possession of our highways in \"battalions until the slower animal-drawn vehicles with their easily noted individuality are rare. Constructed as covered vehicles to standard form in immense quantities, and with a capacity for speed rivaling express trains, they furnish for successful commission of crime a disguising means of silent approach and swift escape unknown in the history of the world before their .advent. The question of their police control and reasonable search on highways or other public places is a serious question far deeper and broader than their use in so-called “bootlegging” or “rum running,” which in itself is no small matter. While a possession in the sense of private ownership, they are but a vehicle constructed for travel and transportation on highways. Their active use is not in homes nor on private premises, the privacy of which the law especially guards from search and seizure without process. The baffling extent to which they are successfully utilized to facilitate commission of crime of *389all degrees, from those against morality, chastity and decency to robbery, rape, burglary and murder is a matter of common knowledge. Upon that problem a condition and not a theory confronts proper administration of our criminal laws. Whether search of and seizure from an automobile upon a highway or other public place without a search warrant is unreasonable is in its final analysis to be determined as a judicial question in view of all the circumstances under which it is made.\nIn the instant case defendant had gone upon a public fair ground where the county fair was then in progress with an automobile covered by canvas containing intoxicating liquor, unlawfully in his possession and as such by operation of law forfeited to the State. He was committing a felony by taking and having it at such a gathering. Police surveillance on such occasions is generally recognized as essential to the orderly conduct of the proceedings and protection of those assembled there. The officers performing that duty had occasion to search the grounds for liquor. There was nothing unreasonable or illegal in their looking into this vehicle which they found standing alone on the grounds. By simply pushing aside a canvas curtain they had from what they saw probable grounds to believe a felony was being committed, confirmed by the odor emitted from the containers in sight on the floor. Defendant admitted while their investigation was in progress that the truck and whisky were his, and later filed an affidavit in the case so stating. In view of the time, place and all the circumstances under which this seizure and defendant’s arrest were made, we are of opinion neither was unreasonable or unlawful.\nThe conviction is affirmed.\nMcDonald, Clark, Sharpe, and Moore, JJ., concurred with Steere, J.\n",
            "ocr": true,
            "opinion_id": 7951958
        },
        {
            "author_str": "Wiest",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWiest, J.\n(dissenting). I cannot concur in the opinion of Mr. Justice Steere, and, in compliance with the mandate of the Constitution, will state my reasons. Some of the principles stated in the opinion would, in my judgment, if carried to their logical conclusion, be so arbitrary and subversive of the right of security of persons and their possessions as to render their freedom from suspicion, annoyance and molestation a boon of the police rather than a guaranty of the Constitution.\nThe American spirit of right of security against searches and seizures never has submitted, and, it is to be hoped, never will submit to a system of uncontrolled police surveillance. Such a system is unAmerican, arbitrary and despotic, subordinates individual security to police suspicion, constitutes an indictment of all persons in rendering them subject to uncontrolled espionage and visitation by the police, and search of their possessions at the instigation of possible slander, ill-will, hatred, vicious zeal, or hope of personal aggrandizement; sends police officers on a general hunt for a quarry, ranks undisclosed and unsworn information, idle tales, rumor and curious guesses engendering mere suspicion with probable cause, confounds magisterial and administrative functions' and renders the bill of rights “a scrap of paper.”\nIn origin and purpose the provision in the bill of rights was intended to place a curb upon government exercised through police officers and to secure persons from police surveillance and espionage and search of their houses, papers and possessions for cause to arrest or make seizures.\nI lay down the broad premise, supported by history and the clearly expressed purpose of the Constitution, that all searches of a person's house, papers and possessions in a hunt for cause to arrest or make seizure *391are unreasonable and expressly prohibited. No other meaning can be given to the term “unreasonable” as employed in the Constitution. Probable cause for seizure cannot be searched for by police officers and left for them to determine and then constitute their authority to act, for the Constitution provides for the intervention of magisterial determination of probable cause and it would be a travesty to permit the officer who hunts for cause to determine he has found it.\nThe question here presented is not new; the evil of searches and seizures without a special warrant and under general warrants and writs of assistance was rampant and engaged the attention of every one a few years before the adoption of the Federal Constitution, and every phase of the question was discussed and fully comprehended by the framers of the bill of rights, and not a thought or condition not then fully understood is now presented.\nIt may be conceded that there are exceptional cases where the exercise of the right of search and seizure without a warrant has been sustained, but by no stretch of authority cun such exceptional cases be extended to constitute the rule of procedure. No magistrate could have issued a warrant upon the general suspicion entertained by the officer in this case that some one had liquor upon the fair ground, for he had no information upon which to predicate probable cause to search any particular place and was only on a search for cause, if any, to make seizure.\nThe provision invoked by defendant is a restraint upon police officers, and no supposed exigency of quick action lifts the restraint. The provision would be a hollow mockery if its restraint is released at the mere suspicion of an officer that some one is violating the law and permits him to search where he lists without a warrant and upon secret information which would not procure á warrant if presented to a magistrate. *392Remove the restraint and we will have officers running where no warrant could take them, speeding about in a search for probable cause, usurping the magisterial function of determining such cause and subject citizens to all the evils of old time searches and seizures which the Constitution guarantees shall never again be visited upon persons. The constitutional provision was intended to forever prohibit general warrants and police action as though under general warrant. It arose out of abuse of such warrants, and police action- with a system of spies and informers and undisclosed information and the spurning of open public complaint and authorized special warrant.\n• The officer in this case had no warrant, unless we consider the liquor law his warrant. If the liquor law is considered as his warrant, then he acted under general warrant to the same extent as though a warrant had been issued by a magistrate with direction to search for intoxicating liquors where he willed, to subject persons and their possessions to search üpon suspicion and to lug the result of his search, if any, to a magistrate and there make complaint. If officers, without a warrant and upon a mere hunt for liquor and cause for arrest, may enter an automobile at will and make search therein, then they may stop any automobile upon any public highway and make search, may pry into the packages and bundles and baskets in every automobile parked at the curb in any city; may compel travelers to open and expose the contents of their hand baggage and parcels, make women shoppers open their handbags, pry into trunks at depots, and in general proceed on the assumption that every person is guilty of having intoxicating liquors until exposure of their possessions satisfies the officers to the contrary, and in general so humiliate, vex and annoy decent people as to constitute themselves a common nuisance.\n*393Where does the Constitution depute to police officers the office of the magistrate in determining probable cause?\nIn 2 May’s Constitutional History of England, p. 246, in speaking of general warrants, it is said:\n“The magistrate, who should have sought proofs of crime, deputed this office to his messengers. _ Armed with their roving commission, they set forth in quest of unknown offenders; and unable to take evidence, listened to rumors, idle tales, and curious guesses. They held in their hands the liberty of every man whom they were pleased to suspect.”\nThe purpose of the security guaranteed by the Constitution is to save persons and their possessions from unreasonable searches and seizures and the mandate thereof as to preliminary precautions reaches all police officers. What a farce it would be to require probable cause to be shown upon oath or affirmation to justify a warrant and leave an officer free to seek what he considers probable cause and to determine he has found it and thereon make search and seizure. If the doctrine advanced by my Brother is accepted, then no warrant to search any place or to seize any thing can issue without describing the place and thing, nor without probable cause supported by oath or affirmation, but upon reasonable suspicion entertained by a police officer, he may search any place except a dwelling house and make seizure without a warrant. I cannot bring myself to hold that, while a magistrate is forbidden to issue a search warrant unless probable cause to do so is shown by oath or affirmation, and without describing the thing to be searched for and seized and .the place to be searched, a police officer may, without a search warrant, and without a description of the thing to be seized and without a limit to the ambit of his activity, and upon mere suspicion engendered by undisclosed and un*394sworn information, make search and seizure. To so hold is to relegate the constitutional provision to the discard, because it operates as a restraint upon the officer and his activity and scope of his. search, if its provisions are observed.\nWhy should an officer go to a magistrate with his information and subject his activity to the restraint imposed by the Constitution if, without so going, he may act without any such restraint? If the opinion of my Brother is adopted the constitutional provision is but a snare to the officers unwise enough to bring themselves within its mandate, for if invoked by the police it serves to limit their view, curb their fingers and direct their feet, while if not invoked their search may go as far as suspicion points. If the opinion prevails any police officer could express great respect for the Constitution and its provision prohibiting unreasonable searches and seizures and then pass the subject as of no further interest to him, if he did not bring himself within the constitutional prohibition by applying to a magistrate for a warrant.\nThe position that the restraint of the Constitution does not apply unless the officer acts under a special warrant will drive officers away from applying for a warrant, and the Constitution, instead of operating as a restraint upon officers, will be avoided as a most undesirable handicap upon their activities and thus defeat the purpose of the Constitution. So long as the provision remains in the Constitution it is binding upon all officers in office under the Constitution, and may not be avoided directly or indirectly. If there is any difference in principle between the old time general warrant and treating the law as a warrant to all officers, or permitting police officers to act without a warrant, the difference is in favor of the general warrant, as it had official action and responsibility back of it, while the general power of search *395seeks no higher sanction than the mere suspicion of some petty officer.\nWhen James Madison presented to the first congress the amendments proposed by the several States, and now incorporated in the Constitution as the bill of rights, he mentioned the specific fact that one purpose was to prevent general warrants. In order to fully comprehend the full true import and meaning of the restriction of the provision in the Constitution it is necessary to follow the course of history with reference to searches and seizures in England and the American colonies and the evils practiced and the efforts made to curb unbridled police action until such efforts crystalized in the provision in American constitutions limiting power under warrants, or under legislative authority, or assumed police power to make searches and seizures.\nThe world has witnessed the serious evil of rendering the right of security of persons and their possessions subservient to an administrative police, and the security of the Constitution is but the culmination of the efforts and struggles of English speaking people for hundreds of years. Charles II issued his warrants to search and seize, and no possessions were beyond the prying fingers and the searching eyes of his myrmidons; the oppressed then cried in vain but their struggles were leading on toward the goal reached in America when a free people bound themselves to forever stop such tyranny.\nIn State v. Rowley (Iowa), 187 N. W. 7, it was said of a search without a warrant:\n“The purpose of these provisions (referring to the Constitution) is the security which they afford to all citizens against the zeal of prosecuting officers. The impression seems to prevail in some quarters that in times of stress — in war — public clamor for the punishment of a supposed notorious criminal, in violation of constitutional provisions, is justified. We have no *396doubt, however, that when so tempted, constitutional restraints should be all the more firmly binding.”\nThe very purpose of the restraint established is to hold the zeal of police officers in leash and prevent their running at their own volition in pursuit of a scent, secretly imparted, or to go on a general hunt for a quarry.\nAfter all the years are we to witness what James Madison called to the attention of Thomas Jefferson in his letter of October 17, 1788 ?\n“Experience proves the inefficacy of the bill of rights on those occasions when its control is most needed. Repeated violations of these parchment barriers have been committed by overbearing majorities in every State. In Virginia, I have seen the bill of rights violated in every instance where.it has been opposed to a popular current. * * * The restrictions, however strongly marked on paper, will never be regarded when opposed to the decided sense of the public; and after repeated violations, in extraordinary cases will lose even their ordinary efficacy.”\nWhen this officer started out he had no reason to suspect defendant, and much less had he probable cause to search his automobile. He evidently considered that his official character and the liquor law armed him with authority to make general search for liquor and if he found the same to arrest the possessor thereof. The law never clothed him with such general power of search and seizure, and any law attempting to do so would be void. This action of the officer went, far beyond the power to search upon probable cause. The record is barren of any evidence of probable cause preceding the search.\nThe opinion of my Brother seems to draw a distinction between the security afforded persons in their houses, and the papers and possessions of persons, and shelves our previous decisions under the label of dictum, except as to houses. In the Con*397stitution I find no such distinction, and no more than a comma between the security afforded houses of persons and their papers and possessions. It is, in my judgment, an unwarranted assumption to attempt to cripple the mandate of the Constitution by selecting houses as within the security and placing papers and possessions without the security. Our previous decisions are not to be shelved under any such label, neither is the security afforded- persons against unreasonable searches and seizures to be limited to their houses, for it extends to their papers and possessions. The meaning of the Constitution is as plain as the English language can make it, and, when this court had the provision of the Constitution under consideration in the cases mentioned by my Brother, the decisions upheld the security afforded persons in their houses and possessions against séarehes and seizures, without ai warrant.\nBut it is said that property to all liquor is in the State and, therefore, it is contraband in the hands of any and all persons, and one cannot have possession thereof so as to fall within the security of the bill of rights. Such position is too broad and contrary to the provisions of the liquor law itself. If one may not have possession of liquor and be secure within the bill of rights, why does the liquor law, in express terms, forbid search and seizure thereof in a dwelling house? Such provision in the liquor law of the State constitutes no boon granted by the legislature, but is in recognition of the security afforded by the bill of rights. So there can be possession of liquor beyond the power of search and seizure under the liquor law. It seems to be thought that because liquor is declared contraband, and property therein declared to. be in the State, that one in possession thereof has no rights the officers are bound to respect. It seems to me that this position entirely overlooks the fact that no search *398warrant can issue in any case to deprive a man of his property and, therefore, the only purpose of search warrants, and the only occasion upon which they can issue, is to seize articles unlawfully possessed. It is idle to say that liquor is contraband and for that reason cannot be possessed, for if it was not contraband and could be lawfully possessed then no warrant ■ could issue for its seizure at all. At common law no power existed to make a search without a warrant. State v. Welch, 79 Me. 99 (8 Atl. 348) ; In re Swan, 150 U. S. 637 (14 Sup. Ct. 225).\nDeclaring by statute that no property right exists in intoxicating liquors and forfeiting such liquors to the State, and commanding officers to arrest any person in charge thereof must not be read with the eyes shut to the provisions relative to search warrants. If officers, without a warrant, may search where they have suspicion, to whom shall they make return of the .result of the search? Such a roving commission opens \"the way to oppression and corruption and rests the security of the individual citizen upon the will of petty officers.\nThe desire to exercise arbitrary power has always fretted under restraint. When King James I was informed by Chief Justice Coke that even the king was subject to the law, the king in a great rage exclaimed:\n“Then I am to be under the law — which it is treason to affirm.”\nThree hundred years ago an attorney • general of England dared to admit in a habeas corpus proceeding:\n“This commitment is not in a legal and ordinary way, but by the special command of our lord the king, which implies not only the fact done, but so extraordinarily done, that it is notoriously his majesty’s immediate act, and he wills that it should be so. Shall we make inquiries whether his commands are lawful? — Who shall call in question the justice of the *399king’s actions? Is he to be called upon to give an account of them?”\nIs it any wonder that men of English blood kept up the fight against arbitrary action, whether by a king or a constable, until they fixed in our Constitution the security of the individual and his house and his papers and his possessions, and checked all authority from ever violating the same. There is a constitutional question here involved of extreme importance and not to be obscured by the character of the offense charged. The right of search and seizure is no greater in the enforcement of the prohibition law than that of any other law. The correction of great abuses has many times arisen out of what at first appeared to be small cases. John Hampden lost his fight over 20 shillings ship money, but started the fight that ended in the repeal of the law. The oppression of Francis Jenks, an obscure linen draper of London, by refusing him the writ of habeas corpus and admission to bail, Blackstone says, gave rise to the famous habeas corpus act. The Dred Scott Case was lost in the courts and reversed by the people.\nThe defendant is not to be likened to a Hampden, but he has the right to raise the great question here presented and have it considered wholly apart from any hatred of bootleggers, rum runners, etc. When John Hampden refused to pay the 20 shillings ship money, the case came before all the judges of England, and tbe king’s counsel argued that:\n\"What was alleged in favor of the laws was not to the purpose, since cases might occur where it was impracticable to observe them; consequently their execution was restrained by necessity.” 2 Bapin’s History of England, p. 567.\nIt may be thought that the State is confronted with a great emergency which must be met by making the law of search and seizure meet the desired end.\n*400Future generations will look upon the events now happening with the same complacency with which we view the conditions in Massachusetts in colonial days, when the crown commissioners, in an endeavor to force observance of the revenue laws by unregulated searches and seizures, raised the resentment of the people to such a point that the commissioners fled to Castle William, and the British troops were sent to Boston.\nNo officer may go beyond the vigor of the law and have his stretch of authority palliated by the turbulence of the evil aimed at. Rulers vested with arbitrary authority have always claimed that what they willed to do was for the welfare of their subjects, and that they knew what was best, and safeguards have been derided and overridden.\nClarendon in his history of the Rebellion, vol. 3, p. 985, states that:\n“When the justices defended their action by reference to Magna Charta„ Cromwell, with words of contempt and derision, declared that their Magna Charta should not control his actions, which he knew were for the safety of the commonwealth.”\nIt is claimed that the law declares there is no property in intoxicating liquor, and it is forfeitéd to the State .and, therefore, police officers may and should seize the same whenever and wherever it may be found. This is the same specious reason given in colonial days in support of general warrants for search and seizure of smuggled goods, and loses sight of the right of security of persons and their possessions against searches and seizures and makes the thing sought for seizure the controlling idea.\nSuppose the prosecution here involved certain editions of the Bible, and searches and seizures were aimed to destroy the same, as in the time of Henry VIII, when parliament, by act, forbid the use of Tyndale’s version, and granted permission to read the *401Bible in English to certain classes only, under severe penalties, and on all sides the prohibited. Bibles were sought for and destroyed, the rule of right to search and seize would be the same. If we sanction such general right of search and seizure without better authority then the volition of police officers founded on undisclosed information engendering suspicion we will open the way to the evil of the old- time general warrant.\nKing Henry VIII issued his warrant to commissioners to search houses of certain suspected persons in the town of Windsor for prohibited writings and books, and three persons were condemned and burned. It was common practice in those days to constitute the law a warrant authorizing designated persons, official and otherwise, to search for and seize prohibited articles and destroy the same and arrest the offenders.\nFor example under 3 Henry VIII, cap. 10, it was provided:\n“No alien shall buy any leather, but in open market. The wardens of curriers in London may make search for leather insufficiently tanned, seize the leather, and commit the offender to prison.”\nSimilar acts were passed with reference to false and mixed oils, untrue or deeeivable tin or pewter vessels, and defective or corruptive medicine. A little later this practice of delegating to certain persons the power to search for and seize prohibited articles was •augmented by writs of assistance from the courts under which police officers were commanded to assist in such searches and seizures. Here we have the origin of the general warrant which our bill of rights intended to forever prohibit, but which shows its head again in the liquor law, if police officers may take its commands as their authority for making general search for reason to seize proscribed liquor.\nIt may be thought that my view of the constitutional *402provision will grant cover to violators of the law. In 1766 it was the intention of some members of the British parliament to propose a statute prohibiting the issuing of a general search warrant in any case whatsoever :\n“But upon more mature consideration it was probably thought that such a statute would give encouragement and protection to several sorts of real and dangerous crimes.” Debrett’s Parliamentary Debates, 1766, page 363.\nSo the thought antedates our Constitution but did not deter the people of America from most emphatically forbidding such search warrants.\nThe argument that if after discovery or suspicion a warrant must be obtained, the liquor will be spirited away, is as old as the claim of arbitrary power, and the history of the evil discloses that such claim runs parallel with the exercise of and as a justification for search and seizure without a warrant.\nTo understand why the term “unreasonable” was placed in the Constitution it is necessary to take a survey of history upon the subject of searches and seizures. The unsavory Star Chamber had its press messenger who had a general warrant, under which he made search for and seized unlicensed publications. One of the charges of impeachment preferred against the notorious Chief Justice Scroggs, by a committee of parliament in 1680, was:\n“That he, the said William Scroggs, in further oppression of his majesty’s liege people, hath since his being made chief justice of the said court of King’s Bench, in an arbitrary manner, granted divers general warrants for attaching the persons and seizing the goods of his majesty’s subjects, not named or described particularly in said warrants; by means whereof, many of his majesty’s.subjects have been vexed, their houses entered, and they themselves grievously oppressed, contrary to law.” 7 Hargrave’s State Trials of England, p. 487.\n*403In 1685 the office of surveyor general of his majesty’s customs in the North American colonies'was created, and one Patrick Mein was appointed to the position. He was empowered to visit and search all places where commodities subject to the duties imposed by the act of 1673 were likely to be found. In order to enable him to do this in Maryland and to make the seizures which might be necessary, Mein was given a writ of assistance by Lord Baltimore’s government. 3 Osgood on American Colonies, 17th Century, p. 236.\nThe convention of the Province of Maryland, held at Annapolis on the 3d day of November, 1776, in the declaration of rights that day adopted, declared:\n“That all warrants, without oath or affirmation, to search suspected places, or to seize any person or property, are grievous and oppressive; and all general warrants to search suspected places, or to apprehend suspected persons, without naming or describing the place, or the person in special, are illegal, and ought not to be granted.” 3 American Archives (5th Series), p. 145.\nSir Edward Coke, formerly Lord Chief Justice of the King’s Bench, when stricken in years, and but two days before his death, had a visitation from the messengers searching for seditious papers, and his house was ransacked, and his papers of every description, including the manuscript from which had been printed the Commentary on Littleton, and the manuscript of his second, third and fourth Institutes, and his will, were carried away. Students among the founders of this Republic were aware of this incident and many others, both in England and the American colonies, and this accounts for the most emphatic provision :\n“The right of the people to be secure in their persons, houses, papers and effects, against unreasonable searches and seizures shall not be violated.” * * *\n*404The same spirit of American security placed in the Constitution'of this State the provision:\n“The person, houses, papers and possessions of every person shall be secure from unreasonable searches and seizures.” * * *\nHow did the restrictive term “unreasonable” happen to be placed in the Constitution? It must have had a well-understood meaning, and to so clearly express the intent of the framers as to call for no explanation.\nSuppose an officer scans the information he has and finds it insufficient to obtain a warrant and goes ahead without a warrant, shall the test of the lawfulness of his act be had without any reference to the provision, with' the requirements of which he knew he could not lawfully comply? It is absurd to think of such a thing. The argument that if the officer finds the defendant in possession of intoxicating liquor this constitutes probable cause for making the search was urged over a hundred years ago and disallowed by the English courts.\nIn 1765 the case of Leach v. Money, Watson and Blackmore, three of the king’s messengers (relative to the North Britain, No. 45), came before the court of King’s Bench, and in defense of the general warrant issued by the secretary of state to defendants, it was urged that:\n“The facts are these — a warrant was directed to four messengers: Carrington, one of them, is informed, 'that Leach Was the printer; and that the reputed author was frequently at Leach’s house.’ The other three act on this information. And this information was not groundless; for they found a sheet of another number, wet and just printed. * * * Here was probable cause for taking him up.”\nA bill of exceptions in Leach’s Case was heard in the court of King’s Bench in 1765, and Lord Mansfield pronounced the warrant illegal, saying:\n*405“It is not fit that the judging of the information should be left to the discretion of the officer. The magistrate should judge and give certain directions to the officer.”\nThe pith of that decision is the letter and spirit of our Constitution. It will be‘noted that no court of that period attempted to defend the action of the messengers on the ground that suspicion would authorize a seizure without a warrant.\nSeveral journeymen printers in 1763 brought actions in England against the messengers, and Chief Justice Pratt held that the geiieral warrant was illegal and judgment was entered for the plaintiffs.\nJohn Wilkes brought an action against under-secretary of state Wood, who had personally superintended the execution of the general warrant under which his papers had been seized. Lord Chief Justice Pratt held:\n“The defendant claims.the right, under precedents, to force persons’ houses, break open escritoires, and seize their papers, upon a general warrant, where no inventory is made of the things thus taken away, and where no offenders named are specified in the warrant, and therefore a discretionary power given the messengers to search wherever their suspicions may chance to fall. If such a power is truly invested in the secretary of State, and he can delegate this power it certainly may affect the person and property of every man in this kingdom and is totally subversive of the liberty of the subject.”\nWilkes had judgment for one thousand pounds. See 2 May’s Constitutional History of England, p. 247.\nThe Constitution forbids general warrants. No such warrants can be granted by any magistrate or court. If no such warrants can be issued can any police officer act as though he had a general warrant? Most emphatically no. What earthly sense is there in outlawing general warrants and then permitting police *406officers to act as though they had a general warrant? No law, common or statute, can give police officers general power of search and seizure.\nIn 1764, Sir William Meredith, in the British house of commons, moved:\n“That a general warrant for apprehending and seizing the authors, printers and publishers of a seditious libel together with their papers, is not warranted by law.” •\nThis brought on the great debate upon the subject of general warrants in which Mr. Pitt said:\n“That all which the crown had desired, all which the ministers had wished, was accomplished in the conviction and expulsion of Mr. Wilkes: It was now the duty of the house, to do justice to the nation, to the constitution and the law.\n“Ministers had refused to lay the warrant before the house, because they were conscious of its illegality. And yet these ministers, who affect so much regard for liberty and the constitution, are ardently desirous of retaining for themselves, and for their successors, a power to do an illegal act. Neither the law officers of the crown, nor the minister himself, had attempted to defend the legality of this warrant. Whenever goaded upon the point, they had evaded it. He therefore did not hesitate to say, that there was not a man to be found of sufficient profligacy to defend this warrant upon the principle of legality.”\nRight Hon. Charles Townshend, also a member of the house, said that, upon learning of the apprehension of Wilkes, and the seizure of his papers under a general warrant:\n“The public instantly took the alarm, and the illegality of such warrants became universally the topic of discourse, and ground of apprehension and complaint.”\nAnd when the house by a vote of 234 to 220 postponed the consideration of the question until after its *407determination in a then pending case in the courts, Townshend characterized the question as perhaps the most important that ever animated the spirit of a free people. The case then pending was that of Leach v. Money, supra. See 11 Hargrave’s State Trials, p. 307.\nJohn Adams, Samuel Adams, James Otis and John Hancock looked on John Wilkes as an intrepid patriot, and the people of Massachusetts in general considered him a hero, and the Boston journals were filled with enthusiasm over the Wilkes affair in England. See Van Tyne’s Causes of the War of Independence, p. 286. In 1769, Lord Botetourt, royal governor of Virginia, granted a petition of the people against the use of writs of assistance. I know of no better place to go for the true meaning of what constitutes an unreasonable search and seizure than to the declarations of the people who lived and suffered under the power of the police to suspect, and, upon suspicion, search where they willed without special warrant.\nAn early work on the Constitution, and the only one I have been able to find defining the term “unreasonable” is Rawle on the Constitution, and in chapter 10, page 424, he states:\n“The term ‘unreasonable’ is used to indicate that the sanction of a legal warrant is to be obtained, before searches or seizures are made.”\nIn the Vermont constitution of 1777 is to be found the following bill of rights:\n'“That the people have a right to hold themselves, their houses, papers, and possessions, free from search and seizure; and therefore warrants, without oath or affirmation first made, affording a sufficient foundation for them, and whereby any officer or messenger may be commanded or required to search suspected places, or to seize any person or persons, his, her or their property, not particularly described, are contrary to that right, and ought not to be granted.”\n*408Every school boy connects the Stamp act with the American Revolution, but back of the Stamp act was the Molasses act of 1733, devised to compel New England distillers and sellers of rum to buy their molasses and sugar from British sugar planters and made a dead letter by smuggling, supplemented by the Sugar act of 1764, under which the trial of smugglers was taken from the colonial courts and jurisdiction given to the British admiralty courts and British naval officers given power to collect the customs duties. See Van Tyne’s Causes of War.of Independence, chap. 5. Under the Sugar act general writs to aid the searchers for smuggled goods were authorized. Then came the short-lived Stamp act, followed by the Trade act, under which a board of commissioners for the colonies was created and authorized to apply to the courts for writs of assistance in executing their general warrant to search for and seize contraband goods.\nIn the memorial to the inhabitants of the British colonies adopted by the continental congress on October 21, 1774, among-other grievances complained of was this:\n“The commissioners of the customs are empowered to break open and enter houses without the authority of any civil magistrate, founded on legal information.” 1 American Archives (4th Series), p. 925; 1 Journals of Congress, p. 36.\nThe merchants of Boston petitioned the court to be heard upon any application for a writ of assistance.\nBancroft, in his History, vol.- 6, page 279, says:\n“The strife in America had begun on a demand by the custom house officers for writs of assistance.\n“Connecticut had refused them; the governor and council, who constituted the highest court in Virginia, heard arguments on their legality, and held that they were illegal.”\n“When the Sons of Liberty at Boston held their third *409anniversary of opposition to the Stamp act in 1768, among the toasts given was, ‘Magna Charta and the Bill of Bights.’ ” 1 Life of Samuel Adams, p. 203.\n“After the expulsion of the French from Canada a considerable degree of ill humour was manifested in Massachusetts with respect to the manner in which the laws of trade were executed. A question was agitated in the court in which the colony took a very deep interest. A custom-house officer applied for what was termed ‘a writ of assistance,’ which was an authority to search any house whatever for dutiable articles suspected to be concealed in it. The right to grant special warrants was never contested, but this grant of a general warrant was deemed contrary to the principles of liberty and was thought an engine of oppression equally useless and vexatious, which would' enable every petty officer of the customs to gratify his resentment by harassing the most respectable man in the province.” Marshall’s American Colonies, p. 377.\nThat the people of Massachusetts were well informed of the true principles of law applicable to search warrants, appears from the testimony of Stephen Greenleaf, sheriff at Boston, who was assisting the customs officers. He said that he:\n“Left the officers of the customs and went singly up to a great number of people who were collected at the head of the street leading to Malcolm’s house and expostulated with them some time; that he was treated civilly by them, but was assured that no admission into Capt. Malcolm’s house would be suffered except the custom house officers would go before a justice and make oath who their informer was.” Quincy’s Massachusetts Reports, p. 447.\nIn 1772, at a meeting of the inhabitants of Boston in Faneuil hall, a committee of 21 was appointed:\n“To state the rights of the colonists, and of this province in particular, as men, as Christians, and as subjects; to communicate and publish the same in the several towns in this province, and to the world, as *410the sense of this town, with the infringements and violations thereof that have been, or from time to time may be made.”\nThis committee made report- in which it was stated that petty officers assumed power:\n“More absolute and arbitrary than ought to be allowed in the hands of any man or body of men whatsoever, * * * to go into any house, shop, cellar, or any other place where any goods, wares or merchandises lie concealed or are suspected to lie concealed, where the customs or other duties have not been or shall not be duly paid and truly satisfied. * * * And said house, shop, warehouse, cellar, and other place to search and survey, and all and every the boxes, trunks, chests and packs then and there found to break open.\n“Thus our houses, and even our bed-chambers, are exposed to be ransacked, our boxes, trunks and chests broke open, ravaged and plundered, by wretches, whom no prudent man would venture to employ even as menial servants; whenever they are pleased to say they suspect there are in the house, wares, etc., for which the duties have not been paid.” Quincy’s Massachusetts Reports, 467.\nTo curb the evil of searches and seizures without a special warrant the general court of Massachusetts in February, 1762, passed an act:\n“For the better enabling the officers of his majesty’s customs to carry the acts of trade into execution.”\nIn the act it was provided:\n_ “That upon application of any of the officers of his majesty’s customs in this province empowered by commission to seize upon oath made to the superior court of judicature, court of assize, and general goal delivery, or to the court of general sessions of the peace, or the inferior court of common pleas, or to either of the justices of said courts, or to any one of his majesty’s, justices of the peace of the county, that he has had information of the breach of any of the acts of trade; and that he verily believes or *411knows such information to be true; it shall be lawful in every such case, for such court or justice, to whom application may be made as aforesaid, upon reducing such oath to writing, with the name of the person (informing and the place) informed against, and not otherwise, to issue a writ or warrant of assistance, which writ or warrant of assistance shall be in the form following and no other,” etc.\nWhen this bill reached the governor he asked for the opinion of the judges and was informed:\n“That if this bill should pass into a law the superior court would be restrained from granting a writ of assistance in the manner they have heretofore done and in the manner such writs of assistance are granted by the court of exchequer in England.”\nThe governor thereupon refused to sign the bill. Quincy’s Massachusetts Reports, 495-497. In Pennsylvania it would seem that writs of assistance were refused. In Virginia the supreme court of justice refused to grant general writs of assistance but granted special writs. Quincy’s Massachusetts Reports, 509, 510.\nThe practice of issuing general writs of assistance continued in England until 1817, when a limit was imposed on their use by order of the board of customs providing that no writ of assistance should in future be delivered to any officer of the customs, unless he should previously make oath before a magistrate of his belief and grounds of belief that smuggled goods were lodged in a certain house.\n“And thus the reasonableness of the position of the Colonies was finally vindicated in the mother country.\n“In Massachusetts, the general court recognized and applied the principles of the common law on the subject of general warrants, even in time of war, not allowing general warrants to issue even for the arrest of deserters in the old French war, or to search for the arms of disaffected persons at the beginning of the war of the Revolution. Those principles were con*412firmed in 1780 by the declaration of rights, prefixed to the constitution of Massachusetts as follows:\n“ ‘Every subject has a right to be secure from all unreasonable searches and seizures of his person, his houses, his papers and all'his possessions. All warrants therefore are contrary to this right, if the cause or foundation of them be not previously supported by oath or affirmation; and if the order in the warrant to a civil officer to make search in suspected places, or to arrest one or more suspected persons, or to seize their property, be not accompanied with a special designation of the persons or objects of search, arrest, or seizure; and no warrant ought to be issued but in cases, and with the formalities, prescribed by the laws.’ ” Quincy’s Massachusetts Reports, 535, 536.\nIn 1761, when the crown officers desired writs of assistance and applied to the superior court they called upon James Otis for his official assistance as advocate general to argue their cause.\n“But, as he believed these writs to be illegal and tyrannical, he refused. He would not prostitute his office to the support of an oppressive act; and with true delicacy and dignity, being unwilling to retain a station, in which he might be expected or called upon to argue in support of such odious measures, he resigned it, though the situation was very lucrative, and if filled by an incumbent with a compliant spirit, led to the highest favours of government.”\nThe argument came on before five judges, including Lieutenant Governor Hutchinson, who presided as chief justice. James Otis appeared for the merchants of Salem and Boston.\nJohn Adams, in speaking 'of the argument of Otis, said:\n“American Independence was then and there born. The- seeds of patriots and heroes, to defend the non sine diis animosus infans; to defend the vigorous youth were then and there sown. Every man of an immense crowded audience appeared to me to go away as I did, ready to take arms against writs of assistance. Then and there, was the first scene of the first *413act of opposition to the arbitrary claims of Great Britain. Then and there, the child Independence was bom. In fifteen years, i. e. in 1776, he grew up to manhood and declared himself free.”\nIn the course of his argument Otis said:\n“Your honours will find in the old books concerning the office of a justice of the peace, precedents of general warrants to search suspected houses. But in more modern books, you will find only special warrants to search such and such houses, specially named, in which the complainant has before sworn that he suspects his goods are concealed; and will find it adjudged, that special warrants only, are legal. In the same manner I rely on it, that the writ prayed for in this petition, being general, is illegal. It is a power, that places the liberty of every man in the hands of every petty officer. * * * Every one with this writ may be a tyrant in a legal manner, also may control, imprison, or murder any one within the realm., In the next place, it is perpetual, there is no return. A man is accountable to no person for his doings. Every man may reign secure in his petty tyranny, and spread terror and desolation around him, until the trump of the arch-angel shall excite different emotions in his soul. In the third place, a person with this writ, in the day time, may enter all houses, shops, etc. at will, and command all to assist him. Fourthly, by this writ, not only deputies, etc. but even their menial servants, are allowed to lord it over us. What is this but to have the curse of Canaan with a witness on us; to be the servant of servants, the most despicable of God’s creation.” Life of James Otis, pp. 55-66.\n“It had been a common practice, till of late years, for the officers of the customs, with no authority but that derived from their commissions, to enter ware houses, and even dwelling-houses, and search them for contraband goods. The people being naturally indignant, that the sanctity of their homes should be violated, and for such a purpose, the enforcement of the obnoxious acts of trade, the custom was gradually limited, till only special warrants were issued for searching particular places, in which there was reason *414to believe that smuggled goods were concealed, and the search was confined to the building designated in the writ. _ But the revenue officers were not satisfied with the limited powers thus put into their hands, and, on their application, warrants were at last issued, not exactly in the form, but of the nature, of the Writs of Assistance granted by the Court of Exchequer in England. Armed with one of these instruments, an officer of the customs, or any person employed by him, might break open and ransack any houses that he saw fit; and the writ, not being returnable, might be used again and again for the same purpose. Bare suspicion, without oath, justified the use of this extraordinary warrant, which, in fact, made every minion of the law an inquisitor-general for the whole province, opening the dwelling-place and exposing the property of every inhabitant to his perquisition.\n“A more odious and powerful instrument of tyranny was_ never framed. It was resisted with as much spirit as the people of England displayed a few years afterwards, when, by a singular coincidence, the same question came before them under the form of ‘General Warrants,’ and set the whole kingdom in a flame. It raised the party of ‘Wilkes and Liberty,’ which, for a time, menaced the safety of the throne; and the agitation ceased only when, by a formal decision of the King’s Bench, such warrants were declared to be illegal.” 12 Spark’s American Biography, XII. (N. S.) Vol. II. (James Otis) pp. 48-49.\nShall it be held that power is given officers to search such places for liquor without a warrant as they may suspicion? That is just what the position contended for amounts to.\nPatrick Henry, in the convention of Virginia to ratify the Federal Constitution, said:\n“In the present constitution (Virginia) they are restrained from issuing general warrants to search suspected places, or seize persons not named, without evidence of the commission of a fact, etc. There was certainly some celestial influence governing those who deliberated on that constitution; for they have, with the most cautious and enlightened circumspection, *415guarded those indefeasible rights which ought ever to be held sacred.” 3 Elliott’s Debates, p. 448.\nIn the convention of North Carolina a bill of rights, to be recommended to the first congress, was adopted as follows:\n“•That every freeman has a right to be secure from all unreasonable searches and seizures of his person, his papers and property; all warrants, therefore, to search suspected places, or to apprehend any suspected person, without specially naming or describing the place or person, are dangerous, and ought not to be granted.” 4 Elliott’s Debates, p. 244.\nIn the Maryland convention to ratify the constitution the following amendment was agreed to but by final action it was not incorporated in the ratification:\n“That all warrants without oath, or affirmation of a person conscientiously scrupulous of taking an oath, to search suspected places, or seize any person or his property, are grievous and oppressive; and all general warrants to search suspected places, or to apprehend any person suspected, without naming or describing the place or person in special, are dangerous, and ought not to be granted.”\nIn ratifying the Constitution of the United States the convention of New York declared:\n“That every freeman has a right to be secure from all unreasonable searches and seizures of his person, his papers, or his property; and therefore, that all warrants to search suspected places, or to seize any freeman, his papers, or property, without information, upon oath or affirmation, of sufficient cause, are grievous and oppressive; and that all general warrants (or such in which the place or person suspected are not particularly designated) are dangerous and ought not to be granted.”\nIs it conceivable that the people of old time, after so strenuously fighting police action under general warrants and writs of assistance, and at the first opportunity forever prohibited the same, left a loop-hole for *416the exercise of the identical evil under the guise of police action without any warrant? Certainly not. They aimed to stop a vicious practice, and to that en'd established the rule of probable cause, magisterial action, designation of place to be searched and of the thing to be seized and limited police action to its proper ministerial function of executing the process authorized. They did not miss the mark.\nWe held in People v. Foreman, 218 Mich. 591, that an officer suspecting one of having intoxicating liquor in his grip cannot search the grip without a search warrant, unless invited to do so.\nIn Gouled v. United States, 255 U. S. 298 (41 Sup. Ct. 261), it was said:\n“The wording of the 4th Amendment implies that search warrants were in familiar use when the Constitution was adopted and, plainly, that when issued ‘upon probable cause, supported by oath or affirmation, and particularly describing the place to be searched and the person or things to be seized/ searches, and seizures made under them, are to be regarded as not unreasonable, and therefore not prohibited by the amendment. Searches and seizures are as constitutional under the amendment when made under valid search warrants as they are unconstitutional, because unreasonable, when made without them —the permission of the amendment has the same constitutional warrant as the prohibition has, and the definition of the former restrains the scope of the latter. All of this is abundantly recognized in the opinions of the Boyd and Weeks Cases, supra, in which it is pointed out that at the time the Constitution was adopted stolen or forfeited property, or property liable to duties and concealed to avoid payment of them, excisable articles and books required by law to be kept with respect to them, counterfeit coin, burglars’ tools and weapons, implements of gambling ‘and many other things of like character’ might be searched for in home or office and if found might be seized, under search warrants, lawfully applied for, issued and executed.”\n*417I shall spend no time in discussing the cases lately decided by this court upon the question of searches and seizures; they are readily available and ■ amply support the views I have expressed. See People v. Marxhausen, 204 Mich. 559 (3 A. L. R. 1505) ; People v. DeLaMater, 213 Mich. 167; People v. LeVasseur, 213 Mich. 177; People v. VanderVeen, 214 Mich. 21 ; People v. Mayhew, 214 Mich. 153; People v. Halveksz, 215 Mich. 136; People v. Woodward, 215 Mich. 267; People v. Margelis, 217 Mich. 423; and People v. Foreman, supra.\nThe evidence was unlawfully seized and should have been suppressed.\nThe conviction should be reversed.\nFellows, C. J., and Bird, J., concurred with Wiest, J.\n",
            "ocr": true,
            "opinion_id": 7951959
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Robbery"
}