{
    "id": 7997598,
    "judges": "Bird, Clark, Moore, Sharpe, Steere, Stone, Wiest",
    "date_filed": -1522540800000,
    "date_filed_is_approximate": false,
    "slug": "tatro-v-baker-fisk-hugill-co",
    "case_name_short": "Tatro",
    "case_name": "Tatro v. Baker-Fisk-Hugill Co.",
    "case_name_full": "TATRO v. BAKER-FISK-HUGILL CO.",
    "attorneys": "Barbour, Field & Martin (Henry C. L. Forler, of counsel), for appellant., Walters & Hicks, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Witnesses — Expert Witness — Competency.</p> <p>A witness wlio is familiar with, the value of property of tlie same character, although he has never seen the property in question, is competent as an expert witness to express an opinion as to its value.</p> <p>2. Bailments — Evidence—Value—Competency oe Witness.</p> <p>In an action for the value of an automobile stolen while in defendant’s possession for repairs, the reception of testimony by a dealer in second-hand automobiles, who was familiar with values, as to the value of plaintiff’s car, based on plaintiff’s description of the same and the price paid three months previously, held, not reversible error, although witness had never seen the car.</p> <p>3. Same — Evidence—Customs and Usases — Notice.</p> <p>Evidence as to the custom of other garages and service stations doing repair work outside of the garage or service station and the care and keep of cars upon which work had been done, offered for the purpose of establishing a general custom of leaving cars in the back yard unwatched, held, insufficient to show that such custom was general or notorious, or that it was ever brought to the attention of plaintiff.</p> <p>4. Same — Negligence—Prima Facie Case — Burden of Proof.</p> <p>In case of a bailment for hire, the demand for, and the failure to deliver, the goods constitutes a prima facie case against the bailee, and the onus is upon him to show that he was not negligent.</p> <p>5. Appeal and Error — Defendant May Not Complain of Charge Detrimental to Plaintiff.</p> <p>Error in the charge of the court, placing too great a burden upon the plaintiff with reference to the defendant’s liability and the burden of proof, may not be complained of by the defendant.</p> <p>6. Same — Requests to Charge — Instructions.</p> <p>There was no error in refusing defendant's requests to charge, where the substance of said requests, so far as defendant was entitled to, was given.</p>",
    "summary": "Error to Wayne; Jayne (Ira W.), J. Case by William H. Tatro against the Baker-FiskHugill Company for the loss of an automobile while in defendant’s possession for repairs. Judgment for plaintiff. Defendant brings error.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": "Submitted June 7, 1921.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "215 Mich. 623"
    ],
    "opinions": [
        {
            "author_str": "Stone",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nStone, J.\nThis case is here upon writ of error sued out by the defendant to review a judgment for the plaintiff in the court below. ' The action is trespass on the case brought by the plaintiff for himself, and for the use and benefit of the New Jersey Insurance Company, claiming damages for the loss of an automobile alleged to have been stolen while in the possession of the defendant for repairs. The defendant conducted an automobile sales agency, and was located on the east side of Woodward avenue in the city of Detroit, a short distance from the southeast corner of Alexandrine avenue. Immediately adjoining the place of business of the defendant was the agency of the Overland Company, and next to it the Simons Sales Company, and next to it and on the corner, the Buick Sales Company. In the rear of these places was a public alley running from Alexandrine avenue to Martin place, the next street south; and another public alley running from this alley to John R. street, the next street east. Just east of the north and south alley and abutting on it, the defendant had a service station on Alexandrine avenue, with a. used car show room in the front. This station ran back to the east and west alley running to John R. street. The defendant also rented a yard in the rear of house No. 46 Alexandrine avenue east, and all repair work, except motor work and where cars had to be blocked up, was done outside in this yard in the rear of 46 Alexandrine east, and in the alley running to John R. street.\nUpon the trial it was the claim of the defendant that the men in its employ worked on the cars during *626the day up to about 5:15 p. m., when all cars in the yard or alley were taken by the men and put in the service station; that no cars were left out after the men stopped working; that during the day there were from 8 to 10 men working in the alley and yard repairing cars; that no one was permitted to drive a car from the yard or alley without a release from the office; and that every service station in the city had a similar practice of doing minor repairs, on the outside of their service stations. Upon these subjects there was conflicting testimony. It was in evidence that there was no watchman, or no one whose duty it was to watch cars, and that there was no one in the yard when there was no repairing to be done there. There was also testimony that in the month of October, 1919, there were no workmen working on cars in the yard, but that there were cars there all of the time, placed there by the defendant, and that most of the days there was nobody there. In August, September and October, 1919, over 1,000 cars were reported stolen in Detroit. Over 77 per cent., however, were recovered in 1919.\nPrior to October, 1919, the plaintiff had purchased a Dort touring car from the defendant, and on or about October 6th he took it to the defendant for repairs. The work on the car was completed on October 10th, and about 4:30 o’clock in the afternoon the plaintiff called for it. He first went to the repair shop and obtained a bill for the repairs, and then went to the cashier and paid the bill and obtained a release. He then went with an employee of the defendant to the yard to get the car, but it was not there. At the time there were 9 cars in the yard, 4 on one side and 5 on the other. After checking up and ascertaining definitely that the car was gone they returned to the office and at once notified the police that the car was missing. The car was never recovered, and the plain*627tiff brought this suit, charging the defendant with negligence in the care and handling of the car. The plaintiff recovered a verdict and judgment in the .sum of $850 damages.\nIt should be stated that the evidence does not show just where the car was repaired, and left by the defendant, but the evidence was general as to the practice of defendant in handling cars left for repair. Upon the trial it appeared undisputed that the plaintiff paid for the car and certain extras $990; and that he had had the car about 3 months, during which time he had had some small repairs made on it. Upon the subject of the value of the car and the extras, one J. D. Montgomery testified on behalf of plaintiff that his business was dealing in, buying and selling used automobiles; that he had been in the business about 6 years, and that he had been familiar with the selling price of automobiles. The following appears:\n“Q. You have heard the testimony in this case. The plaintiff said he lost a Dort touring car 1919 model, run less than 1,000 miles, also certain accessories, spare tire, a lock, bumper, kit of tools and chamois skin. Now in view of your experience, what was the market value of that car in Detroit on October 10, 1919?\nA. Around $900.”\nCounsel for defendant moved to strike out the testimony of this witness, “as he said he could not testify as to value unless he knew the condition it was in, and he did not know the condition of this car.” The court did not rule at once, but later referring to the motion said:\n“I shall deny the motion because the testimony seems to be based on a description of the condition of the car by the owner, which Mr. Montgomery testified he heard, and it seems to be the rule of law in this State that he may testify to a value based on a hypothetical question stating the various facts of the condition of *628the car, including its age. So the testimony may stand as in evidence.”\nThe defendant requested the court to charge the jury as follows:\n“(1) I charge you there is no presumption of negligence from the mere fact that the automobile was lost or stolen, and that the burden of proof is upon the plaintiff to show that the defendant failed to exercise ordinary care.\n“(2) I charge you that, if you find that when the plaintiff requested the car, the defendant showed that he was unable to deliver it, because it had been lost or stolen, that the defendant would not then be liable, unless the plaintiff showed by a preponderance of evidence that the theft, or loss, was due to a lack of ordinary care and diligence on the part of the defendant.\n“(3) I charge you that, if you find that the car was lost or stolen, the defendant is not liable in the case unless you also find that the defendant failed to exercise ordinary care and diligence to prevent the loss or theft of the said car.\n“(4) I charge you that the burden of proof is upon the plaintiff to show that the defendant failed to exercise ordinary care in the keeping of the said automobile.\n“(5) I charge you that if you find that the care exercised by the defendant in this case was equal to that to be expected from ordinarily prudent persons under similar conditions and circumstances, that in such case the defendant is not liable, and your verdict must be ‘no cause of action.’ ”\nNone of the above requests was given, but the substance of the 3d and 5th was covered by the general charge.\nThe court charged the jury, among other things, as follows:\n■ “In the first place the burden is upon the plaintiff of showing that the defendant had his car and that when he demanded it he failed to deliver. Now, I may say that it is anticipated that the plaintiff assumed that burden and the defendant admitted that *629he had the car and did not deliver it when it was demanded.\n“(1. But the defendant comes and says the car was stolen through no fault of his that relieves him of the duty and the responsibility of turning it over to the plaintiff. That would be an adequate defense, but the burden of proof is upon the defendant to show that the car was stolen, and through no fault of his. If he shows you that, he has made out a defense, but the law says that in order for the defendant^ to be relieved of the responsibility of delivering this car, even though it is stolen, he must show that he used ordinary care, and the burden of convincing you that the defendant did; not exercise ordinary care, is upon the plaintiff.)\n“(2. So if you find that this car was stolen as a matter of fact, — and that is the fact for you to consider — if you find this car was stolen, from the testimony, then you would proceed to consider whether or not the defendant exercised ordinary care in taking care of this car while it was in his possession, and the burden of convincing you that he did not is upon the plaintiff.)”\nThe court then proceeded to define ordinary care, and called attention to the evidence as to whether there was great danger of theft at the place and time of the loss — and the duty of defendant. Upon the subject of custom the court charged as follows:\n“(3. In these instructions which I have just given you as to what an ordinarily prudent garageman would do, there is one item of his measure — ihe custom of the place or trade, and in that connection since the matter has been prominently before you, I charge you that a custom which would govern the trade in its care of automobiles while they are in their custody and waiting for the owner, to be received, has not been established in the testimony here so that you can consider that a custom will determine the conduct of the defendant, either for or against him.)”\nThe assignments of error will be considered in connection with the several alleged errors relied upon.\n*6301. Refusal of the court to strike out the testimony of the witness Montgomery as to the value of the car. The record shows that the plaintiff had already testified what he had paid for the car. This was some evidence of its value in connection with his other testimony. The law is well settled that a witness who is familiar with the value of property of the same character, although he has never seen the property in question, is competent as an expert witness. 22 C. &lt;L p. 695, and cases there cited. We do not think it was reversible error to receive the testimony of Montgomery.\n2. Ruling of the court as to the custom of other garages and service stations in doing repair work outside of the garage or service station, and in the care and keep of the cars upon which work had been done. We have not set forth the testimony upon this subject, but we have examined it, and it is sufficient to say that in our opinion no trade custom or usage was shown. There was no uniformity shown. The claimed custom was not shown to be general and notorious, and, lastly, there was no evidence that any custom was brought to the attention of the plaintiff, or that he had any knowledge of any custom. This is particularly essential in the case of a usage or custom of the trade or business. 17 C. J. p. 454 et seq.; 27 R. C. L. p. 197; Runyan v. Railroad Co., 48 L. R. A. 744, 747 (64 N. J. Law, 67, 44 Atl. 985); String field v. Vivian, 63 Mich. 681; Lamb v. Henderson, 63 Mich. 302, 305; Schurr v. Savigny, 85 Mich. 144; Pennell v. Transportation Co., 94 Mich. 247; Eaton v. Gladwell, 108 Mich. 678. In the last cited case it was said:\n“There was nothing in the case to show that this was a custom so general in its application and recognition as to make it admissible, nor was there anything tending to show that the defendant knew of it, or *631could be presumed to have contracted with reference to it.”\nSee, also, Tuttle v. Embury-Martin Lumber Co., 192 Mich. 385 (Ann. Cas. 1918C, 664). We do not think that the trial court erred in holding and charging that no custom had been shown by the evidence.\n3. The charge of the court in reference to the measure of defendant’s liability and the burden of proof. Reference is here made to that part of the charge above quoted and marked 1 and 2 in the parentheses. The only infirmity in this portion of the charge was that it placed too great a burden upon the plaintiff; but of this the defendant cannot justly complain. It is doubtless the rule of law in case of a bailment for hire, such as this was, that the demand for, and the failure to deliver, the goods constitutes a prima facie case against the bailee. The law, we think, is well settled in this State upon this subject.\nIn Baehr v. Downey, 133 Mich. 163, 169 (103 Am. St. Rep. 444), Justice Grant, speaking for the court, said:\n“My Brethren do not agree with me that the strict liability of innkeeper attached to the defendants. They are of the opinion that that relation ceased to exist, and that the defendants were ordinary bailees of the property. Under the circumstances, plaintiffs made out a prima facie case by showing the property in the defendants’ possession and refusal or neglect to return on demand. The onus of exoneration was then upon the defendants. 3 Am. &amp; Eng. Enc. Law (2d Ed.), p. 750. The rule as there stated is that, when the chattels are not returned at all, the law presumes negligence, and casts upon the bailee the onus of showing that he was not negligent. This, undoubtedly, is the more modem and reasonable rule. See, also, Knights v. Piella, 111 Mich. 9, 14 (66 Am. St. Rep. 375); Donlin v. McQuade, 61 Mich. 275.”\n*632To the same effect see Fraam v. Railway Co., 161 Mich. 556, 559 (29 L. R. A. [N. S.] 834, 21 Ann. Cas. 96); Smith v. Bailey, 195 Mich. 105, 107; Thomas Canning Co. v. Railway Co., 211 Mich. 326, 331.\n4. The failure of the court to charge as requested. The substance of requests numbered 3 and 5 was given. There was no error in refusing to give the others. The case was properly submitted to the jury upon the question of fact involved, with the exception above indicated, of which defendant cannot complain.\nWe find no prejudicial error in the record, and the judgment below is affirmed.\nSteere, C. J., and Moore, Wiest, Fellows, Clark, Bird, and Sharpe, JJ., concurred.\n",
            "ocr": true,
            "opinion_id": 7951418
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Robbery"
}