{
    "id": 8006702,
    "judges": "Krause, Markey, Shapiro",
    "date_filed": "1999-08-13",
    "date_filed_is_approximate": true,
    "slug": "amerisure-insurance-v-debruyn-produce-co",
    "case_name_short": null,
    "case_name": "Amerisure Insurance v. DeBruyn Produce Co.",
    "case_name_full": "AMERISURE INSURANCE COMPANY v. DeBRUYN PRODUCE COMPANY",
    "attorneys": "Patrick, Johnson & Mott, PC. (by John D. Honey-man), for Amerisure Insurance Company., Foster Swift Collins & Smith, PC (by Thomas R. TerMaat and Mindi M. Johnson), for DeBruyn Produce Company.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted August 7, 2012, at Grand Rapids.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "298 Mich. App. 137"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPER CURIAM.\nAmerisure Insurance Company appeals by right the trial court’s order ruling that the commercial insurance policy Amerisure sold to DeBruyn Produce Company covered the losses caused when De-Bruyn’s former controller issued herself unauthorized checks from the payroll account. We affirm, because the *139facts in this case do not fall within any exception to coverage under the insurance contract between the parties.\nAmerisure sold a commercial insurance policy to DeBruyn. In February of 2010, DeBruyn discovered that its former controller, Jillone Phillips, had been issuing herself unauthorized checks. When doing payroll, Phillips would create a second check to herself for the same amount as her actual payroll check. These additional checks were also paid out of the payroll account. Phillips did not pay taxes or withholding on the additional checks, but simply wrote them for the same net amount as her regular paycheck. Phillips was convicted of embezzlement for this activity.\nDeBruyn filed a claim with Amerisure under the “employee dishonesty” portion of the insurance policy. Amerisure denied the claim on the basis that the loss did not constitute the type of employee dishonesty covered by the policy. On September 7, 2010, Amerisure filed a declaratory action, seeking a ruling that it was not liable to DeBruyn on this claim. After both parties moved for summary disposition under MCR 2.116(C)(10), the trial court ruled that Phillips’s misconduct did constitute employee dishonesty under the insurance policy and that Amerisure was therefore required to cover DeBruyn’s claim. Amerisure now appeals. This Court reviews de novo a trial court’s decision on a motion for summary disposition. Auto Club Group Ins Co v Burchell, 249 Mich App 468, 479; 642 NW2d 406 (2001).\nThis case revolves around the interpretation of the insurance policy provided to DeBruyn by Amerisure. A number of cases from other jurisdictions have addressed the same or similar contractual language as is found in this policy, but there appears to be no binding precedent.\n*140The insurance policy at issue provides coverage for “employee dishonesty,” which it defines as follows:\n“Employee Dishonesty” in paragraph A.2. means only dishonest acts committed by an “employee”, whether identified or not, acting alone or in collusion with other persons, except you or a partner, with the manifest intent to:\n(1) Cause you to sustain loss; and also\n(2) Obtain financial benefit (other than employee benefits earned in the normal course of employment, including: salaries, commissions, fees, bonuses, promotions, awards, profit sharing or pensions) for:\n(a) The “employee”; or\n(b) Any person or organization intended by the “employee” to receive that benefit.\nThe parties dispute only whether Phillips’s acts fall under the exclusion in subsection (2), which excludes coverage if the financial benefit received by the employee consisted of “employee benefits earned in the normal course of employment.” Amerisure first argues that the use of the word “earned” should not be taken to mean that any unearned benefits are covered, but rather as a general descriptor of the type of benefits excluded, i.e., those that are generally earned in the normal course of employment. Amerisure correctly points out that if the word “earned” is taken literally, the entire exclusion becomes meaningless. See, e.g., Hartford Accident &amp; Indemnity Ins Co v Washington Nat’l Ins Co, 638 F Supp 78, 83 (ND Ill, 1986); ABC Imaging of Washington, Inc v Travelers Indemnity Co of America, 150 Md App 390; 820 A2d 628 (2003); contra Cincinnati Ins Co v Tuscaloosa Co Parking &amp; Transit Auth, 827 So 2d 765 (Ala, 2002). Amerisure properly observes that there is no need to exclude from coverage benefits that were actually earned, because such ben*141efits would not constitute a loss to the insured in the first place. DeBruyn concedes this point, and does not base its argument on the fact that Phillips did not “earn” her additional checks.\nThus, the controlling question in this case is whether the money taken by Phillips constituted salary or not. Both parties cite the same cases to buttress their arguments. In ABC Imaging, an assistant manager was paid $54,832 instead of $2,400 as a result of a data entry error. When asked to pay the money back, he instead fled the premises. The court rejected the employer’s argument that the extra money was not salary because it had not been contracted for, holding instead that the term “salary” included unearned funds. ABC Imaging, 150 Md App at 400. Besides rejecting the earned/unearned distinction, the court did not address what makes something “salary.” However, an employer’s accidentally inflating a paycheck is certainly distinguishable from the present case, in which the employee issued herself additional checks without anyone else knowing about or signing them.\nIn Hartford, some of Washington National Insurance Company’s agents obtained additional commissions through a complicated scheme. The court held that, when an employee does something dishonest to receive extra commissions, those benefits constitute the type of commissions excluded from coverage by the policy, even though they were not technically earned. Hartford, 638 F Supp at 83. The court also distinguished this scheme from the situation in which an employee simply makes unauthorized “loans” to herself from the company:\nAs Hartford explains, the last phrase [“other employee benefits earned in the course of employment”] achieves the useful aim of distinguishing the entire part [2] list from those compensation schemes that are generally unearned, *142such as payoffs, embezzlements, and other forms of theft. As an example, one common situation in which courts have found certain losses to be covered by this type of fidelity bond occurs when an employee makes improper “loans” to himself or third parties as part of a scheme to wrongfully acquire funds. These improper “loans” are not even remotely analogous to salaries, commissions, or other forms of employee benefits normally earned in the course of employment. Therefore, they should not be and are not excluded from fidelity bond coverage. [Id. at 84 (citations omitted)].\nWe conclude that Phillips’s embezzlement in the instant case more closely resembles the scenario of an employee making an improper “loan” from the company to herself than that of an employee inducing her employer to erroneously issue her a salary check greater than her actual salary.\nBoth parties cite Performance Autoplex II Ltd v Mid-Continent Cas Co, 322 F3d 847 (CA 5, 2003). However, the case is not particularly helpful, even though it is factually similar to the present case. In Performance Autoplex, the controller for a car dealership gave herself a raise without obtaining the appropriate authorization from the general partner and general manager.1 In that case, however, the dealership essentially conceded that the extra money was salary, instead arguing only that the money was not “earned” because it was dishonestly obtained. Id. at 857. The Performance Autoplex court rejected this approach and so the dealership’s failure to deny that the monies constituted salary was fatal to its claim. Moreover, Performance Autoplex is distinguishable because in that case the controller simply issued herself a larger than *143usual paycheck. In the present case, Phillips did not merely inflate her normal salary check, a check that in some amount was to be issued. She wrote herself a second check whose issuance had no basis at all. In addition, Performance Autoplex is not binding.\nIn James B Lansing Sound, Inc v Nat’l Union Fire Ins Co of Pittsburgh, 801 F2d 1560 (CA 9, 1986), a sales representative used fraudulent sales to collect extra commissions. The court held that the provision excluding salaries and other earned benefits “clearly indicates that National excluded liability for paying fraudulent or dishonest commissions.” Id. at 1567. Similarly, in Muni Securities, Inc v Ins Co of North America, 829 F2d 7 (CA 6, 1987), a trader hid trades and reported false sales to protect her commissions. Because the only benefit sought was commissions, or an enhancement (or mere preservation) of her normal compensation, the court ruled that the policy excluded coverage for the loss. Id. at 9-10.\nIn R &amp; J Enterprizes v Gen Cas Co of Wisconsin, 627 F3d 723 (CA 8, 2010), an employee overstated his time worked to the extent that he was paid more than $100,000 that he had not earned. Quoting Performance Autoplex’s conclusion that unearned salaries and commissions are still salaries and commissions, the court denied coverage. Id. at 727. This conclusion is consistent because overstating time on a time card is very similar to falsifying sales. More interestingly, the court continued to describe the types of employee theft that are covered by the policy:\nAmong other things, it covers theft by employees through forging checks, fraudulently using employer credit cards, see Glaser v. Hartford Cas. Ins. Co., 364 F.Supp.2d 529, 531-32 (D.Md.2005), embezzlement, see Universal Underwriters Ins. Co. v. Buddy Jones Ford, Lincoln-*144Mercury, Inc., 734 So.2d 173, 174 (Miss. 1999),[2] stealing from inventory, see Performance Autoplex II, 322 F.3d at 850-51, and altering purchase orders to confer a benefit on the selling company. See Gen. Analytics Corp. v. CNA Ins. Cos., 86 F.3d 51, 53-55 (4th Cir.1996). [Id.]\nIn the instant case, Phillips committed a classic act of embezzlement, and it was very similar to forging checks, though she had the authority to write checks on the payroll account.\nThe case of Resolution Trust Corp v Fidelity &amp; Deposit Co of Maryland, 205 F3d 615 (CA 3, 2000), is particularly helpful. In that case, the officers of a company hid a troubled loan to make their company look more valuable so that they would receive more compensation when the company was bought out. After grappling with the meaning of the salary exclusion in the insurance policy, the court concluded that it covered “payments knowingly made by the insured to the employee as a consequence of their employment relationship and in recognition of the employee’s performance of job-related duties.” Id. at 649. Applying this standard the court held that the extra compensation payments fell “squarely within the exclusion. . . whether it be because they are considered a ‘bonus,’ ‘award,’ or simply a financial benefit that the employees ‘earned in the normal course of employment.’ ” Id.\nAmerisure argues that the insurance policy does not contain any language requiring that the employer have knowingly made the payments to the dishonest employee in order for the exclusion to apply. However, that requirement is implied by a natural reading of the types *145of compensation encompassed by the exclusion. As the Resolution Trust court stated, each of the eight types of compensation listed as being earned in the normal course of business “share the singular characteristic that they are all financial benefits provided knowingly by an insured, in its capacity as an employer, to its employees as a form of compensation and as a result of the employment relationship.” Id. at 648-649. As Amerisure concedes, the list of types of compensation in the exclusion is not exclusive. To determine what other types of compensation are also excluded from coverage, courts must be able to look at the listed types and divine the unifying characteristics. We find Resolution Trust highly persuasive in this regard.3\nThe Resolution Trust analysis was also applied in Klyn v Travelers Indemnity Co, 273 AD2d 931; 709 NYS2d 780 (2000). In that case, a comptroller allegedly embezzled from a payroll account over which he had sole control by secretly paying himself extra salary, commissions, and bonuses. The court held that summary disposition was improper because according to the complaint, the plaintiff did not knowingly make the payments to the comptroller as compensation, which rendered receipt of the extra funds pure embezzlement that was recoverable under the insurance policy. Id. “ ‘Where the employer does not knowingly pay funds to its employee under the belief that the funds have been honestly earned, but is instead unaware of the employee’s receipt of the funds or pays the lost funds for some purpose other than the employee’s compensation, the employee has committed pure embezzlement which is *146recoverable under the [policy.]’ ” Id., quoting Fed Deposit Ins Corp v St Paul Fire &amp; Marine Ins Co, 738 F Supp 1146, 1160 (1990), mod on other grounds 942 F2d 1032 (CA 6, 1991).\nMoreover, though Amerisure is correct that most of the cases do not view the problem through this lens, Resolution Trust nonetheless predicts the outcomes of the other cases with a high degree of accuracy. In ABC Imaging the employer wrote the employee a check for too much money. While the court stated that the employer did not “knowingly” make the inflated payment, ABC Imaging, 150 Md App at 399, it would be more accurate to say that the employer did not intend to pay the employee more than he had earned. The employer did knowingly make the payment in the amount stated on the check — the check went through the normal channels, and someone other than the recipient signed the check. Because the employer gave the employee the check for the inflated amount, the Resolution Trust court would apply the exclusion, as did the ABC Imaging court.\nSimilarly, Hartford, James B Lansing Sound, Muni Securities, and R &amp; J Enterprizes all involve employees who fraudulently induced their employers to give them extra salary or commissions. Under Resolution Trust, because the employers knew how much they were paying the employees at the time, the exclusion would apply— and indeed each of those courts found that the exclusion applied.\nApplying the analytical framework supplied by Resolution Trust to the present case, it is clear that the money taken by Phillips was not salary. Her employer did not intend to write her multiple checks. She simply helped herself to money under her control. It was not included in her regular paycheck, and she did not pay *147income tax or other withholding on the money. Phillips was convicted of embezzlement, and even cases that Amerisure claims support its position state that embezzlement is covered. Hartford, 638 F Supp at 84; R &amp; J Enterprizes, 627 F3d at 727; but see Performance Autoplex, 322 F3d at 852. The only factor that supports Amerisure’s argument is that the money was paid out of the payroll account, but the fact that the account was generally used for payroll does not mean that it could never be put to another purpose. For example, if someone who did not work for the company stole money from the payroll account, no one would suggest that we call it “salary.” Phillips’s act is not meaningfully distinguishable from that of a cashier taking extra money out of the till. The money should not be considered salary simply because it was stolen from the payroll account instead of a cash register. This conclusion is consistent with all cases cited by both parties, with the only arguable exception being Performance Autoplex.\nAffirmed.\nMARKEY, PJ., and SHAPIRO and RONAYNE KRAUSE, JJ., concurred.\n\n Performance Autoplex also involved the theft of auto parts, which was covered by the insurance policy. Performance Autoplex, 322 F3d at 850-851. But it would be very hard to label the theft of physical objects as salary.\n\n\n In Universal Underwriters, a bookkeeper and office manager of the dealership embezzled a total of $233,082 in 175 separate transactions. The insurance company did not argue that the exclusion for salary, commissions, and similar forms of compensation applied.\n\n\n As we have stated, if we read “unearned” as simply meaning “dishonestly obtained,” the questioned coverage would always apply and the exclusion would have no meaning. Conversely, if we read “salary” to mean any money received by the employee from the employer, the exclusion would always apply and the coverage would have no meaning.\n\n",
            "ocr": true,
            "opinion_id": 7961395
        }
    ],
    "court_short_name": "Michigan Court of Appeals",
    "court_full_name": "Michigan Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Robbery"
}