{
    "id": 8039427,
    "judges": "Arrington, Ethridge, Hall, Holmes, McGehee",
    "date_filed": "1988-06-28",
    "date_filed_is_approximate": true,
    "slug": "pace-v-state",
    "case_name_short": "Pace",
    "case_name": "Pace v. State",
    "case_name_full": "Pace v. State",
    "attorneys": "E. W. Holmes, Jr., Robert D. Patterson, Aberdeen, for appellant., John E. Stone, Asst. Attorney General, Jackson, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "218 Miss. 614",
        "41 Adv. S. 33"
    ],
    "opinions": [
        {
            "author_str": "McGehee",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcGehee, C. J.\nOn April 24, 1952, Mary C. Lias, who resided in Monroe County, was robbed in her home by appellant, John Pace, a young white man, of a small sum of money and *617certain articles of personal property. The accused was indicted and tried at the October term of court thereafter and was found guilty as charged of the crime of robbery with firearms, and sentenced to serve a term of fifteen years in the state penitentiary.\nAttorneys appointed by the court to defend the accused filed a suggestion in writing of his insanity at the time of the trial but before arraignment, wherein it was alleged that he was not capable of making a rational defense and that a jury should be empaneled to try, preliminarily, the issue of whether or not he was mentally capable of making a rational defense to the charge; and the record fails to disclose that there was any waiver of the request therefor as contained in the written suggestion of his insanity. Proof on this issue was heard by the trial judge, without a jury, on the 5th day of November, 1952, and the suggestion of insanity was overruled and no finding of fact was made by the trial judge, except by implication, on the issue presented by the proof on the suggestion of insanity. The court merely stated at the conclusion of the evidence introduced before him, “I am going to overrule the suggestion of insanity. The only thing I would have the power to do any way would be to send him back to jail.”\nIn support of the'suggestion of the insanity of the accused at the time of the proposed trial, the defense introduced two local physicians who had known and treated the prisoner, and one of whom had been instrumental in having him committed to the insane hospital on two previous occasions, and they testified that he was then insane. The positive testimony of the two physicians in regard to the then insanity of the accused was not then contradicted by the sworn testimony of any medical expert and was corroborated by numerous incidents testified to by one of his brothers and his mother.\nIt was shown that in response to a dare, the accused had jumped off a bridge from a height of fifty feet into *618the water with his clothes and shoes on, and then a few minutes later repeated this performance; that he had drunk a half pint or pint of gasoline on one occasion; that he caught an average-size rattlesnake with a forked stick in the swamp, and clenched it by the neck and carried it home alive; that he had frequently had spells or fits during which lie would foam at the mouth; and that he often threatened violence to members of his family without provocation; was destructive in breaking up things in the home; that he had once been bitten by a mad dog and had suffered ill effects from the treatment in connection therewith; and that he was badly injured by the bare rim of a wheel when a car ran over his head four years prior to the crime in question. While in jail awaiting the trial, he inflicted wounds upon himself, and one cut on his neck would have perhaps proved fatal if he had not been rendered medical aid without delay, according to the testimony of one of the local physicians.\nIn February of 1951 a prosecuting attorney in the State of Michigan filed an affidavit against the accused, charging him with burglary, and suggested that a time and place be appointed for hearing as to his alleged insanity; that thereupon the judge of the circuit court appointed a physician to examine him and report his findings in that regard. The report of the physician disclosed that the subject of the examination was unable to read and write and did not know the alphabet; that his mind had not developed and was yet that of a child; that his reason and judgment had failed to develop and that his criminal responsibility is only that of a child; and that the doctor recommended that he be committed to a mental institution. Those legal proceedings were introduced by the defendant without objection, although he was allowed to return to Mississippi before any final judgment was rendered in the matter.\nTo meet the case made by the defense on the issue of the incapacity of the accused to conduct a rational de*619fense, the State introduced the jailer and two or three other lay witnesses who expressed the opinion, based on their own observations, that he was sane, and also introduced the chancery clerk -who identified a court file in a lunacy proceeding which was introduced in evidence and disclosed that the defendant had been committed to Whitfield on the certificate of two local physicians, and which file papers also contained a certificate of the Superintendent of the State Insane Hospital at Whitfield, Mississippi, dated May 30,1952, showing that in his opinion the accused was on that date without psychosis and recommending that he be forthwith discharged from that institution. But it will be noted that this was several months before the trial at the October, 1952, term of the court.\n In the very recent case of Shipp v. State, 215 Miss. 541, 61 So. 2d 329, we held that if the showing before the trial judge is sufficient to engender a reasonable probability that the defendant is then insane, that issue must be preliminarily submitted to a jury. We are of the opinion that in the case at bar .the foregoing proof was amply sufficient to disclose that there was a reasonable probability that the accused was then incapable of conducting a rational defense, including the giving of his own testimony in an intelligent manner. Numerous cases decided by this Court are cited and discussed in the opinion of the court in the Shipp case.\nIn the case of Williams v. State, 205 Miss., 39 So. 2d 3, cited in the Shipp case, it was said: “We urge upon the trial courts to observe this constitutional right of defendants, with meticulous care, and submit to the jury, preliminarily, the issue of defendant’s sanity in all cases where there is a probability, that defendant is incapable of making a rational defense.” It is true that in the case of Davis v. State, 151 Miss. 883, 119 So. 805, this Court held that the submission of the issue of guilt or innocence of defendant, along with the issue of defend*620ant’s sanity at the time of the commission of the crime and of his sanity at the time of trial, was harmless error where the jury correctly found that the defendant was not insane. But we are unable to say that we have an abiding confidence that the verdict of the jury in the instant case, which found in effect that the defendant was sane both at the time of the commission of the crime and at the time of the trial, was not against the overwhelming weight of the evidence in the record before us; and therefore the rule announced in the Davis case is not controlling here.\n Whenever a sufficient showing is made before the trial judge by affidavits, certificate or otherwise to disclose a reasonable probability that a defendant is mentally incapable of conducting a rational defense, a jury should be empaneled to try this issue preliminarily to a trial on the merits, since he is entitled to have a jury pass upon this important issue not unduly influenced by the prejudicial testimony that may be developed upon a trial of the issue of his guilt or innocence of the crime charged. No insane penson should be tried or punished for any crime while he continues insane, without regard to how strong the case for the prosecution may be against him.\n In view of the fact that counsel for the defendant filed the written suggestion of insanity in this case and requested therein that a jury be empaneled to determine his sanity or insanity before arraignment and trial, and was not shown to have either expressly or impliedly waived such request, we are of the opinion that under the proof introduced on the suggestion of insanity, which was enough to show a reasonable probability that he was incapable of conducting a rational defense, it was reversible error not to have empaneled a jury to try this issue preliminarily to the trial had on the merits during the following week when the issue of sanity both at the time of the commission of the crime and at the time of *621the trial was submitted to the jury. Compare Butler v. State, 217 Miss. 40, 63 So. 2d 779.\nThe ease must, therefore, he reversed and remanded.\nReversed and remanded.\nHall, Holmes, Arrington and Ethridge, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 7995881
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}