{
    "id": 8040249,
    "judges": "Arrington, Ehee, Ethridge, Holmes, Lee, McG",
    "date_filed": -401846400000,
    "date_filed_is_approximate": false,
    "slug": "holder-v-state",
    "case_name_short": null,
    "case_name": "Holder v. State",
    "case_name_full": "Holder v. State",
    "attorneys": "J. Larry Thompson, Bay Springs, for appellant,, J. R. Griffin, Asst. Atty. Gen., Jackson, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "230 Miss. 792",
        "93 So. 2d 841"
    ],
    "opinions": [
        {
            "author_str": "McGehee",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcG-ehee, C. J.\nThe appellant was jointly indicted with his son Clyde Holder on the charge of grand larceny for the alleged theft of six rolls of barbed wire of the value of $8.00 each, the personal property of Mr. Burnham Phillips. The wire was stolen from a vacant house belonging to Mr. Phillips, on the night of April 14, 1955. A severance was granted unto the appellant and he was tried, convicted and sentenced to serve a term of two and a half years in the state penitentiary, and he appeals.\nOn the next morning after the theft, at about 8:00, Mr. Phillips discovered that his wire had been stolen, and found some truck tracks and human footprints between the new road which was ready for pavement and located about 30 yai-ds from the old house on his premises, where the wire had been stored. He immediately summoned the sheriff of the county to the scene, and they discovered that the tracks of the truck on the fresh road, and which tracks led off therefrom to the old house, disclosed that some of the truck tires were slick. There were also tracks of at least three persons leading from the new road to the old house. One of those human tracks appeared to have been made by a man with a peg or cork leg, and the appellant had a peg or cork leg. The searching party concluded that the conveyance in leaving the place on the new road near the old house had gone in the direction where the appellant Harvey Holder lived. During his investigation near the scene of the theft of the wire, the sheriff encountered Clyde Holder, and thereupon requested Mr. Phillips and Clyde Holder to get in the sheriff’s car with him, and from there they went to the home and premises of the appellant, where the sheriff compared the tracks of the truck which had been found at or near the old house of *795Mr. .Phillips with the tires on the truck of the appellant which was parked in front of his home.\nThe sheriff was asked: “ Q. Hid you find on the tracks on the fresh road there tracks where some of the tires were slick? A. Yes, sir. Yes, sir, the tread was practically worn off of one or two of the tires. Q. How did they compare with the tires after you actually saw the truck itself at his home? A. They were identical.”\nIt appears that after the sheriff, Mr. Phillips and Clyde Holder appeared at the home of the appellant in the sheriff’s car, the sheriff sent Clyde Holder to where the appellant was at work some distance from his house to tell him to come home; that upon the arrival of the appellant the sheriff asked him “about getting some wire from him, and he said he didn’t have any wire. * * * Q. At that time had you found the wire already or did you later locate the wire? A. I hadn’t found the wire, Mr. Phillips had found it. * * * Q. You took Holder (meaning the appellant), with you about the place, you took the defendant Harvey Holder about the place there? A. Yes, sir, I carried him. Q. Mr. Phillips was with you at the time? A. Yes, sir. I carried him in the lot to his crib to see if there was some wire in it, in the crib.”\nThe sheriff further testified that he told the appellant to open the door of his crib, and that after he opened the door he, the sheriff, saw the spools of wire covered up with some sacks and masonite boards, but that the appellant denied having known anything about the wire being in the crib, until after he got in the crib pursuant to the order of the sheriff.\nMr. Phillips testified about having previously looked through the cracks in the walls of the crib and having seen the spools of wire immediately prior to the arrival of the appellant at home.\n*796Since the sheriff admittedly had no warrant for the search of the premises of the appellant, and since neither the appellant nor his wife had consented for any search of the premises to be made, the testimony of Tooth the sheriff and of Mr. Phillips was incompetent as to anything that they found on the premises of the appellant. Timely objection was made at the trial to this testimony on the ground that the evidence was illegally obtained for want of a search warrant.\nIn the case of Lancaster v. State, 188 Miss. 374, 195 So. 320, where the accused was on trial for the alleged murder of his wife, the Court said:\n“The sheriff suspected from what he saw and heard that appellant had committed the homicide, and a search of his home and premises might reveal the instrument with which it was done. With that in view, on the next day after the homicide, and after he had arrested and placed appellant in jail, he made affidavit for a search warrant and obtained one, and made a search of the premises, resulting in the finding of an axe in the well on the place. Both the affidavit and the search warrant used the word ‘suspects’ instead of the language of the statute ‘has reason to believe, and does believe’. Code 1930, Section 1357(7). Por that reason the search was illegal. * * * The trial court, on the objection of appellant, ruled out the evidence of the sheriff, for that reason.***\n“ While the search was being made, Miss Moore, whose home was only a short distance from the Lancaster home and on an adjoining lot, stood on her premises and saw the search made by the sheriff and the axe drawn out of the well. Over appellant’s objection, she was permitted to testify to those facts. We are of the opinion that the court erred in admitting her testimony. It is true that it was not based on any search that she made, but on one made by the sheriff, which was illegal. *797Her incompetency is upon the same ground as that of the sheriff. To hold otherwise would mean that bystanders off of the premises being illegally searched would be competent to testify to what the search revealed, although the officer making the search would be incompetent.” Compare State v. Messer, 142 Miss. 882, 108 So. 145, wherein the officer was accompanied on a search by a private citizen.\n Not only did the sheriff in.the instant case make a comparison of the worn tires of the truck, while it was located in front of the house of the appellant, with the tracks that he had seen near the scene of the theft on the premises of Mr. Phillips, but he required the appellant to go with him to his crib, to which he had traced the tracks of the truck, and to open the crib door pursuant to the request of the sheriff, and the sheriff had carried Mr. Phillips in the former’s car to the home of the appellant to help in trying to locate the wire. While the facts in the instant case are different from those in the Lancaster case, we are nevertheless of the opinion that the testimony of both the sheriff and this member of the searching party was incompetent as to what they discovered on the premises of the appellant, without a search warrant. All that was done on the premises of the appellant was done under the color of the office of the sheriff who was present when the search was being conducted.\n An officer can not obviate the necessity of obtaining a search warrant before invading the private premises of a citizen, merely by carrying with him other persons who are not officers to make the find. Such would deprive the citizen of the protection provided by the constitution against having his premises searched without a search warrant therefor. We do not mean by this that where private citizens are acting alone in *798searching for their stolen property they are required to have a search warrant.\nWhile the proof as to venue of the crime is unsatisfactory in that the sheriff merely testified that he went out and made an investigation in the Second Judicial District of Jasper County, and failed to state that either the home of the appellant, or the old vacant house from which the wire had been stolen were located in the said judicial district of Jasper County, and that he “went to other homes before he went to his” (meaning to the home of the appellant), we base our decision in this case solely on the ground that the testimony of both the sheriff and of Mr. Phillips, as to what they found on the premises of the appellant, was incompetent in the absence of a search warrant.\nBoth the appellant and his wife testified that his son Clyde Holder came to the Holder home at night after both the appellant and his wife had gone to bed, and borrowed the appellant’s truck, and that the appellant had nothing to do with or knowledge of the theft of the wire. The proof is undisputed that when Clyde Holder was sent by the sheriff on April 15, 1955, to tell the appellant to come home, the said Clyde Holder while en route back to the home with his father told the latter that ‘ ‘ I have to stop ’ ’ and that he had not been seen at all by anyone in Jasper County from that date up to the date of the trial of the appellant on September 4, 1956. Instead of Clyde Holder meaning that he had to stop, he evidently meant that he had to go.\n When we eliminate the testimony of both the sheriff and Mr. Phillips as to what they found in the illegal search of the premises of the appellant, we are of the opinion that the legal evidence as to the tracks found near the scene of the theft are insufficient on which to warrant a jury in believing beyond every rea*799sonable donbt that the appellant ivas a participant in the alleged crime.\nWe have therefore concluded that the case should be reversed and the appellant discharged.\nReversed and judgment here for the appellant.\nLee, Holmes, Arrington and Ethridge, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 7996737
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}