{
    "id": 8049883,
    "judges": "Henry, Hough, Napton, Norton, Sherwood",
    "date_filed": -2815257600000,
    "date_filed_is_approximate": true,
    "slug": "state-v-greenwade",
    "case_name_short": "Greenwade",
    "case_name": "State v. Greenwade",
    "case_name_full": "State v. Greenwade",
    "attorneys": "Smith & Abernathy, E. E. Swift and B. A. Seaver for appellant., J. L. Smith, Attorney-General, and Chas. T. Forbes, Prosecuting Attorney of Bates county, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Evidence of one Offense on Trial for Another. Upon the trial of one offense, evidence of an entirely distinct offense is inadmissible ; but if the evidence tends to prove the commission of the offense for which the prisoner stands indicted, it is no valid objection to it that it also tends to prove another and distinct offense. Thus, where the two offenses are committed at the same place and within a few minutes of each other, under such circumstances as together to constitute a single and continuous accomplishment of a fixed and common design, evidence of both is admissible upon a trial for one.</p> <p>2. ■-•: CORROBORATION OF ACCOMPLICE’S TESTIMONY. Where tile principal witness for the State is an accomplice, evidence corroborating his testimony is properly admitted, notwithstanding it tends to prove another and distinct offense, as well as that charged in the indictment.</p> <p>3. Practice: exceptions to evidence. Unless exceptions to the rulings of the trial court on questions of evidence are preserved in the bill of exceptions, this court will not consider them.</p> <p>4. Courts: disqualification of judge for prejudice. Section 1877, Revised Statutes, which provides that the judge of any court in which any criminal prosecution shall be pending, shall be incompetent to try the case, if the defendant shall file his affidavit supported by the affidavits of two reputable persons not of kin to or counsel for him that the judge will not afford him a fair trial, applies only to the regular judge. After the defendant has thus disqualifled the regular judge, and the judge of another circuit has been called in under section 1881, Revised Statutes, to try the case, he cannot be disqualified in the same way.</p> <p>5. Conspiracy to Rob: robbery op wrong man by mistake. If parties enter into a conspiracy to rob one person, and, by mistake, some of the conspirators rob another, or assault him with-intent to rob under the belief that he is the person intended, and one of the conspirators who was not present being subsequently advised of the facts, assents to them and participates or acquiesces in the result, he becomes equally liable with the others.</p> <p>6. Jurors not Disqualified by having read Newspaper Reports. A person is not disqualified from serving as juror by reason of the fact that he has read newspaper accounts of the case, which created impressions that would require evidence to remove.</p> <p>7. Bill of Exceptions: juror. Where the bill of exceptions purports to give the statements made by the jurors upon their examination on the voir .dire, this court will not consider affidavits filed more than five days after the trial setting forth other statements. If the bill of exceptions, as allowed by the judge, is untrue, counsel should have one signed by by-standers and filed within five days, as prescribed by section 3641, Revised Statutes.</p>",
    "summary": "Appeal from Bates Circuit Court. — Hon. Jno. D. Parkinson, J udge.",
    "disposition": "Aeeirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "72 Mo. 298"
    ],
    "opinions": [
        {
            "author_str": "Napton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nNapton, J.\nThis was an indictment for the robbery of one George Ledger. There is no controversy about the robbery of Ledger by persons alleged to be accomplices of defendant, but objections are made to the rulings of the court on the trial, and principally to the admission of proof that about the same time his accomplices robbed one Holt. The facts of the case, as developed on the trial, are not disputed. The defendant was not present at the robbery *300of Ledger, nor of Holt. By the evidence of an accomplice, it appeared that he and others made an arrangement to rob Holt, by which arrangement the defendant was to remain in town and signal his accomplices when Holt left. This signal was the firing of a pistol. The signal was given, but it so happened that Ledger passed first, and the accomplices, thinking it was Holt, attacked him and robbed him. They discovered their mistake before robbing him, but nevertheless proceeded to take from him what he had, which was only forty cents.\n1. evidence of one offense on trial for another. After the witness Mockabee (who was an accomplice) had proved the conspiracy to rob Holt, Holt was called as a witness, and the defendant obi ected to any ; . . . . , evidence being given by Holt to the robbery of himself, on the ground of irrelevancy, which evidence the court refused to allow until further consideration. Ultimately, however, Holt was recalled, and the defendant again objected to any testimony of the Holt robbery, for which defendant was then indicted, because the Holt robbery was a different transaction from the Ledger robbery then on trial. The court overruled the objection and admitted the testimony of the Holt robbery, to which exceptions were taken. There is no doubt that the State had no right to prove separate and distinct robberies from the one for which defendant was on trial; but if the evidence tends to prove the commission of the offense for which the prisoner stands indicted, it is no valid objection to it, that it tends to prove another and distinct offense. The two robberies occurred upon the same night and within a few minutes of each other, and in pursuance of the same conspiracy. The complicity of the defendant with one was necessary to show his complicity with the other, and, therefore, the court admitted the evidence of both, although the robbery of Holt was the main design and that of Ledger merely incidental.\nI do not understand this to be in conflict with the decision of this court in State v. Reavis, 71 Mo. 419, but to be *301in accordance with the decision in State v. Harrold, 38 Mo. 496. In State v. Reavis there were proofs offered of larcenies at other times, having no connection with the one charged, and this evidence was held inadmissible. And there were indictments offered in evidence for three distinct crimes, which were only calculated to prejudice the jury.\n2. -: CORROBORATION OF ACCOMPLICE’S TESTIMONY. In the present case, there was a single and continuous accomplishment of a fixéd and common design in which the defendant was alleged to be a mover, and . although the conspiracy was already proved by an accomplice, the necessity of corroboration is conceded, and what could more strongly do so, than the establishment of the subsequent robbery of Holt ? The instruction given by the court on this point, which was undoubtedly correct, shows the propriety of this corroborative evidence. “ The evidence of an accomplice is admissible; yet his evidence as to matters material to the issue ought to be received with great caution by the jury; but in this ease the jury are to determine from the evidence whether the said accomplice has been corroborated, and how far the same has been done, and in determining as to the guilt or innocence of the defendant as to the crime charged, they will find their verdict after weighing candidly the whole of said evidence.”. The propriety of this instruction is not questioned. 1 Greenleaf on Ev., part 3, §§ 379, 380, 381. The evidence of Holt was important corroborative testimony to establish the conspiracy testified to by the accomplice Mockabee. This accomplice swore to the conspiracy to'rob Holt; that defendant was one of the conspirators; that his part in the matter was to signal his confederates when Holt left, and that he did so, and that by mistake Ledger was first assaulted and robbed; but all this depended on the evidence of an accomplice, which, without corroboration, has been held by some courts insufficient to convict. Now, the fact that Holt was ultimately assaulted and robbed, certainly tends to clinch the testimony of the conspiracy as stated by the accomplice.\n*3023. Practice: exceptions to evidence. The point made in regard to the rejection of the evidence of a co-defendant, is -not preserved in the bill of exceptions. State p. Marshall, 36 Mo. 400; State v. Connell, 49 Mo. 282 ; Vineyard v. Matney, 68 Mo. 105.\n4. courts: disquaifer prejudice-. The next point for the reversal of the judgment is the refusal of the judge who presided at the trial to graut a change of venue, on the application of defendant, and his oath, that this judge would not give the plaintiff a fair trial, supported by the affidavit of two reputable persons, not of kin to or counsel for the defendant. To a proper consideration of this point, it is necessary to recur to a history of this trial from its inception to the time when the motion was filed.\nThe indictment was found at the March term, 1880. On the 16th day of that mouth the defendants filed their application for a change of venue, on account of the prejudice of the inhabitants of the county of Bates, and at the same time, filed an application stating that the Hon. Poster P. Wright, judge of the circuit court in said county, would not impartially decide their application for a change of venue, on account of the prejudice of the inhabitants of the county — which last application was supported by the affidavit of the defendants and by that of two reputable citizens. Thereupon the judge ordered an election of a special judge to decide said application, and the result of this election was the election of P. Colman Smith, Esq. Immediately thereafter the defendants filed their objections to said Smith, and pending this, said Smith refused to serve as special judge. Then an order was made by Judge Wright that, as he was disqualified to try the motion by reason of the affidavits heretofore referred to, and as it was his opinion that no suitable person to try said motion would serve when elected as such special judge, and the indictment being for a felony, it was ordered that said cause be set for the third Monday in May, 1880, at which time an adjourned term of the court would be held, and it being *303agreed by the parties that the Hon. J. I). Parkinson, judge of the 25thjudicial circuit, be selected to try and determine said motions; it was further ordered that said judge -be notified of his selection. On the third Monday in May Judge Parkinson appeared and decided the motion against defendants, and they filed a bill of exceptions thei'eto, preserving all the evidence, but as no objections are made to Judge Parkinson’s decision, it is unnecessary to notice the details of the evidence. At the same term they filed an application for a continuance, which was granted.\nAt the July term, which commencenced on the 12th day of July, Judge Wright announced his inability to hold the term by reason of sickness in his family, and, therefore, made an order for the election of a special judge, and Mr. Page was elected and accepted. On the 13th day of July the defendants filed their motion, stating that they wished some circuit judge to be sent for to try their ease, as they were anxious for a.trial, and Judge Page could not sit, having been of counsel for them. In pursuance of this application an order was entered on the third day of the term requesting the Hon. J. D. Parkinson, judge of the 25th circuit, to preside in the cause on the 20th day of July, 1880. On the 21st day of July, Judge Parkinson being present, the ease was called for trial, and the State announced itself ready, and thereupon, one of the defendants, named Anderson, filed his motion for a separate trial, and that he be tried first. He states various reasons for his anxiety to be tried, and he is supported by the affidavit of his attorneys. The court sustained the motion fora severance, but left it to the circuit attorney to say whom he would first try, and, therefore, overruled that part of the application. Immediately upon this decision, the defendants filed an application for a continuance, chiefly on account of the absence of one Bowman, but the prosecuting attorney agreeing to admit all that said Bovrman would prove as stated in their application, the court overruled the motion. Thereupon the defendants filed their application for a change of *304venue because the judge would not afford them a fair trial, and this application was supported by their own affidavits and those of two reputable citizens in accordance with section 1877, page 314, Revised Statutes.\nThe question is, whether section 1877 is at all applicable to this ease. There have been great fluctuations in our legislation on this subject. At one time, in 1873, the whole matter was left to the discretion of the judge, but subsequently the law as it now stands, is quite imperative, and requires the election of a special judge. A special judge was elected in this case, but upon similar objections being made to him, he refused to serve, and by agreement Judge Parkinson was called to decide the first motion. After the decision of this motion under section 1881 and the opinion of tbe regular judge that no competent person could be elected as special judge, the judge of an adjoining circuit was called in, and when he presided the same motion is made against him. What could he do if he sustained the motion? He could only, under section 1877, order an election, and that was already decided to be useless. Was it intended that defendants could proceed in a circle, and after going one round could commence again ? Section 1877, in our opinion, was intended only to apply to the judge before whom the case originally came, and not to the judge of an adjoining circuit called in to try the case, undes section 1881. We do not refer to any previous decisions in regard to notice and the necessity of making this motion before the case is taken up, because we think them inapplicable to this case. The question in this case is, whether, under the law as it now stands, such a motion could be considered at all, and our opinion is, that the judge thus called on had nothing to do but to proceed and try the case. There is nothing in the statute on the subject, but we cannot suppose that the legislature designed to allow a perpetual round of such motions and affidavits by which a trial could be indefinitely postponed, *305and, therefore, the application before Judge Wright, under section 1877 was the end of such applications.\n5. Conspiracy to Rob: robbery op wrong man by mistake. The next point made in this case is, that a portion' of the first instruction was wrong, not because it was abstractly incorrect, but because there was no evidence to sustain the hypothesis of a conspiracy on the par£ 0f these defendants to rob indiscriminately. The evidence on that subject was that the defendant brought the witness from Kentucky to aid in the robbery of the Appleton Bank, and this witness then stated that in the presence of defendant it was agreed “ that whenever we got a soft thing, we would take it in.” This was certainly some evidence of a general confederacy to rob, but the instruction was unnecessary, for it is clear that -the subsequent part of the instruction is the one upon which the defendant was convicted. This was: “ Or if the jury believe from the evidence that the said robbery was committed by the said Mockabee and Henry Greenwade, in manner and form as- charged, and that previous thereto the defendant had combined, conspired and confederated with the said Mockabee and Henry Greenwade to rob one Edward Holt, and was aiding and assisting and abetting therein, and that in pursuance of the plan to rob the said Holt, the said Mockabee and Henry Greenwade, while acting, designing and'intending to rob the said Holt, by mistake assaulted the said Ledger, thinking at the time of the assault that it was Holt, and robbed the said Ledger, and the defendant after said robbery shared in the proceeds of said robbery, then they will convict, although after the first assault, and at the time the act of'robbery was committed and completed, the said Mockabee and Henry had learned their mistake and knew it was not Holt.” The instruction given for the defendants on this point, is as follows: “ The jury are instructed that although they may believe from the evidence that the defendant, James Greenwade, did enter into a conspiracy with one Mockabee, etc., to rob ■one Edward Holt, upon the night of the robbery of George *306Ledger, as charged in this indictment, and that defendant did not enter into a conspiracy to rob George Ledger, and did not commit, aid or abet in the robbery of said Ledger, then they will find a verdict of not guilty, unless they should further find from the evidence that said Ledger was assaulted with intent to rob, or robbed by mistake and in furtherance of the design theretofore formed to rob said Holt, and that the parties committing said robbery believed at the time that they were robbing said Holt, or that the assault was committed with intent to rob Holt while they so thought it was Holt, although they discovered their mistake before the act was completed.” It is not doubted that a conspiracy in which defendant participated to rob Holt would not justify a conviction on an indictment for robbing Ledger, without defendant’s knowledge or consent to such robbery, but if the subordinates robbed Ledger under a mistake, or assaulted him with intent to rob, under a mistake, and upon a belief that he was Holt, and the defendant was advised subsequently of the facts, and assented to them and participated or acquiesced in the result, he was clearly guilty, and this was left to the jury in the instructions.\n6. jurors not disQUALIFIED BY having read ports. The objections to the jurors, so far as the bill of exceptions shows, was that they had read newspaper accounts. which created impressions that evidence x . would be necessary to remove. This point was decided in State v. Barton, 71 Mo. 288 ; State v. Core, 70 Mo. 491; State v. Brown, 71 Mo. 454, decided at the last term, and State v. Davis, 29 Mo. 391, and we do not propose to change those opinions.\n7. Bill of Exceptions: juror. After the bill of exceptions was signed, and more than five days after the trial of the cause, the defendants’ attorneys filed affidavits that one of the jurors, Wm. Smith, testified on his voir dire that he would render a verdict on his opinion without evidence. The bill of exceptions shows no such statement of the juror, and if the bill of exceptions was untrue, the attorneys. *307could have had one signed by by-standers, but this was not done, and the affidavits of its untruth were not filed within the time required. R. S., p. 620, § 3641, and preceding sections.\nI am in favor of affirming the judgment,\nand Sherwood, O. J., and Norton, J., concurring, the judgment of the circuit court is affirmed.\n",
            "ocr": true,
            "opinion_id": 8006595
        },
        {
            "author_str": "Henryhough",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHenry and Hough, JJ.\n\"We dissent, thinking the evidence to prove the robbery of Holt wholly inadmissible.\n",
            "ocr": true,
            "opinion_id": 8006596
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}