{
    "id": 8053819,
    "judges": "Awtt",
    "date_filed": -2427235200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-austin",
    "case_name_short": null,
    "case_name": "State v. Austin",
    "case_name_full": "State v. Austin",
    "attorneys": "Appeal from Lincoln Circuit Court. — Hon. E. M. Hughes, Judge., Bolt. L. Sutton for appellant., John M. Wood, Attorney Ueneral, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Pleading, Criminal: second offense after conviction and discharge on first : indictment. An indictment for a second offense, under Revised Statutes, 1889, sec. 3959, providing that “if any person convicted of any offense punishable by imprisonment in the penitentiary, * * * shall be discharged, either upon pardon or upon compliance with the sentence, and shall subsequently be convicted of any offense committed after such pardon or his discharge, he shall be punished,” etc., is defective where it fails to aver that such second offense was committed after á former conviction for an offense punishable by imprisonment in the penitentiary and a discharge, either upon being pardoned or by having complied with the sentence.</p> <p>2. -: -: -. An averment in such indictment that the accused “complied with said sentence,” is insufficient.</p> <p>3'. Criminal Law: practice: indictment: intendment. Nothing is taken hy intendment in a criminal prosecution;' and the indictment must negative the innocence of the defendant.</p> <p>4. -: -: dependant as witness: INSTRUCTION. An instruction is erroneous which declares that “the defendant is a competent witness in his own behalf, and his evidence should not he discarded by the jury for the reason alone that he is the defendant on trial, but such fact may be considered by the jury in determining the credit to be given to his testimony,” since it by implication authorizes the jury to discard defendant’s testimony on some ground, but not alone because he is the defendant on trial.</p> <p>5. -: -: discharge op convict: evidence. The certificate of the warden is competent for the purpose of showing the discharge of a convict from the penitentiary under the three fourths rule.</p>",
    "summary": "(1) The indictment does not allege that defendant was discharged. Revised Statutes, 1889, sec. 3959; Wooclv. State, 53 N. T. 511; Kelley’s Criminal Law, sec. 615; State v. Loehr, 93 Mo. 103; State v. Small, 14 Atl. Rep. 727. The indictment must follow the language of the statute. Howell v. Commonwealth, 5 Gratt. 564; State v. Cheaüvoocl, 2 Hill (S. C.),559; State v. Emerich, 87 Mo. 110; State v. Helm, 6 Mo. 263; Williams v. State, 31 Am. Rep. 135; State v. O’JBannon, 1 Bailey, 144. The indictment must allege whatever is in law essential to the punishment to be inflicted. 1 Bishop on Criminal Procedure [2 Ed.] sec. 77, et seg. The defendant must be actually set at liberty before he comes within the statute. 1 Bouvier’s Law Dictionary [15 Ed.] p. 480. (2) The verdict is against the evidence. (3) The jury should have been permitted to pass upon the facts recited in the warden’s register. 1 Greenleaf on Evidence [14 Ed.] secs. 483, 493. (4) It is an improper comment on defendant’s testimony to instruct the jury that his evidence should not be discarded for the reason alone that he is the defendant and on trial. State v. Coolc,. 84 Mo. 40. (1) The indictment is sufficient. It in substance follows the language of the statute. While it does not in terms allege that the defendant was discharged, it charges compliance with the sentence, which is the legal equivalent. (2) While the evidence is circumstantial, it strongly tends to show the defendant guilty of the offense for which he stands charged. (3) The warden’s register and official record duly certified to was admitted in evidence without objection, and stood uncontradicted by any evidence whatever, was unchallenged by defendant, and, under such circumstances, imported absolute verity, and the instruction of the court upon that subject was proper. (4) The instructions relative to defendant’s testimony, and the record of defendant’s former sentence, were decidedly more favorable to him than he was entitled to. Having testified in the cause, the record was admissible for two purposes: First, to show the commission of a prior offense; and second, for the purpose of affecting the credibility of the defendant. State v. Palmer, 88 Mo. 568, and cases- cited.",
    "disposition": "REVEBSED AND BEMANDED.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "113 Mo. 538"
    ],
    "opinions": [
        {
            "author_str": "Awtt",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nG-awtt, P. J.\nThe defendant was indicted at the September term, 1891, of the Lincoln circuit court for grand larceny of a horse, the property of Jonathan Dodson.\nThe indictment is as follows: “The grand jurors for the state of Missouri duly impanelled, sworn and charged to inquire within and for the body of the *541county of Lincoln and state of Missouri, do upon their oaths charge and present that Stephen E. Austin was charged and convicted of the offense of grand larceny on the ninth day of December, A. D. 1889, at the September adjourned term of the circuit court of Lincoln county, Missouri, in the year 1889, and that the said Stephen E. Austin was sentenced by the said court on said ninth day of December, A. D. 1889, for a term of two years’ imprisonment in the state penitentiary of Missouri; and that the said Stephen E. Austin complied with said sentence. And that afterwards, to-wit, on or about the twenty-fifth day of July, A. D. 1891, at the said county of Lincoln and state of Missouri, the said Stephen E. Austin did then and there unlawfully and feloniously steal, take and carry away a certain bay horse, the same being the property of Jonathan Dodson, against the peace and dignity of the state.”\nThe defendant was arraigned and entered his plea “not guilty.” He was convicted and sentenced for a term of seven years. Motions for a new trial and in arrest were duly made and overruled.\nI. The defendant has been permitted to prosecute his appeal as a poor person, but he was fortunate enough to secure the assistance of counsel who has presented his case in an excellent brief. The motion in arrest challenges the sufficiency of the indictment. This prosecution is under section 3959, Revised Statutes, 1889, which provides: “If any person convicted of any offense punishable by imprisonment in the penitentiary, or of petit larceny, or of any attempt to commit an offense which, if perpetrated, would be punishable by imprisonment in the penitentiary, shall be discharged either upon pardon or upon compliance with the sentence and shall subsequently be convicted of any offense committed after such pardon or discharge he *542shall be punished, * '* * second, if such subsequent offense be such that upon a first conviction the offender would be punishable by imprisonment for a limited term of years, then such person shall be punished by imprisonment in the penitentiary for the longest term prescribed upon a conviction for such first offense.” Seven years being the maximum, the court instructed f0£ that and the jury so found.\nThe punishment is made severe as for an aggravated -offense. The crime is purely statutory and it needs no ■citations or argument to prove that the indictment under it must allege all the material facts which constitute the offense so as to bring the defendant within the provisions of the statute.\nThe statute by its terms only subjects to this extreme punishment those who have been convicted of some offense punishable by imprisonment in the penitentiary or. of petit larceny and have been discharged, either by pardon or by compliance with the sentence, hence, it is a material and essential averment that the felony charged was committed after a former conviction for an offense punishable by imprisonment in the penitentiary and a discharge, either upon being pardoned or having complied with the sentence.\nUpon a prosecution under a statute in New York (2 Revised Statutes sec. 8 (N. Y.), 699) containing the same provision, it was held that the indictment was insufficient because it failed to aver that the convict was discharged, either by pardon or upon expiration of his sentence, the court saying he might have escaped or been discharged on habeas corpus or the judgment arrested or reversed. Wood v. People, 53 N. Y. 511. But in this case no discharge whatever is alleged.. It is argued - by the attorney general that the .averment that defendant complied with his sentence is a legal equivalent. In a criminal prosecution nothing *543is taken by intendment. Moreover, if we are left to the letter of the indictment, it would seem impossible for the defendant to be guilty under this statute. It is averred he was sentenced for two years from December, 9, 1889, and that he complied with his sentence. It then alleges he stole this horse in July, 1891. Taking these averments together, he was charged with being In the penitentiary at the same time he is charged with stealing the horse in Lincoln county in July, 1891.\nIt is not permissible to indulge in inferences or we might suppose he was pardoned under the three fourths rule, or absolutely, either of which would be a compliance with the law; but in an indictment the prosecution must negative the innocence of the defendant.\nThere is no hardship in requiring the state to inform a man of the nature and cause of the accusation against him before requiring him to defend his life or liberty. This statute was under review in State v. Loehr, 93 Mo. 103. It would seem an easy thing to draw an indictment under it. The motion in arrest should have been sustained. Kelley’s Criminal Law [1 Ed.] sec. 615; Wood v. People, 53 N. Y. 511; Stevens v. People, 1 Hill, 261; People v. Allen, 5 Denio, 76; State v. Small, 14 Atl. Rep. 942.\nII. The .trial court, among others, gave .this instruction:\n“The defendant is a competent witness in his own behalf, and his evidence should not be discarded by the jury for the reason alone that he is the defendant on trial; but such fact may be considered by the jury in determining the credit to be given to his testimony, .and the jury are further instructed that they are the .sole judges of the credibility of the witnesses and the weight of testimony, and, if they believe that any witness has intentionally testified falsely as to any *544material fact in tlie case, they may disregard the whole or any part of the testimony of such witness.”\nWe cannot approve the form of this instruction. We think it is fairly open to the criticism of counsel, that it tells the jury by implication that the defendant’s evidence should be discarded on some ground, but not alone because he is a defendant on trial. We have gone no further in construing the statute than to say the jury may consider the fact that the defendant is on trial in weighing his credibility, but they should not be invited to discard his evidence, but to weigh it. We think this instruction also constitutes reversible error.\nIII. There was no error in receiving in evidence the certificate of discharge by the warden of the .penitentiary. He was required by law, as a public officer, to keep the record of the discharge or pardon (Revised Statutes, sec. 7249), and when, as in this case, the convict was discharged under the three-fourths rule, no pardon from the governor was necessary. Revised Statutes, sec. 7273.\nFor the error in overruling the motion in arrest and giving the instruction hereinbefore condemned, the judgment is reversed and the cause remanded.\nAll of this division concur.\n",
            "ocr": true,
            "opinion_id": 8010763
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}