{
    "id": 8057483,
    "judges": "Burgess",
    "date_filed": "2017-12-23",
    "date_filed_is_approximate": true,
    "slug": "state-v-rowland",
    "case_name_short": "Rowland",
    "case_name": "State v. Rowland",
    "case_name_full": "State v. ROWLAND",
    "attorneys": "John R. White and Nat. M. Lacy for appellant., Edward C. Grow, Attorney-General, and C. D. Gorum for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Appellate Practice: interference with verdict. It is only when there is no substantial evidence to support the verdict that the appellate court will interfere on the ground of the insufficiency of the evidence. And in this ease it is held that although the person assaulted and robbed testified that defendant did not rob him, yet as there was substantial evidence to support the jury’s finding that he clid, that verdict will be permitted to stand.</p> <p>2. Defining Felonious. It is unnecessary to use the word “felonious” in the instructions on the part of the State in a, robbery case, or to define it.</p>",
    "summary": "Appeal from Macon Circnit Court. — How. Nat. M.' Shelton, Judge. (1) If the crime was committed and Edwards was robbed, the State failed utterly to connect the appellant with it in any manner whatever. The prosecuting witness exonerates him. (2) The verdict of the jury is against the law and the evidence in the case. Defendant told a straight story on the stand, gave a good account of himself, and also established a good reputation for honesty, fair dealing and moral worth in the neighborhood in which he lives. A jury is not at liberty to arbitrarily reject the evidence of the accused without regard to the elements of credibility which his evidence possesses, or to reject it because of his interest, or because they are not satisfied that it has been corroborated. Underhill, Criminal Evidence, p. 74, sec. 58; Owens v. State, 63 Miss. 452. The demurrer to the evidence should have been sustained and defendant discharged. State v. Staffen, 16 Mo. App. 553; State v. Brunner, 17 Mo. App. 274. (2) The court erred in not defining the term “felonious” as applied in this case, and in failing to give all the instructions necessary to a full and fair trial of this case under the evidence offered, and in failing to instruct that the assault must have been made feloniously. State v. Johnson, 111 Mo. 578. (1) In his motion for a new trial defendant contends that the court erred in not defining the term ‘ ‘ felonious, ’ ’ and that the court should have instructed that the assault must have been feloniously committed.. It was unnecessary to use the word “felonious.” As it is unnecessary to use the word “felonious” in an instruction, it is not detrimental error to fail to define it. State v. Barton, 142 Mo. 455; State v. Woodward, 131 Mo. 372; State v. Brown, 104 Mo. 371; State v. Miller, 159 Mo. 120. (2) It is also contended by defendant in his motion for a new trial that the evidence fails to show any conspiracy or understanding between' the defendant and any other person to rob Edwards. This contention may be true; but there was evidence tending to show that there was a concerted action between defendant and a third party in robbing the prosecuting witness, and this was sufficient. State v. Johnson, 111 Mo. 584.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "174 Mo. 373"
    ],
    "opinions": [
        {
            "author_str": "Burgess",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBURGESS, J.\nUnder an indictment preferred by the grand jury of Macon county against defendant,, charging him with having robbed one Richard Edwards of thirty-five dollars in money, defendant was convicted and his punishment fixed at five years’ imprisonment in the penitentiary.\nDefendant appeals.\n*375The facts are about as follows: On the 12th day of August, 1901, the defendant and one Richard Edwards were in Macon City, and were drinking together quite freely. About dark that evening, Edwards informed defendant Rowland of his purpose to take a train that evening for the town of Excello, and the two started toward the depot, Edwards for the purpose of taking the train, and defendant to accompany him to' the depot.\nWhen Edwards first arrived at Macon City on the day aforesaid, from his daughter’s in the country,, he had thirty dollars in his possession, and thereafter received an additional sum of seven dollars and fifty cents. On the way to the depot he and defendant concluded to take a parting drink, when Edwards handed ’ to the defendant twenty-five cents with which to purchase it. Defendant then went to a near-by saloon and procured a bottle of beer for that sum. Upon his return, the two sat down to drink, and during the time which was consumed in drinking the beer, another party came up and remarked, ‘ ‘ That was not the right kind of a place to be drinking, and if we didn’t move on we-would be run in.” Edwards then got up and started, when the defendant Rowland said, “Go with me, that is not the way to the depot. ’ ’ The other gentleman then said, “Yes, go with him” (referring to the defendant). Edwards then started off with defendant. It seems that the prosecuting witness walked more slowly than the defendant and traveled behind. \"When the men had reached a street light they were pursued by a third person, and an altercation then occurred. The third person said, “I guess I will run him in.” And Edwards replied that he had committed no offense for which he ought to be arrested. Thereupon, the defendant, or the third person, it does not clearly appear which, struck Edwards with some instrument above the eye, knocking him down. He was then picked up by the two men and carried a' *376short distance away. Here he was found a few minutes afterwards in an unconscious condition, and it was observed that his pockets were turned wrong side out. The State further offered’ in evidence the statement made by the defendant to the police officers, that he did not accompany Edwards toward the depot, but left him at the point at which they drank beer. On the following day, however, he did admit to several persons that he was in company with him at the time he was assaulted and stated that Edwards was assaulted by some one who pretended to be an officer, and that he, the defendant, ran away immediately on the approach of the person whom he thought to be an officer. The evidence further showed that the defendant observed to Edwards, at the time they were drinking the beer, that he would probably be arrested, and that he had better place some money in his (defendant’s) pocket in order that the defendant might pay the fine of Edwards in the event that he should be incarcerated. It was also in evidence that some person said to the pretending officer, “I will give you a couple of dollars to let him go.” And there was one witness on behalf of the State who testified that he heard these men talking at the point where Edwards was assaulted, and that he recognized the voice of the defendant. It was also in evidence on behalf of the State that after the defendant and Edwards were confined in jail, the defendant told him that the parents of the man who assaulted and robbed him were well to do and that in the event that the defendant should be liberated from prison, he could arrange it so that the person who assaulted the defendant would return the money procured and pay the defendant’s fine.\nTestifying on his own behalf, the defendant admitted that he had, at first denied having any knowledge of the assault that was made on Edwards. He further testified that he did accompany Edwards in the direction of the depot, and that when two men *377approached rapidly from the rear, he left Edwards and ran away. He denied having committed the robbery, or having any knowledge of its commission.\nEdwards also testified that defendant had nothing to do with robbing him.\nAt the close of the State’s evidence defendant asked the court to instruct the jury “that under the law and the evidence you must return a verdict for defendant.” This the court declined to do, and in so doing defendant insists committed error. The contention is that there was no evidence to authorize the verdict, and that the verdict of the jury is against the law and the evidence of the case.\nMuch stress is placed upon the fact that Edwards testified that defendant didn’t have anything to do with robbing him, but this statement was not conclusive upon the State under the circumstances, for the evidence tends strongly to show to the contrary, and that Edwards was robbed after he was knocked down .-and was unconscious and did not in fact know certainly whether defendant was one of the parties who robbed him or not. That there were two of them concerned in the robbery is clear, and that defendant was one of them we are fully satisfied. His taking Edwards a different and further route to the depot than the one that he started upon, his knowledge that he had money upon his person, the assault upon Edwards alone while defendant was not molested, and his statements after they were both confined in the jail, point very strongly to his guilt, at least tend to show it, and its weight was for the consideration of the jury. - It is only in case there is no substantial evidence to support the verdict that this court will interfere, and the facts disclosed by the record in this case do not bring it within that rule.\nThere is nothing disclosed by the record tending to show that the jury were actuated by bias or prejudice against the defendant in rendering their verdict.\n*378Defendant insists that the court erred in giving the first instruction on the part of the State, because there was no evidence upon which to predicate it; but this position we think untenable, as in our opinion .there was ample evidence to justify it.\nIt was unnecessary to use the word “felonious” in the instructions on the part of the State, or to defino it. [State v. Woodward, 131 Mo. 369; State v. Barton, 142 Mo. 450; State v. Miller, 159 Mo. 113.] Finding no reversible error in the record we affirm the judgment.\nAll of this Division concur.\n",
            "ocr": true,
            "opinion_id": 8014643
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}