{
    "id": 8058027,
    "judges": "Burgess, Gantt, Pox",
    "date_filed": "2012-03-15",
    "date_filed_is_approximate": true,
    "slug": "state-v-nave",
    "case_name_short": "Nave",
    "case_name": "State v. Nave",
    "case_name_full": "State v. NAVE",
    "attorneys": "Harrison & Boone for appellant., Edward C. Croiv, Attorney-General, and Sam B. Jeffries, Assistant Attorney-General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. INFORMATION: Verified: Affidavit. Where the prosecuting attorney verifies the information by stating upon his oath that the facts alleged therein are true according to his best knowledge and belief, the information is valid regardless of any affidavit that may have been previously made by complainant.</p> <p>2. CHANGE OF VENUE: Exceptions: Agreement. Any error in the action of the court in ordering a change of venue can'be availing to defendant on appeal only when preserved by objections and exceptions by bill of exceptions duly filed and made a part of the record. The circuit court has jurisdiction to make an order awarding a change of venue where the judge is prejudiced against the defendant and an agreement'is made between -the prosecuting attorney and defendant’s attorney for a change' to another county. And defendant will not be permitted to deny that he made such an agreement if he filed no objection or exception to such a recital in the order, in the court in which the order was made.</p> <p>3. PRACTICE: Absence of Defendant from Trial: Affidavit. Where the record shows that at the commencement of the trial defendant was present in person and by attorney, a new trial should not be granted on the filing of an affidavit that defendant was absent during a part of the cross-examination of witnesses for the State, with no statement therein that he was absent without knowledge of his counsel and with no disclosure therein of the nature of the cross-examination.</p> <p>•4. CIRCUMSTANTIAL EVIDENCE: “If Any:” Instruction. An instruction began with the words, “In this case the State seeks - a conviction upon circumstantial evidence alone,” and then proceeded with favorable directions in the interest of defendant, and ended with the words, “You ought to acquit him although the unfavorable circumstances may not have been disproven- or explained.” Held, that this last clause did not so assume unfavorable circumstances to exist as to authorize a reversal. The use of the term “if any” after the words “unfavorable cir■cumstanees” would have been more appropriate and rendered the instruction more in harmony with approved precedents, but Its omission is not such error as would authorize the court to lold that the defendant was prejudiced thereby.</p> <p>5. -: Sufficiency. It is the province of the jury to pass upon the credibility of witnesses; and if there is substantial evidence, though entirely circumstantial, to show that defendant, committed the crime charged, and equally substantial evidence to prove an alibi for him, this court will not disturb a verdict, of conviction.</p>",
    "summary": "Appeal from Howell Circuit Court. — Ho». W. N. Evans, Judge. (1) The affidavit does not charge any offense in clear and distinct language and the information varies from it, and therefore the judgment should have been arrested. Laws 1901, p.' 139; State v. Cornell, 45 Mo. App. 94; State v. Whitaker, 75 Mo. App. 184; State v. Write, 55 Mo. App. 356; State v. Boggess, 86 Mo. App. 632. (2) Hon. A. Burkhead, judge of the circuit court, of Ozark county, had no authority, after sustaining the application for a change of venue as to himself, to make any order relating to the case except to call a judge to try the case, or make the statutory provisions for a trial, and the order changing the venue out of the circuit to the Howell circuit court was a nullity and conferred no jurisdiction on that court. R. S. 1899, secs. 2494 and 2595; Dawson v. Dawson, 29 Mo. App. 521;. State v. Schaffer; 36 Mo. App. 589; Lacy v. Barrett,, 75 Mo. 469; State v. Bulling, 100 Mo. 87; State v. Ship-man, 93 Mo. 147; State v. Thomas, 32 Mo. App. 159;. State v. Dusenberry, 112 Mo. 288; State ex rek v. Lay,. 128 Mo. 611. (3) The prosecuting attorney of Ozark county and the defendant’s attorneys could not stipulate the case out of the Ozark circuit court, or out of' the circuit. It required the order of a court or judge having jurisdiction to make orders in relation to the-case. State v. Buck, 108 Mo. 622; Snitjer v. Downing,. 80 Mo. 586; Ladd v. Forsee, 163 Mo. 506; State v. Brumley, 53 Mo. App. 126. (4) The court erred in permitting the State to take the testimony of witnesses during the absence of the defendant. R. S. 1899, secs. 2601, 2610; State v. Weeden, 133 Mo. 70; State v. Smith, 90 Mo. 37; State v. Hoffman, 78 Mo. 266. ' (5) The verdict of the jury in this case'was contrary to the evidence and the result of prejudice and passion aroused by the admission of incompetent testimony as to other alleged offenses against the defendant, and therefore the court erred in refusing to set aside the verdict for the reason that the State had failed to make out a case. Kelly’s Criminal Prac., sec. 392; State v. Musick, 71 Mo. 407; State v. Warren, 74 Mo. 83. (6) The court erred in giving instruction 8. The vice of this instruction is that it assumes the fact that there were unfavorable circumstances proven against the defendant, and this was a fact which the jury should have passed upon and should not have been assumed by the court. R. S. 1899, sec. 2639; State v. Hecox, 83 Mo. 553; State v. Young, 99 Mo. 666; State v. Smith, 53 Mo. 267; State v. Elkins, 63 Mo. 159; Kelly’s Criminal Prac., sec. 390. (1) There is ample evidence to support the verdict, if believed by the jury. There can be no question but that defendant, if the State’s witnesses are to be believed, secured a gun from his neighbor and made the rounds that evening, during which time he com-, mitted the crime in question. While the evidence, is circumstantial, yet it is plain and clear and admits of no other reasonable hypothesis than that of his guilt, when we consider all the facts and circumstances detailed by the various witnesses. .(2) The seventh and eighth grounds for a new trial, as shown by the motion, cannot be raised in this court, for the reason that they ■do not prove themselves. Allegations therein contained must he supported by the record, as transmitted to this court, or if not, by affidavit. There is nothing to show that Mr. Livingson and Mr. Greene acted as counsel for the State, nor is there anything to show that defendant was absent from the court room during a portion of the time while the witness Siler was being examined. It is true there is an affidavit in support of this contention, but, doubtless, the trial court found, as a matter of fact, that the defendant was present at the time the witness testified. (3) Even though it should be considered under any circumstances that the evidence concerning the shooting of Prank Lantz and his father, Ike Lantz, was inadmissible in evidence, yet it cannot be taken advantage of now, as defendant did not object to the introduction of the testimony at the time.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "185 Mo. 125"
    ],
    "opinions": [
        {
            "author_str": "Pox",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPOX, J.\nAt the October term, 1903, of the circuit court of Ozark county, the prosecuting attorney filed an information against the defendant, charging him with a felonious assault, with intent to kill and murder one J. G. Jenkins, on the 23rd day of July, 1902. The defendant asked for a change of venue on account of the ' bias and prejudice of the inhabitants of the counties of Ozark and Douglas, and also on account of the bias and prejudice of the judge of said court. The application was sustained and the cause transferred to the circuit court of Howell county, presided over by Hon. W. N. Evans, Judge.\nOn the 8th- day of December, 1903, defendant was .formally arrigned, whereupon he declined to plead, and the court ordered a plea of not guilty entered for him. He was put upon his trial and convicted as charged, and his punishment assessed at imprisonment in the penitentiary for a term of four years. Defendant, thereupon, on the 11th day of December, 1903, filed a motion for a new trial, which was overruled. Being *129also unsuccessful in Ms motion in arrest of judgment, an appeal was taken to tMs court.\n■ The testimony in this cause, upon which the State relies to support the conviction, is purely circumstantial. It will be observed that the testimony in some •of its features refers to the shooting of Ike Lantz and Ms son Prank, and they are frequently named in the testimony, and the assault upon them the same night that the prosecuting witness Jenkins was shot, is detailed with great particularity by the witnesses. This ' reference to the shooting of Lantz and his son, being in the same locality, was introduced as á circumstance tending to connect the defendant with the shooting of Jenldns. The court, by an appropriate instruction, confined the consideration of that testimony by the jury, within proper limits, and to the legitimate purposes for which it might legally be taken into consideration.\nThe circumstances detailed by the witnesses for the State, tended to show substantially the following state of facts: • '\n“The defendant and Jerry Jenkins, the prosecuting witness, lived in Ozark county, Missouri. Ike Lantz afid his son Prank Lantz lived in Marion county, Arkansas. There was some evidence of bad feeling existing between the defendant and Jenkins. '\n“On the afternoon of the 23rd of July, 1902, the defendant went to the home of a neighbor by the náme of Andy Tumbo and secured his shot gun, and from there proceeded on horse-back down the road a short distance to Jenkins’s home.- He called Jenkins out of his house, but before Jenkins had an opportunity to see or inquire who it was, he fired several shots which took effect in Jenkins’s arm. Defendant then proceeded down the road about a mile and a half into Arkansas, where he called at the home of Ike Lantz. Lantz’s daughter answered the call and defendant told her that he desired to see her father. She returned *130to the house and told her father that the defendant, William Nave, wanted to see him. Lantz was in bed, but arose, put on his clothes, and went to the door and asked Nave what he wanted. Nave said, ‘Nothing much,’ and Lantz asked him to come in. Defendant then raised his gnn and fired, several shots taking effect. Defendant then mounted the gray mare which he was riding and rode rapidly away. Lantz called his son Frank, and told him to go to a neighbor by the name of Hillhouse, a short distance away, and tell him to come over, that he was shot. Young Frank Lantz went as rapidly as he could to the neighbor’s house, who was with his wife at the time in the barn-lot, milk- * ing. They had just finished milking when young Lantz came up and told them his father had been shot. Hill-house and his wife were in the lead, going into the house, when a shot was fired, and young Frank Lantz fell, and from the effects of the wound died shortly afterwards.\n“ Several witnesses testify to seeing the defendant in that neighborhood that afternoon and several other witnesses testify to the fact that they had seen a man answering the description of defendant on a gray mare riding along the road between the respective houses in question.”\nNumerous witnesses were introduced by defendant. \"VVe have read in detail all the testimony of the witnesses, both for the State and the defendant, and it can serve no useful purpose to reproduce such testimony; it is sufficient to say that the testimony introduced by defendant tends strongly to establish his defense, an alibi. If the testimony of the witnesses introduced by defendant was believed by the jury, then it would clearly entitle him to an acquittal. The defendant testified in his own behalf, and his testimony flatly contradicts the circumstances shown by the State and-clearly establishes that he was not present at the time of the assault upon Jenkins. For the purpose of dis*131crediting the testimony of the defendant, it was shown that he had served a term in the penitentiary for burglary and larceny.\nThis is a sufficient statement of the tendency of the testimony in this cause. We shall further referió it in the course of the opinion.\nAt the close of the testimony, the court instructed the jury, and the cause was submitted to them. It is not essential to burden this statément with the reproduction of all the instructions; those about which complaint is made will be -given attention in the opinion. As before stated, upon submission of the cause to the jury, they returned a verdict of guilty and upon the» overruling of defendant’s motions for new trial and in arrest of judgment, he prosecuted his appeal to this court, and the record is now before us for consideration.\nOPINION.\nThe propositions in this cause presented to our consideration, as indicated by the brief and argument of learned counsel for appellant, may be briefly stated thus:\nFirst. It is contended that the variance between the affidavit upon which the information was based and the information, is fatal to the validity of the pleading.\nSecond. That the order changing the venue of this cause, by the judge of the circuit court of Ozark county, was a nullity, and conferred no jurisdiction upon the Howell County Circuit Court, to which said change was awarded.\nThird. That the testimony is insufficient to support the verdict.\nFourth. It is contended that the court heard testimony upon the trial of the cause in the absence of defendant, and that this constitutes error.\n*132Fifth. That instruction number 8 is erroneous, for the reason that it is a comment on the evidence, and assumes the existence of material facts.\nWe will treat the assignment of errors urged in the brief in the order in which they are suggested.\nThere is no merit in the first contention, that there is a fatal variance between the affidavit and the information based upon it. The affidavit substantially charges that the defendant shot at and hit the prosecuting witness, with a shot gun loaded with powder and leaden balls, and the information charges that the defendant did shoot and wound the prosecuting witness with a certain double-barrelled shot gun, loaded with powder and leaden balls. It is apparent from a fair and reasonable interpretation of the terms used in the affidavit and information, that they both substantially charge an assault upon J. G-. Jenkins with a shot gun, with intent to kill him. Aside from this, it is clear that this information was not based upon the affidavit of J. U. Jenkins; but was based upon the knowledge, information and belief of the prosecuting attorney. This is made manifest by the terms used in the information. The prosecuting officer says: “Based upon the information of a complaint in writing by J. Gr. Jenkins.” In other words, the prosecuting attorney did not predicate his information upon the affidavit of Jenkins, but simply treated the affidavit as a complaint in writing, and made it the basis of his knowledge, information and belief of the commission of the offense upon which to file his information in the circuit court. This conclusion is emphasized by the fact that the prosecuting attorney properly verified the information, by stating upon his oath that the facts alleged in the information were true according to liis best knowledge and belief. This verification made this information a valid one, regardless of any affidavit. If the prosecuting officer was basing the information filed, upon an affidavit of a witness, as provided by the statute, it is *133difficult to comprehend why he would go through the useless ceremony of verifying it, when -there was no necessity for such act, if in fact he was basing his ■pleading in this criminal prosecution upon the affi-' davit of a competent witness.\nIt is next insisted that the Howell County Circuit Court had no jurisdiction of this cause. This contention is predicated upon the claim that the order changing the venue of said cause, from the Ozark to the Howell County Circuit Court, was a nullity. In order to fully appreciate the question involved in this contention, we here reproduce the order; it is as follows:\n“Nowon this day comes the defendant by attorney and files herein his application and affidavit for a change of venue from this court and also a change of venue from Ozark county, and also swears against the inhabitants of Douglas county, which application was taken up and considered by the court and sustained as to the judge of this court and by agreement of the prosecuting attorney of Ozark county and counsel for defendant this cause was sent to Howell county, Missouri, in the 20th judicial circuit of said State. It is therefore ordered by the court that the venue in this cause be changed to Howell county, Missouri, in the 20th judicial circuit in Missouri, and set for trial in said court on the first Monday in December, 1903, and that the clerk of this court make out a full and complete transcript in said cause and forward the same to the circuit clerk in Howell county, Missouri, without unnecessary delay.” - ,\nIt will be observed that this order is complete in itself; it is not divisible, but is an entirety. The judge in making it sustained that part of the application which disqualified himself, and in the same order, carried into effect an agreement between counsel as to the venue of said cause being changed to the county of Howell. The record in' this cause fails to disclose • *134any -objection or exception to tbe action of the conrt in making tbe order changing the venne of said cause. This order of change of venne was made by the conrt, and it recites that it was made in accordance with an agreement of connsel for defendant and the prosecuting attorney. Giving this order its full force and effect, it imports upon its face consent to make the order transferring the cause to Howell connty. Any error in the action of the conrt in respect to such change of . venne, can only be availing when properly preserved with the objections and exceptions, by bill of exceptions duly filed and made a part of the record.\nIt is argued that the prosecuting attorney and connsel for defendant could not stipnlate this cause out of the Ozark County Circuit Conrt, bnt there mnst be an order by a conrt or judge having jnrisdiction to make snch order. That is true, and the conrt in this case had jnrisdiction to make the order disclosed by the record. This order mnst be.treated as a whole; it is. not a fair interpretation of the powers of the conrt to say that the conrt should stop when it sustained the application as to the judge. If there was an agreement in reference to the other grounds of the application, and no objections were offered \"to the conrt making the order complete, in accordance with snch agreement, and thereby afford the relief sought by the application, it cannot be said that the conrt was without jnrisdiction to make snch order.\nIt is unnecessary to pursue this subject further. This conrt, in the case of State v. Taylor, 132 Mo. 1. c. 287, fully answers this contention in respect to the agreement. Gantt, J., speaking for the conrt, said:\n‘ ‘ The right to a change of venne being a privilege accorded to the defendant alone and not to the State, no valid reason appears to ns why he may not stipnlate for snch a change or waive it if he sees fit. It involves in no sense a waiver of any constitutional right. Bnt in this case the defendant was not waiving any right. *135He was simply obtaining a privilege by a more speedy route than that accorded Mm by tbe statute. Tbe waiver was by the prosecuting attorney of tbe petition and supporting affidavits. A defendant in a criminal case in a matter in wbicb bis constitutional rights are not invaded, can no more be allowed to deal unfairly with tbe court and tbe State than a party in a civil case. Having made Ms election and tbe court having awarded' him a change of venue at bis - own request, be can not now complain of tbe privilege granted him. [People ex rel. v. Scates, 3 Scam. (Ill.) 351; State v. Potter, 16 Kan. 80; Paris v. State, 36 Ala. 232.] ”\nIn State v. Lynn, 169 Mo. 664, tbe question as to tbe necessity of maMng timely objections and exceptions to tbe action of tbe court in disposing of an application for change of venue, is clearly settled. Burgess, J., in that case, very aptly states tbe proposition and clearly disposes of it. It was said in that case:\n“It is said that tbe circuit court of Washington county bad no jurisdiction to try this case, for tbe reason that tbe circuit court of St. Francois county was without authority under . tbe circumstances to transfer it to another county and circuit. But as tbe circuit court of St. Francois county bad jurisdiction of the offense, and of tbe defendant, tbe order changing tbe venue of tbe cause was not absolutely void, but was at most irregular or erroneous, and, in order to be available to defendant, be should have saved an exception to tbe action of tbe court at tbe time tbe order was made. [Potter v. Adam’s Exrs., 24 Mo. 159; State v. Knight, 61 Mo. 373; State v. Dodson, 72 Mo. 283; Squires v. Chillicothe, 89 Mo. 226; Keen v. Schnedler, 92 Mo. 516; Stearns v. Railroad, 94 Mo. 317; State ex rel. v. McKee, 150 Mo. 233.] And having failed to do so tbe action of tbe court with respect thereto is not reviewable by this court. In tbe case last cited it is held that ‘error in awarding a change of venue can not be corrected unless excepted to in tbe court wbicb *136ordered the change, since the erroneous order, being -within the court’s jurisdiction, is not a nullity.’ Prom the authorities cited this -seems to be the well-settled rule in this State. It may be conceded that defendant, had a constitutional right to a trial by a jury of the county where the offense was committed (see. 22, art. 2, State Constitution; State v. Dyer, 139 Mo. 209); but. that right, like the right .of a defendant to meet the witnesses face to face, as provided by the section of the Constitution, supra, may be waived (State v. Wagner, 78 Mo. 644), and this defendant did by failing to object and to save his exception to the action of the court in ordering a change of venue of the cause to another county and circuit.”\n' It is next assigned as error that the defendant, was not present during the entire trial, and that testimony was heard by the jury during his absence. The record in this case discloses that at the commencement, of the trial the defendant was present in person, as. well as by attorney. The statute upon this subject,, after providing that the defendant, in a trial for felony, must be present during the trial, further provides r. “That when the record in the appellate court shows that the defendant was present at the commencement or any other stage of the trial, it shall be presumed,.\" in the absence of all evidence in, the record to the contrary, that he was present during the whole trial.”\nCounsel for appellant file an affidavit that the defendant was absent during part of the cross-examination of one of the witnesses for the State; it is further alleged in the affidavit that such absence was not waived or consented to by counsel for appellant; but it does not appear from the affidavit that they did not know that he was absent. If counsel for appellant knew that the defendant was1 absent, then it was their duty to call the court’s attention to the fact of such absence; if the court then proceeded with the trial, and objections and exceptions were duly preserved to the *137action of the court, the record would, in that condition, present a miich niore serious proposition than is disclosed by the record in the case at bar. It may be further said that the affidavit is silent as to the nature of the cross-examination; none of the testimony elicited is set forth.\nIn State v. Gonce, 87 Mo. l. c. 633, this court announced, in no uncertain or doubtful terms, its position on this question. It was said by Norton, J., speaking for the court in that caáe:\n“To reverse a judgment in a case where defendant voluntarily absents himself without the knowledge or permission of the. court, and with the knowledge of his counsel of such absence, who did not bring the fact to the attention of the court, it not appearing what evidence was heard during his absence, would be to establish a dangerous precedent, and one which this court declined to establish in the case of State v. Grate, 68 Mo. 22, by refusing to reverse a judgment where it appeared that the defendant was absent from the court room during a portion of the final argument of the prosecuting attorney. This ease was followed in the case of State v. Bell, 70 Mo. 634. The facts above stated constitute no stronger ground for granting, a new trial than if defendant, during the progress of the trial, had chosen to render himself oblivious to what was transpiring by going to sleep.”\nThe record in this case is silent as to any finding or conclusion reached by the judge upon the question of the presence or absence of the defendant other than that the motion for new trial, with the affidavit attached, was overruled; it may be conceded that the facts in the affidavit are true, and no one is disposed to call in question the veracity of counsel making it; yet it falls far short of such a showing as would authorize a reversal of this judgment. The difficulty with the affidavit is not what it contains, but what it fails to contain.\n*138It is urged that instruction numbered 8 is erroneous, for the reason that it is a comment upon the evidence and assumes the existence of material facts. The instruction complained of is as follows:\n“In this case the State seeks a conviction on circumstantial evidence alone and while it is the law that a person may be convicted of such an offense on circumstantial evidence alone, before you can convict on such évidence the circumstances when all taken together should be consistent with each other and consistent with the theory of defendant’s guilt and absolutely inconsistent with any reasonable theory of innocence, and circumstantial evidence should always be cautiously considered and to warrant a conviction it must be such as to produce in the minds of the jury that certainty of guilt that a discreet man would be willing to act upon in his own most important affairs, and if you are not satisfied of the guilt of the defendant on this charge beyond a reasonable doubt you ought to acquit him although the unfavorable circumstances may not have been disproven or explained.”\nIt is very earnestly and ably argued that the concluding part of that instruction, which says, “You ought, to acquit him although the unfavorable circumstances may not have been disproven or explained,” is an assumption that unfavorable circumstances did in fact exist, and therefore constitutes reversible error. We are unwilling to give our sanction to this contention. The instruction complained of is a very strong and favorable one in the interest of defendant, and while it may be conceded that the use of the term “if any” immediately after the words “unfavorable circumstances, ’ ’ would’ have been more appropriate and rendered it more in harmony with approved precedents ; yet we are unwilling to say that the jury were, or could have been misled by it, in the form in which it was given. It would- be difficult to comprehend how the court could very well declare the law so favorably *139for defendant upon circumstantial evidence, unless to some extent it assumes that there were some unfavorable circumstances. No complaint is made as to the beginning of this declaration, which-says, “In this ease the State seeks a conviction upon circumstantial • evi- ■ dence alone.” That assumes at the very outset that there is circumstantial evidence, and if there is, it could only consist of unfavorable circumstances, hence it is apparent that the concluding part of the instruction no more assumes the existence of unfavorable circumstances, than the commencement of it.\nThis brings us to the consideration of the only remaining proposition presented by counsel for appellant, that is, the testimony is insufficient to support the verdict. * This case is no exception to the general rule in controversies of this character. The testimony and circumstances surrounding the difficulty and the parties to it are, in many of its essential features, conflicting. The testimony relied upon by the State to support this judgment is purely circumstantial. If the witnesses for the State detailing the circumstances were credited by the jury, it follows that the verdict finds support in the circumstances detailed. The assault upon the prosecuting witness was made with a shot gun. There is testimony on the part of the State, disclosed by the record, locating defendant, with a shot gun, at the home of Mi. Lantz, only a comparatively short distance from the house of Jenkins. There are circumstances indicating that this gun was procured at the home of Mr. Turnbo. Evidence of violent threats made by defendant, that he would shoot the prosecuting witness in the manner in which he was shot; the tracks of the horse that defendant was riding at the houses of Lantz and Hillhouse, were followed to within a short distance of Jenkins’s house; the tracks as made by the horse indicated that the shoes were number three patent shoes, which were of the same kind that the blacksmith used in shoeing the horse of defendant *140before this assault; the defendant was found lying on the porch of the witness who missed his shot gun the day of the shooting; it was after eleven o ’clock at night when the witness, Mr. Turnbo, discovered the defendant.on his porch. The next morning Mr. Turnbo heard of the shooting of Lantz, the killing of the boy and the shooting of Jenkins. He saw some change in the condition of the gun that he missed the day before. The prosecuting witness and defendant had some little difficulty prior to this, and defendant was heard to say, “I want to kill the Gr. d. s. of b.,” but it was not definitely known that the remark was applied to Jenkins.\n. This is a sufficient reference to the circumstances in proof by the State to indicate at least the nature and character of proof upon which the verdict of the jury rests. On the other hand, without detailing it, the testimony on the part of the appellant, if the jury had given it credence, would have fully supported appellant’s defense, that he was not present at the time of the assault of Jenkins, but was at another and different place.\nIt was for the jury to settle this conflict of testimony. They had the witnesses before them, and opportunities to judge of their credibility that are not afforded this court, and as has been repeatedly said, it was the special province of the jury to pass upon the credibility of the witnesses and the weight to be attached to their testimony, and this court, where there is substantial evidence to support the verdict, will not usurp the province of the jury and retry the case upon the evidence disclosed in the record.\nFinding no reversible error in the record before us, the judgment of the trial court should be affirmed, and it is so ordered.\nGantt, P. J., concurs; Burgess, J., absent.\n",
            "ocr": true,
            "opinion_id": 8015208
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}