{
    "id": 8068841,
    "judges": "Daly, Morrison, Shea, Sheehy, Weber",
    "date_filed": "1997-05-30",
    "date_filed_is_approximate": true,
    "slug": "in-re-rjw",
    "case_name_short": "In re R.J.W.",
    "case_name": "In re R.J.W.",
    "case_name_full": "In the Matter of R.J.W., Youth in need of care",
    "attorneys": "Stacey & Jarussi, Billings, for appellant., Harold F. Hanser, County Atty., Olsen, Christensen & Gannett, Billings, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted on Briefs Oct. 22, 1981.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "197 Mont. 286",
        "642 P.2d 1072"
    ],
    "opinions": [
        {
            "author_str": "Shea",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMR. JUSTICE SHEA\ndelivered the opinion of the Court.\nThe natural parents of R.J.W. bring this appeal from a judgment of the Yellowstone County District Court which declared R.J.W. a youth in need of care, and granted permanent custody of R.J.W. to the Department of Social and Rehabilitation Services with authority to consent to his adoption. The natural parents contend that the evidence failed to meet the clear and convincing standard required to establish that R.J.W. is a youth in need of care as defined by section 41-3-102(10), MCA.\nThe male child was born prematurely September 7, 1979, weighing only four pounds fourteen ounces. The mother had received no prenatal care and the child suffered from jaundice and mild respiratory problems. Physical findings compatible with a mild fetal alcohol syndrome were also noted. The child was kept in the hospital for 18 days, placed on a soybean formula, and had been gaining weight quite well before he was discharged to the care_of his natural parents.\nUpon his release, hospital personnel requested the Department of Social and Rehabilitation Services to extend services to the family since maintenance of the child’s good health was considered a high risk because he had been born prematurely and because the mother had received no prenatal care. On October 29,1979, the parents effectively refused the services offered by the social worker and gave her the impression that the child was doing well, but two days later, the child was taken to the hospital emergency room by a babysitter and was found to be suffering from dehydration and malnourishment. He was diagnosed as “failing to thrive” due to a lack of nutrition.\nThe child remained in the hospital for almost five days and all his health problems disappeared with the correction of his nutritional deficiencies. The child was released to the Department of Social and Rehabilitation Services and placed in foster *288care. His weight gain after discharge continued at a normal rate.\nOn November 2, 1979, the Department of Social and Rehabilitation Services obtained an order for temporary investigative authority on the ground that the parents had a history of neglecting their children (three children had been previously removed from the home) and because both parents had a history of alcohol and drug abuse. When two Billings police officers and Al Nease, a child protective service worker, served the parents with a copy of the temporary investigative authority, they found three adults in the family’s apartment engaged in “shooting up” and observed the natural father in a “high” state.\nThe court received further evidence that although the mother was receiving aid from a home attendant, she was devoid of all parenting skills, did not know how to hold or feed the child, had discontinued all efforts to meet with the home attendant, and had stopped attending parenting classes. A clinical psychologist testified that the mother was suffering from severe personality disorders, that he would expect her to neglect her children, and that with 2 to 3 years of proper counseling, she might develop into an adequate parent. There was also evidence that although both parents had been previously directed to seek help for their drug and alcohol dependencies, neither was sincere in seeking treatment. Both parents were found to have criminal records. The mother had pled guilty to a charge of prostitution in 1978 when she was pregnant with her third child, and at the time of the hearing for the temporary investigative authority, the father had been designated a dangerous offender and sentenced to 10 years in the Montana State Prison for felony theft, felony sale and felony possession of dangerous drugs. The mother was unemployed and was found to possess no marketable skills. There were no other relatives or individuals interested in caring for the child.\nA court may order a terminátion of a parent-child legal relationship upon finding that the child has been adjudicated a youth in need of care, and (1) an appropriate treatment plan *289approved by the court has not been complied with, and (2) the conduct or condition of the parents rendering them unfit is unlikely to change within a reasonable time. Section 41-3-609(1), MCA.\nWe find no merit in the parents’ arguments that the evidence in this case must be weighed in light of the circumstances that the child was bom premature and suffered complications, and that the parents are sincerely eager to care for their child.\nClear and convincing evidence supports the trial court’s determination that R.J.W. is a youth in need of care because he has been abused or neglected by his parents. His normal physical and mental health was endangered by the acts of his parents in failing to supply the child with adequate food and health care. The evidence convincingly establishes that the child failed to thrive in the family home, that both parents refused to comply with recommended drug and alcohol abuse treatment programs, and that the mother was unsuccessful in learning how to properly care for her child. In addition, these conditions are unlikely to change within a reasonable time. The father is presently serving a 10-year prison sentence with three years suspended. There was testimony that the mother was not interested in learning how to parent and probably could not do so unless she received 2 to 3 years of counseling.\nWe affirm the judgment of the District Court.\nMR. JUSTICES DALY, WEBER, SHEEHY and MORRISON concur.\n",
            "ocr": true,
            "opinion_id": 8027163
        }
    ],
    "court_short_name": "Montana Supreme Court",
    "court_full_name": "Montana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Montana, MT",
    "crime_category": "Robbery"
}