{
    "id": 8071721,
    "judges": "Chairperson, Hon, Jones, Simonton, Stadler",
    "date_filed": "1994-12-07",
    "date_filed_is_approximate": true,
    "slug": "state-v-hammond",
    "case_name_short": "Hammond",
    "case_name": "State v. Hammond",
    "case_name_full": "STATE OF MONTANA v. MICHAEL HAMMOND",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "354 Mont. 8"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOn November 6, 2008, the defendant was sentenced to a commitment to the Department of Corrections for a term of five (5) years, with an additional three (3) years suspended for the offense of Theft, a felony.\nOn February 12,2009, the defendant’s application for review of that sentence was heard by the Sentence Review Division of the Montana Supreme Court.\nThe defendant was present and was represented by Eric Olson. The state was not represented.\nBefore hearing the application, the defendant was advised that the Sentence Review Division has the authority not only to reduce the sentence or affirm it, but also increase it. The defendant was further advised that there is no appeal from a decision of the Sentence Review Division. The defendant acknowledged that he understood this and stated that he wished to proceed.\nRule 17 of the Rules of the Sentence Review Division of the Supreme Court of Montana provides that “the sentence imposed by the District Court is presumed correct, and the sentence will not be reduced or increased unless it is deemed clearly inadequate or excessive.” (§46-18-904(3), MCA).\nThe sentence that was imposed and the information provided to the Division shows that the sentence is ambiguous. The Division is requiring counsel, Eric Olson, to file a formal Motion of Clarification of this sentence with Honorable Loren Tucker.\nTherefore, it is the unanimous decision of the Sentence Review Division that the application for review of sentence shall be continued for clarification to the next available sentence review hearing date in May 2009.\nDone in open Court this 12th day of February, 2009.\nDATED this 27th day of February, 2009.\nChairperson, Hon. Stewart Stadler, Member, Hon. Blair Jones and Member, Richard Simonton.\n",
            "ocr": true,
            "opinion_id": 8030340
        }
    ],
    "court_short_name": "Montana Supreme Court",
    "court_full_name": "Montana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Montana, MT",
    "crime_category": "Robbery"
}