{
    "id": 8077096,
    "judges": "Day, Eberly, Good, Goss, Livingston, Paine, Rose",
    "date_filed": "2001-10-24",
    "date_filed_is_approximate": true,
    "slug": "suverkrubbe-v-village-of-fort-calhoun",
    "case_name_short": "Suverkrubbe",
    "case_name": "Suverkrubbe v. Village of Fort Calhoun",
    "case_name_full": "Frances Suverkrubbe v. Village of Fort Calhoun",
    "attorneys": "Dryden, Dryden & Jensen and Carl T. Self, for appellant., William R. Patrick, Kennedy, Holland & De Lacy and Edwin Cassem, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "127 Neb. 472"
    ],
    "opinions": [
        {
            "author_str": "Good",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGood, J.\nThis is an action to recover compensation death benefits under the workmen’s compensation law. Frances Suverkrubbe is plaintiff. Her deceased husband, Albert Suverkrubbe, was the employee. The Village of Fort Calhoun and Nebraska Power Company were employers of Mr.\\Suverkrubbe and are defendants.\nPlaintiff alleges that, while her husband was employed by defendant village as village marshal and by defendant power company as a watchman and caretaker, in the per*473formance of duties for each of his employers, on the night of December 5, 1932, he was shot by a robber or burglar, whom the employee was attempting to arrest; that he died from the effects of the gunshot wound nine days later. The defendant village, as a defense, alleges that Suverkrubbe was an officer of the village, appointed for a definite and fixed term, and was not an employee within the meaning of the workmen’s compensation law. Defendant power company denies that the shooting of Suverkrubbe was in the course of his employment by the power company, or that the injury arose out of his employment. The trial court found for each of the defendants and dismissed plaintiff’s petition. Plaintiff has appealed.\nPlaintiff contends that her husband was not an officer of the village, appointed for a regular term or to complete an unexpired portion of any regular term, but was an employee of the village, within the meaning of the workmen’s compensation law.\nThe workmen’s compensation law defines “employee” to cover every person in the service of the state, or any governmental agency created by it, but excludes from its operation any official in the service of the state, or any governmental agency created by it, who has been elected or appointed for a regular term of office or to complete an unexpired portion of any regular term. Comp. St. Supp. 1933, sec. 48-115.\nSection 17-208, Comp. St. 1929, provides: “The village board of trustees may appoint a village clerk, * * * marshal and shall appoint a board of health consisting of three members, — the chairman of the village board, who shall be chairman, the marshal, who shall be secretary and quarantine officer, and one other member.” Said section further provides: “Said appointees shall hold office for one year, unless sooner removed by the president of the board, with the advice and consent of the trustees.”\nSection 17-213, Comp. St. 1929, provides: “The marshal shall be chief of police, and shall at all times have power *474to make or order an arrest with proper process, for any offense against the laws of the state or ordinances of the village, and bring the offender to trial before the proper officer of the village, and to arrest without process in all cases where any such offense shall be committed or attempted to be committed in his presence.” Section 17-209, Comp. St. 1929, fixes the maximum salary which may be paid to village officers, including the marshal.\nIn the case of Rooney v. City of Omaha, 105 Neb. 447, it was held: “A regular term of office, as the term is applied to government employees in the workmen’s compensation law (Rev. St. 1913, sec. 3656), means such term of office as has a fixed and definite duration and a date of termination known and fixed by law or other general regulation.”\nIn the opinion in State v. Galusha, 74 Neb. 188, it is said (p. 199) : “Ordinarily, say the authorities, the word ‘term’ or ‘term of office,’ when used in reference to tenure of office, means a fixed and definite period of time”— citing a number of cases.\nIn the instant case, the record discloses that Suverkrubbe was first appointed to fill out an unexpired term, and at the beginning of the municipal year he was reappointed. His tenure of office, unless removed, would automatically terminate, by the statute, in one year. It was so recognized when he was holding the office and was reappointed at the beginning of a new municipal year. We think that, under the law, there is no question that Mr. Suverkrubbe was an officer of the village, appointed for a regular term of office. It follows that his widow cannot recover compensation death benefits under the workmen’s compensation law.\nThe evidence shows that the power company has no manufacturing or generating plant in Fort Calhoun; nor does it maintain any office or other building therein. It furnishes electricity for lighting the village streets and for use by the village inhabitants. The power company employs one person in the village whose duty it is to *475replace worn out or broken electric light bulbs, and once a week to wind the clock which automatically turns off and on the street lights, and to report to the company’s office in another city breakage or defects in the company’s electric lines. Mr. Suverkrubbe was hired by the power company to perform these duties. He was shot in an attempt to arrest a robber, or burglar, while in the performance of his duties as village marshal. There is no evidence that at the time he was in the performance of any duty for the power company. The burglar, or robber, was not shown to have been in any way interfering with any property of the power company, but had broken into a store building. It necessarily follows that the injury did not arise out of and in the course of his employment by the power company.\nPlaintiff, however, contends that there was a joint employment of her husband by the two defendants; that his wages were $75 a month, of which the village paid $60 and the power company $15, and that, pursuant to the provisions of section 48-129, Comp. St. 1929, she is entitled to recover if the injury arose out of and in the course of his employment by either of his employers.\nThe evidence discloses that Mr. Suverkrubbe was hired by the power company without any reference to his appointment as village marshal, or without any agreement or arrangement between the power company and the village. It also appears that he was appointed marshal without reference to his duties as an employee of the power company, and that there was no conference or arrangement between the village and the power company as to the amount of wages or salary that should be paid by each; that there was no arrangement or agreement as to the hours of labor or the term of service. In order to constitute a joint employment, there must have been some joint arrangement between the two employers as to the employment by each. In the absence of any showing that there was any joint arrangement as to salary, wages, hours of employment or term of service, there can*476not be any joint employment, within the meaning of section 48-129, Comp. St. 1929.\nFrom what has been said, it necessarily follows that there can be no recovery by plaintiff in this case. The judgment of the district court is right and is\nAffirmed.\n",
            "ocr": true,
            "opinion_id": 8035981
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}