{
    "id": 8078468,
    "judges": "Carter, Eberly, Johnsen, Messmore, Paine, Rose, Simmons",
    "date_filed": "1980-02-11",
    "date_filed_is_approximate": true,
    "slug": "ulrich-v-ogrady",
    "case_name_short": "Ulrich",
    "case_name": "Ulrich v. O'Grady",
    "case_name_full": "John Ulrich v. Joseph O'Grady",
    "attorneys": "J. A. Hayward, for appellant., Walter R. Johnson, Attorney General, and George W. Ayres, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "136 Neb. 684",
        "287 N.W. 81"
    ],
    "opinions": [
        {
            "author_str": "Paine",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPaine, J.\nA petition for a writ of habeas corpus was filed in the district court for Lancaster county on October 22, 1938, to secure release of John Ulrich, who it is 'alleged is being illegally restrained of his liberty by the warden of the state penitentiary. Upon hearing, the writ was denied and the petition dismissed. Motion for rehearing was filed on the ground that the court erred in dismissing the relator’s writ, and in the application of the law and the facts. Motion for rehearing was overruled. Relator excepts and appeals.\nThe petition for a writ of habeas corpus, and the exhibits attached, set out that John Ulrich was sentenced from Dodge county on June 22, 1928, to serve a period of 18 months in the reformatory. He escaped from the reformatory August 5, 1928. He was recaptured, and on September 25, 1928, was sentenced by the district court for Lancaster county, on his plea of guilty, to serve a period of five years, to commence at the termination of his original 18 months’ sentence from Dodge county. The term of that 18 months’ sentence expired October 8, 1929, at which time his five-year sentence began to operate; he being- given a new number. Under the rules of the board of pardons, he was paroled July 1, 1932, having under the rules 11 months and 24 days of the five-year sentence still to serve.\nThe applicant was arrested in Douglas county, charged with the crime of robbery, on October 20, 1932, and was tried before Honorable Arthur C. Thomsen, district judge of Douglas county, and the jury found him guilty as charged, and thereupon the following judgment'was pronounced: “It is therefore considered, ordered and adjudged by the court that the defendant John Ulrich (impleaded with Arthur Costello, alias Arthur McDaniel) be taken hence to the Douglas county jail, and the?/ thence within thirty (30) days and as early as practicable, he be taken by the sheriff of Douglas county, to the Nebraska State Peni*686tentiary at Lincoln, Nebraska, and there imprisoned at hard labor for a period of nine (9) years from there afterwards the 9th day of October A. D. 1932, no part of which said period of time, by virtue of this sentence to be spent in solitary confinement, and that he pay the costs of this prosecution, taxed at $-.”\nIn other words, it was arbitrarily stated in the sentence given him in Douglas county that his nine-year sentence should begin 11 days prior to the day on which it was pronounced, and this nine-year sentence with good time allowances was entirely served on October 21, 1938.\nThe board of control ordered his release on October 21, 1938, from the sentence of nine years imposed upon him in Douglas county, but did not order his release from the sentence imposed him of five years in Lancaster county, and Warden O’Grady further replies that the board of pardons understood the law to be that he should still serve out that part of his sentence he had not served when his parole was revoked on July 13, 1932.\nThe return to the writ of habeas corpus of Warden O’Grady further sets out that on July 1, 1932, before the termination of said five-year sentence from Lancaster county, the said John Ulrich was again paroled from the Nebraska state penitentiary. But said parole was revoked, a copy of said revocation being attached as exhibit B, which is an order of Charles W. Bryan, Frank Marsh, and C. A. Sorensen, who were the board of pardons, which order, entered July 25, 1932, sets out his release on parole July 1, 1932, and that on July 13, 1932, he engaged with'others in the commission of several felonies in Dodge, Douglas, and other counties in Nebraska, and that the parole granted the said John Ulrich on July 1,1932, is revoked, “and it is hereby ordered that the said John Ulrich be returned to the penitentiary to be there further dealt with under the aforesaid sentence as the law in such case provides, July 13, 1932, is hereby fixed as the date of delinquency under this parole.”\nIt thus appears that since October 21, 1938, he has been serving time on the 11 months and 24 days left on the old *687five-year sentence from Lancaster county, from which he had been paroled and broke his parole.\nCounsel for the appellant bases his petition for writ of habeas corpus upon section 29-2628, Comp. St. 1929, which provides: “If any prisoner in the judgment of the board shall violate the conditions of his parole or release as fixed by the board of pardons, he shall thereafter be treated as an escaped prisoner owing services to the state and shall be liable, when arrested, to serve out the unexpired term of his maximum possible imprisonment, and the time from the date of his declared delinquency to the date of his arrest, shall not be counted as any portion or part of time served; and any prisoner at large upon parole or conditional release, who shall commit a fresh crime and upon conviction thereof shall be sentenced anew to the penitentiary, shall be subject to serve the second sentence after the first sentence is served or annulled; said second sentence to commence from the termination of .his liability upon the first or former sentence.”\nThese questions have arisen in Nebraska quite frequently, the facts in each case being different. In Brott v. Fenton, 120 Neb. 792, 235 N. W. 449, in which a habeas corpus petition was denied, Brott was sentenced to the penitentiary from Lancaster county for two years and six months for chicken stealing. He was released on bond pending proceedings in error to the supreme court. He went to Hall county, where he stole a calf, and was sentenced to three years in the penitentiary, which sentence he commenced serving December 19, 1927. Nine days later the supreme court affirmed the conviction for chicken stealing in Lancaster county, and issued its mandate. Brott completed serving the Hall county sentence on April 11, 1930. The petition for habeas corpus was denied.\nIn the case of In re Walsh, 37 Neb. 454, 55 N. W. 1075, the prisoner was sentenced to imprisonment on May 9, 1892, for one year and sentenced to an additional one year upon the second count of the information, the sentence providing that the second sentence should begin on May 9, 1893. The *688first term of imprisonment by good conduct was cut to ten months, at which time his second term had not commenced to run. The prisoner was ordered discharged on a writ of habeas corpus, and it was held that the second judgment of imprisonment was illegal, and the prisoner was entitled to his discharge, the second sentence being also unauthorized, since both counts charged only one crime. It was held that, where different counts charge the same offense, in case of a conviction on each count, it is the rule to render a single sentence upon all counts for the one entire offense. 11 Neb. Law Bulletin, 458.\nIn such a case, the judgment should not fix the day on which each successive term of imprisonment should begin, but should simply direct that each successive term should commence at the expiration of the one imposed by the previous sentence. Brown v. State, 115 Neb. 366, 213 N. W. 339.\nIn Riggs v. Sutton, 113 Neb. 556, 203 N. W. 999, a wife brought habeas corpus to discharge her husband from confinement. On December 8, 1923, on a liquor charge he was sentenced to the county jail for 60 days, and the court fixed the supersedeas bond in the sum of $500. As he never gave the supersedeas bond, and did not prosecute error, the condition of the suspension of the sentence was never complied with. No warrant of commitment was issued until September 13, 1924, long after the defendant’s imprisonment would have expired if it had begun on the day of sentence. Riggs was taken into custody, and the habeas corpus proceeding was begun. It is contended that the sentence began to run from the date of the sentence, and expired 60 days thereafter, although he suffered no imprisonment. It is held that, where a convict is permitted to absent himself from prison, the time when he is absent is no part of his sentence, and therefore when a convicted defendant is at liberty and has not served his sentence, he may be arrested on the unexecuted judgment, and as defendant has not suffered the punishment which his offense merited it would be mockery •to hold that the mere neglect of ministerial officers to enforce the judgment of a court could annul it and hold it for *689naught, and the petition for habeas corpus was properly dismissed. It is said: “The time for executing a sentence of imprisonment, or for commencement of its execution, is not an essential element of the sentence. The essential part of the sentence is the punishment, including the kind and amount thereof, without reference to the time that it is to be inflicted.”\nIn the habeas corpus action of Mercer v. Fenton, 120 Neb. 191, 231 N. W. 807, the trial court granted the writ and a release from custody. Upon appeal this order of the trial court was reversed. Mercer was sentenced on October 6, 1924, to the state reformatory for one to ten years for horse stealing. On March 27, 1926, he was paroled, and on April 14, 1926, his parole was revoked when he stole two ladies’ watches from the home of his employer in Lancaster county, and departed for parts unknown. On May 6, 1926, he was arrested in Omaha and pleaded guilty to attempted robbery, and was sentenced to three years in the penitentiary, from which sentence he was discharged October 5, 1928. The question arises whether defendant, having committed a fresh crime while on parole, for which he was sentenced and served his time until paroled, can now be compelled to serve the unexpired portion of his first sentence for horse stealing from Sioux county. On the date when his parole was revoked, April 14, 1926, he had a maximum of eight years and six months to serve in the' reformatory for horse stealing.\nIt is clearly provided in section 29-2628, Comp. St. 1929, that when a prisoner out on parole shall commit a fresh crime, and be sentenced anew to the penitentiary, he shall be subject to serve the second sentence after the first sentence is served or annulled, and said second sentence is to commence upon the termination of his liability upon the first or former sentence. This section of the statute is mandatory, and governs the trial judge, the warden of the penitentiary, and all other officers.\nIt is said that one convicted of a felony is not entitled to discharge from liability of punishment for said violation *690because the court erroneously required him to first serve the second sentence. But in Mercer v. Fenton, supra, it was held: “Where a sentence for a second offense sets the commencement of imprisonment prior to the completion of a prior sentence by a different court, under which the convict is paroled at the time of the commission of the second offense, it is erroneous, and may be corrected by a proper proceeding.”\nIn Vernon v. Miller, 121 Neb. 748, 238 N. W. 528, the defendant was sentenced to the reformatory for a term of one to ten years. After serving a part of the sentence he was paroled, and while on parole he was convicted of the offense-of larceny as bailee, and was sentenced to the penitentiary for a term of 18 months, and his parole on the first sentence was revoked. At the termination of the sentence upon the second felony, which was served in the penitentiary, he was remanded to the reformatory to complete the unexpired term of the first sentence. “A paroled prisoner, whose parole has been revoked, will not be relieved from serving the unexpired term of his sentence for the reason that, during the parole, he was convicted of a second felony and served his sentence therefor.”\nWhile the petitioner’s second sentence should have commenced at the expiration of the first sentence, the unexpired part of which he had still to serve, it would seem to the court immaterial which sentence was first served; the length of the penal service would be the same, whether one or the other was first served.\nIn the very similar case of Volker v. McDonald, 120 Neb. 508, 233 N. W. 890, it is held that the neglect of the officers should not defeat the very object of the prosecution, which is the punishment of the defendant. A judgment allowing the writ of habeas corpus is reversed, with directions that Volker be imprisoned in the penitentiary for the time designated in the sentence.\nIn 70 A. L. R. 1511, is an exhaustive note on sentences running concurrently or consecutively. It is said that a sentence to commence after the expiration of previous *691sentences must state definitely what sentences and from what court.\nIn view of these many holdings of our court in somewhat similar cases, we find no error in the record, and the order of the district court is hereby\nAffirmed.\n",
            "ocr": true,
            "opinion_id": 8037411
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}