{
    "id": 8084956,
    "judges": null,
    "date_filed": 393811200000,
    "date_filed_is_approximate": false,
    "slug": "sheriff-v-hamilton",
    "case_name_short": "Sheriff",
    "case_name": "Sheriff v. Hamilton",
    "case_name_full": "SHERIFF, CLARK COUNTY, NEVADA v. KENNETH WESLEY HAMILTON",
    "attorneys": "Robert J. Miller, District Attorney, Clark County, for Appellant., Morgan D. Harris, Public Defender, Clark County, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "98 Nev. 320",
        "646 P.2d 1227"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\n\nPer Curiam:\n\nRespondent Hamilton was charged, by criminal complaint, with the crime of burglary. Following a preliminary hearing, Hamilton was held to answer as charged, and an information was filed against him. Thereafter, he successfully petitioned for a writ of habeas corpus. The state has appealed.1\nLeslie Hendricks, Hamilton’s alleged accomplice in the burglary, was one of the state’s witnesses at the preliminary hearing.2 She testified that, on the evening in question, Hamilton requested her help in stealing a television set from the Four Queens Hotel, and she agreed. About 9:00 p.m. Hamilton and Hendricks entered the Four Queens together, and Hamilton checked into room 1418. They then entered this room, Hamilton unscrewed the television set from its stand, and the two carried the set down the stairs. Hendricks remained at the bottom of the stairs with the television set while Hamilton went to find a taxi. While Hamilton was away, Hendricks was apprehended by hotel security personnel.\nThe only issue presented here is whether the testimony of *322Hendricks was adequately corroborated by the other evidence presented. Corroboration of accomplice testimony is necessary, even at the preliminary hearing stage. State v. Wyatt, 84 Nev. 731, 448 P.2d 827 (1968); Ex parte Sullivan, 71 Nev. 90, 280 P.2d 965 (1955); In re Oxley and Mulvaney, 38 Nev. 379, 149 P. 992 (1915). Corroborative evidence is sufficient if it tends to connect the defendant with the commission of the offense. NRS 175.291(1); see Sheriff v. Hilliard, 96 Nev. 345, 608 P.2d 1111 (1980); Austin v. State, 87 Nev. 578, 491 P.2d 724 (1971).\nIn granting Hamilton habeas relief, the district court apparently concluded that Hendricks’ testimony was not sufficiently corroborated.3 We disagree with this characterization. Hendricks’ testimony was corroborated by independent evidence that Hamilton was the registered occupant of room 1418. The security guard testified that approximately 25 minutes after Hamilton rented room 1418, the guard discovered that its television set had been unbolted, taken off the stand, and removed. The guard also testified that there was no evidence of a breaking, raising the inference that the perpetrator had used a key to gain entry. Of course, as the registered occupant, Hamilton had a key to the room.\nWe conclude that the district court committed substantial error in granting the habeas petition. Cf. Sheriff v. Provenza, 97 Nev. 346, 630 P.2d 265 (1981) (supreme court will not overturn granting of pretrial habeas petition for lack of probable cause absent showing of substantial error). Accordingly, we hereby reverse the order granting Hamilton’s petition for a writ of habeas corpus.\n\nThe state may appeal from an order granting a pretrial petition for a writ of habeas corpus. NRS 34.380(4).\n\n\nWe note that the state fully performed its plea bargain with Hendricks prior to her testimony at the preliminary hearing.\n\n\nThe district court focused on the fact that no one had seen Hamilton enter or leave room 1418 and that the state did not specifically establish the existence of the television set in room 1418 prior to Hamilton’s renting of that room.\n\n",
            "ocr": true,
            "opinion_id": 8044705
        }
    ],
    "court_short_name": "Nevada Supreme Court",
    "court_full_name": "Nevada Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nevada, NV",
    "crime_category": "Robbery"
}