{
    "id": 8096342,
    "judges": "Hornblower",
    "date_filed": "2001-11-16",
    "date_filed_is_approximate": true,
    "slug": "den-ex-dem-blackwell-v-blackwell",
    "case_name_short": "Blackwell",
    "case_name": "Den ex dem. Blackwell v. Blackwell",
    "case_name_full": "DEN ON THE DEMISE OF DANIEL BLACKWELL v. NATHANIEL BLACKWELL",
    "attorneys": "Randolph and Frelinghuysen, for plaintiff., H. W. Green and Williamson, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Testator in his will says — “ I give and bequeath to my son Daniel, the sum of one hundred and fifty pounds, to be paid to him at the age of twenty-one years. It is my will, that the plantation whereon I now live, to be equally divided betweeu my two sons J and N, to them, their heirs and assigns forever.” The, testator then directs that they shall have possession on a certain day, named in the will, that his executor pay to his daughters Iraney and Actia, a legacy of fifty pounds each; that his wife have the use of his plantation^ until his sons J. and N. come into possession, with the use of all the living stock, provided she remains his widow; that she should have the choice of two rooms for the use of herself and daughters as long as they remained unmarried, and that J. and N. should provide her with necessaries, at the discretion of his executors; that his wife should pay taxes, if the profits of the place were sufficient, but if not, then his executors are to pay it out of “ any money belonging ” to his estate, and then adds, “ If any thing more should arise, to be divided among my five youngest children.” He next gives and bequeaths to his wife, all his household furniture, “ to dispose of it to her daughters as she sees fit,” except his clock to if., his desk to J., and his gun to another son, Daniel. Then follow these clauses, “ it is my will, when my hoys come to their place, that my wife have two eows, and then to find her hay and pasture; hut if she marries, to descend to my two daughters. Item, it is my will, that if my wife should decease, or marry before my sons come to their place, then the stock to remain at the discretion of my executors, for the benefit of my youngest children, and if she remain my widow, and lives until my sons come to their plantation, it is my will, that J. and if. shall have my stock, and farming utensils; and if any of my children by this, my present wife, should die without lawful issue, then such heqveathments to descend to the survivors; the hoy’s part to the boys, and the girl’s part to the girls. The testator, after making some further provisions for his wife, concludes with these words. “ Item, it is my will, that if either of my boys should” incline to sell his land, he should sell it to his brother, and no other person ; namely, J. or if. Held, that the word “ bequeathments ’’ must he limited to the personal bequests made to his five children by his last wife, designated as his youngest children, and that J. and if. took estates in fee simple, in the plantation upon condition notto alienate in theft lifetimes, but to each other.</p>",
    "summary": "This was an action of ejectment. The matter in controversy, arose under the will of Francis Blackwell, deceased, which is, sufficiently set out in the opinion of the court.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "15 N.J.L. 386"
    ],
    "opinions": [
        {
            "author_str": "Hornblower",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHornblower, C. J.\nFrancis Blackwell, the testator, under whose will the controversy arises, had two sets of children, viz: ten by a former wife, and five, namely, Daniel, Jonathan, Nathaniel, Iraney and Actia, by a second wife. After giving some trifling and unimportant legacies to his first set of children, he says, “ Item, I give and bequeath to my son Daniel, the sum of one hundred and fifty pounds, to he paid to him at the age of twenty-one years. It is my will, that the plantation whereon I now live, to be equally divided between my two sons, Jonathan and Nathaniel, to them, their heirs and assigns* forever.” The testator then directs that they shall have possession on a certain day, named in the will, that his executors pay to his daughters Iraney and Aetia, a legacy of fifty pounds each, that his wife have the use of his plantation, until his sons Jonathan and Nathaniel come into possession, with the use of all the *388living stock, provided she remains his widow, that she should have the choice of two rooms for the use of herself and daughters, as long as they remain unmarried, and that Jonathan and Nathaniel, should provide her with necessaries, at the discretion of his executors, that his wife should pay taxes, if the profits of the place were sufficient; but if not, then his executors are to pay it out of “ any money belonging ” to his estate; and then adds, “ If any thing more should arise, to be divided among my five youngest children.” He next gives and bequeathes'to his wife, all his household furniture, “to dispose of it to her daughters as she sees fit,” except his clock to Nathaniel, his desk to Jonathan, and his gun to Daniel. Then follow these clauses, “ It is my will, when my boys come to their place, that my wife have two cows, and them to find her hay and pasture ; but if she marries, to descend to my two daughters. Item, it is my will, that if my wife should decease, or marry before my sons come to their place, then the stock to remain at the discretion of my executors, for the benefit of my youngest children; and if she remain my widow, and lives until my sons come to their plantation, it is my will, that Jonathan and Nathaniel shall have my stock and farming utensils; and if any of my children by this, my present wife should die without lawful issue, then such bequeathments to descend to the survivors; the boy’s part, to the boys, and the girl’s part, to the girls.” The testator, after making some further provision for his wife, concludes with these words; “ Item, it is my will, that if either of my boys, should incline to sell his land, he shall sell a it to his brother and no other person, namely, Jonathan or Nathaniel.”\nAfter the death of the testator, Jonathan and Nathaniel entered upon their respective moieties of the plantation devised to them. Jonathan has since died without issue, having in his lifetime sold and conveyed his moiety to his brother Nathaniel, and by his last will and testament, devised to him all his lands. Tin lessor of the plaintiff claims title to one moiety of the lands devised to Jonathan; he, the lessor of the plaintiff, and his brother the defendant, being the male survivors of Jonathan, and whether he is so entitled is the question.\n*389The doubt in this case arises upon the word “ bequeathments ” used by the testator. If he employed that word in its appropriate and technical sense, then the whole clause with which it stands connected, refers exclusively to the personal bequests; and Jonathan and Nathaniel took estates in fee simple in their , respective moieties of the plantation devised to them. If on the other hand, the testator intended by the word “ bequeathments ” to embrace the devise he had made of his plantation, then it is contended that Jonathan and Nathaniel took only estates tail in their respective moieties, or by way of executory devise.\nThis then is a question of intent; and it seems to me that no intelligent mind can read this will, without being struck with the manifest intention of the testator, to give his lands in fee simple to his sons Jonathan and Nathaniel, and at the same time, to restrict them at least during their respective lives, from making any alienation, except to each other. Whether that restriction was void or not, is not now the question, and is perfectly immaterial, upon the supposition that the testator intended to give them a fee simple. If the restriction, was void, then Jonathan had the power of alienation, and he has exercised it, by making a conveyance of the premises. If it was not repugnant and void, being but a qualified restriction, Co. Litt. 223, Section 361. Doe v. Pearson, 6 East, 173, he has complied with it, by conveying to his brother Nathaniel. The question then, recurs, in what sense did the testator use word “bequeathments”? It is clear, the testator has used language without regard to its legal and technical meaning. For in the disposition of his land, he does not use either of the terms, give, bequeath, or devise, but simply says, “it is my will, that, &amp;c.” It is true, he says, that in default of issue, “such bequeathments shall descend, &amp;c.” but nothing can be gained to the argument from the use of the word descend in this clause: because we find the testator previously employing the same word, exclusively in reference to personal property. The gift of the plantation to Jonathan and Nathaniel, is in very terms, a gift in fee simple; it is “ to them, their heirs and assigns forever.” If this estate is to be cut down to a fee tail, *390or an executory devise, it must be by implication only, for there is no clause in the will, by which the testator expresses in terms, any such intention. Yet if it is necessary so to qualify the estate, in order to effectuate a clear intent of the testator, to be gathered from the whole will, it must be done. If not, then the plaintiffs construction ought not to prevail. It is insisted, that the testator intended to dispose of Ms farm in such a way as that it should remain in his family, and go to his grandchildren ; and it is said, that this intent is manifest, because the testator subsequently gave the devisees a power of alienation, the one to the other, and in no other way. This however, is a mistake, he did not by the clause referred to, give them a power' of alienation, that, they had already, by the devise to them, their heirs and assigns, but the testator intended to restrict a power he had already given. He does not say, that Jonathan and Nathaniel may sell, the one to the other ; but- his language is, “ if either of my sons should incline to sell his lands, he shall sell to his brother, &amp;c. He takes it for granted, they have the power, to sell, and may be disposed to exercise it. No intent, to give his sons a limited estate, can therefore be inferred from this restrictive clause; while on the other hand, it pretty clearly indicates what was passing in his own mind, viz: that, as he had given them an absolute estate, they might alienate to strangers, unless he restrained them from doing so.\nAgain: there seems to have been a clear and settled intention in the mind of the testator, that his son Daniel, should have no part of his lands; not even by purchase from his brothers; yet the plaintiffs construction of the will, would make him intend, that Daniel should take the whole in default of issue of Jonathan and Nathaniel. And this latter intention is argued, by extending the word, “bequeathments ” to the devise in question.\nIf we can give effect to every part of the will, by understanding the language of the testator, in its ordinary and appropriate sense, we ought to do so. Now, the testator had given pecuniary legacies to Daniel and his sisters; and specific legacies to each of his sons. If therefore, we limit the word “ bequeathments ” to its appropriate sense, we give effect to this part of *391the will, without doing violence to any other part of it. He had made bequests to his sons and daughters. He then in effect says, if one of my daughters should die, without lawful issue, her surviving sister shall have what was bequeathed to her: and if one of my sons should so die, his surviving brothers shall have the bequests made to him. Personal property, and even money may be limited over, after a definite failure of issue. Hull v. Eddy, 2 Green's R. 174, 5, and cases there cited; and that the testator meant such a failure, is plain, not only from the use of the word survivors ; but more clearly from the fact, that the gift over, is of the boys part to the boys, and the girl's part to the girls. By the boys and girls, life undoubtedly meant his own sons and daughters.\nIt is true, if we understand the word “ bequeathments ” as comprehending all the dispositions he had made, as well of land, as of personal estate, there would be no difficulty in giving full and complete effect to the testator’s intention, considering the limitation over, as on a definite, and not indefinite failure of issue. It would then be as if the testator had said, “ If either of my daughters shall die, without lawful issue, then the bequests I have made to her, shall go to her surviving sister ; and if either of my sons should die, without lawful issue, then what I have given to him, shall go to his surviving brothers.\nBut if we adopt this latter construction, we must not only over look the testator’s particular intention, that Daniel should have no part of his plantation, but some other important considerations.\nIn the first place, we nrast obliterate the words “ to them, their heirs and assigns,” for they have no meaning in this will, if the testator, meant to give them an estate tail, or to create an executory devise.\nIn the next place, the testator charges, not upon the land, but upon Jonathan and Nathaniel, the support of their mother during her widowhood. This charge will not follow the land, and if the plaintiff recovers, the whole burthen of her “ decent and. comfortable ” support, still rests upon the defendant. Doe v. Snelling, 5 East, 87.\n*392Upon the whole I am of opinion, the word “ bequeathments” must be limited to the personal bequests made to his five children by his last wife; and that Jonathan and-Nathaniel took estates in fee simple, upon condition not to alienate in their lifetimes, but to each other. If this condition had been broken, it is probable the brothers might have entered: but as it has not been violated, and on the contrary, as Jonathan in his lifetime, has done, just what the testator^ said he might do, namely, convey to his brother, I think the defendant must have judgment.\nFord, J. concurred.\n* Byerson, J. concurred.\n\nJudgment for defendant.\n\n",
            "ocr": true,
            "opinion_id": 8056788
        }
    ],
    "court_short_name": "Supreme Court of New Jersey",
    "court_full_name": "Supreme Court of New Jersey",
    "court_type": "S",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}