{
    "id": 8645626,
    "judges": "Korman, McKeown, Noonan",
    "date_filed": 1196294400000,
    "date_filed_is_approximate": false,
    "slug": "bratco-v-mukasey",
    "case_name_short": "Bratco",
    "case_name": "Bratco v. Mukasey",
    "case_name_full": "Alexandru Dumitru BRATCO v. Michael B. MUKASEY, Attorney General",
    "attorneys": "Dominic E. Capeci, Esq., Law Offices of Kaiser & Capeci, San Francisco, CA, for Petitioner., Ronald E. LeFevre, Chief Counsel, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, Debra A. Yang, Esq., Jean M. Mohrbacher, Esq., Office of the U.S. Attorney, Criminal Division, Los Angeles, CA, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Nov. 9, 2007.**",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "256 F. App'x 180"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM ****\nAlexandru Dumitru Bratco, a citizen of Moldova, filed a petition for review of the denial of his application for asylum, withholding of removal, and relief under Article 3 of the Convention Against Torture (“CAT”). The parties are familiar with the facts and we do not recite them here except as necessary.\nThe BIA summarily affirmed the decision of the Immigration Judge (“U”), therefore we review the IJ’s decision as *181the final agency determination. Nuru v. Gonzales, 404 F.3d 1207, 1215 (9th Cir.2005). This court reviews the IJ’s interpretation of legal questions de novo. Id. Factual findings are reviewed for substantial evidence. Id. “To reverse the IJ’s finding, we ‘must find that the evidence not only supports that conclusion, but compels it[.]’ ” Nahrvani v. Gonzales, 399 F.3d 1148, 1151 (9th Cir.2005) (quoting INS v. Elias-Zacarias, 502 U.S. 478, 481 n. 1, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992)).\nBratco argues that the IJ erroneously concluded that he was not persecuted on account of an imputed political opinion because the record established that he was attacked by policemen as he approached a demonstration. However, the record does not compel a conclusion that the policemen attacked Bratco because they believed he held a particular political opinion. Rather, the record shows that the policemen did not want Bratco to join the crowd. Similarly, the record does not compel the conclusion that the attack on Bratco in May 2001 was anything more than a random robbery. The anonymous phone calls threatening Bratco with punishment were silent as to why Bratco would be punished. Bratco also has not produced direct and specific evidence that he has an objectively reasonable, well-founded fear of future persecution. See Ladha v. INS, 215 F.3d 889, 897 (9th Cir.2000).\nBecause Bratco has not established that he is eligible for asylum, it follows that he has not met the higher standard for withholding of removal. See Al-Harbi v. INS, 242 F.3d 882, 888-89 (9th Cir.2001). Brat-co also failed to demonstrate that he is more likely than not to suffer torture if he returns to Moldova. See Nuru, 404 F.3d at 1221. Accordingly, Bratco is not entitled to CAT relief.\nBratco’s claim that the IJ was biased against him, depriving him of due process, is unpersuasive. The IJ did not prevent Bratco from presenting evidence and ultimately credited his testimony. See Sanchez-Cruz v. INS, 255 F.3d 775, 779 (9th Cir.2001) (stating that an asylum applicant is entitled to a “full and fair hearing [including] a ‘reasonable opportunity to present evidence on [her] behalf.’”) (quoting Colmenar v. INS, 210 F.3d 967, 971 (9th Cir.2000)). DENIED.\n\n This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.\n\n",
            "ocr": true,
            "opinion_id": 8625372
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}