{
    "id": 8160864,
    "judges": "Bkown",
    "date_filed": -2774131200000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-central-national-bank",
    "case_name_short": null,
    "case_name": "United States v. Central National Bank",
    "case_name_full": "United States v. Central National Bank",
    "attorneys": "S. L. Woodford, Dist. Atty., and B. B. Hill, Asst., for the United States., Martin é Smith, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Banks — State Taxation — Returns, what Deductions Allowed — '“ Profits” Defined.</p> <p>In ascertaining tlie “amount of iirofits which, have accrued or heen earned and received ” by a bank, for which it was required to make returns by section 121 of the act of June 30, 1864, (13 St. at Large, 284,) embezzlements during the period covered by the returns may be deducted. By “profits” is meant net profits after deducting expenses and losses from whatever sources connected with the business.</p> <p>2. (Returns of Profits — Deduction of Losses nr Embezzlement.</p> <p>Where, for the years 1866, 1867, and 1868, the defendant, in making its returns, deducted the amounts paid by it for state taxes upon the value of the shares of capital stock, and required by the state law tó be paid “ out of its funds,” and suit being now brought for a duty of 5 per cent, on the amount so paid by the bank on account of the state tax, on the ground that it was unlawfully deducted from the returns made, and it appeared that the amount of losses by embezzlement suffered by the bank during each year was greater than the amount so paid for taxes and deducted from the returns, and that such losses had not been deducted, because not discovered by the bank till after the returns made and its duties paid thereon, held, that its returns being in fact fully equal to all the bank’s profit for those years, no further duty could be recovered.</p> <p>3. Judgment on Demurrer — Going Back to First Fault.</p> <p>Upon demurrer the whole record is presented, and judgment goes against the party in whose pleading there is found the first substantial fault.</p> <p>4. Pleading — Insufficient Allegations in Complaint.</p> <p>Where the complaint claimed duty for alleged insufficient returns for the year 1870, under section 121 above referred to, but did not state that the defendant had “neglected to or omitted to make a return of dividends or additions to its surplus or contingent funds as often as once in six months,” and, upon an answer claiming the right to deduct the state tax, as above stated, the plaintiff demurred to the defence for insufficiency in law, held, without passing upon this defence, that the complaint was insufficient, and judgment should be ordered for the defendant unless plaintiff amended as allowed.</p>",
    "summary": "Demurrer to an Answer.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "10 F. 612"
    ],
    "opinions": [
        {
            "author_str": "Bkown",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBkowN, D. J.\nThis action was commenced on July 22, 1881, to recover the sum of $12,456.94 principal, besides interest, for arrears of income tax alleged to be due from the defendant for the years 1866, 1867, 1868, and 1870, under sections 120 and 121 of the revenue act passed June 30, 1864, (13. St. at Large, c. 173, p. 283.)\n*613The complaint alleges that in. 1866 the defendant made and realized in its business, as a bank, certain profits, to-wit, $56,555.69, whereof no return was ever made to the assessor; that said profits were liable to a tax of 5 per centum, none of which has over been paid. Similar averments are made in reference to the years 1867, 1868, and 1870.\nBesides certain denials, the answer sets forth two separate de-fences :\nFirst. That by the law of the state of .New York the defendant was required to retain from the dividends paid to its stockholders the amount of the municipal tax levied by the state against the stockholders upon tlie value of their shares of the capital stock, and that the defendant was also required by the state law to pay to the state officers, out of its funds, the amount of taxes thus levied upon, the par value of the stock, and to deduct said amount rata-bly from dividends to be paid by the defendant to its stockholders; that, in accordance with the state law, the defendant did so retain and pay to the proper state authorities the state taxes so levied for that year upon the capital stock of its stockholders, amounting to the said sum of $56,555.69, and its returns to the assessor of tlie district deducted tlie amount of taxes so paid, as it claims to have the right under the law to do; and that it paid the duty upon such returns, deducting such state taxes. Second, that in 1866 defendant made returns of its profits for that year to the amount of $478,947.36, and paid to the collector the duty upon that amount; that in July, 1869, defendant discovered certain losses by embezzlement during tlie years 1866, 1867, and 1868, which had been previously concealed and unknown to it; that the amount of such losses during 1866 was at least equal to the amount of the stato tax which had been deducted from the returns of that year, so that, aside from the deduction of the stato tax, the amount of its returns to the assessor was fully equal to all its profits for that year; and that, in fact, the duty paid was greatly in excess of that to which it was liable under the act of congress.\nThe same defences are made to the duties claimed for the years 1867 and 1868. To the claim for the year 1870 the second defence does not apply, but only the first. The plaintiff demurs to each of these defences as insufficient in law.\nIn behalf of the United Slates it is claimed that the losses sustained by the bank through embezzlements should not be deducted from its returns; that it must pay taxes upon all its profits earned, and that it is immaterial what becomes of these profits after they have been made, whether lost by embezzlement or otherwise; that it is only legitimate expenses which can be deducted from the profits in making returns to the assessor. No authorities are cited for such a construction, and it seems to me altogether unreasonable. Section *614121 provides that “any bank which shall neglect or omit to make a return of dividends or additions to its surplus or contingent funds as often as once in six months, shall make a list or return in duplicate, under oath, to the assessor of the amount of profits which have accrued or been earned and received by such bank during the six months preceding.” In ascertaining the “amount of profits which have accrued or been earned or received,” every loss which has occurred in its legitimate business should be taken into account. A loss through the crime of one of its officers by defalcation or embezzlement is as much a loss incident to its business as a loss through the robbery of its funds by some person not connected with the bank, or a loss through forged checks or altered bonds, or through bad debts, or a destruction of its property. It cannot be supposed that the term “profits,” in section 121, just quoted, means gross receipts on the profit side of its ledger without deductions for expenses in carrying on the business, and losses of whatever nature to which it is exposed in the legitimate prosecution of its business. By “profits” is meant its net profits after all such losses and expenses are deducted. Had its losses by embezzlement been known to the bank at the time of its returns in 1866, they might, therefore, have been properly deducted from the returns for that year. They were not so deducted, and they equal vthe full amount alleged in the complaint not to have been returned, which it appears was deducted by the bank on account of the state tax which it had paid on account of the stockholders. Even, therefore, if the bank had no right to deduct the state tax which it had paid, it would still be true, as alleged in the second defence, that the bank had made full return of all its profits for that year as required by section 121. This defence of the answer is, therefore, held good; and it applies to the years 1866, 1867, and 1868 as a complete de-fence to the full amount claimed.\nAs regards the amount claimed for the year 1870, the only defence demurred to relates to the deduction for the state tax. The answer is not clear in its statements regarding the mode in which the state tax was paid, whether “out of its funds” generally, or out of divi-nends previously declared; nor does it aver with any clearness or certainty whether any dividends at all were declared, although that fact is rendered extremely probable from other facts stated, and has been assumed by both sides as a fact in their briefs. But assuming that to be the fact, the only cause of action which could arise under the law would be under section 120 for a duty on “dividends” or “additions to surplus or contingent funds.” That section and section *615121 are mutually exclusive., No case can arise under section 121 unless the bank “shall neglect or omit to make dividends or additions to its surplus or contingent funds.” The duty imposed by section 121 on “the amount of profits which have accrued or been earned and received by the bank, ” in case of failure to declare dividends or additions to its surplus or contingent funds, does not appear to be necessarily the same as might be imposed under section 120 upon such dividends or additions, if made.\nThe present complaint contains no averments sufficient to present a ease under section 120. The construction of the language of this section, in reference to the right to deduct the state tax, and the bearings of sections 116 and 117, which are in pari materia upon the same question, cannot, therefore, be here'properly considered.\nOn the other hand, it would be useless to consider the question under section 121 alone, when both parties assume the facts to put the case under section 120. The complaint, moreover, is defective under section 121, because it contains no averment that the defendant had “neglected or omitted to make any dividends or additions to its surplus or contingent funds.” The complaint is not sufficient, therefore, under either section.\nIt is an ancient rule in pleading that upon demurrer the whole record is presented, and judgment goes against the party who commits the first substantial fault. Cooke v. Graham, 3 Cranch, 229; Sprigg v. Bank of Mt. Pleasant, 10 Pet. 264; 1 Saund. 119, note 7; 285, note 5; 1 Chit. Pl. 668. The game rule is still applicable under the Code. People v. Booth, 32 N. Y. 397.\nThe second defence demurred to is, therefore, held sufficient in law as regards the claims made for 1866, 1867, and 1868, and judgment should be entered for the defendant for the insufficiency of the complaint, unless the plaintiff shall amend within 20 days as to the claim for the year 1870, in which case the answer already put in may, if desired, stand as an answer to the amended complaint as respects that claim.\nSee Nat. Albany Exchange Bank. v. Hills, 5 Fed. Red. 248.\n",
            "ocr": true,
            "opinion_id": 8122519
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}