{
    "id": 8216860,
    "judges": "Litz",
    "date_filed": "2010-07-06",
    "date_filed_is_approximate": true,
    "slug": "ex-parte-hollandsworth-v-godby",
    "case_name_short": "Godby",
    "case_name": "Ex parte Hollandsworth v. Godby",
    "case_name_full": "Ex parte: Henry Hollandsworth v. A. M. Godby, Jailor",
    "attorneys": "C. M. Ward and A. A. Lilly, for petitioner., E. T. England, Attorney General, B. Dennis Steed, Assistant Attorney General, and Ben H. Ashworth, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted March 21, 1923.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "93 W. Va. 543"
    ],
    "opinions": [
        {
            "author_str": "Litz",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLitz, Judge:\nThe petitioner, Henry Hollandsworth, by' habeas corpus seeks discharge from imprisonment in the county jail of Raleigh county where he is now confined awaiting his trial on an indictment found at the January, 1921, term of the criminal court of that county, charging him with breaking and entering in the night time a storehouse belonging to one, W. A. Fisher, situate in said county, and stealing therefrom certain mentioned articles of merchandise of the value of $420.00.\nPetitioner in his petition avers that a warrant charging him with having committed said felony in the month of September, 1920, was issued by C. C. Calloway, a justice of the peace of Raleigh County and by ■ him delivered to L. M. Wheatley, a deputy sheriff of that county, for the arrest of petitioner who was then in'the county of Mercer; that on or about the 27th day of November, 1920, said officer Wheatley, assisted by Oscar Bennett and John M. Harrison, deputized for the purpose, arrested petitioner in Mercer county upon said warrant; that immediately upon his arrest petitioner .was taken by said officers to St. Luke’s hospital in the city of Bluefield, Mercer county, for treatment of wounds from which he was then suffering, and was there kept and detained in said hospital under said warrant until another warrant was sworn out in Mercer county, charging him with a felonious assault upon said Oscar Bennett; that petitioner, remaining in continuous custody from the time of his arrest under the first warrant, was thereafter taken from the hospital to the jail of Mercer county, and therein confined until January 24th, 1921; that he was then removed to the State penitentiary, where he remained until September 2d, 1922, serving a sentence of two years under conviction by the criminal court of Mercer county on indictment found at the January, 1921, term of said court for the felonious assault upon said Oscar Bennett; that in January, 1921, he was in-*545dieted by the criminal court of Raleigh county, for the felony there charged against him, and on the 2d day of September, 1922, after the passing of three regular terms of that court from the finding- of the indictment, on capias thereunder, was taken from the penitentiary to the jail of Raleigh county, where he is now confined-awaiting trial on said charge; and that the failure to try him had not been due to his insanity or any of the other causes excusing such delay, set forth in sec. 25, chap. 159 (Barnes’ 1923) Code.\nThe respondent, A. M. Godby, jailor of Raleigh county, in his return denies, on information and belief, that petitioner was arrested on or about the 27th day of November, 1920, on the warrant charging him with a felony in Raleigh county, or that Deputy Sheriff Wheatley held petitioner in custody under said warrant, as alleged in the petition.\nThe affidavit of P. L. Blankenship, present sheriff of Raleigh eouinty, filed in support of respondent’s ireturn, states that petitioner was never in custody nor arrested on the Raleigh county charge until on or about the first day of September, 1922. Blankenship’s term of office did not begin until January 1st, 1921, and nothing is shown or stated entitling his affidavit to any weight. The petitioner files the affidavit of C. C. Calloway reciting the issuance of the warrant by him against petitioner and delivery of the same to Deputy Sheriff Wheatley, as alleged in the petition.\nThere is no denial that petitioner was in continuous custody as alleged in the petition, the only issue being as to whether this custody had its origin in his arrest on the Raleigh county charge.\nIt seems that the petitioner resisted arrest in Mercer county on the original warrant and in a shooting affray resulting between him and the officers he and officer Bennett were wounded; that instead of returning petitioner to Raleigh county on this warrant, he was held in Mercer county on the second warrant for the shooting of Bennett.\n■ We think it sufficiently established that the petitioner was taken in custody in Mercer county on the warrant charging him with the offense for which he is now being held, and that the State’s custody of him continued from then until he had served his sentence in the penitentiary for the Mercer county *546crime, during which, time more than three regular terms of the criminal court of Raleigh county after his indictment in that court had passed. .\n■ Section 14 of Article III of the State Constitution requires the trial of those charged with crime “without unreasonable delay. ’ ’\nSection 25, chapter 159, Code, provides: “Every person charged with felony and remanded to a circuit court for trial, shall be forever discharged from prosecution for the-offense, if there be three regular terms of such court, after the indictment is found against him, without a trial, unless the failure to try him was caused- by his insanity; or by the witnesses for the State being enticed or kept away, or prevented from attending by sickness or inevitable accident; or by a continuance granted on the motion of the accused; or by reason of his escaping from jail, or failing to appear according to his recognizance, or of the inability of the jury to agree on their verdict.7 ’\nIn the case of State v. Kellison, 56 W. Va. 690, 692, 47 S. E. 166, “remanded for trial” was construed as “held * * * for trial. ’ ’\nPetitioner contends that under a liberal construction of the statute, to which he is entitled, he has been “held for trial” on the charge against him in Raleigh county since his arrest thereon, November 27th, 1920.\nAccording to the great weight of authority,, a statute, providing for the discharge of an accused for failure of the State to prosecute 'him promptly, is not suspended during his confinement in the penitentiary for another crime. 16 C. J. 442; State v. Keefe, 17 Wyoming, 227, 17 Anno. Cas. 161; In re Garvey, 7 Colo. 502; State v. Stalnaker, 2 Brevard (S. C.), 502; Ex parte Dudley v. State, 55 W. Va. 472, 47 S. E. 285; Ex parte Chalfant v. State, 81 W. Va. 93.\nThe statute was enacted evidently for the purpose of rendering effective the constitutional guaranty of a speedy trial, and-as a legislative declaration of what is' and what is not, under the circumstances, a reasonable and proper delay in bringing an accused to trial in respect to his constitutional right.\n■ The authorities uniformly hold -that such statutes are *547enacted for the purpose of enforcing this constitutional right; •that they constitute a legislative construction or definition of the constitutional provision, and should be liberally construed in favor of the accused. State v. Keefe, cited.\nIn the Chalfant case the accused was sentenced to the penitentiary under one of a number of indictments pending against him in the same court. After serving the sentence his trial on the other indictments was ordered on the theory that the statute was suspended during his confinement in the penitentiary. This Court discharged the defendant on habeas corpus, and on this question held:\n“By section 25, of chapter 159, Code, one charged with a felony and held for trial is entitled to be discharged from prosecution if three regular terms of the court are allowed to elapse after the indictment without bringing him to trial, except for the reasons mentioned in the statute, and the fact that he has been tried and convicted on another indictment found contemporaneously with the first and sentenced to imprisonment in the penitentiary therefor, will not excuse the failure of the State to bring him to trial on the other indictment nor prevent his discharge from prosecution thereon.\n“And it is not necessary in such case that the accused in order to obtain his discharge should .show that after the indictment he made demand for trial or was in any way prevented from doing so. It is the duty of the State to bring him to trial, if it would prevent his discharge, or excuse itself upon some one of the grounds prescribed by the statute. ”\nIn the Dudley case, the accused soon after discharge from the penitentiary on parole committed another felony for which he was arrested upon a warrant. Pending his detention under the warrant, but before indictment on the charge, he was returned to the penitentiary for violation of the parole. While he was thus confined in the penitentiary an indictment was found against him for the new felony, but he was not arraigned for trial thereon until after he had served out his sentence in the penitentiary, which was beyond the third regular term of court after the' finding of the indictment. This accused was likewise discharged on habeas *548corpus upon the theory that he had been “held * * * for trial” on the new charge from the time of his arrest therefor, although before being' indicted he had been transferred to the penitentiary to serve out a sentence for another crime.\n.Petitioner, here, was in the custody of the law and under the order of the criminal court of Raleigh county at all times after the indictment therein against him. This custody, originating in his arrest for the crime in that county, was continuous.\nThe statute .was passed to protect those accused of crime in their right to a trial without unreasonable delay, guaranteed by the constitution. The statute prescribes what shall be deemed unreasonable delay, and makes no exception in the case where the accused, after being taken into custody for the offense in question, but before trial, or indictment, is confined in the penitentiary on another charge.\nThere is no distinction in principle between the Dudley case and the one at bar. The defendant was as much in the custody of the law and under the order of the court in the latter, as in the former case. The fact that petitioner was not actually taken to Raleigh county after his arrest on the warrant from that county until after serving sentence in the penitentiary for the offense in Mercer county, is of no' importance. The same sovereignty that took him into custody for the offense in the former county tried and committed him to the penitentiary for the crime in the latter.\nWe are of opinion that the petitioner should be discharged from further prosecution.\nThe writ of habeas corpus is therefore awarded.\n\nWrit awarded.\n\n",
            "ocr": true,
            "opinion_id": 8179712
        }
    ],
    "court_short_name": "West Virginia Supreme Court",
    "court_full_name": "West Virginia Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "West Virginia, WV",
    "crime_category": "Robbery"
}