{
    "id": 8247399,
    "judges": "Flaum",
    "date_filed": "2022-07-17",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-roman-lloyd",
    "case_name_short": null,
    "case_name": "United States v. Roman Lloyd",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "criminal",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 21.0,
            "download_url": "http://media.ca7.uscourts.gov/cgi-bin/rssExec.pl?Submit=Display&Path=Y2022/D10-07/C:22-1126:J:Flaum:aut:T:fnOp:N:2943445:S:0",
            "author_id": 1076.0,
            "opinion_text": "                               In the\n\n    United States Court of Appeals\n                 For the Seventh Circuit\n                     ____________________\nNo. 22-1126\nUNITED STATES OF AMERICA,\n                                                   Plaintiff-Appellee,\n                                 v.\n\nROMAN T. LLOYD,\n                                               Defendant-Appellant.\n                     ____________________\n\n         Appeal from the United States District Court for the\n                     Central District of Illinois.\n            No. 21-cr-40030 — Sara Darrow, Chief Judge.\n                     ____________________\n\n  ARGUED SEPTEMBER 13, 2022 — DECIDED OCTOBER 7, 2022\n                ____________________\n\n   Before FLAUM, BRENNAN, and SCUDDER, Circuit Judges.\n   FLAUM, Circuit Judge. This appeal concerns a violation of\nthe Speedy Trial Act that occurred due to delays transporting\nRoman Lloyd to his mental competency evaluation. The gov-\nernment conceded that over seventy nonexcludable days\nelapsed, and the district court dismissed the case. However,\nthe district court exercised its discretion to dismiss it without\nprejudice. As a result, the government promptly brought the\nsame charges again. Lloyd pleaded guilty but reserved his\n\f2                                                  No. 22-1126\n\nright to challenge the district court’s decision not to dismiss\nthe original indictment with prejudice.\n   Because the district court did not abuse its discretion in\ndismissing Lloyd’s indictment without prejudice, we aﬃrm.\n\n                      I.   Background\n\n    A. Credit Union Robbery and Subsequent Flight\n   On March 27, 2019, Lloyd walked into the Ascentra Credit\nUnion in Moline, Illinois. Covered from head to toe, he ap-\nproached the teller and told her, “This is a bank robbery. I\nneed $20,000.” The teller gathered a total of $16,878 from her\ndrawer and the drawers of three adjacent tellers. Cash in\nhand, Lloyd left the credit union, and someone called 911.\n    Shortly thereafter, police officers located Lloyd’s vehicle\nand attempted a traffic stop. Lloyd refused to pull over, and\na high-speed chase ensued, reaching speeds of approximately\n100 miles per hour, zigzagging between Illinois and Iowa.\nLloyd drove through residential neighborhoods, school zones\n(while school was in session), and in the wrong direction\ndown one-way streets. Officers eventually managed to slow\nhim to about sixty miles per hour by using stop sticks (a de-\nvice put on the road in front of a moving vehicle to deflate the\ntires) and then used a PIT (precision immobilization tech-\nnique) maneuver to stop Lloyd’s vehicle in a ditch. Fortu-\nnately, no one was hurt, including Lloyd.\n    B. Arraignment and Competency Evaluation\n    Lloyd was indicted on one count of credit union robbery\nunder 18 U.S.C. § 2113(a), and one count of transporting sto-\nlen money interstate under 18 U.S.C. § 2314. On July 11, 2019,\nhe was arraigned and pleaded not guilty. The same day, the\n\fNo. 22-1126                                                    3\n\ndistrict court set a pretrial conference for August 28, 2019, and\ntrial for September 9, 2019.\n    Since this case is about the delays in bringing Lloyd to\ntrial, a brief overview of the Speedy Trial Act helps put the\nprocedural events in context. “In any case in which a plea of\nnot guilty is entered,” the Speedy Trial Act commands that\n“the trial of [the] defendant … commence within seventy\ndays” of the filing of the indictment or the defendant’s ar-\nraignment, “whichever date last occurs.” 18 U.S.C.\n§ 3161(c)(1). However, the Act provides exceptions under\nwhich some “periods of delay” are “excluded” and do not\ncount toward the seventy-day limit. Id. § 3161(h). Relevant to\nLloyd’s appeal, “delay resulting from … any examinations[]\nto determine the mental competency … of the defendant” is\nexcluded. Id. § 3161(h)(1)(A) (“Competency Examination Ex-\nception”). In addition, time spent transporting a defendant\n“to and from places of examination” is excluded under the\nAct, except that “any time consumed in excess of ten days\nfrom the date [of] … an order directing such transportation,\nand the defendant’s arrival at the destination shall be pre-\nsumed to be unreasonable.” Id. § 3161(h)(1)(F) (“Transporta-\ntion Exception”). Any days in excess of those ten days are pre-\nsumptively nonexcludable and count toward the seventy-day\nclock.\n    We return now to the facts. At the pretrial conference on\nAugust 28, 2019, and at a subsequent pretrial conference on\nOctober 9, 2019, Lloyd’s counsel requested continuances. The\ncourt granted both, finding that they were “in the interest of\njustice” and excluded the time under the Speedy Trial Act. See\nid. § 3161(h)(7)(A) (excluding delays related to a continuance\nwhen the “the ends of justice served by taking such action\n\f4                                                   No. 22-1126\n\noutweigh the best interest of the public and the defendant in\na speedy trial”). Trial was set for December 30, 2019, but on\nNovember 19, 2019, Lloyd’s attorney filed a motion seeking a\ncompetency evaluation to determine whether Lloyd was com-\npetent to stand trial, as well as whether he was sane at the\ntime of the robbery. The district court orally granted the mo-\ntion and specified:\n       I will also direct the marshals to transport the\n       defendant to the designated evaluation facil-\n       ity.… [T]he time between now and the resolu-\n       tion of the motion—or the fitness concern shall\n       be excluded pursuant to the Speedy Trial Act,\n       pursuant to the statutory authority.\nThe court did not mention the Transportation Exception.\n    The same day, the court directed Lloyd’s counsel to sub-\nmit a written order memorializing the ruling and subse-\nquently entered the order on November 22, 2019. The order\ninstructed the Attorney General to arrange for the compe-\ntency evaluation to be “conducted in a suitable facility closest\nto the Court.” Relevant to the Speedy Trial Act, the order\nstated:\n       [P]ursuant to 18 U.S.C. § 3161(h)(1)(A) [the\n       Competency Examination Exception], the pe-\n       riod of time from when defense counsel filed the\n       motion to determine competency to when the\n       Court enters an order finding the defendant\n       competent is excluded for purposes of calculat-\n       ing the defendant’s speedy trial rights.\n   Although the district court entered this order on Novem-\nber 22, 2019, Lloyd did not arrive at the site of his examination\n\fNo. 22-1126                                                   5\n\nuntil February 27, 2020. Shortly thereafter, the COVID-19 pan-\ndemic struck. Lloyd’s competency evaluation was eventually\ncompleted on May 8, 2020, the psychologist’s report was fi-\nnalized on May 26, 2020, and Lloyd was returned to the Knox\nCounty Jail on July 1, 2020. On September 23, 2020, the district\ncourt conducted a hearing and found that Lloyd was compe-\ntent.\n   C. Motion to Dismiss Pursuant to the Speedy Trial Act\n    In the months after Lloyd was found competent, his trial\ndate was continued several times so the government could\nproduce discovery and Lloyd’s attorney could prepare for\ntrial. The parties agree that each time the trial was pushed\nback, the district court correctly excluded the delay from the\nSpeedy Trial Act calculation because the ends of justice were\nserved by granting the continuance. See 18 U.S.C.\n§ 3161(h)(7)(A).\n    Then, on April 26, 2021, Lloyd filed a motion to dismiss\nthe indictment with prejudice pursuant to the Speedy Trial\nAct. See id. § 3162(a)(2). Lloyd argued that the time (in excess\nof ten days) it took to transport him to and from his compe-\ntency evaluation was not excluded from the Act’s count, pur-\nsuant to the Competency Evaluation Exception. When com-\nbined with the forty-eight days between his arraignment and\nthe first pretrial conference, Lloyd contended that many more\nthan seventy countable days had elapsed.\n   The district court held a hearing on Lloyd’s motion to dis-\nmiss on July 8, 2021. At the hearing, the court agreed that a\nSpeedy Trial Act violation occurred and dismissed the case.\nNonetheless, the court exercised its discretion under the Act\nand dismissed the case without prejudice, which permitted\n\f6                                                              No. 22-1126\n\nthe government to bring the same two charges against Lloyd\nshortly thereafter.\n   Once Lloyd was reindicted, he pleaded guilty to both\ncrimes but reserved the right to challenge the district court’s\ndismissal of the original indictment without prejudice. Lloyd\nnow appeals that decision.\n\n                          II.     Discussion\n\n    The sole issue on appeal is whether the district court\nabused its discretion when it decided to dismiss the indict-\nment without prejudice, which permitted the government to\nre-indict Lloyd. 1\n    A. Standard of Review\n   The Speedy Trial Act mandates that, “[i]f a defendant is\nnot brought to trial within the time limit required by section\n3161(c) as extended by section 3161(h), the information or in-\ndictment shall be dismissed on motion of the defendant.”\n18 U.S.C. § 3162(a)(2). Dismissal is required, but, the Act\ngrants the district court discretion regarding whether to dis-\nmiss the indictment with or without prejudice. There is no\npresumption in favor of either outcome. United States v.\n\n    1 It is worth briefly noting what is not at issue. First, despite complain-\n\ning on appeal about delays in transporting Lloyd to and from his compe-\ntency evaluation, Lloyd does not appeal the district court’s conclusion that\nthe delay in returning him to Knox County was reasonable in light of the\nCOVID-19 pandemic. Second, the government concedes the Act was vio-\nlated. Last, at the district court, the government agreed with Lloyd’s inter-\npretation of the interplay between the Competency Examination Excep-\ntion (§ 3161(h)(1)(A)), and the Transportation Exception (§ 3161(h)(1)(F)).\nBecause Lloyd does not appeal the district court’s finding of a violation,\nwe do not need to reach this issue.\n\fNo. 22-1126                                                      7\n\nTaylor, 487 U.S. 326, 334−35 (1988). The Act sets forth three fac-\ntors, “among others,” that a court should consider in exercis-\ning that discretion: (1) “the seriousness of the offense;” (2)\n“the facts and circumstances of the case which led to the dis-\nmissal;” and (3) “the impact of a reprosecution on the admin-\nistration of this chapter and on the administration of justice.”\n§ 3162(a)(2).\n    “We review the district court’s decision to dismiss without\nprejudice for abuse of discretion.” United States v. Sykes, 614\nF.3d 303, 309 (7th Cir. 2010). A district court’s discretion over\nwhether to dismiss with prejudice is “substantial.” Id.; see also\nUnited States v. Smith, 576 F.3d 681, 691 (7th Cir. 2009) (noting\nthat “an ‘open-ended list’ of the sort drawn up by Congress\nin Section 3162 ‘imbues a court with great discretion’” (quot-\ning United States v. Fountain, 840 F.2d 509, 512 (7th Cir. 1988))).\nStill, the Speedy Trial Act “confines the district court’s discre-\ntion more narrowly than in cases where no factors exist.”\nUnited States v. Killingsworth, 507 F.3d 1087, 1090 (7th Cir.\n2007). The Supreme Court has cautioned that, “[a]lthough the\nrole of an appellate court is not to substitute its judgment for\nthat of the trial court, [its] review must serve to ensure that\nthe purposes of the Act and the legislative compromise it re-\nflects are given effect.” Taylor, 487 U.S. at 336. Those purposes\ninclude “serv[ing] the public interest by … reducing defend-\nants’ opportunity to commit crimes while on pretrial release\nand preventing extended pretrial delay from impairing the\ndeterrent effect of punishment.” Zedner v. United States, 547\nU.S. 489, 501 (2006). Thus, we must “undertake more substan-\ntive scrutiny to ensure that the judgment is supported in\nterms of the factors identified in the statute.” Taylor, 487 U.S.\nat 337. Still, the Supreme Court has instructed, “[W]hen the\nstatutory factors are properly considered, and supporting\n\f8                                                    No. 22-1126\n\nfactual findings are not clearly in error, the district court’s\njudgment of how opposing considerations balance should not\nlightly be disturbed.” Id. Our review for abuse of discretion\nis, therefore, still “deferential.” Fountain, 840 F.2d at 512.\n    B. The Speedy Trial Act Factors\n   Courts balance the three factors articulated in the Act to\ndetermine whether an indictment should be dismissed with\nprejudice or without.\n       1. Seriousness of the Offense\n    The first factor, the seriousness of the offense, is largely\nself-explanatory. It asks the district court to determine, by re-\nlying on its experience, whether the offense is serious com-\npared to other federal crimes. Cf. Taylor, 487 U.S. at 337–38\n(finding “no reason to doubt the court’s conclusion” that\n“drug violations” were serious); Sykes, 614 F.3d at 310 (“The\njudge accurately characterized bank robbery as ‘quite seri-\nous.’”). We have cautioned, though, that the mere fact that no\none was injured during the commission of the crime is insuf-\nficient to support a finding that an otherwise grave offense\n(such as possession of a firearm in furtherance of a drug-traf-\nficking crime) weighs in favor of dismissal with prejudice. See\nKillingsworth, 507 F.3d at 1090. We have also observed that\n“[t]he ‘penalty’ imposed on the prosecutor (and the rest of so-\nciety) by dismissing with prejudice rises with the seriousness\nof the crime.” Fountain, 840 F.2d at 512. Thus, where a crime\nis serious, “the sanction of dismissal with prejudice\nshould … be imposed only for a correspondingly serious de-\nlay.” United States v. Carreon, 626 F.2d 528, 533 (7th Cir. 1980).\n    Regarding the seriousness of Lloyd’s offense, the court\nstated, “The case is serious, from what I know about it.” The\n\fNo. 22-1126                                                     9\n\ncourt explained, “[W]hile all felony federal cases are seri-\nous, … I would put unarmed bank robbery kind of in the mid-\ndle of serious. Not the most by any means, and the potential\npenalties in an unarmed bank robbery are not as high as many\nof the other types of violent crime cases that we see, but it’s\ncertainly a serious offense.” Like the Supreme Court in Taylor,\n“[w]e have no reason to doubt the court’s conclusion in that\nregard.” 487 U.S. at 338.\n    On appeal, Lloyd tries to minimize the seriousness of his\nconduct, arguing that an offense “‘in the middle of seri-\nous’ … is, by definition, neither serious nor non-serious.” But\nthat is not what the district court said; it determined that the\noffense was, indeed, “serious,” and Lloyd’s counsel admitted\nas much in arguing his motion to dismiss when he said, “It’s\nan unarmed bank robbery, a serious offense ….” The facts ar-\nticulated in Lloyd’s Presentence Investigation Report—which\nLloyd did not object to—confirm this. We agree with the dis-\ntrict court’s conclusion regarding the gravity of the offense.\nLloyd’s flight through school zones and residential areas was,\nas the district court aptly characterized during sentencing,\n“really alarming and disturbing behavior.”\n    We have not hesitated to reverse a dismissal with preju-\ndice where a district court “undervalued this factor ….” Kill-\ningsworth, 507 F.3d at 1090. Killingsworth instructs that courts\nmust look at the totality of a crime, not just the end result. See\nid. (reversing dismissal with prejudice, in part because “the\ndistrict court undervalued [the seriousness of the offense] fac-\ntor by stating that while the offense was serious and involved\na gun, there was no murder or injury”). Lloyd attempts to dis-\ntinguish his conduct from Killingsworth’s, highlighting that\nhe was not in possession of a firearm; however, his conduct is\n\f10                                                   No. 22-1126\n\narguably more serious since he endangered many more peo-\nple in his multi-state, high-speed car chase through school\nzones and residential neighborhoods, even if, like in Kill-\ningsworth, no one was hurt. A serious offense is not rendered\nnonserious by serendipitous lack of injury.\n   Accordingly, the district court did not abuse its discretion\nwhen it determined that Lloyd’s offense was serious and\nweighed in favor of dismissal without prejudice.\n       2. Facts and Circumstances Leading to Dismissal\n    Turning to the second Speedy Trial Act factor, when ana-\nlyzing the facts and circumstances leading to dismissal, a\ncourt should consider the length of delay and the conduct of\nthe relevant actors. The “length of delay” is “a measure of the\nseriousness of the speedy trial violation ….” Taylor, 487 U.S.\nat 340. Nonetheless, “there are no bright-line rules,” and even\na lengthy delay “does not by itself require dismissal with prej-\nudice.” Sykes, 614 F.3d at 310 (affirming dismissal without\nprejudice even though 224 nonexcludable days had elapsed).\n    Lloyd frames the inquiry under the second factor as\n“whether the government or the defendant is more to blame for\nthe delay.” United States v. Schreane, 331 F.3d 548, 554 (6th Cir.\n2003) (emphasis added) (alteration omitted) (quoting Doggett\nv. United States, 505 U.S. 647, 651 (1992)). But that framework\nis meant for alleged violations of the constitutional speedy trial\nright. See id. at 552–53. Under the Act, in contrast, actions by\nboth parties—the defense and the prosecution—are relevant.\nThe Supreme Court emphasized that whether the govern-\nment “acted in bad faith” or demonstrated a “pattern of ne-\nglect[,] … suggesting something more than an isolated unwit-\nting violation, would clearly … alter[] the balance [of this\n\fNo. 22-1126                                                  11\n\nfactor].” Taylor, 487 U.S. at 339. As for the defense’s conduct,\nwe have explained that “[a] defendant who waits passively\nwhile the time runs has less claim to dismissal with prejudice\nthan does a defendant who demands, but does not receive,\nprompt attention.” Fountain, 840 F.2d at 513.\n    The district court identified the second factor as the “main\nfocus” of its decision to dismiss the case without prejudice. It\nfirst considered the length of the delay for purposes of deter-\nmining whether a Speedy Trial Act violation had occurred.\nThe court focused particularly on Lloyd’s transportation to\nand from the competency evaluation. On the one hand, it\nfound that the delay that occurred during Lloyd’s return trip\n“was reasonable under the unique circumstances of the pan-\ndemic.” On the other hand, it found that the government\nfailed to provide any evidence why it “should consider [the\ndelay in transporting Lloyd to the evaluation] reasonable …\n[other] than … a resource argument ….” The court thus deter-\nmined there was not “sufficient evidence” to consider the\ntransportation “delay above and beyond the ten days [al-\nlowed by statute] … reasonable.” Ultimately, the court con-\ncluded that the Act was violated because 106 nonexcludable\ndays accrued.\n    The court also considered the length of the delay in weigh-\ning the second factor and determining whether dismissal\nshould be with prejudice or without. Since we have held that\na delay exceeding 200 nonexcludable days does not neces-\nsarily require a dismissal with prejudice, a delay of 106 days\ndoes not signal that the district court abused its discretion on\nthis factor either. See Sykes, 614 F.3d at 310; see also United\nStates v. Arango, 879 F.2d 1501, 1508 (7th Cir. 1989)\n\f12                                                  No. 22-1126\n\n(concluding that a three-month delay is not “per se ‘substan-\ntial’ enough to justify dismissing the charges with prejudice”).\n    Evaluating the parties’ conduct leading to the violation of\nthe Act, the district court expressed considerable frustration\nwith “the length of time it takes for these competency evalu-\nations to be conducted” and found that “the time before\n[transportation was] implemented” took “too long … in this\ncase.” The court also considered conduct on the defense\nside—specifically, not objecting earlier to Lloyd’s delayed\ntransportation. The court noted that, although no party has a\n“magic ball” allowing them to anticipate “potential prob-\nlems,” it was struck by “the lack of objection or even discus-\nsion regarding how the transport was going to occur and the\ntimeline” given how widespread these sorts of transportation\ndelays are.\n    Lloyd protests the district court’s decision to factor de-\nfense conduct into the analysis, arguing that “the district\ncourt’s reasoning under this factor is patently flawed because\nthe government bears the entire responsibility for the delay.”\nAs Lloyd sees it, he is being penalized for his counsel’s pro-\nposed order concerning the competency evaluation which did\nnot mention the possibility of counting delays related to trans-\nportation. Lloyd insists that he had no means of objecting to a\n“hypothetical violation of [the Transportation Exception] be-\nfore it ever occurred ….” In addition, he says he “had no ob-\nligation to discuss ‘the timeline of [the transport] because [the\nTransportation Exception] tells the government what that\ntimeline is.”\n   While Lloyd is correct that the Department of Justice was\nthe sole party responsible for coordinating his transportation\nto the site of his mental competency evaluation, defense\n\fNo. 22-1126                                                                13\n\nconduct is a relevant consideration under the second factor.\nThe statute directs courts to consider “the facts and circum-\nstances … which led to the dismissal” and does not cabin that\ninquiry to actions by the government. 18 U.S.C. § 3162(a)(2);\nsee also Taylor, 487 U.S. at 339 (considering the defendant’s\n“failure to appear” for trial on the “69th day of the indictment-\nto-trial period”). Here, those facts and circumstances include\nLloyd’s belated objection to the transportation delays.\n    Lloyd’s argument that the district court blamed him for\nnot informing the government about the law, or objecting to\nthe order, 2 ignores the district court’s colloquy with the gov-\nernment and its dismissal of the indictment. The judge ad-\nmonished the government, “you were tasked with knowledge\nof the law, and even if … my oral ruling and my written order\n[prepared by defense counsel] didn’t specifically address [the\nTransportation Exception], … why would you—should you\nbe able to … avoid the implications of the other subsection of\nthe statute?” In response, the government admitted that it is\n“tasked with being aware of every aspect of law.” The court\nthen held the government responsible for the delay by\n\n\n    2 Lloyd frames this argument as the district court blaming him for not\n\nobjecting to a “hypothetical violation of § 3161(h)(1)(F) before it ever oc-\ncurred.” But, as Lloyd’s counsel argued in support of the motion to dis-\nmiss, by the time Lloyd arrived in Lexington on February 27, 2020, the\nnumber of nonexcludable days had already exceeded 100. The motion to\ndismiss was not filed until April 26, 2021. So, even if Lloyd’s counsel did\nnot foresee the government’s forthcoming violation of the Act in Novem-\nber 2019 when the competency evaluation was ordered, this objection\ncould have been raised far earlier. Cf. Fountain, 840 F.2d at 513 (noting that\na defendant who “waits passively while the time runs has less claim to\ndismissal with prejudice than does a defendant who demands, but does\nnot receive, prompt attention”).\n\f14                                                   No. 22-1126\n\nrejecting its excuse that it relied on the text of the order and\nfinding that the Act was violated.\n    In the same colloquy, however, the government explained\nthat the delay was inadvertent: “[T]he marshals [in charge of\narranging Lloyd’s transportation] … relied on the order, and\nthey believed that the time [for transportation] had been ex-\ncluded [under the Speedy Trial Act].” While the government\nis charged with knowledge of the law, it explained, “[W]e’re\nall humans ….” It added, “the [U.S. Attorney’s] Office is be-\ncoming acutely aware of” this issue and is “trying to proac-\ntively address it.” The district court was entitled to factor this\nproffer of inadvertence into its analysis and weigh it in favor\nof dismissing without prejudice. See Killingsworth, 507 F.3d at\n1090–91 (explaining that the district court “overemphasized”\nthat the defendant “did nothing wrong” and underempha-\nsized that the government “did not intentionally cause the de-\nlay”); Carreon, 626 F.2d at 533 (factor weighed in favor of dis-\nmissal without prejudice where “the government did not in-\ntentionally seek delay”); Sykes, 614 F.3d at 310 (“The court also\ncorrectly considered the absence of fault on the part of the\ngovernment.”).\n    What Lloyd fails to appreciate is that dismissal without\nprejudice is often appropriate where neither the government\nnor the defendant is “at fault for failing to move the case\nalong.” Killingsworth, 507 F.3d at 1090. Also, by repeatedly\nframing the district court’s decision as holding that “the facts\nand circumstances of this case favor the government,” (em-\nphasis added), Lloyd overlooks the fact that the Act’s calculus\nis not a zero-sum game, and the Act has multiple purposes.\nCongress aimed to “protect and promote speedy trial inter-\nests that go beyond the rights of the defendant”—in contrast\n\fNo. 22-1126                                                    15\n\nto the Sixth Amendment, which “primarily safeguards the de-\nfendant’s speedy trial right—which may or may not be in ac-\ncord with society’s [interests].” Zedner, 547 U.S. at 501 (empha-\nsis added) (quoting S. Rep. No. 96-212, at 29 (1979)). As we\nhave noted, dismissing a case with prejudice imposes a “pen-\nalty” on society in addition to prosecutors, and even a blame-\nless defendant’s conduct is relevant when deciding the appro-\npriate penalty. See Fountain, 840 F.2d at 512–13; see also United\nStates v. Loera, 565 F.3d 406, 411 (7th Cir. 2009) (affirming dis-\nmissal without prejudice where “both parties requested con-\ntinuances; [the defendant] suffered no significant prejudice;\nand there was nothing to indicate bad faith on the part of the\ngovernment”).\n    Lloyd’s reliance on other cases in which transportation\ntook longer than ten days is also misplaced. As the govern-\nment correctly pointed out in response, the Transportation\nException only presumptively caps the excludable amount of\ntransportation time at ten days; the government may rebut\nthat presumption (as it did here when the delay on Lloyd’s\nreturn trip was a result of the COVID-19 pandemic). Moreo-\nver, the government has seventy nonexcludable days within\nwhich to bring a defendant to trial. Even if transportation\ntakes longer than ten days, it does not automatically result in\na violation of the Act—it only accrues toward the seventy-day\ncap.\n    Furthermore, as the government noted during the motion\nto dismiss hearing, there is a plausible argument that a court\ncould exclude some unreasonable travel delays from the\nspeedy trial count if “the ends of justice served by taking such\naction outweigh the best interest of the public and the defend-\nant in a speedy trial.” 18 U.S.C. § 3161(h)(7)(A); see United\n\f16                                                  No. 22-1126\n\nStates v. Turner, 602 F.3d 778, 785 (6th Cir. 2010) (holding the\nAct was violated when the government took more than ten\ndays to transport the defendant and did “not rebut the pre-\nsumption of unreasonableness,” but clarifying that its “hold-\ning limits only automatic exclusion under § 3161(h)(1), not the\nends-of-justice continuances that courts may grant under\n§ 3161(h)(7)” (citing Bloate v. United States, 559 U.S. 196, 214\n(2010) (“Subsection (h)(7) provides [m]uch of the Act’s flexi-\nbility … and gives district courts discretion—within limits\nand subject to specific procedures—to accommodate limited\ndelays for case-specific needs ….” (internal citations and quo-\ntation marks omitted) (first alteration in original)))).\n   In sum, Lloyd has not demonstrated that the district court\nabused its discretion when it found that the facts and circum-\nstances leading to dismissal weighed in favor of dismissal\nwithout prejudice.\n       3. The Impact of a Reprosecution on the Administration of\n          the Act and on the Administration of Justice\n    Finally, the third factor, the impact of a reprosecution on\nthe administration of the Act and the administration of justice,\nrequires courts to consider the repercussions of dismissing\nthe case. Recognizing the flexibility inherent in this third fac-\ntor, a court’s analysis should account for any prejudice to the\ndefendant as well as whether dismissal with prejudice is nec-\nessary to discourage repeated violations of the Act. See Taylor,\n487 U.S. at 340−42 (considering “prejudice to the defendant”\nas well as whether dismissal with prejudice is “appropriate in\norder to vindicate the guarantees of the Speedy Trial Act”);\nKillingsworth, 507 F.3d at 1091 (holding “the purpose of the\nAct would not be served by requiring the court to impose the\nmaximum sanction [of dismissal with prejudice] for a\n\fNo. 22-1126                                                     17\n\nminimum violation [of the Act]” (quoting United States v.\nHawthorne, 705 F.2d 258, 261 (7th Cir. 1983)).\n    In considering whether the defendant suffered any preju-\ndice, length of delay is again relevant, because “[t]he longer\nthe delay, the greater the presumptive or actual prejudice to\nthe defendant ….” Taylor, 487 U.S. at 340. Courts should con-\nsider not only prejudice to the defendant’s ability to prepare\nfor trial, but also prejudice resulting from restrictions on his\nliberty. See id. at 340 (noting that “[i]nordinate delay between\npublic charge and trial … may disrupt [a defendant’s] em-\nployment, drain his financial resources, curtail his associa-\ntions, subject him to public obloquy, and create anxiety in\nhim, his family and his friends” (some alterations in original)\n(quoting Barker v. Wingo, 407 U.S. 514, 537 (1972) (White, J.,\nconcurring))). That said, just because a defendant was de-\ntained pretrial does not mean the charges must be dismissed\nwith prejudice. See Killingsworth, 507 F.3d at 1091 (noting that\nsuch a rule “would render Congress’s designation of two\ntypes of dismissal largely irrelevant”).\n    In addition to prejudice, courts should assess whether the\n“circumstances of the case [leading to the delay] would be\n[]likely to recur,” such that dismissing the case with prejudice\nwould have a needed remedial effect of warding off repeated\nviolations of the Act. Carreon, 626 F.2d at 533; see also Fountain,\n840 F.2d at 512 (noting dismissal with prejudice penalizes not\nonly the prosecutor but “the rest of society”); United States v.\nDilg, 726 F. App’x 368, 372 (6th Cir. 2018) (explaining the “two\nmain considerations under this factor” are “[p]rejudice to the\ndefendant” and “the deterrent effect of a with-prejudice dis-\nmissal on the government’s … repeated violations of the\nSpeedy Trial Act”). Although “dismissal with prejudice\n\f18                                                     No. 22-1126\n\nalways sends a stronger message [to the government] than\ndismissal without prejudice,” “[t]hat factor alone, by defini-\ntion implicated in almost every Speedy Trial Act case, does\nnot suffice to justify barring reprosecution … .” Taylor, 487\nU.S. at 342–43. Indeed, “[d]ismissal without prejudice is not a\ntoothless sanction … .” Id. at 342. Dismissing a case with prej-\nudice, purely to “send [a] strong message to the Government\nthat unexcused delays will not be tolerated” is inappropriate\nbecause courts must consider not just “[t]hat factor alone” but\n“all the other circumstances present.” Id. at 343.\n    The district court’s oral ruling pertaining to this final fac-\ntor was limited. It stated:\n       The impact of a re-prosecution on the admin-\n       istration of this chapter and on the administra-\n       tion of justice, I just—I don’t even know really\n       how to apply that factor, but I don’t find that a\n       dismissal without prejudice would have a sig-\n       nificant impact that would require me to dis-\n       miss it with prejudice.\n    Of course, “a ‘barebones’ district court explanation of its\ninherently discretionary … ruling ‘amounts to no exercise of\ndiscretion at all,’ a ‘non-exercise of discretion [that] is itself an\nabuse of discretion.’” United States v. Fowowe, 1 F.4th 522, 527\n(7th Cir. 2021) (second alteration in original) (quoting United\nStates v. Corner, 967 F.3d 662, 666 (7th Cir. 2020)). Viewed in\nisolation, the court’s statement could counsel a different out-\ncome. Cf. United States v. Settles, 43 F.4th 801, 805–06 (7th Cir.\n2022) (noting that if the district court’s “flawed [sentencing\ncalculations] … were all we had, we would seriously consider\na remand,” but finding that other statements by the district\n\fNo. 22-1126                                                    19\n\ncourt “reassure[d] us that the court reviewed the case and ul-\ntimate sentence as an integrated whole”).\n    Here, the district court’s colloquy with counsel is informa-\ntive. The court repeatedly asked Lloyd’s attorney, “[W]hat is\nthe actual prejudice in light of the … several requests to con-\ntinue both before the eval[uation] and [after?]” Defense coun-\nsel responded that “[t]he prejudice is the case is ex-\ntended … for no reason other than the marshals just not mov-\ning the person. And Mr. Lloyd’s incarcerated; he’s detained.”\nThe court followed up by asking, “[A]nd your position is you\nwould have been ready to go to trial prior to that, and, there-\nfore, you were prejudiced in the ability to get to trial earlier?”\nAt that point, Lloyd’s attorney conceded, “[L]ook, I can’t tell\nyou with complete certainty that the case would have been to\ntrial within that time period.” In fact, the court pointed out\nthat it was not even holding trials during that period due to\nthe COVID-19 pandemic.\n    The court also heard the parties’ conflicting arguments re-\ngarding prejudice. Lloyd highlighted the “prejudice of [a]\nperson having to continue having the case held over their\nhead” and being “detained as a presumptively innocent citi-\nzen.” The government countered that “[t]here were 240 days\nof continuances after [Lloyd] was found competent, …. [so]\nhe can point to no prejudice” from the transportation delay.\nThe discussion and explication of these issues during the mo-\ntion to dismiss hearing indicates that they factored into the\ncourt’s ruling, shortly thereafter, that “dismissal without prej-\nudice would [not] have a significant impact [on the Admin-\nistration of the Act and on the Administration of Justice].”\n  Moreover, the district court considered the primary argu-\nment on this factor that Lloyd now articulates on appeal—that\n\f20                                                   No. 22-1126\n\nthe government should be punished for allegedly systemic\ndelays. Lloyd complains that “[a]llowing the government to\nsimply walk back into the courtroom mere hours later with a\ncomplaint and continue on with the case is not a sanction.”\nThe Supreme Court expressly rejected that argument. See Tay-\nlor, 487 U.S. at 342 (“Dismissal without prejudice is not a\ntoothless sanction ….”). In Taylor, the Supreme Court re-\nversed a dismissal with prejudice where “the District Court\ndid not fully explicate its reasons for dismissing with preju-\ndice” but concluded that the government’s “lackadaisical”\nconduct warranted the result. Id. at 337–38. Reversing, the\nCourt cautioned, “If the greater deterrent effect of barring\nreprosecution could alone support a decision to dismiss with\nprejudice, the consideration of the other factors identified in\n§ 3162(a)(2) would be superfluous, and all violations would\nwarrant” dismissal with prejudice. Id. at 342.\n    In the district court, Lloyd’s counsel argued that dismiss-\ning the case without prejudice effectively tells the U.S. Attor-\nney’s Office that it can “take as long as [it] wants” because the\n“[w]orst thing that’s going to happen is dismissal without\nprejudice.” He drove his point home: “[C]learly, it’s not much\nof a sanction.” The court was sympathetic, recognizing the\npersistent issue of “the length of time it takes for … compe-\ntency evaluations to be conducted” and the delay in imple-\nmenting the physical transport of defendants to these evalua-\ntions. It added that the “Bureau of Prisons is taking too long\nto conduct these [competency] examinations” but concluded,\n“It’s not a problem I can fix.” While the court did not explicitly\nhold that a dismissal with prejudice was unnecessary to the\nadministration of the Act, the court heard Lloyd’s argument\non that point moments before it ruled. Ultimately, the court\nwas not convinced that a deterrent effect of a dismissal with\n\fNo. 22-1126                                                  21\n\nprejudice swayed the balance of the factors, particularly con-\nsidering that the first two factors—the seriousness of the\ncrime and circumstances leading to the violation of the Act—\nweighed in favor of dismissal without prejudice.\n    Based on the court’s discussions with counsel throughout\nthe hearing, it is evident, despite somewhat admitted confu-\nsion, that the court was attentive to the inquiry set forth by\nthe Supreme Court under this factor. Nevertheless, we em-\nphasize that “a district court must carefully consider [the\nthree] factors as applied to the particular case and, whatever\nits decision, clearly articulate their effect in order to permit\nmeaningful appellate review.” Taylor, 487 U.S. at 336. While\nthe Speedy Trial Act “does not mandate any particular for-\nmula or order of decisionmaking,” United States v. Wright, 6\nF.3d 811, 816 (D.C. Cir. 1993), a district court must “carefully\nexpress its decision whether or not to bar reprosecution in\nterms of the guidelines specified by Congress,” Taylor, 487\nU.S. at 343.\n    In this case, the discussions between counsel and the court\nat the motion to dismiss hearing demonstrate the court’s suf-\nﬁcient consideration and application of all the factors within\nthe Act. As such, the court did not abuse its discretion when\nit concluded that the third factor did not outweigh the other\ntwo when it came to dismissing the indictment without prej-\nudice.\n\n                    III.   Conclusion\n\n    For the foregoing reasons, we   AFFIRM   the decision of the\ndistrict court.\n\f",
            "ocr": false,
            "opinion_id": 8212662
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}