{
    "id": 8377217,
    "judges": "Cbew, Davis, Price, Shauck, Spear, Summers",
    "date_filed": "1993-05-20",
    "date_filed_is_approximate": true,
    "slug": "state-v-carl",
    "case_name_short": "Carl",
    "case_name": "State v. Carl",
    "case_name_full": "The State of Ohio v. Carl",
    "attorneys": "Mr■. H. M. Hagelbarger, prosecuting attorney., Messrs. Tibbals <& Frank, on behalf of the court.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>Carnal abuse of female — Section 6816, Revised Statutes — Indictment reading “with her consent\" — Proof of non-consent— Yariance not fatal to conviction — Interpretation of statute— Court procedure.</p> <p>On the trial of an indictment under section 6816, Revised Statutes, for carnally knowing and abusing a fefnale person under the age of sixteen years with her consent, the evidence having established the carnal knowledge and the alleged ages of the parties, evidence tending to show that the act was committed without consent does not constitute a fatal variance.</p>",
    "headnotes": null,
    "summary": "Exception to the ruling of the Court of Common Pleas of Summit county. Carl was indicted by the grand jury of Summit county under section 6816, Revised Statutes, for abusing and carnally knowing E. W., a female person under the age of sixteen years, he being more than eighteen years of age. The indictment charged: That the defendant, “being then and there a male person of the age of eighteen years and upward, did- unlawfully and knowingly carnally know and abuse one, E. W., with her consent, she, the said E. W., then and there being á female person under the age of sixteen years, to-wit, of the age of fourteen years, contrary to the form of. the statute in such case made and provided and against the peace and dignity of the state of Ohio.” The defendant entered a plea of not guilty. Upon ' the trial the evidence showed, at least tended to show, the alleged carnal knowledge, that the defendant was more than eighteen years of age and that E. W. was less than sixteen years of age. When upon the witness stand she testified that she did not consent to the intercourse but that it was accomplished by the defendant forcibly and against all the resistance she was able to interpose. Thereupon counsel for the defendant asked the court to direct the jury to return a verdict for the. defendant upon the ground that with respect to her consent there was a fatal variance between the indictment and the evidence. That direction was given by the court and the prosecuting attorney’s exception thereto presents the question which is for consideration here.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "71 Ohio St. (N.S.) 259"
    ],
    "opinions": [
        {
            "author_str": "Shauck",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nShauck, J.\nThe statutory definition of the crime for which Carl' was indicted is found in section 6816 of the EeviSed Statutes:\n“Whoever has carnal knowledge of a female person, forcibly and against her will, or, being eighteen , years of age, carnally knows and abuses a female person under sixteen years of age, with her consent, is guilty of rape.”\nThe ruling of the judge of the court of common pleas must have been prompted by the view that the phrase “with her consent” defines an essential element of the crime charged. At least that view pervades the brief in support of the ruling. To justify the ruling it is essential that the view be maintained since a variance is a disagreement between the allegations and the proof in an essential matter. In this view the omission of the phrase “with her consent” would have rendered the indictment fatally defective because of the failure to charge an essential element of the crime. It imputes to the legislature an intention to make an act of the character of this a crime if committed with consent, although under the circumstances it would not be if committed without consent. Obviously the terms of the statute do not require that it be so astonishingly interpreted. In this regard the effect of the statute is to nullify the consent of the female under sixteen years of age. It is as if with respect to such persons the provision was that the crime shall be complete notwithstanding her consent. To say that the view taken by the judge of the court of common pleas is necessary in order that the accused may have proper opportunity to prepare his defense is only another mode of presenting the same misconception of the statute. The essential elements of the crime charged are the' com*266mission of the act by a male person more than eighteen years of age upon a female person less than sixteen years of age. Certainly the accused was to be tried for the offense charged and no other. It being alleged that the act was committed .with consent, it was not competent to show that it was done otherwise. The jury should have been instructed to return a verdict of guilty if the evidence established the offense charged but otherwise to acquit. The accused was not entitled to an opportunity to prepare to prove a fact which if proved would have left him guilty of the offense charged. The supposed necessity for proving that the act was done with consent was disposed of by the terms of the indictment, and it would have been obviated by the exclusion of incompetent testimony and by the proper instruction as to the circumstances under which the jury should convict or acquit.\n\nException sustained.\n\nSpear, C. J., Davis and Summers, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 8346474
        },
        {
            "author_str": "Price",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPrice, J.,\n(dissenting).\nIn my judgment the exceptions of the prosecuting attorney should be overruled.\nThe accused was put on trial charged by indictment with having carnal knowledge of a. female person under sixteen years of age with her consent, he being at least eighteen years of age. The statute makes such intercourse rape. So is it rape to have carnal knowledge of a female person forcibly and against her will, and in such case the age of the accused need not be alleged or proven. The entire section defining the offense (section 6816, Revised Statutes) is as follows: “Whoever has carnal knowledge of a female person, forcibly and against *267her will, or, being eighteen years of age, carnally knows and abuses a female person under sixteen years of age, with her consent, is guilty of rape.” These' are separate and distinct offenses, having different penalties, as is manifest from the above section and the provisions of section 6817, Revised Statutes, as amended in 95 O. L., 344, under date of May 2, 1902, which was the law when, the case under review was tried. .\nIn Howard v. The State, 11 Ohio St., 328, this court speaking of the definition of the crime of rape, as the law then stood, laid down this rule: “The ■crime of a person in having.‘carnal knowledge of his ■daughter or sister, forcibly and against her will, ’ as defined in the fourth section of the act of March 7, 1835 (S. &amp; C., 404), and the crime of a person having ‘carnal knowledge of any other woman or female child than his daughter or sister, as aforesaid, forcibly and against her will’ as defined in the fifth section of said act, are distinct and separate crimes, •and not merely different grades of the same crime.” In the course of changes by amendments, the several classes or definitions of the crime of rape have been grouped into one section, now section 6816, Revised Statutes, omitting the words “daughter or sister,” but raising the age of consent upon, the part of the female to sixteen years and fixing a minimum age of ■eighteen years for the male person in case the carnal knowledge is had with the consent of such minor female. But the rule as to “distinct and separate ■crimes” still applies to the statute as it is now found .and for the same substantial reasons. The legislature has seen fit to. pro vide that whoever “being •eighteen years- of age, carnally knows and abuses a female person under sixteen years of age, with her *268consent, is guilty of .rape.” And “whoever has. carnal knowledge of a female person forcibly and against her will * * * is guilty of rape. ’ ’\nIt is therefore plain to even the layman that the legislature has provided against at least two distinct and separate crimes. The intent to do so is seen in the description of the two offenses.\nIn the case at bar, it is alleged in the indictment that the accused, being eighteen years of age, had carnal knowledge of a female person, under sixteen years of age, naming her, with her consent. Under the latter part of the section defining this crime, it became necessary to allege and prove certain facts-essential to a conviction, to-wit: (a) That the accused was at least eighteen years of age; (b) that the female person was under sixteen years of age; (c) the carnal knowledge; and (d) that it was had with her consent.\nAn indictment, omitting either of these facts would be fatally defective. If each of the four facts must be alleged to make a sufficient charge of the crime, each fact must be established by the evidence, to warrant a conviction. If, under such indictment the proof should show that the accused was under eighteen years of age at the time of the intercourse, the variance would be fatal. If the proof should show that the female was over sixteen years of age at the time of the intercourse, the variance would likewise be fatal. And for as sound a reason, if the proof should show that the female did not consent, but resisted, the variance is fatal. This is true unless we abandon all our' knowledge of criminal pleading and evidence. In the case at bar, the prosecuting witness, the “female person,” denied that she consented to the carnal knowledge, and testified *269that it was had by force and against her will. The trial co art held the variance fatal, and directed a verdict for the defendant. It seems to me that this was the only course to pursue under the circumstances. He might have been held in custody to await the sitting of another grand jury, but that does not affect the question here. It is one of the fundamental* rules of our Bill of Eights, that one accused of crime has a right “to demand the nature and cause of the accusation against him and have a copy thereof * * It would seem axiomatic that he could not be convicted of a crime not embraced in the indictment. It was not the purpose of the penal section defining rape, to abolish former well-known rules of criminal pleading, prominent among which is the right to be informed by the indictment and with reasonable precision of the nature of the charge the accused is to meet; According to the majority opinion this rule is no longer in force,, at least in rape cases, and what an accused person may expect to meet, when brought to trial, is a surprise, as evidently occurred in the case under review.\nThe crime charged by the prosecutrix on the witness stand if contained in the indictment, would afford to the defendant a very different line of defense. In such case, the general character of the prosecutrix for chastity could be put in issue, while under the indictment here, no such evidence would be either necessary or competent, for it would be folly in the accused to show that the female was of lewd character and therefore likely to consent.\n■Not only was this character of evidence cut off from the accused by the surprise in the new charge made on the witness stand, but his opportunity to prepare to meet the charge of force, by evidence as *270to time, place and circumstances involved in the violent consummation of the crime. The time, the place and the surroundings — the scene as laid by the prosecutrix might be such as would tend to disprove the entire charge, or render its truth highly improbable. The prisoner could not be expected to be ready with this line of defense on the accusation made in this indictment.\nThe opinion of the majority condemns the. action of the trial court, but it utterly fails to point out what other course it should have pursued. If there should have been a conviction under this indictment on the evidence adduced by the state, then it would follow by the same logic, that under an indictment for rape by force and against the will of the victim, there may be a conviction on proof that, the carnal knowledge was had, not by force, but with the consent of the female, which would be a degree of liberality seldom extended to bills of particulars before a justice of the peace.\nIt' is no answer to say that, the performance of the criminal act in either of the modes described by the statute is rape, and therefore the form of the charge is immaterial. As well say, that because it is larceny to steal a horse, or an ox, the property of another, a person may be convicted of stealing an ox under an indictment for stealing a horse.\nLet us apply a few simple tests to illustrate the situation. If the prisoner had objected to the prosecutrix testifying to acts of force, or violence, what would have been the duty of the trial court? Force or violence are not alleged in the indictment. That form of rape is not charged by the state. On the contrary it alleges the carnal knowledge by one eighteen years of age of a female under sixteen with *271her consent. I think any lawyer who has come in touch with criminal pleading and practice will say, that the court should have sustained the objection to the evidence.\nAgain, if the evidence reached the jury, as it did in this case, how should the court charge upon the subject ? The usual explanation of the terms of the indictment would be idle, because there was no evidence to support one of its material parts. Should the court have told the jury they might convict on the evidence of rape by force, when no such charge is contained in the indictment? Surely not. The statute has clearly defined the crime, and the legislature, and not the courts, has power to change it.\nAnother rule of criminal procedure is that the verdict of the jury should respond to the allegations of the indictment. What kind of a verdict should have-been rendered in this case? Guilty as charged in the indictment? or, guilty as charged on the witness stand by the prosecutrix? If the former, there is no evidence to support an essential allegation in the indictment. If the latter, then the verdict would not respond to the indictment, but would be a finding of guilt of a distinct and different crime,\nAgain: when the court should come to administer the proper punishment, for which crime should the accused be sentenced — the one charged in the indictment? or, the one charged on the witness stand? It makes some difference, as we have suggested. On conviction of the offense charged in the indictment, the defendant may be sentenced to imprisonment in the penitentiary not exceeding twenty years, nor less than one year, or six months in the county jail, or workhouse, at the discretion of the court, and the court is authorized to hear evidence in mitigation or *272aggravation; while on conviction of having the .carnal knowledge by force and against the will of the victim, the lowest penalty is three years. These observations I think clearly show that the trial court committed no error.\nNor is this case helped out by the provisions of section 7216, Revised Statutes, upon the subject of “what is variance.” It does not provide, that one material element of the crime, as defined by statute and as alleged in the indictment, may be wholly ignored and its very opposite asserted in the testimony. And after enumerating the matters in which a variance may occur — none like the one at bar — the section concludes “unless the court before which the trial is had find that such variance is material to the merits of the case, or may be prejudicial to the defendant.” In this case the trial court found the variance material and to the prejudice of the defendant.\nThe reasoning of this court in Fox v. The State, 34 Ohio St., 377; Hagar v. State, 35 Ohio St., 268; and Pratt v. The State, 35 Ohio St., 514, is in point.\nIn Hagar v. The State, supra, this court decided that “an indictment charging that the prisoner broke into a store-room, is insufficient, under the statute (74 O. L., 248) making it an offense to break into a ‘store-house;’ and the defect is available to •him, although the objection was not made until the verdict had been rendered.”\nIn Pratt v. State, supra, it was held that “where the separate property of a wife has been stolen from the family residence, such fact alone will not authorize a conviction under an indictment laying the property in the husband.”\n*273This holding was made although it was established on the trial that the husband as head of the family was in custody and control of the property stolen just as he had of all property in the house.\nThese cases were decided long after the adoption of our criminal code containing section 7216, Revised Statutes, on the subject of variance, and show that the established rules of pleading and practice in criminal cases, are still in force and must be observed, and I am unwilling to concur in the dangerous departure taken by the majority of the court.\nCbew, J. I concur in the dissenting opinion.\n",
            "ocr": true,
            "opinion_id": 8346475
        }
    ],
    "court_short_name": "Ohio Supreme Court",
    "court_full_name": "Ohio Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Robbery"
}