{
    "id": 8385513,
    "judges": "Bell, Herbert, Matthias, Peck, Taft, Weygandt, Zimmerman",
    "date_filed": -335750400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-morello",
    "case_name_short": "Morello",
    "case_name": "State v. Morello",
    "case_name_full": "The State of Ohio v. Morello",
    "attorneys": "Mr. Russell Leach, city attorney, and Mr. Paul Scott, for appellee., Mrs. Leda C. Hartwell, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "169 Ohio St. (N.S.) 213"
    ],
    "opinions": [
        {
            "author_str": "Bell",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBell, J.\nDefendant assigns three errors presenting two questions for our decision:\n1. Did the trial court commit prejudicial error in admitting *214in evidence that part of a transcript in a canse in the Municipal Court which shows that Mary Floyd had entered a plea of guilty to a charge of intoxication and in permitting the jury to consider such plea of guilty as evidence that she was in fact intoxicated?\n2. Is it necessary for the state to prove that the defendant knew that Mary Floyd was intoxicated in order to obtain a conviction of the defendant for selling liquor to an intoxicated person?\nThe complete charge of the tidal judge on the question as to the plea of guilty is as follows:\n“Now the court again reminds you that as a matter of law the plea of guilty to this charge of intoxication by one Mary Floyd may be considered by you as evidence supporting the contention of the state — that she was in fact intoxicated at that time. However, you should consider that plea, together with all the evidence that you have heard here, in determining whether or not you are satisfied beyond a reasonable doubt that she was in fact intoxicated at the time this sale was purported to have been made.”\nIn Fisher v. State, 84 Ohio St., 360, 95 N. E., 908, in the opinion by Judge Donahue, it is said:\n“The record of the conviction of the minor child upon a charge of delinquency was properly admitted in evidence as tending to show that she was a delinquent child, without proof of which the charge must fail no matter how culpable his acts may be, for if she had not become a delinquent then in the very nature of things he could not have contributed to her delinquency. It is the initial fact to be proven, and the fact to which the evidence offered in the case ought to be first directed, and upon failure of proof of this fact the defendant would have been entitled to his discharge. ’ ’\nAlthough it may reasonably be argued that a conviction of intoxication is not an essential element of the offense of selling intoxicants to an intoxicated person, as contrasted with the necessity of conviction of delinquency as an essential element of the offense of contributing to delinquency, it is nevertheless axiomatic that one can not be guilty of selling intoxicants to an intoxicated person unless that person is in fact intoxicated. In any event, intoxication must first be proved.\n*215The argument of defendant to the effect that the court erred to his prejudice in admitting the transcript of the plea of guilty would have considerable more force if the trial court had instructed the jury that such transcript alone was sufficient evidence to establish the intoxication. As has been pointed out, hoAvever, the trial court instructed the jury merely that it might consider such transcript as some evidence, “together with all the evidence that you have heard here, in determining whether or not you are satisfied beyond a reasonable doubt that she was in fact intoxicated at the time this sale Avas purported to have been made.”\nWe find no error, either in the admission of this evidence or in the instruction of the court thereon, that Avas prejudicial to the defendant. The other evidence, which we must assume was considered by the jury, amply bears out the conclusion of the Court of Appeals that “the record clearly reveals that Mary Floyd was in a high state of intoxication which Avas discernible to any ordinarily prudent person.”\nThe remaining question deals Avith the requirement of proof of scienter.\nSection 4301.22, Revised Code, reads, in part, as folloAvs:\n“Sales of beer and intoxicating liquor * * * are subject to the following restrictions # * *:\nÍ t # * #\n“(B) No sales shall be made to an intoxicated person.”\nAlthough guilty knowledge may be said, generally, to be an essential ingredient of crime, it is not always so. This court, in State v. Cameron, 91 Ohio St., 50, 109 N. E., 584, said:\n‘ ‘ The instances in which it is not necessary to affirmatively aver such knowledge are those in which the declared purpose of the statute discloses the legislative intent to the contrary, as in the case of the sale of adulterated food.”\nSee, also, Meyer v. State, 54 Ohio St., 242, 43 N. E., 164, and the many cases dealing with the sale of adulterated foods.\nThe evils Avhich brought about tbe Prohibition era in this country were sought to be minimized upon the return of the legal traffic in intoxicants, and the legislative authority in its desire to control such traffic engrafted certain conditions upon the privilege it extended to engage therein. Those conditions *216establish a standard of conduct for permit holders within which they must operate if they are to continue to operate. One of these standards of conduct is that no person shall sell beer or intoxicating liquor to an intoxicated person.\nThe injunction against the sale of intoxicants to an intoxicated person (Section 4301.22 (B), Revised Code) is couched in almost identical language to that which prohibits the sale of intoxicants to a minor (Section 4301.22 (A), Revised Code).\nThe authorities are numerous holding that “in a prosecution for selling liquor to a minor, under a statute which forbids or makes unlawful such a sale, but does not expressly or by clear implication make ignorance of minority a defense, the seller’s ignorance that the buyer was a minor, or bona fide belief that he was of legal age, is not available as a defense.” Annotation, 115 A. L. R., 1230. See, also, State v. Kominis, 73 Ohio App., 204, 55 N. E. (2d), 344.\nThe reasoning of courts supporting this view, which is the overwhelming majority view in this country, is aptly stated as follows by the court in State, v. Hartfiel, 24 Wis., 60:\n“The act in question is a police regulation, and we have no doubt that the Legislature intended to inflict the penalty, irrespective of the knowledge or motives of the person who has violated its provisions. Indeed, if this were not so, it is plain that the statute might be violated times without number, with no possibility of convicting offenders, and so it would become a dead letter on the statute book, and the evil aimed at by the Legislature remain almost wholly untouched.” See, also, State v. Kelly, 54 Ohio St., 166, 43 N. E., 163.\nWe are unable, under Section 4301.22, Revised Code, to distinguish between the violation of selling intoxicating liquor to a minor and that of selling such liquor to an intoxicated person. The common good, in each instance, imposes a duty upon the seller to ascertain the status or condition of the person to whom the sale is made, and if he persists in the sale he does so at his peril.\nIn reaching this- conclusion, we are not unmindful of this court’s decisions in Miller v. State, 3 Ohio St., 475, and Aultfather v. State, 4 Ohio St., 467, which followed the Miller ease, so far as sale to a minor is concerned. In the ninth paragraph of the syllabus in the Miller ease, it is said;\n*217\"To convict for a violation of the second section [sale to minors], it is necessary to aver in the information, and prove on the trial, that the seller knew the buyer to be a minor; and to convict for a violation of the third section [sale to intoxicated persons], it is necessary to aver and prove, in like manner, that the seller knew the buyer to be intoxicated or in the habit of getting intoxicated.”\nAlthough the Miller case has been noted by this court in several decisions, it has not been relied upon as establishing the requirement of scienter in a case of a sale of intoxicants to an intoxicated person, and only in the Aultfather case has it been relied upon as establishing such requirement in a case of such a sale to a minor. It is apparent that the court in the Miller case simply read the word, \"knowingly,” into two sections of an act (“An act to provide against the evils resulting from the sale of intoxicating liquors in the state of Ohio, ’ ’ 52 Ohio Laws, 153), the wording of which is almost identical with that of subdivisions (A) and (B) of Section 4301.22, Bevised Code, and did so without giving any reason therefor.\nWe are of the opinion that that portion of the decision in the Miller case is no longer in the mainstream of authority on this question or within the spirit of the present liquor-control laws, and that it should no longer be the prevailing law in Ohio.\nThe case of Crabtree v. State, 30 Ohio St., 382, is distinguishable from the present case. There the state introduced evidence and sought to prove guilty knowledge on the part of one who sold intoxicants to an intoxicated person, and the crux of the decision goes to the admissibility of evidence to disprove such guilty knowledge.\n\nJudgment affirmed.\n\nWeygandt, C. J., Zimmerman, Matthias and Herbert, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 8355272
        },
        {
            "author_str": "Taft",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTaft, J.,\nconcurs in paragraph two of the syllabus and in the judgment.\nPeck, J., not participating.\n",
            "ocr": true,
            "opinion_id": 8355273
        },
        {
            "author_str": "Taft",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTaft, J.,\nconcurring. In the opinion of the Court of Appeals, it is stated:\n\"* * * even if it were erroneous [to admit the transcript of *218the plea of guilty by Mary Floyd into evidence] it could not have been prejudicial, for counsel for appellant concedes that Mary Floyd was intoxicated, as she states at page eight of her brief, ‘if she were intoxicated, and the record discloses that she was, we do not deny that, but we say that defendant-appellant had no opportunity of knowing this fact. ’ ” ■\nApparently, therefore, defendant in the Court of Appeals conceded that Mary Floyd was intoxicated and the Court of Appeals relied upon that concession in determining that the admission of the transcript of her plea of guilty and the instruction with respect to it did not prejudice the defendant.\nThus, if scienter is not an essential element of the crime charged against defendant, it is apparent that there could have been no prejudice to defendant in admitting the transcript of Mary Floyd’s plea of guilty and in instructing the jury about it. In effect, defendant conceded his guilt when he conceded that Mary Floyd was intoxicated at the time he admittedly sold intoxicating liquor to her. Hence, in deciding this case, it is likely that anything that is said with respect to the admissibility of the transcript of Mary Floyd’s plea of guilty will represent dicta.\nThe majority opinion and paragraph one of the syllabus state that the admission of the transcript of Mary Floyd’s plea of guilty and the instruction with respect to it were “not prejudicial error.” However, the mere fact, as paragraph one of the syllabus suggests, that there was other evidence that Mary Floyd was intoxicated at the time would certainly not be sufficient to prevent any error, with respect to admission of the transcript of that plea or the instruction about it, from being prejudicial. Perhaps, if there was a very substantial amount of other evidence with respect to Mary Floyd’s intoxication, as the majority opinion tends to indicate, then any such error would not have been prejudicial. If this is what is meant by paragraph one of the syllabus, it seems to me that it would be preferable to leave that paragraph out of the syllabus altogether, especially in view of the fact that the questions dealt with therein are, as hereinbefore suggested, probably not even before this court for consideration.\n*219In my opinion, “to admit in evidence” against defendant Morello, who is charged with the crime of selling intoxicating liquor to an intoxicated person, the “transcript of a plea of guilty of intoxication by such person as of the time of such sale” was clearly erroneous; and “to instruct the jury that it” might “consider such plea as evidence” against Morello substantially compounded that error. Because of my fear that paragraph one of the syllabus may be interpreted as condoning such errors, I believe that I should at least briefly state my reasons for the foregoing conclusions.\nMary Floyd’s plea of guilty of intoxication was admittedly only a statement by her that she was intoxicated at the time of the complained of sale of intoxicating liquor by defendant to her. Its only relevance in the instant case is as evidence of the fact that she was then, as she in effect said, intoxicated. As against defendant, who was not a party to the state’s ease against Mary Floyd1 and had no opportunity to cross-examine her about that statement in that case,2 that statement can only represent a hearsay statement. See Potter v. Baker, Jr., 162 Ohio St., 488, 124 N. E. (2d), 140, 53 A. L. R. (2d), 1234. There is no exception to the hearsay rule which can possibly justify the admission against defendant of that statement by Mary Floyd.\nSuch a statement would be admissible in another case against Mary Floyd as evidence of her intoxication on the ground that it constituted an admission by her. However, an admission by Mary Floyd would not be admissible as evidence against defendant. There is no evidence tending to prove that defendant authorized her to do anything for him. There is no evidence that defendant was even present at the time of the plea of guilty by Mary Floyd. Even if he had been, her admission of intoxication by her plea of guilty, when combined with his silence at her trial, would not amount to an admission by *220him that she was intoxicated as her plea in effect stated. As said in the opinion in Kirby v. United States, 174 U. S., 47, 43 L. Ed., 890, 19 S. Ct., 574:\n“If present at that trial he [defendant here] would not have been permitted to examine Wallace and Baxter [Mary Floyd here] upon their pleas of guilty * * * nor introduce witnesses to prove that they [here Mary Floyd] were not in fact guilty of the offense charged against them. If he [defendant here] had sought to do either of those things — even upon the ground that the conviction * * * [here of Mary Floyd] might be taken as establishing prima facie a vital fact in the separate prosecution against himself [here defendant] * * * the court would have informed him that he was not being tried and could not be permitted in anywise to interfere with the tidal * * *.”\nSee also Bach v. State, 206 Wis., 143, 238 N. W., 816.\nAs the majority opinion recognizes, it was essential for the conviction of the defendant in Fisher v. State, 84 Ohio St., 360, 95 N. E., 908 to establish that there had been a “conviction of delinquency,”3 but, in the instant case, the conviction of Mary Floyd for intoxication is not an essential element of the crime with which defendant is charged. If it had been necessary in the instant case to prove the conviction of Mary Floyd in order to convict defendant, then of course the record of her conviction would have been admissible for that purpose. The difference between the problem considered in Fisher v. State, supra (84 Ohio St., 360) and that involved in the instant case is brought out very well in the opinion in Kirby v. United States, supra (174 U. S., 47), where it is said:\n“The fundamental error in the trial below was to admit in evidence the record of the conviction [for theft] of the principal felons as competent proof for any purpose. That those persons had been convicted was a fact not necessary to be established in the case against the alleged receiver [of the property so stolen]; for, under the statute, he could be prosecuted even if the principal felons had not been tried or indicted * * *.”\n*221The majority opinion cites no other authority in support of the conclusion, which might be inferred therefrom, that the transcript of the plea of guilty by Mary Floyd was admissible as evidence against defendant. All the authorities, in cases such as this where the conviction of another is not an essential element of the crime involved, hold that such a plea is not admissible. Kirby v. United State, supra (174 U. S., 47); Bach v. State, supra (206 Wis., 143); Longsine v. State, supra (105 Neb., 428); Sowder v. Commonwealth, 261 Ky., 610, 88 S. W. (2d), 274; Arnett v. Commonwealth, 261 Ky., 607, 88 S. W. (2d), 276; State v. Martino, 25 N. M., 47, 176 P., 815; Conn v. Commonwealth, 234 Ky., 153, 27 S. W. (2d), 702; State v. Justesen, 35 Utah, 105, 99 P., 456; see Freedman v. State, 195 Md., 275, 73 A. (2d), 476; State v. Lucas, 247 N. C., 208, 100 S. E. (2d), 366; annotation, 48 A. L. R. (2d), 1016, 1017.\nBecause of the doctrine of stare decisis, I would hesitate to join in overruling Miller v. State, 3 Ohio St., 475 merely for the reasons stated in the majority opinion, i. e., that it “is no longer in the mainstream of authority * * * or within the spirit of the present liquor-control laws. ’ ’\nHowever, as pointed out by Fess, J. in the opinion in State v. Williams, 94 Ohio App., 249, 115 N. E. (2d), 36, Miller v. State, supra (3 Ohio St., 475) and Crabtree v. State, 30 Ohio St., 382, Farrell v. State, 32 Ohio St., 456, 30 Am. Rep., 614, Kilbourne v. State, 84 Ohio St., 247, 95 N. E., 824, 35 L. R. A. (N. S.), 766, State v. Cameron, 91 Ohio St., 50, 109 N. E., 584 and Holt v. State, 107 Ohio St., 307, 140 N. E., 349, to the extent that they may follow Miller v. State, supra (3 Ohio St., 475) in always requiring scienter even with respect to a crime whose legislative definition indicates no intent that there should be such a requirement, represent a line of authorities that is irreconcilable with the line of authorities represented by State v. Kelly, 54 Ohio St., 166, 43 N. E., 163 and the decisions of this court that follow it. See also State v. Daniels, ante, 87 (paragraph six of the syllabus).\nIt may be observed that the court in Miller v. State, supra (3 Ohio St., 475) cited Birney v. State, 8 Ohio, 230 as authority for its conclusion that scienter is required even without any legislative expression of an intent for such requirement. At *222page 238 of the opinion in the Birney case, the basis for its decision and the apparent basis for paragraph nine of the syllabus of Miller v. State, supra (3 Ohio St, 475) is stated in these words:\n“We know of no case where positive action is held criminal, unless the intention [to do what the law prohibits doing] accompanies the act * *\nIf this court was correct in holding, as it did in State v. Kelly, supra (54 Ohio St., 166), that the General Assembly may make the doing of something unlawful irrespective of any scienter or knowledge that what is being done is unlawful, then it is apparent that paragraph nine of the syllabus of State v. Miller, supra (3 Ohio St., 475) is not based upon a correct premise. If it is to be consistent, this court cannot adhere to the premise upon which paragraph nine of the syllabus of State v. Miller, supra (3 Ohio St., 475) is based or to that paragraph of the syllabus of that case and at the same time adhere to the determinations that it has made in State v. Kelly, supra (54 Ohio St., 166) and the cases that follow it, to the extent that they hold that the General Assembly may make the doing of something a crime even though the doer does the forbidden act without any intent to do what is forbidden and thus without any scienter.\nThe principal basic purposes of the doctrine of stare decisis are to provide equal treatment for all and certainty as to what the law is. Those basic purposes require that, where there are two irreconcilable lines of decisions and a court determines to follow one of them, it should affirmatively reject all that is inconsistent with what is being followed. In the instant case, the appellate courts in Ohio have already by their decisions regarded Miller v. State, supra (3 Ohio St., 475) as inconsistent with other decisions of this court and have apparently refused or at least neglected to follow it. See State v. Kominis, 73 Ohio App., 204, 55 N. E. (2d), 344; State v. Davis, 95 Ohio App., 23, 117 N. E. (2d), 55 (appeal dismissed, 160 Ohio St, 205, 115 N. E. [2d], 5); State v. Hannawalt, 26 Ohio Law Abs., 641; State v. Buttery, 95 Ohio App., 236, 118 N. E. (2d), 548; and Hanewald v. Board of Liquor Control, 101 Ohio App., 375, 136 N. E. (2d), 77.\n*223I do not mean to suggest that a statute, making the doing of an act a crime irrespective of scienter, may not exceed constitutional limitations because of its arbitrary character. However, in a case such as the instant one, a reasonable amount of diligence will usually enable a prospective defendant to determine whether one to whom he proposes to sell intoxicating liquor is or is not intoxicated; and the elimination of all sales to intoxicated persons has a very substantial relationship to the public safety. Hence, I do not believe that it can be seriously contended that making such a sale a crime even without scienter is an exercise of legislative authority beyond constitutional limitations.\n\nSee Kazer v. State, 5 Ohio, 280.\n\n\nCf. Summons v. State, 5 Ohio St., 325, where the party against whom hearsay evidence was offered had been a party to the previous case and thus had had an opportunity to cross-examine. But see State v. Wing, 66 Ohio St., 407, 64 N. E., 514, where such hearsay even then held not admissible where declarant though out of jurisdiction was not dead.\n\n\nSee Longsine v. State, 105 Neb., 428, 181 N. W., 175, holding record of conviction of delinquency not admissible in evidence where, unlike in Ohio, establishment of such conviction not essential element of cinme of contributing thereto. ,\n\n",
            "ocr": true,
            "opinion_id": 8355274
        }
    ],
    "court_short_name": "Ohio Supreme Court",
    "court_full_name": "Ohio Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Robbery"
}