{
    "id": 8669190,
    "judges": "Cox, Crawford, Gierke, Sullivan, Wiss",
    "date_filed": 780883200000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-bulger",
    "case_name_short": "Bulger",
    "case_name": "United States v. Bulger",
    "case_name_full": "UNITED STATES v. William F. BULGER, Disbursing Clerk Third Class, U.S. Navy",
    "attorneys": "For Appellant: Lieutenant Paul J. Ferdenzi JAGC, USNR (argued); Major David S. Jonas, USMC, and Lieutenant Franklin J. Foil, JAGC, USNR (on brief)., For Appellee: Major Laura L. Scudder, USMC (argued); Colonel T.G. Hess, USMC, and Commander S.A Stallings JAGC, USN (on brief).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued April 20, 1994.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "41 M.J. 194"
    ],
    "opinions": [
        {
            "author_str": "Wiss",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nOpinion of the Court\n\nWISS, Judge:\nAppellant was tried by a general court-martial composed of officer and enlisted members at Naval Base, Norfolk, Virginia. Contrary to his pleas, he was found guilty of making a false official statement and larceny, in violation of Articles 107 and 121, Uniform Code of Military Justice, 10 USC §§ 907 and 921, respectively. Appellant was acquitted of a charge of bigamy under Article 134, UCMJ, 10 USC § 934. He was sentenced to a bad-conduct discharge, confinement for 90 days, reduction to E-l, and a fine of $5,000.00 and to be further confined until the fine was paid but not more than 1 year. The convening authority approved the sentence as adjudged except for the confinement contingent upon paying the fine. The Court of Military Review affirmed. 36 MJ 1031 (1993).\nThis Court granted review on the following issues:\n*195I\nWHETHER THE NAVY-MARINE CORPS COURT OF MILITARY REVIEW ERRED AS A MATTER OF LAW BY AFFIRMING APPELLANT’S CONVICTION FOR LARCENY OF GOVERNMENT FUNDS SINCE APPELLANT WAS MARRIED DURING THE ENTIRE PERIOD THAT HE RECEIVED MARRIED HOUSING ALLOWANCE.\nII\nWHETHER THE NAVY-MARINE CORPS COURT OF MILITARY REVIEW ABUSED ITS DISCRETION BY RELYING ALMOST ENTIRELY ON EVIDENCE OUTSIDE THE RECORD OF TRIAL TO AFFIRM APPELLANT’S CONVICTION AS A MATTER OF LAW FOR LARCENY.\nIll\nWHETHER THE EVIDENCE WAS SUFFICIENT AS A MATTER OF LAW FOR THE NAVY-MARINE CORPS COURT OF MILITARY REVIEW TO AFFIRM APPELLANT’S CONVICTION FOR LARCENY OF GOVERNMENT FUNDS.\nAlthough appellant was prosecuted only for misconduct during his second enlistment, events arising during appellant’s first enlistment in the Navy in 1980 are relevant. During this enlistment, appellant married Teresa Eisele on August 24, 1983. Throughout the remainder of his enlistment he received Basie Allowance for Quarters (BAQ) at the with-dependent rate and a Variable Housing Allowance (VHA). Appellant testified that in the summer of 1984, he and Teresa separated; he completed part of a petition for summary dissolution of their marriage and gave her money to file the petition; and he terminated paying any support for her. Thereafter, he had no contact with her prior to his discharge from the Navy in January 1989, although he unsuccessfully tried to reach her at numerous times primarily though her mother in Wisconsin.\nIn February 1989, when reenlisting, appellant executed a Record of Emergency Data/Dependency Application, NAVPERS 1070/602R (hereafter “Page Two”), listing Teresa as his wife and answering “YES” to the question, “IS SPOUSE DEPENDENT?” He also stated her specific address was in Wisconsin, which was her mother’s home. Appellant testified that he did not know where his wife actually was living, “had not been providing support to” her “since 1984, and thought the marriage might have been terminated.” To explain his actions, appellant asserted that the “recruiter told him ... to list” Teresa as his wife “because he did not have affirmative evidence of a divorce or dissolution.” 36 MJ at 1032. The larceny charge arises from his receipt of BAQ at the “with dependents” rate and VHA from February until December 1989 in the amount of $4,535.74.1\nIn the first granted issue appellant in effect asserts that, as he actually was married throughout 1989 to Teresa, he cannot be guilty of larceny of BAQ and VHA, notwithstanding his intentionally not paying support to his separated wife. We disagree.\nAppellant’s marital status alone did not establish his entitlement to BAQ and VHA at the higher “with dependent” rate. In United States v. Antonelli, 35 MJ 122, 127-28 (CMA 1992), this Court stated:\nThe allowances in question [VHA and BAQ at the higher “with dependent” rate] were *196property of the United States that had been delivered to Antonelli solely to defray the financial burden of supporting a dependent child. Such an allowance is not salary and is clearly distinguishable from salary. Inasmuch as Antonelli was in fact not paying support for his daughter, he was not entitled to the allowances therefor; thus, those monies remained the lawful property of the United States.\nThus, entitlement to BAQ and VHA at the higher “with dependent” rate is premised on establishment of the “dependent” and a servicemember’s support of the dependent. See id.\nIt is uncontested that appellant in fact did not provide support to his estranged wife. Appellant admitted that he received BAQ at the “with dependents” rate and VHA from February until December 1989 in the amount of about $4,500 and that he did not make payments to his wife. Instead, he sent this money to his mother. Therefore, appellant’s intentionally not paying support to his separated wife made him vulnerable to this prosecution, notwithstanding his lawful marriage throughout 1989 to Teresa.2\nHaving established that appellant was not entitled to BAQ at the “with dependents” rate and to VHA during the charged period of February through December 1989 in the amount of $4,535.74, the question remains whether the evidence legally supports appellant’s conviction for larceny — the question raised in Issue III. In reviewing the sufficiency of the evidence, this Court must determine “whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.” Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 2789, 61 L.Ed.2d 560 (1979).\n“[T]o prove the charged larceny, the prosecution must show that the accused wrongfully took, obtained, or withheld the property in question with the requisite intent.” United States v. Antonelli, 35 MJ at 127. Unlike Antonelli, where the prosecution had relied in part on a wrongful-withholding theory of larceny, here the prosecution presented a wrongful-obtaining theory of larceny, and the military judge properly instructed the members concerning obtaining by false pretenses.3\nParagraph 46(c)(1)(e), Part IV, Manual of Courts-Martial, United States, 1984, states in part:\nA false pretense is a false representation of past or existing fact. In addition to other kinds of facts, the fact falsely represented by a person may be that person’s or another’s power, authority, or intention. Thus, a false representation by a person that that person presently intends to perform a certain act in the future is a false representation of an existing fact — the intention — and thus a false pretense. Although the pretense need not be the sole cause inducing the owner to part with the property, it must be an effective and intentional cause of the obtaining....\nIn this case, the principal prosecution document offered to prove the false representation was the Page Two effective February 6, 1989. Two of the representations in this document that trigger the entitlement are that the member is married and that his spouse is a dependent. Since appellant declared his wife was a dependent in order to obtain the increased entitlements, his statement that she was a dependent actually was his representation of a then-present inten*197tion to pay for her support.4 Thus, left for us to determine is whether there was legally sufficient evidence that appellant misrepresented that then-existing intention.\nAppellant’s intentionally not paying support to his wife since their separation in 1984 and, instead, making these payments to his mother is circumstantial evidence that he never intended to pay support for his wife and that his declaration of his intention to support his wife as a dependent on the Page Two was false. We view appellant’s misrepresentation of his then-present state of mind to be like the misrepresentation of any other material fact and, accordingly, hold that this misrepresentation is sufficient to support the larceny conviction of obtaining by false pretense. See United States v. Cummins, 9 USCMA 669, 26 CMR 449 (1958).\nMoreover, appellant also falsely entered an address for Theresa, when in fact he had no idea where she actually was. As this was required information on the Page Two, this was another essential fact to trigger appellant’s entitlement. We agree with the majority below that “the falsity of that response alone was sufficient to support the appellant’s conviction on a wrongfully obtaining theory of larceny.” 36 MJ at 1037.\nThe decision of the United States Navy-Marine Corps Court of Military Review is affirmed.\nJudges COX, CRAWFORD, and GIERKE concur.\n\n. This misconduct was just the beginning of appellant’s problems. Appellant testified that, during the summer of 1989, appellant's mother told him that Teresa had informed her that she had remarried. Appellant testified that, relying on this information and concluding that his first marriage had been terminated, he married Elizabeth Mason in December 1989. However, in January 1991, appellant spoke with Teresa, who disclosed that “she had never filed the petition for dissolution and their marriage ... had never been terminated.” Nonetheless, on March 27, 1991, appellant submitted a new Page Two listing Elizabeth as his wife since August 27, 1983; stating that he previously had not been married; and adding his and Elizabeth’s child as a dependent. Appellant’s execution of this Page Two was the basis of the false-statement charge. 36 MJ 1031, 1033 (NMCMR 1993).\n\n\n. Our resolution of Issue I renders Issue II moot. Appellant's admission at trial that he did not pay support for his wife, 36 MJ at 1032, was adequate basis for the Court of Military Review's conclusion that \"during the period of time alleged in the larceny charge the appellant was not entitled to BAQ at the with-dependent rate.” 36 MJ at 1036. See United States v. Antonelli, 35 MJ 122 (CMA 1992). Accordingly, it is unnecessary for us to consider the reliance by the court below on administrative regulations as authority to support this conclusion.\n\n\n. In Antonelli, appellant did not contest the correctness of his conviction for that portion of the larceny charge based on larceny by false pretenses. He challenged only the larceny offenses of wrongfully withholding. 35 MJ at 123.\n\n\n. The Government presented this misrepresentation theory to the members in trial counsel’s argument that the effect of appellant’s presenting his marriage certificate to Teresa to fill out the Page Two correctly and his signing this form was to assert, \" ‘There's my wife. I’m still supporting her. She’s my dependent.’ ” (Emphasis added.)\n\n",
            "ocr": true,
            "opinion_id": 8651363
        },
        {
            "author_str": "Sullivan",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSULLIVAN, Chief Judge\n(concurring):\nI agree with Judge Wiss’ resolution of this case. Nevertheless, I believe some additional comments are warranted with respect to appellant’s legal attacks on his conviction of larceny of military allowances.1 He argued before the court below that he should not have been convicted of stealing the above military allowances, “since entitlement to the allowances depends upon marital status, and not upon whether the married servicemember actually uses the money to support the dependent.” Assignment of Errors Before CMR at 5. He raises a similar argument here, primarily relying on decisions of the Court of Military Review in United States v. Tatum, 34 MJ 1115 (NMCMR 1992), and United States v. Roberts, 33 MJ 819, 820 (NMCMR 1991). Final Brief at 5-6.\nA servicemember’s right to pay and allowances is governed by statute and appropriate regulations. Bell v. United States, 366 U.S. 393, 81 S.Ct. 1230, 6 L.Ed.2d 365 (1961); United States v. Bolden, 28 MJ 127, 130 (CMA 1989). Appellant’s general right to Basic Allowance for Quarters (BAQ) and Variable Housing Allowance (VHA) is governed by 37 USC §§ 401-403a; Department of Defense (DoD) regulations; and Naval Service regulations. See Day v. United States, 611 F.2d 1122, 1124-25 (5th Cir.), cert. denied, 449 U.S. 919, 101 S.Ct. 316, 66 L.Ed.2d 146 (1980); United States v. Allen, 27 MJ 234, 239 (CMA 1988).2 Appellant’s more particular right to BAQ at the higher dependent rate is not expressly provided for in the above statutes, but it is provided for in DoD regulations. See 37 USC § 403(a), (h), and (j)(l); § 30236, Department of Defense Military Pay and Allowances Entitlement Manual (DoD 7000.14-R) (March 9, 1987) (Change 12) (member who does not support dependents is not entitled to dependent rate *198BAQ but may be entitled to regular BAQ).3 Finally, this Court has already rejected an entitlement argument substantially similar to appellant’s in United States v. Antonelli, 35 MJ 122 (CMA 1992).\nIn any event, appellant’s argument is inadequate, even if he was entitled to BAQ and VHA allowances at the higher dependent’s rate based on his marriage status alone. Article 121, Uniform Code of Military Justice, 10 USC § 921, provides:\n(a) Any person subject to this chapter who wrongfully takes, obtains, or withholds, by any means, from the possession of the owner or of any other person any money, personal property, or article of value of any kind—\n(1) with intent permanently to deprive or defraud another person of the use and benefit of property or to appropriate it to his own use or the use of any person other than the owner, steals that property and is guilty of lareeny[J\n(Emphasis added.)\nThe President, in paragraph 46c(l), Part IV, Manual for Courts-Martial, United States, 1984, explains this offense as follows:\n(c) Ownership of the property.\n(i) In general. Article 121 requires that the taking, obtaining, or withholding be from the possession of the owner or of any other person. Care, custody, management, and control are among the definitions of possession.\n(ii) Owner. “Owner” refers to the person who, at the time of the taking, obtaining, or withholding, had the superior right to possession of the property in the light of all conflicting interests therein which may be involved in the particular case. For instance, an organization is the true owner of its funds as against the custodian of the funds charged with the larceny thereof.\n(in) Any other person. “Any other person” means any person — even a person who has stolen the property — who has possession or a greater right to possession than the accused. In pleading a violation of this article, the ownership of the property may be alleged to have been in any person, other than the accused, who at the time of the theft was a general owner or a special owner thereof. A general owner of property is a person who has title to it, whether or not that person has possession of it; a special owner, such as a borrower or hirer, is one who does not have title but who does have possession, or the right of possession, of the property.\n(iv) Person. “Person,” as used in referring to one from whose possession property has been taken, obtained, or withheld, and to any owner of property, includes (in addition to a natural person) a government, a corporation, an association, an organization, and an estate. Such a person need not be a legal entity.\n(Emphasis added.) This Court has approved this explanation as a proper view of Article *199121. See United States v. Leslie, 13 MJ 170, 171-72 (CMA 1982).\nThe Supreme Court recently defined an entitlement as follows:\nAs a preliminary matter, the natural reading of the statute supports the Court of Appeals’ conclusion that a person entitled to compensation need not be receiving compensation or have had an adjudication in his favor. Both in legal and general usage, the normal meaning of entitlement includes a right or benefit for which a person qualifies, and it does not depend upon whether the right has been acknowledged or adjudicated. It means only that the person satisfies the prerequisites attached to the right. See generally Board of Regents of State Colleges v. Roth, 408 U.S. 564, 577, 92 S.Ct. 2701, 2709, 33 L.Ed.2d 548 (1972) (discussing property interests protected by the Due Process Clause and contrasting an entitlement to an expectancy); Black’s Law Dictionary 532 (6th ed.1990) (defining “entitle” as “To qualify for; to furnish with proper grounds for seeking or claiming”).\nEstate of Cowart v. Nicklos Drilling Co., — U.S.-, 112 S.Ct. 2589, 2595, 120 L.Ed.2d 379 (1992). Accordingly, at best, appellant’s marriage to Theresa Eisele was a proper ground for claiming BAQ and VHA allowances under 37 USC §§ 401-03a in February of 1989. See generally Frontiero v. Richardson, 411 U.S. 677, 678, 93 S.Ct. 1764, 1766, 36 L.Ed.2d 583 (1973).\nNevertheless, the authorizing statutes provide that the Secretary of Defense or his designee will “make any determination necessary to administer” BAQ allowances (37 USC 403(h)) in accordance with Presidential Regulations (37 USC 403(j)(l)). See also 37 USC § 403a(e)(l). Reasonable regulations consistent with the statutory grant of allowances will be upheld. See Day v. United States, 611 F.2d at 1124. Here, an application procedure was established that required the applicant to provide, inter alia, the address of his spouse who was claimed as a dependent. This requirement was not unreasonable in that it provided a way to verify an application for a dependent allowance if necessary.\nAppellant admitted knowingly providing a false address for his claimed dependent spouse, which in part induced the Government to pay these allowances prematurely and in violation of appropriate regulations. See also 18 USC 10014 Thus, the Government’s superior possessory and proprietary interest in these funds was fraudulently extinguished by appellant. See United States v. Milton, 8 F.3d 39, 41-3 (D.C.Cir.1993) (United States fraudulently induced to pay allowances), cert. denied, — U.S.-, 115 S.Ct. 299, 130 L.Ed.2d 212 (1994). Cf. United States v. Howard, 787 F.Supp. 769 (S.D. Ohio 1992) (United States properly pays allowances). His conviction for larceny can be sustained on this basis alone. See generally United States v. McCline, 32 MJ 356 (CMA 1991); United States v. Leslie, supra. Cf. United States v. Peterson, 15 USCMA 199, 35 CMR 171 (1964).\n\n. SPECIFICATION: In that [appellant] did, at various locations between 6 February 1989 and December 1989, steal U.S. currency in the form of Basic Allowance for Quarters and Variable Housing Allowance pay entitlements, in the amount of $4,535.74, the property of the United States government.\n\n\n. The prosecution offered the testimony of Mr. Luther Bond, the disbursing officer at Personnel Support Activity, Naval Station, Norfolk. He previously spent 25 years on active duty and retired from the Navy in 1976 as a Master Chief Disbursing Clerk. He was offered as an \"expert in the area of pay entitlements in the Navy\" and, without defense objection, was \"received” as such an expert by the judge at this court-martial.\n\n\n. Mr. Bond testified as follows:\nQ. What is it about not supporting his wife that-\nA. Well,-\nQ. -causes you to believe there would be— may be a problem?\nA. An individual that has a wife approved as a dependent, that either through his own refusal to support or maybe not knowing where his wife is and cannot support her, is not entitled to the BAQ that the government is paying if he’s not using it for support purposes.\nQ. Let me ask you this. If a member is married, what’s his entitlement to VHA and BAQ?\nA. Well, if a member is married, he is automatically entitled to BAQ. VHA is determined by the cost of the housing that he’s renting for his family to occupy and, therefore, you have to claim the actual housing cost in order to be entitled to the VHA portion related to the BAQ.\nQ. What if a particular member is married but not supporting their wife?\nA. Well, then he — obviously, then he’s not providing a residence that he could be claiming a housing cost for, for his dependents to reside in.\nQ. So if she’s not a dependent, is he, or is he not, entitled to BAQ and VHA?\nA. Well, if he’s not supporting her, he's not entitled to the BAQ. He's not entitled to the BAQ; he’s also not entitled to the VHA.\nDefense counsel did not object to this testimony on hearsay grounds regarding contents of regulations or any other grounds. See Mil.R.Evid. 1001-08, Manual for Courts-Martial, United States, 1984. He later conceded in his closing argument that appellant was not entitled to BAQ.\n\n\n. See also 37 USC § 403(a)(2), which states:\nA member of a uniformed service with dependents is not entitled to a basic allowance for quarters as a member with dependents unless the member makes an annual certification to the Secretary concerned indicating the status of each dependent of the member. The certification shall be made in accordance with regulations prescribed by the Secretary of Defense.\n(Effective December 5, 1991.)\n\n",
            "ocr": true,
            "opinion_id": 8651364
        }
    ],
    "court_short_name": "United States Court of Military Appeals",
    "court_full_name": "United States Court of Military Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}