{
    "id": 8437969,
    "judges": "Hamilton, Shedd, Williams",
    "date_filed": "1983-04-14",
    "date_filed_is_approximate": true,
    "slug": "us-ex-rel-harrison-v-westinghouse-savannah-river-co",
    "case_name_short": null,
    "case_name": "US ex rel. Harrison v. Westinghouse Savannah River Co.",
    "case_name_full": "US Ex Rel. Edwin P. HARRISON v. WESTINGHOUSE SAVANNAH RIVER COMPANY, United States of America, Amicus Supporting Appellee US Ex Rel. Edwin P. Harrison v. Westinghouse Savannah River Company, United States of America, Amicus Supporting",
    "attorneys": "Daniel J. Westbrook, Nelson, Mullins, Riley & Scarborough, L.L.P., Columbia, South Carolina, for Appellant., Michael David Granston, Appellate Staff, Civil Division, United States Department of Justice, Washington, D.C., for Amicus Curiae., Richard E. Miley, North Augusta, South Carolina, for Appellee., Jeffrey S. Patterson, Nelson, Mullins, Riley & Scarborough, L.L.P., Columbia, South Carolina, for Appellant., Robert D. McCallum, Jr., Assistant Attorney General, J. Strom Thurmond, Jr., United States Attorney, Douglas N. Letter, Sambhav N. Sankar, Appellate Staff, Civil Division, United States Department of Justice, Washington, D.C., for Amicus Curiae.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued: Sept. 25, 2003.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "352 F.3d 908"
    ],
    "opinions": [
        {
            "author_str": "Shedd",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nAffirmed by published opinion. Judge SHEDD wrote the opinion, in which Judge WILLIAMS and Senior Judge HAMILTON joined.\nOPINION\nSHEDD, Circuit Judge.\nIn this False Claims Act case, Edwin Harrison, the qui tam relator, alleged that Westinghouse Savannah River Company (Westinghouse or WSRC) falsely certified to the Department of Energy (DOE) that no organizational conflicts of interest *911(OCI) existed between Westinghouse and General Physics Corporation (GPC) relating to a proposed $2.75 million government subcontract. After a combined jury and bench trial, the district court entered judgment in favor of Harrison. Westinghouse appeals, and Harrison cross-appeals. We affirm.\nI.\nWestinghouse is the management and operations contractor for many of DOE’s activities at the Savannah River Site near Aiken, South Carolina.1 In the 1980s and 1990s, Westinghouse attempted to develop a $500 million In-Tank Precipitation (ITP) facility to store radioactive waste at the Savannah River Site. As part of this project, Westinghouse began developing a training program for the employees who would eventually operate the ITP facility. By 1992, the training program was behind schedule. James Smith, an experienced Westinghouse manager, was put in charge of developing a Recovery Plan to get the training program back on schedule. Before Westinghouse could subcontract the work, however, it had to obtain approval from DOE.\nSmith had several people working for him in developing the Recovery Plan. One of these individuals, Michael Kirkpatrick, was a GPC employee who was working at Westinghouse under a contractual agreement known as a Basic Ordering Agreement (BOA). Westinghouse relied heavily on BOAs from GPC and other off-site firms in developing the Recovery Plan. Ultimately, Smith’s team decided that Westinghouse should hire a subcontractor to design and implement the training program even though cost estimates showed that Westinghouse could have done the work in-house for less money than it would cost to hire a subcontractor.\nKirkpatrick, in particular, helped prepare some of the briefing papers that Smith used to convince DOE to allow Westinghouse to subcontract the training program. Kirkpatrick was Smith’s “right-hand man.” J.A. 568. Mitchell Frank, a Westinghouse employee, expressed concern to Smith that Kirkpatrick was intimately involved in preparing procurement sensitive documents. Frank also told Smith that he was concerned that any subcontractor with access to such information would have an unfair advantage over other subcontractors bidding for the training subcontract.\nWestinghouse submitted the subcontracting proposal to DOE for approval. Westinghouse estimated that the subcontract would be short term and would cost $2.75 million. DOE approved Westinghouse’s proposal to subcontract the training program.\nWestinghouse next prepared a Request for Proposal (RFP) and sought bids from fourteen firms. Only four firms returned bids on time, one of which was GPC. Kirkpatrick helped GPC prepare its bid. As part of its proposal, GPC submitted a certification to Westinghouse attesting that it had no OCIs in connection with the potential award of the subcontract. An OCI is, in part, a relationship or situation in which an entity bidding on a government subcontract receives an unfair competitive advantage relating to the work to be performed.\nSmith was one of three Westinghouse employees who reviewed the four bids. Based on this review, Westinghouse selected GPC to receive the training subcontract even though another bidder submitted a *912lower bid. Before awarding the subcontract to GPC, however, Westinghouse was required to obtain approval from DOE.\nWilliam Bowers, a Westinghouse procurement specialist, was responsible for submitting the Procurement Under Review (PUR) package to DOE recommending that DOE approve subcontracting the training program to GPC. Bowers included in the PUR package GPC’s bid and certifications, including GPC’s certification that no OCIs existed between GPC and Westinghouse.\nIn September 1992, DOE approved awarding the training subcontract to GPC. The original purchase order was approved for just under $2.5 million. DOE thereafter approved twenty-five additional invoices submitted by Westinghouse. Ultimately, DOE paid more than $9 million for the work performed by GPC on the ITP training program.\nII.\nHamson, formerly a vice president at GPC, brought this qui tarn action against Westinghouse .alleging several violations of the Federal Civil False Claims Act (FCA), 31 U.S.C. §§ 3729-33. The government investigated Harrison’s claims but declined to intervene.2\nHarrison’s original complaint alleged at least ten different claims. He alleged that Westinghouse falsely proposed to DOE that it would be prudent to subcontract the training program rather than do it in-house; falsely certified that GPC had no OCIs; understated the original scope of the work; affixed a false signature on a purchase requisition form; breached its fiduciary duty; allowed GPC to understate its overhead costs; allowed GPC to inflate labor costs; directed GPC to circumvent normal procurement systems to inflate the cost of supplies; failed to effectively manage the subcontract to safeguard against theft, fraud, and waste; and conspired with GPC to defraud the government.\nThe district court dismissed the complaint in its entirety. It ruled that no false claim had been made either because Harrison’s complaint constituted allegations of inefficiency rather than fraud or because the alleged false statements did not relate to a “claim” as contemplated under the FCA.\nOn appeal, we affirmed in part, reversed in part, and remanded. Harrison v. Westinghouse Savannah River Co., 176 F.3d 776 (4th Cir.1999) (Harrison I). We affirmed the dismissal of all but two of Harrison’s claims: (1) Westinghouse knowingly understated the cost of subcontracting the training program (the low-ball claim) and (2) Westinghouse falsely stated that GPC had no OCIs relating to the subcontract (the false OCI certification claim).\nOn remand, this case was tried before a jury. The district court granted judgment as a matter of law to Westinghouse as to Harrison’s low-ball claim. Harrison does not appeal this ruling.\nAs for the false OCI certification claim, the district court submitted two interrogatories to the jury:\n(1) Has Harrison proven by a preponderance of the evidence that the certification of General Physics regarding organizational conflicts of interest was false under the applicable regulatory standard? and\n*913(2) Has Harrison proven by a preponderance of the evidence that at the time WSRC passed the certification on to the government, WSRC had knowledge of the falsity of the certification under the knowing standard applicable in this case?\nJ.A. 1072. The jury answered both interrogatories in the affirmative. After ruling that the issue of materiality was for the court, rather than the jury, to decide, the district court found that the no-OCI certification that Westinghouse submitted to DOE was material.\nThe district court also ruled that Harrison failed to prove any actual damages. However, after considering aggravating and mitigating circumstances, the district court assessed a penalty against Westinghouse, finding that the false certification negatively affected the integrity of the bidding process. In determining the amount of the penalty, the court found that Westinghouse had submitted twenty-six funding requests for the training program subcontract — the initial subcontract proposal that contained the false OCI certification and twenty-five subsequent invoices. The district court assessed a penalty of $7,500 (from a possible range of $5,000 to $10,000) as to each of these twenty-six funding requests, for a total penalty of $195,000. Of this amount, the district court awarded $58,000 to Harrison, representing the maximum percentage allowed (30%) to a qui tam relator under the FCA. See 31 U.S.C. § 3730(d)(2).\nIII.\nIn its appeal, Westinghouse contends that the district court erred by finding that the OCI certification was material. It also argues that it lacked the requisite scienter under the FCA. Last, Westinghouse asserts that the false claims Harrison attempted to prove at trial were not alleged with the necessary specificity in his complaint.\nThe FCA provides, in pertinent part:\nAny person who — (1) knowingly presents, or causes to be presented, to an officer or employee of the United States Government ... a false or fraudulent claim for payment or approval ... [or]\n(2) knowingly makes, uses, or causes to be made or used, a false record or statement to get a false or fraudulent claim paid or approved by the Government ... is liable to the United States Government for a civil penalty of not less than $5,000 and not more than $10,000, plus 3 times the amount of damages which the Government sustains because of the act of that person ....\n31 U.S.C. § 3729(a)(l)-(2). To state a claim under the FCA, the plaintiff must prove: (1) that the defendant made a false statement or engaged in a fraudulent course of conduct; (2) such statement or conduct was made or carried out with the requisite scienter; (3) the statement or conduct was material; and (4) the statement or conduct caused the government to pay out money or to forfeit money due. Harrison I, 176 F.3d at 788. Of these four elements, Westinghouse now challenges only two — materiality of the false statement and scienter.3\nA.\nWestinghouse first contends that the falsity of the no-OCI certification was *914not material to the government’s decision to fund the GPC subcontract.4 Thus, it argues that the district court erred by not granting judgment as a matter of law in its favor.\nBecause the district court, rather than the jury, decided the issue of materiality, we review the court’s findings of fact for clear error and its conclusions of law de novo. Nelson-Salabes, Inc. v. Morningside Dev., LLC, 284 F.3d 505, 512 (4th Cir.2002).\nThe test for determining materiality is “whether the false statement has a natural tendency to influence agency action or is capable of influencing agency action.” Berge, 104 F.3d at 1460. The question of materiality is a mixed question of law and fact for the court to decide. Id.; Harrison I, 176 F.3d at 785.\nWestinghouse does not challenge the factual findings underpinning the district court’s determination that the false certification was material. Instead, Westinghouse claims that the district court applied the wrong standard for determining whether a false statement is material.\nThe district court concluded that the false statement by Westinghouse — that GPC had no OCI relating to the subcontract — was material. In making this determination, the district court applied the standard we established in Berge — whether the false statement had a natural tendency to influence DOE’s action or was capable of influencing agency action.5 The district court found that, at the least, DOE would have had to start the solicitation *915over or GPC might have been disqualified from bidding on the training subcontract had DOE known that GPC had access to procurement sensitive documents not available to other subcontract bidders.\nWestinghouse nevertheless contends that the district court erred in determining that the no-OCI certification was material because the false statement did not actually affect the government’s decision to fund the subcontract, as evidenced by the fact that DOE continued to fund the subcontract even after it was informed about and investigated the alleged OCI. We find this argument unpersuasive.\nDOE approved awarding the subcontract to GPC in September 1992. In April 1993, Harrison informed DOE officials for the first time about the OCI issue. After investigating the information provided by Harrison, DOE determined that GPC did not have an OCI relating to its work under the subcontract. DOE thereafter continued to pay all the invoices submitted for the work GPC performed on the training program.\nWestinghouse relies on Berge to support its materiality argument. In Berge, a graduate student brought an FCA action against a university and three of its research professors, asserting that the defendants made false statements in their annual progress reports seeking continuing funding under a National Institute of Health (NIH) five-year research grant. The university had received funds from NIH for the previous ten years for this particular research program. It was approved to receive five more years of funding (years 11 through 15) as long as it demonstrated adequate progress annually. Berge, 104 F.3d at 1455-56.\nAmong several other complaints, the graduate student asserted that the university included her doctoral research in its progress report for year 12 without crediting her, thereby overstating its competence in her particular field. The graduate student claimed that the university’s failure to credit her research constituted a false statement in an attempt to get a false claim paid. Id. at 1456.\nAfter the graduate student filed her lawsuit, the government’s Inspector General investigated but found no criminal violations. It also determined that many of the graduate student’s claims were baseless or exaggerated. Id.\nA jury found in favor of the graduate student, and the district court assessed a penalty, of which the plaintiff as the qui tam relator was awarded nearly $500,000. Id. at 1455. We reversed on appeal, finding that the alleged false statements were not material to NIH’s decision to renew the university’s research grant. The university had obtained continuing funding for its ongoing research for nearly a decade before submitting the funding proposal in question. The graduate student’s contribution to the grant proposal was not central to the overall project, and the university had demonstrated satisfactory progress to warrant continued funding even without the graduate student’s research. Id. at 1462.\nMoreover, we decided that the university’s failure to identify the graduate student as a contributor was not actionable because NIH did not require the university to include the identity of any of the contributors to the research. We held that there can be no liability under the FCA unless the defendant has an obligation to disclose omitted information. Id. at 1461. For all of these reasons, we found that the alleged false statement by the defendant was plainly not material to NIH’s funding decision. Id. at 1462 (“Assuming arguen-do that all of Berge’s allegations were true and [the university] had made these false statements, it is hard to imagine that *916NIH’s decision-making would have been influenced by them.”).\nThis case is readily distinguishable from Berge. Unlike the university in Berge, which was not obligated to name its research contributors, Westinghouse was required to submit the no-OCI certification to DOE as a prerequisite to GPC’s being awarded the contract. GPC would have been disqualified from bidding on the subcontract had it not provided a no-OCI certification.6 The master contract between Westinghouse and DOE required Westinghouse to submit no-OCI certifications to DOE when Westinghouse submits subcontracts for approval.7 If Westinghouse had not included the no-OCI certification in its PUR package, DOE would not have approved the GPC subcontract.\nMoreover, unlike the insignificant nature of the graduate student’s research in Berge, the no-OCI certification plays an important role in the procurement process by ensuring that all government contracts are bid fairly. Before awarding a subcontract, DOE requires the bidder to certify, in effect, that its bid was fairly produced and that the other bidders were not disadvantaged by any wrongful conduct. By passing on the false certification to DOE, Westinghouse undermined the integrity of the procurement system.8\nWhat Westinghouse proposes we do, in effect, is to change the standard of proof required to establish materiality in an FCA case. Westinghouse asserts that materiality should depend on “the actual effect the truth or falsity of a certification has upon the government’s decision to pay.” Supplemental Brief at 6. Under this theory, a government contractor could never be held liable under the FCA if the governmental entity decides that it should continue to fund the contract, even though it finds that the contractor made a false statement in connection with a claim. In effect, a court would be bound to find no materiality whenever a governmental entity investigates an alleged OCI but decides to continue funding the contract.\nWe decline to adopt this standard. First, it is inconsistent with Berge because it focuses on the actual effect of the falsehood when it is discovered, while the Berge standard hinges on whether a false statement has a “natural tendency” or is “capable of influencing” a government funding decision. By clear implication, the Berge standard focuses on the potential effect of the false statement when it is made, not on *917the actual effect of the false statement when it is discovered.\nSecond, we can foresee instances in which a government entity might choose to continue funding the contract despite earlier wrongdoing by the contractor. For example, the contract might be so advantageous to the government that the particular governmental entity would rather not contest the false statement, even if it became aware of the false statement before the subcontractor began its work. Also, the government might decide not to address a conflict of interest that it first discovers several months after the subcontractor begins work. At that point, to avoid further costs the government might want the subcontractor to continue the project rather than terminate the contract and start over.\nThird, the standard proposed by Westinghouse does not accomplish one of the primary purposes of the FCA — policing the integrity of the government’s dealings with those to whom it pays money. See United States v. Maher, 582 F.2d 842, 847-48 (4th Cir.1978) (noting that an important purpose of the criminal FCA is to assure the integrity of claims and vouchers submitted to the government). Courts give effect to the FCA by holding a party liable if the false statement it makes in an attempt to obtain government funding has a natural tendency to influence or is capable of influencing the government’s funding decision, not whether it actually influenced the government not to pay a particular claim.\nIn this case, the district court correctly ruled that the false certification by Westinghouse was material. Contrary to Westinghouse’s suggestion, the no-OCI certification was not an insignificant technical requirement. Moreover, the particular conflict in question — -where GPC had almost unfettered access to procurement sensitive information while the other bidders had none — would inherently make it probable that DOE would disqualify GPC from bidding on the subcontract. Thus, the false statement by Westinghouse — that GPC did not have an unfair competitive advantage over the other bidders — had a natural tendency to influence or was capable of influencing DOE to disqualify GPC from the bidding process. It is hard for us to imagine that DOE, if it had fully known the details of the OCI, would have allowed GPC to receive the subcontract.\nB.\nWestinghouse also contends that it did not have the requisite scienter to be held liable under the FCA, and, therefore, the district court should have granted judgment as a matter of law in its favor. We disagree.\nWe review the denial of judgment as a matter of law de novo as to matters decided by a jury. ' Konkel v. Bob Evans Farms Inc., 165 F.3d 275, 279 (4th Cir.1999). In doing so, we must view the evidence in the light most favorable to the prevailing party and draw all reasonable inferences in that party’s favor to determine whether a reasonable jury could reach but one conclusion. Winant v. Bostic, 5 F.3d 767, 774 (4th Cir.1993). Thus, we must determine, viewing the evidence in the light most favorable to Harrison, whether the jury could reach but one conclusion — that Westinghouse did not “knowingly” pass on GPC’s false no-OCI certification.\nThe FCA prohibits a person from “knowingly” presenting or making a false statement in connection with a claim seeking payments from the government. See 31 U.S.C. § 3729(a)(l)-(2). The FCA defines “knowingly” to mean:\nthat a person, with respect to information—\n(1) has actual knowledge of the information;\n*918(2) acts in deliberate ignorance of the truth or falsity of the information; or\n(3) acts in reckless disregard of the truth or falsity of the information,\nand no proof of specific intent to defraud is required.\n31 U.S.C. § 3729(b).\nThe district court instructed the jury that:\nin order to find that WSRC took any action knowingly, you must find that at least one individual employee had all of the relevant factual information to satisfy that standard as to the fact or action at issue. In this particular case, that means that you would need to find that at least one individual employee of WSRC knew that GPC was submitting a bid on the subcontract, and knew of facts which would have required disclosure of an organizational conflict of interest by GPC. You do not need to consider whether this individual knew that a certification would be required or what information GPC was actually disclosing on it.\nJ.A. 1019. In answering the interrogatories, the jury found that Westinghouse knowingly submitted the false no-OCI certification to DOE.\nWestinghouse argues that the district court’s jury instruction was impermissibly broad. Westinghouse complains that the instruction improperly allowed the jury to piece together knowledge of more than one of its employees to find that the corporation knowingly made a false statement. It asserts that it is entitled to judgment as a matter of law because there is no evidence that any one particular Westinghouse employee knew of the OCI and also knew that Westinghouse was required to and did submit the false no-OCI certification to the DOE. According to Westinghouse, there is no evidence that Bowers, the Westinghouse official who submitted the no-OCI certification to DOE, knew of any potential OCI and no evidence that Smith, who presumably knew of the OCI, knew that Westinghouse submitted a no-OCI certification to DOE. Thus, Westinghouse contends there was no “single actor” at Westinghouse who possessed the requisite scienter for FCA liability to attach.9\n*919We decline to adopt Westinghouse’s “single actor” requirement in this false certification case. In particular, we decline to adopt Westinghouse’s view that a single employee must know both the wrongful conduct and the certification requirement. If we established such a rule, corporations would establish segregated “certifying” offices that did nothing more than execute government contract certifications, thereby immunizing themselves against FCA liability.\nInstead, we conclude that the district court’s instruction was not impermissibly broad as to the scienter required to find liability under the FCA. The district court’s instruction appropriately focused on the issue of material importance, ie., whether there was at least one Westinghouse employee who knew or should have known that GPC was submitting a bid seeking government funds and that this bid was tainted by an OCI.\nViewing the evidence in the light most favorable to Harrison, we find there was sufficient evidence for the jury to decide that Westinghouse, through Smith alone, knew that GPC was bidding on the ITP training program and knew that GPC had an OCI relating to its bid. It is undisputed that Smith knew that GPC was submitting a bid on the ITP training program subcontract. Smith was one of the three Westinghouse employees who graded the GPC bid before it was submitted to DOE. The three graders reached a consensus that the GPC bid was substantially better than all the other bids submitted. The evidence also shows that Bowers, the Westinghouse procurement specialist on the ITP training project, cautioned Smith to ensure that no contract employees, like Kirkpatrick of GPC, would have access to procurement sensitive information. Frank, another Westinghouse employee, witnessed Kirkpatrick having unrestricted access to and preparing procurement sensitive documents. Frank cautioned Smith before the subcontract was awarded to GPC that Kirkpatrick had access to sensitive information and that GPC would thereby have a competitive advantage over other firms bidding on the ITP training subcontract.10 Although Smith denied that Kirkpatrick had access to procurement sensitive information, Smith testified that he knew that an OCI would exist if GPC had access to procurement sensitive information during the solicitation process. Thus, there was ample evidence for the jury to find that Smith knew of facts that made the no-OCI certification false before Westinghouse submitted the no-OCI certification to DOE.\nTherefore, we conclude there was sufficient evidence for the jury to find that Westinghouse possessed the requisite scienter to be held liable under the FCA. Westinghouse concedes that Bowers knew that the no-OCI certification was included in the PUR package Westinghouse submitted to DOE. Moreover, regardless of whether Smith knew specifically that Westinghouse was submitting the no-OCI *920certification to DOE, Westinghouse knew, through Smith alone,11 that the substance of the no-OCI certification was false when Westinghouse submitted it to DOE.12\nIn the alternative, Westinghouse contends that, even if it is liable for the false statement it passed on to DOE in the PUR package, it did not have the requisite scienter relating to the nineteen invoices it submitted to DOE after April 20, 1993, when Harrison first informed DOE about the OCI.\nAfter DOE approved the PUR package, Westinghouse ultimately submitted twenty-five invoices seeking payment for the work performed by GPC under the subcontract. Westinghouse argues that it cannot be held liable for the nineteen invoices submitted after April 20, 1993, because DOE was already aware of GPC’s potential conflict of interest by then but continued to pay the invoices. It contends that DOE’s knowledge of the potential OCI negated any scienter that Westinghouse may have had prior to April 20. We disagree.\nWestinghouse took the position throughout the funding of the training program (and still does) that it had no OCI with GPC. The DOE officials who investigated Harrison’s charges determined that no OCI existed. They based this determination, at least in part, on their interviews with Westinghouse employees who denied that an OCI existed. This evidence demonstrates that when Westinghouse submitted its initial PUR package and all of the twenty-five subsequent invoices, it intended for DOE to believe (which it did) that no OCI existed. Thus, the initial false certification by Westinghouse in the PUR package tainted all of the following invoices, and the district court properly determined that Westinghouse could be held liable on all twenty-six13 of the submissions by Westinghouse seeking government funding.14\n*921Westinghouse also asserts that the jury could not have reasonably found that it had the requisite scienter because Westinghouse did not have any financial motive to favor GPC. In establishing liability under the FCA, a plaintiff need not prove the defendant had a financial motive to make a false statement relating to a claim seeking government funds. See Harrison I, 176 F.3d at 788 (establishing four elements in a FCA claim, none of which requires a financial motive).\nC.\nWestinghouse also argues that Harrison improperly raised new allegations of fraud for the first time during trial. Westinghouse claims that Harrison was prohibited from raising these new allegations at trial because Fed.R.Civ.P. 9(b) requires a plaintiff to allege fraud with particularity, and the district court erred in instructing the jury on allegations that Harrison did not specifically plead in his complaint. We disagree.\nRule 9(b) provides: “In all averments of fraud or mistake, the circumstances constituting fraud or mistake shall be stated with particularity. Malice, intent, knowledge, and other condition of mind of a person may be averred generally.” As we explained in Harrison I, Rule 9(b) has four purposes:\nFirst, the rule ensures that the defendant has sufficient information to formulate a defense by putting it on notice of the conduct complained of .... Second, Rule 9(b) exists to protect defendants from frivolous suits. A third reason for the rule is to eliminate fraud actions in which all the facts are learned after discovery. Finally, Rule 9(b) protects defendants from harm to their goodwill and reputation.\nHarrison I, 176 F.3d at 784 (quoting United States ex rel. Stinson, Lyons, Gerlin &amp; Bustamante, P.A. v. Blue Cross Blue Shield of Georgia, Inc., 755 F.Supp. 1055, 1056-57 (S.D.Ga.1990)). We also noted that a “court should hesitate to dismiss a complaint under Rule 9(b) if the court is satisfied (1) that the defendant has been made aware of the particular circumstances for which [it] will have to prepare a defense at trial, and (2) that plaintiff has substantial prediscovery evidence of those facts.” Id.\nHarrison’s amended complaint, filed after Harrison I, contains the following allegations relevant to the OCI claim:\n(1) GPC requested and received insider information from Smith that was not *922provided to other bidders in violation of DOE regulations;\n(2) Westinghouse misrepresented to DOE that its requisition process had been duly followed when Westinghouse knew that such representation was false because GPC had received insider information during the procurement process;\n(3) Westinghouse was required under DOE regulations to obtain from GPC a certification relating to OCIs;\n(4) Westinghouse knowingly permitted GPC to engage in undisclosed OCIs that gave GPC a competitive advantage; and\n(5) Westinghouse knew about GPC’s OCI, which gave GPC a competitive advantage over the other bidders, but failed to disclose the OCI to DOE when it submitted GPC’s false no-OCI certification to DOE.\nWe find that Harrison’s Recast Complaint gave Westinghouse notice of the particular facts and circumstances of the misconduct by Westinghouse that Harrison ultimately proved at trial. We further find that Harrison had pre-discovery evidence of these facts. As a vice-president of GPC, Harrison was the corporate officer responsible for giving final approval to the bid (which included the no-OCI certification) that GPC submitted to Westinghouse. Harrison refused to approve the document because he believed that GPC had obtained insider information and that the OCI should be disclosed. Thus, we conclude the district court properly denied Westinghouse’s motion for judgment as a matter of law relating to any Rule 9(b) violation.\nIV.\nIn his cross-appeal, Harrison argues that the district court erred by improperly limiting damages, by not awarding him personal expenses, and by not allowing him to recover the full amount of attorneys fees requested.\nA.\nHarrison first argues that the district court erred by ruling that he could not seek disgorgement of all monies paid by DOE to Westinghouse as damages. He claims that the subcontract was void ab initio because of the fraud perpetrated by Westinghouse and, therefore, the $9 million that DOE ultimately paid for the work GPC performed under the subcontract should be disgorged.\nThe district court ruled that Harrison failed to prove any actual damages suffered by the government because there was no evidence that it cost the government more to have GPC perform the subcontract than any other firm.15 Harrison does not dispute this finding on appeal.\nWe have not adopted one particular standard by which damages should be measured under the FCA. Some courts measure damages by the amount of money the government paid by reason of the false statement above what it would have paid absent the false statement. See, e.g., United States v. Ekelman &amp; Assocs., 532 F.2d 545, 550 (6th Cir.1976). We suggested this measure of damages in Harrison I when we noted that the plaintiff had sufficiently alleged that the false statements made by Westinghouse “caused the government to pay ‘claims’ at a higher cost than it would have paid absent the fraud.” *923176 F.3d at 794. This view is consistent with the text of the FCA, which provides for recovery of “damages which the Government sustains because of the act of’ the defendant. 31 U.S.C. § 3729(a). This approach also furthers an important purpose of the FCA, which is to make the government completely whole. United States ex rel. Marcus v. Hess, 317 U.S. 537, 551-52, 63 S.Ct. 379, 87 L.Ed. 443 (1943).\nWe conclude that, under the particular facts of this case, the district court properly required the plaintiff to prove damages by showing how much more the government paid GPC to perform the subcontract than it would have paid another firm absent the false no-OCI certification. Although Westinghouse ran afoul of the fair bidding requirements, there was no evidence adduced at trial suggesting that GPC failed to perform the work that it was required to perform under the subcontract or that the government did not receive the benefit of the work performed.16 Harrison presented no evidence that the government did not get what it paid for or that another firm could have performed the work for less. As such, the district court correctly disallowed Harrison from recovering disgorgement of all $9 million that the government paid for the subcontracted work.17\nHarrison also argues that the fraudulent conduct by Westinghouse made quantifying damages virtually impossible. According to Harrison, the district court should have placed on Westinghouse the burden of proving the added costs DOE would have incurred absent the false statement.\nWe decline to shift the burden of proof on damages as Harrison proposes. The FCA specifically places the burden of proving damages on the government. 31 U.S.C. § 3731(c). Because Harrison, as the qui tam relator, stands,in the place of the government, he must assume the government’s burden of proof as to damages in an FCA case.\nB.\nHarrison next argues that the district court erred in denying his claim for personal litigation expenses. He claimed $786 for travel expenses and $3,250 for time away from his business. The district court ruled that FCA does not provide for personal litigation expenses.\nWe generally review the denial of fees and costs for an abuse of discretion. Hitachi Credit Am. Corp. v. Signet Bank, 166 F.3d 614, 631 (4th Cir.1999). The FCA provides that a prevailing qui tam relator shall receive, in addition to up to 30% of the proceeds of the action, “an amount for reasonable expenses which the court finds to have been necessarily incurred, plus reasonable attorneys’ fees and costs.” 31 U.S.C. § 3730(d)(2). Harrison argues that these “expenses” should include his personal expenses incurred as a result of the litigation.\nIn other contexts, we have limited “expenses” or “costs” to direct costs of litigation, such as court costs, deposition transcriptions, photocopying, and other compensable expenses that an attorney charges her client. Cherry v. Champion *924Int'l. Corp., 186 F.3d 442, 449 (4th Cir.1999); Daly v. Hill, 790 F.2d 1071, 1084 (4th Cir.1986). Harrison cites no authority allowing reimbursement for the type of personal expenses he now seeks. We find that the district court did not abuse its discretion in denying Harrison’s claim for personal expenses.\nC.\nFinally, Harrison argues that the district court erred in not awarding all of his claimed attorney fees. Although Harrison sought more than $300,000 in attorney fees, the district court only awarded just over $144,000. We review a denial of attorney fees for abuse of discretion. Hitachi Credit Am. Corp., 166 F.3d at 631.\nIn determining the award, the district court segregated the request into three time phases: (1) initiation of suit through Harrison I; (2) Harrison I through granting judgment as a matter of law on the low-ball claim in favor of Westinghouse; and (3) judgment as a matter of law on the low-ball claim through judgment for Harrison on the OCI claim.\nIn the first phase, we affirmed the dismissal of eight of Harrison’s ten claims. The district court reduced Harrison’s fee request during this phase by 60%. In the second phase, Westinghouse prevailed on the low-ball claim, the much more significant of the two remaining claims. The district court reduced Harrison’s fee by 50% for that phase. In the final phase, Harrison prevailed on the OCI claim. The district court awarded all of the requested fees for that phase.\nWe conclude that the district court reasonably reduced the requested fees. We find no abuse of discretion.\nV.\nFor the foregoing reasons, we affirm the judgment of the district court.\n\nAFFIRMED\n\n\n. For reasons we discuss in section III.A, we view the evidence in the light most favorable to Harrison.\n\n\n. The government intervened on appeal to advance three arguments: (1) the district court correctly found that the false no-OCI certification was material; (2) the district court erred in instructing the jury that a corporation cannot be held liable under the FCA unless a \"single actor” of the corporation possessed the scienter required under the FCA; and (3) the district court correctly found no actual damages.\n\n\n. At trial, Westinghouse conceded that the no-OCI certification was made in connection with a claim seeking money from the government. Westinghouse asserted at trial that the no-OCI certification was not false. However, the jury determined that GPC did have an OCI and that the no-OCI certification was false. Westinghouse does not challenge the jury’s finding of falsity on appeal.\n\n\n. Harrison argued to the district court and now argues on appeal, as an additional ground to affirm the district court’s judgment, that materiality is no longer a required element under the FCA. He cites the Supreme Court’s opinion in Neder v. United States, 527 U.S. 1, 119 S.Ct. 1827, 144 L.Ed.2d 35 (1999), which was decided less than a month after Hairison I. In a footnote, the Court in Neder stated that the use of the term \"false statement,” as opposed to \"fraudulent statement,” in a criminal statute does not imply a materiality requirement. Id. at 23 n. 7, 119 S.Ct. 1827.\nWe conclude that Neder does not control whether materiality is a required element in the context of civil FCA cases. Neder, unlike this case, involved a wire and bank fraud criminal prosecution. We have previously been reluctant to apply rulings in the criminal context to some civil causes of action. For instance, the Supreme Court in United States v. Gaudin, 515 U.S. 506, 115 S.Ct. 2310, 132 L.Ed.2d 444 (1995), held that the issue of materiality in a criminal false statements statute case must be submitted to the jury. Nevertheless, we specifically declined to apply Gaudin to a civil FCA case and instead held that the issue of materiality in civil FCA cases is for the court, rather than the jury, to decide. United States ex rel. Berge v. Board of Trustees of the Univ. of Ala., 104 F.3d 1453, 1460 (4th Cir.1997).\nWe decline to apply to this civil FCA case the Supreme Court's statement in Neder that criminal statutes containing the phrase \"false statement” do not imply a materiality requirement. Instead, we follow our prior civil FCA precedent in Berge and hold that a plaintiff in a civil FCA suit must prove that a false statement is material. Berge, 104 F.3d at 1459.\n\n\n. In Neder, the Supreme Court referenced § 538 of the Restatement (Second) of Torts as a test for determining materiality in criminal fraud prosecutions. Neder, 527 U.S. at 22 n. 5, 119 S.Ct. 1827. The test sets out two alternatives to establish materiality. The first provides that a matter is material if \"a reasonable man would attach importance to its existence or nonexistence in determining his choice of action in the transaction in question.” Id.\nThe district court used both the Berge materiality test and the above alternative from Neder in deciding whether the false certification by Westinghouse was material. Because the Berge test and the first Neder alternative are similar and because Harrison would prevail under either test, we need not decide whether the Supreme Court's materiality test for criminal fraud cases should govern civil FCA cases.\n\n\n. GPC could have complied with this requirement by certifying that it had a potential OCI that could be mitigated or avoided by segregating the individuals within the organization who have the conflict. This option of compliance would not be possible in this case because the individual with the conflict, Kirkpatrick, had already participated in drafting GPC's winning bid.\n\n\n. The master agreement between Westinghouse and DOE requires Westinghouse to:\nobtain and furnish to the Contracting Officer ... an OCI Disclosure Statement ... from all subcontractors to be utilized under this contract to perform work similar to the services provided by [Westinghouse], No work shall be performed by the subcontractor until the Contracting Officer has cleared the subcontractor for Organizational Conflicts of Interest (OCI).\nJ.A.1920.\n\n\n.Westinghouse seizes on one footnote in Berge in which we noted that the graduate student could not account for the fact that NIH repeatedly probed all of her allegations but, nevertheless, continued to grant funding to the university. See id. at 1462, n. 3. In this case, however, Harrison demonstrated a legitimate explanation for DOE's failure to detect the OCI — Westinghouse denied during DOE's investigation that GPC had an OCI. Based on the jury's answers to the interrogatories, it is clear that the jury, unlike the DOE investigators, disbelieved the denials by Westinghouse officials.\n\n\n. Harrison and the government contend, as an additional ground to affirm, that the district court improperly instructed the jury on the issue of scienter, albeit for a much different reason than the one advanced by Westinghouse. Instead of the \"single actor” instruction urged by Westinghouse, Harrison and the government argue that the district court should have instructed the jury that it could piece together the \"collective knowledge” of all of the involved Westinghouse employees to find the requisite knowledge.\nWe note that this case is not a \"collective knowledge” case, as Harrison and the government define the term. Under their \"collective knowledge” approach, \"knowledge [of a corporation] is the sum of the knowledge of all of the employees. That is, the [corporation's] knowledge is the totality of what all of the employees know within the scope of their employment.” United States v. Bank of New England, 821 F.2d 844, 855 (1st Cir.1987).\nThis \"collective knowledge” doctrine would allow a plaintiff to prove scienter by piecing together scraps of \"innocent” knowledge held by various corporate officials, even if those officials never had contact with each other or knew what others were doing in connection with a claim seeking government funds. For instance, this case would be a \"collective knowledge” case if Smith knew only that GPC had received procurement sensitive information about the ITP training subcontract. This knowledge would be completely \"innocent” if Smith did not also know that GPC was submitting a bid to obtain the subcontract. Nevertheless, under the \"collective knowledge” doctrine, Westinghouse could be held liable under this scenario if the plaintiff could also prove that some other Westinghouse official, who knew nothing about the OCI, knew that GPC was submitting a bid and yet another employee, who knew nothing about the OCI, knew only that Westinghouse was submitting a no-OCI certification.\n*919We need not adopt the \"collective knowledge” doctrine as Harrison and the government espouse it to affirm in this case because we are not cobbling together pieces of \"innocent” knowledge to find the requisite scienter. The charge required the jury to find at least one Westinghouse employee who knew of the wrongful conduct (i.e., that GPC had an OCI and was submitting a tainted bid seeking government funds) that gave rise to the false statement. Because Smith alone knew all the facts that made the OCI certification false, his knowledge can be combined with the undisputed fact that Bowers submitted the no-OCI certification on behalf of Westinghouse to establish scienter.\n\n\n. Although both sides disputed when this conversation could have occurred, there was sufficient evidence for the jury to decide that Frank confronted Smith before the subcontract was awarded to GPC.\n\n\n. Westinghouse concedes that whatever knowledge its employees possessed relating to the facts of this case are imputed to it. As such, whatever knowledge Smith possessed is imputed to Westinghouse. This is particularly appropriate in this case, because Westinghouse had a specific contractual obligation to obtain no-OCI certifications from its subcontractors.\n\n\n. Our conclusion is consistent with the Eleventh Circuit's opinion in Grand Union Co. v. United States, 696 F.2d 888 (11th Cir.1983), that a corporation can be held liable under the FCA even if the certifying employee was unaware of the wrongful conduct of other employees. In Grand Union, a grocery store was accused of allowing its patrons to purchase ineligible items with food stamps. The check-out cashiers accepted the stamps for ineligible items and turned them over to the head cashier. The head cashier endorsed the stamps and certified that they were not accepted for ineligible items. The government, in turn, redeemed the stamps. Id. at 889.\nThe grocery store, much like Westinghouse in this case, argued that it could not be held liable under the FCA because there was no evidence that the certifying clerk knew about the improper transactions. The Eleventh Circuit disagreed, finding that there was sufficient evidence supporting the inference that the check-out cashiers knowingly permitted the transactions and that their knowledge could be imputed to the grocery store. Id. at 890-91.\n\n\n. The district court's ruling is consistent with our statement in Harrison I that, as alleged, \"[e]ach claim for payment under the contract was ... submitted under a contract which was fraudulently approved. So, WSRC could face False Claims Act liability for each claim for payment under the GPC subcontract.” Harrison I, 176 F.3d at 793-94.\n\n\n. Westinghouse cites our recent opinion in United States ex rel. Becker v. Westinghouse Savannah River Co., 305 F.3d 284, 289 (4th Cir.2002), for the proposition that \"prior government knowledge of an allegedly false claim can negate the scienter required for an FCA violation.” The facts of Becker are substantially different from the facts in this case. The plaintiff in Becker claimed that Westinghouse spent government funds for an unauthorized purpose and then attempted to *921conceal the expenditure by creating false documents. The facts, however, showed that Westinghouse had constructed buildings at the Savannah River Site under budget, creating a $12 million surplus. DOE, because it had undergone a budgetary reorganization, directed Westinghouse to move the surplus money from the building construction account to a different kind of account and to use the money for different purposes. Westinghouse complied with the DOE instructions and began drawing money from the new account for projects other than building construction. Id. at 286-87.\nThe district court granted summary judgment in favor of Westinghouse, and we affirmed. We held that Westinghouse lacked the requisite knowledge of making false records in an attempt to conceal using the money for unauthorized projects. We found it important that DOE had \"full knowledge of the material facts” relating to transferring the surplus money from one account to another. Id. at 289. We refused to hold Westinghouse liable for following DOE directions.\nOur holding in Becker does not help Westinghouse in this case. Unlike in Becker, DOE did not have \"full knowledge” of the material facts. Harrison presented his allegations to DOE, but DOE found (contrary to what the jury found at trial) that no OCI existed. Moreover, unlike in Becker, Westinghouse clearly was not following DOE directions when it allowed Kirkpatrick to have unrestricted access to procurement sensitive information.\n\n\n. The record reveals that a bid from another firm was lower than GPC’s bid. This lower bid scored \"grossly deficient” in the initial technical review, however, and was not considered a viable candidate. Harrison does not argue that this other firm could or should have been awarded the subcontract.\n\n\n. Harrison asserts that DOE scrapped the ITP project shortly after it was put on line and that the ITP training program was, therefore, a waste. This circumstance, however, does not mean that GPC's work under the subcontract lacked value. GPC performed the work it was required to perform under the subcontract.\n\n\n. Other factual scenarios could exist in which the contractor's performance so lacks any value as to make recovery of all monies paid by the government an appropriate remedy. See, e.g., United States v. TDC Mgmt. Corp., 288 F.3d 421, 428 (D.C.Cir.2002).\n\n",
            "ocr": true,
            "opinion_id": 8408476
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}