{
    "id": 7840172,
    "judges": "Armstrong, Belsome, III",
    "date_filed": "2018-06-11",
    "date_filed_is_approximate": true,
    "slug": "state-v-robert",
    "case_name_short": "Robert",
    "case_name": "State v. Robert",
    "case_name_full": "STATE of Louisiana v. Eddie ROBERT",
    "attorneys": "Eddie J. Jordan, Jr., District Attorney of Orleans Parish, Michael G. Morales, Assistant District Attorney of Orleans Parish, New Orleans, LA, for Plaintiff/Appel-lee., Kevin V. Boshea, Metairie, LA, for Defendant/Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied June 30, 2006.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "931 So. 2d 1268"
    ],
    "opinions": [
        {
            "author_str": "III",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJAMES F. McKAY III, Judge.\n11 STATEMENT OF CASE\nOn October 24, 2003, the State filed a bill of information charging Eddie Robert with distribution of marijuana, a violation of La. R.S. 40:966(A). At his January 29, 2004, trial, a twelve-person jury found him guilty as charged. On May 7, 2004, the trial court sentenced the defendant to serve five years at hard labor, with credit for time served and ordered the sentence to run concurrently with any other sentence. The defendant’s motion for reconsideration of sentence was denied, and his motion for an appeal was granted. On May 14, 2004, the State multiple billed the defendant. Following a hearing on the multiple bill on January 10, 2005, the trial court adjudged the defendant a second offender1, vacated the previous sentence and sentenced the defendant pursuant to La. R.S. 15:529.1 the minimum sentence of fifteen years at hard labor with credit for time served and ordered that the sentence be served concurrently with any other sentence. This Court affirmed the defendant’s distribution of marijuana conviction and sentence. State v. Robert, unpub., 2004-1141 (La.App. 4 Cir. 9/29/04, 883 So.2d 544).\n| .STATEMENT OF FACT\nThe following statement of fact is taken from State v. Robert, unpub., 2004-1141 (La.App. 4 Cir. 9/29/04, 883 So.2d 544).\nAt trial, Officer Frank Watts testified that he was on a routine patrol on the evening of October 16, 2003, when he observed what appeared to be a drug transaction at the corner of Mazant and Urquhart Streets. He testified that he saw two men standing face to face when one man gave the other currency. The recipient, later identified as Robert, then reached into his back pocket for an item the officer believed to be contraband. Robert handed the package to the first man, who was later identified as Kendall Rivers. When the officer stopped to investigate, Rivers ran about one-half block before being apprehended; he was carrying a bag of marijuana. Robert was also detained, and he was found to be carrying fourteen dollars in cash. Both men were advised of their rights *1271and arrested. Under cross-examination, the officer was asked to estimate what the bag of marijuana would cost, and he answered that according to the grade, it would range between five and twenty-five dollars.\nOfficers Richard LeBlanc and Nathan Gex also testified at trial. Both officers were with Officer Watts on October 16th when Robert was observed, apprehended, and arrested, and their testimony tracked that of Officer Watts. Officer Gex detained Robert and recovered fourteen dollars\nThe parties stipulated that the bag of vegetable matter was tested and proved to be marijuana.\nKendall Rivers, the seventeen-year-old friend of Robert, testified that he lives on the same block of Mazant Street as Robert. The night they were arrested, he was charged with possession of marijuana, resisting arrest, and obstruction of justice. Rivers gave a different account of the events of October 16th. He testified that he and Robert were walking up the street to a store on the corner of St. Claude Avenue and Mazant Street. When the police officers jumped out of their marked car, he ran. He testified the police “had did [sic] him [Robert] that one time before.” After he was stopped, Rivers testified that he was placed in the back of the police car and asked why he ran. He answered that he did not know. Meanwhile the officers were looking around on the ground, and one of them picked up something from the ground. The officer said he “got this off the ground, it’s yours” and showed him the bag of marijuana. Rivers denied buying drugs from Robert that night and declared that he had no drugs when he was stopped that night.\n\nASSIGNMENTS OF ERROR\n\nIn his assignments of error, the defendant argues that his sentence under the Habitual Offender statute is excessive.\n| 3Article I, Section 20 of the Louisiana Constitution of 1974 prohibits the imposition of excessive punishment. La. Const. Art. I, 20; State v. Landry, 2003-1671 (La.App. 4 Cir. 3/31/04), 871 So.2d 1235,1239-1240. A sentence may violate a defendant’s constitutional right against excessive punishment even if it is within the statutory limit. Id.; State v. Dorthey, 623 So.2d 1276, 1280 (La.1993). A sentence within the statutory limit is constitutionally excessive if it is “grossly out of proportion to the severity of the crime” or is “nothing more than the purposeless imposition of pain and suffering.” State v. Landry, 871 So.2d at 1239-1240, citing State v. Johnson, 97-1906 (La.3/4/98), 709 So.2d 672, 676.\nA mandatory minimum sentence under the Habitual Offender Law may be reviewed for constitutional excessiveness. State v. Lindsey, 99-3256, 99-3302 (La.10/17/00), 770 So.2d 339, 342. In State v. Dorthey, supra at 1280-1281, the Louisiana Supreme Court specifically held that when a trial court determines the minimum sentence mandated by La. R.S. 15:529.1 makes no “measurable contribution to acceptable goals of punishment” or that the sentence amounts to nothing more than “the purposeful imposition of pain and suffering” and is “grossly out of proportion to the severity of the crime,” the trial judge must reduce the sentence to one that would not be constitutionally excessive.\nIt is presumed that a mandatory minimum sentence under the Habitual Offender Law is constitutional. State v. Johnson, 97-1906 (La.3/4/98), 709 So.2d 672, 676. A court may only depart from *1272the mandatory sentence if it finds clear and convincing evidence in the present case that would rebut the presumption of constitutionality. Id. To merit a deviation below the mandatory minimum sentence, the defendant must clearly and convincingly show that he is |/‘exceptional.” State v. Johnson, supra. Such downward departures should occur only in rare instances. Id.\nIn this case, the defendant argues his sentence is excessive considering his age, background, and lack of criminal history.\nThe record indicates the defendant was eighteen old at the time of his July 1999 arrest and guilty plea to possession of cocaine. At that time, a conviction for possession of cocaine carried a mandatory prison term of up to five years plus the possibility of a fíne. La. R.S. 40:967C(2). However, the defendant received a mid-range sentence of thirty months in the Department of Corrections, About Face Program and no fine. More than four years later, the defendant was arrested on the present charge — distribution of marijuana — La. R.S. 40:966. For that conviction,' pursuant to La. R.S. 15:529.1, the trial court imposed the minimum sentence of fifteen years, without a fine.\nThe Louisiana Supreme Court has stated that on appellate review of a sentence, the only relevant question is whether the trial court abused its broad discretion in sentencing, not whether another sentence might have been more appropriate. State v. Soraparu, 97-1027 (La.10/13/97), 703 So.2d 608; State v. Bajoie, 2004-1843 (La. App. 4 Cir. 3/9/05), 899 So.2d 78.\nIn conjunction with his argument in the assignment above the defendant argues that the trial judge failed to state reasons for sentencing the defendant as required by La. C. Cr.P. art. 894.1.\nLa.C.Cr.P. art. 894.1 requires that the trial ■ judge state the considerations taken into account and the factual basis therefore in imposing sentence. State v. Bajoie, 2004-1843 (La.App. 4 Cir. 3/9/05), 899 So.2d 78.\n[^Generally, a reviewing court must determine whether the trial judge adequately complied with the sentencing guidelines set forth in La.C.Cr.P. article 894.1, and whether the sentence is warranted in light of the particular circumstances of the case. State v. Williams, 2002-1815 (La.App. 4 Cir. 11/20/02), 833 So.2d 428; State v. Quebedeaux, 424 So.2d 1009 (La.1982).\nHowever, the articulation of the factual basis for a sentence is the goal of art. 894.1, not rigid or mechanical compliance with its provisions. State v. Major, 96-1214, p. 10 (La.App. 4 Cir. 3/4/98), 708 So.2d 813, 819. Where the record clearly shows an adequate factual basis for the sentence imposed, resentencing is unnecessary even when there has not been full compliance with art. 894.1. State v. Lanclos, 419 So.2d 475 (La.1982). In this case, the trial judge ordered a Pre-Sentence Investigation (PSI); however, there is nothing in the record to indicate one was obtained. The trial court gave no reasons for sentencing, nor indicated in any way that it had considered the sentencing factors in La. C. Cr. P. article 894.1.\nIn this particular instance the trial court found the defendant to be a second offender pursuant to La. R.S. 15:529.1, and sentenced him to 15 years which is in the statutory limitation. It is not clear from the records before this court that the trial court considered Article 894.1, in the imposition of this sentence.\nA sentence may be reviewed for constitutional excessiveness even though it is within statutory guidelines. *1273See. State v. Points 200-1371 (La.App. 4th Cir.4/11/01), 787 So.2d 396; State v. Cann, 471 So.2d 701, 703 (La.1985). In reviewing a sentence for excessiveness, the Court must first determine whether the trial court complied with La.C.Cr.P. art. 894.1 in imposing the sentence and then determine whether the sentence is too severe given the circumstances of the case and the defendant’s background. State v. Lobato, 603 So.2d 739, 751 (La.1992). If | «the sentence needlessly imposes pain and suffering and is grossly out of proportion to the seriousness of the offense so as to shock our sense of justice, then it may be determined to be unconstitutionally excessive as violative of La. Const. Art. 1, 20 (1974). Id. However, a sentence imposed will not be set aside absent a showing of abuse of the trial court’s wide discretion to sentence within statutory limits. Id.\nOnce adequate compliance with La.C.Cr.P. art. 894.1 is found, the court may consider whether the sentence is excessive in light of sentences imposed by other courts in similar circumstances. Also, the trial court may take into consideration the recent Louisiana legislation, in particular Acts 2001, No.403 eff. June 15, 2001, which significantly reduce the penalities of a large series of Title 40 drug offenses. Act No. 403 of 2001, which included an amendment to those provisions of La. R.S. 15:529.1, applicable to the instant case, had been enacted by the legislature in an attempt to reduce incarceration rates for non-violent offenders and to ease the financial burden on the state. State v. Sugasti, 01-3407, p. 3 (La.6/21/02), 820 So.2d 518, 520. Here, the defendant was sentenced for a violation of La.R.S. 40: 966(A). Prior to the enactment of this. Act the maximum term of imprisonment under B was life imprisonment. After the enactment of the Act the term was limited to not more than fifty year; a considerable downward sentencing.\nHere, the jury returned a guilty as charged verdict on the defendant with only thirty-five minutes of deliberations. The record reflects that defendant had fourteen dollars on his person when he was arrested. The amount of drugs discovered was a bag with 1.8 grams of marijuana. The defendant’s original bond was set at $2,500.00, demonstrating that this defendant was neither a violent |7criminal nor a flight risk. More importantly, the defendant’s past criminal history is not of a violent nature.\nAfter a careful review of the record before this Court we are unable to ascertain whether or not the trial court considered any of the multiple factors outlined in La. C. Cr. Pro. Art 894.1. Accordingly, we find that the sentence imposed by the trial court on January 10, 2005, was done so in error. Therefore, we instruct the trial court to consider the following: La.C.Cr. Pro. art. 894.1, if it has not previously done so, the legislative intent of Acts 2001, No. 403 and possibly review the matter for Dorthey factors, if any, in its resentencing determination. We therefore, vacate the sentence and remand the matter for resen-tencing.\nSENTENCE VACATED AND REMANDED FOR RESENTENCING.\nARMSTRONG, C.J., Concurs.\n\n. The State charged the defendant as a third offender but the trial court ruled the State failed to prove that the defendant's 1998 plea to theft of goods (La. R.S. 14:67.10(2) was voluntary.) Case No. 399-422, Section \"J\".\n\n",
            "ocr": true,
            "opinion_id": 7783111
        },
        {
            "author_str": "Armstrong",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nARMSTRONG, C.J.,\nconcurs.\nLi respectfully concur in the majority’s decision to remand this matter for resen-tencing.\n",
            "ocr": true,
            "opinion_id": 7783112
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}