{
    "id": 8487201,
    "judges": "Aldisert, Hardiman, Scirica",
    "date_filed": "2018-08-30",
    "date_filed_is_approximate": true,
    "slug": "thomas-v-miner",
    "case_name_short": "Thomas",
    "case_name": "Thomas v. Miner",
    "case_name_full": "Frankie Dean THOMAS v. Warden Jonathan C. MINER Commonwealth of Pennsylvania",
    "attorneys": "Frankie Thomas, White Deer, PA, pro se., Kate L. Mershimer, Office of United States Attorney, Harrisburg, PA, for Jonathan C. Miner.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Pursuant to Third Circuit LAR 34.1(a) Dec. 28, 2007.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "317 F. App'x 113"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nPER CURIAM.\nFrankie Thomas, a prisoner currently in federal custody serving a 322-month federal sentence for armed bank robbery and use of a firearm in a violent crime, appeals from the District Court’s order dismissing his habeas corpus petition. We will affirm.\nIn March 1993, Thomas pled nolo con-tendere to a charge of possession with intent to deliver cocaine in the Court of Common Pleas, Franklin County, Pennsylvania. He was subsequently sentenced on April 28, 1993, to a term of 33 to 72 months imprisonment. The Commonwealth of Pennsylvania’s Board of Probation and Parole granted him parole in 1996. Within a year of his release, Thomas was arrested on the federal armed bank robbery charge. While it is unclear from the record presented on appeal, Thomas appears to allege that his parole was either revoked or that a detainer was lodged against him by the Commonwealth of Pennsylvania following his 1996 federal conviction. In any event, beginning in 1999, Thomas began a series of post-conviction attacks challenging his 1993 state court conviction.\nThomas’ first Post Conviction Relief Act (“PCRA”) petition was filed in October 1999, but dismissed as untimely in April of the following year. The Pennsylvania Superior Court dismissed his appeal from that decision for failure to file a brief on February 5, 2001. See Commonwealth v. Thomas, 1199 MDA 2000. A second PCRA petition was likewise dismissed as *114untimely on December 29, 2003, and the Superior Court quashed Thomas’ appeal on November 3, 2004. See Commonwealth v. Thomas, 247 MDA 2004. Undeterred, Thomas filed yet a third PCRA petition in March 2005. Once again, the PCRA court dismissed the petition as untimely and as lacking merit on May 17, 2005. As with the dismissal of his other petitions, Thomas sought review of that determination. In a Memorandum Opinion filed on June 6, 2006, the Pennsylvania Superior Court affirmed the PCRA court’s order dismissing his petition. The Superior Court determined that Thomas was ineligible for post-conviction relief insofar as he failed to note in his pleadings whether he was currently serving a sentence for the underlying crime or, alternatively, whether he was currently serving an unrelated sentence which must expire before he may commence serving the underlying sentence. See Commonwealth v. Thomas, 912 MDA 2005 at 5. The Superior Court further concluded that the certified record failed to include any evidence that Thomas’ parole for the narcotics offense was revoked or, importantly, whether he was re-sentenced and waiting to serve the sentence upon completion of his federal sentence. According to Thomas, the Superior Court also denied his petition for reconsideration on August 10, 2006.\nThomas thereafter sought recourse in federal court by filing of a petition for writ of habeas corpus pursuant to 28 U.S.C. § 2254. Thomas specifically requested that the District Court: 1) vacate the Pennsylvania Superior Court’s June 6, 2006 decision; 2) reinstate his appeal from the PCRA court’s dismissal of his third post-conviction petition on May 17, 2005; and 3) remand his PCRA appeal to the Pennsylvania Superior Court to address the merits of his appeal. See § 2254 Petition at 7. Apparently, given the limited nature of Thomas’ requested relief, the District Court entered a Memorandum and Order on March 26, 2007 summarily dismissing his § 2254 petition and declining to issue a certificate of appealability on the basis of the Rooker-Feldman doctrine.1 This timely appeal followed.\nInitially, we note that there appears to be some confusion as to whether Thomas’ petition was filed pursuant to 28 U.S.C. § 2241 or § 2254. Given his status as a federal prisoner, the petition was considered as a cause of action filed pursuant to § 2241 and docketed as such by the District Court’s Clerk’s Office. Thomas, however, titled his petition as one filed pursuant to 28 U.S.C. § 2254, and attached a form § 2254 petition to his hand-written submission. The District Court actually treated the petition as one filed pursuant to § 2254, most likely as a result of Thomas’ pointed attack on a conviction and sentence imposed by the Pennsylvania courts rather than as a challenge to the execution of his federal sentence. Accordingly, we will construe Thomas’ notice of appeal as a request for a certificate of appealability under 28 U.S.C. § 2253(c) to the extent one is required.2 See Coady v. Vaughn, *115251 F.3d 480, 486 (3d Cir.2001); Fed. R.App. P. 22(b)(2). For the reason that follows, we will affirm the District Court’s judgment and deny the request, and we do so with little discussion.\nWhile the District Court is certainly correct to note that the Rooker-Feldmcm doctrine generally bars a federal court from exercising subject matter jurisdiction over a challenge to a state court judgment, a District Court may entertain a petition for writ of habeas corpus on behalf of a prisoner challenging either the validity or execution of his state sentence where the petitioner alleges that he “is in custody in violation of the Constitution or laws or treaties of the United States.” 28 U.S.C. § 2241(c)(3); 2254(a). Unfortunately for Thomas, even read liberally in the habeas context, the underlying petition was nonetheless subject to summary dismissal in light of the nature of appellant’s allegations of error with respect to the Pennsylvania Superior Court’s June 6, 2006 decision disposing of his third post-conviction appeal. Thomas’ challenge to the Superior Court’s understanding and application of the eligibility requirements for state post-conviction relief under 42 Pa.C.S.A § 9543 is one which should have been presented to the Pennsylvania Supreme Court, and is inappropriately advanced as a substantive claim in a habeas petition. See Hassine v. Zimmerman, 160 F.3d 941, 954 (3d Cir.1998) (stating that “the federal role in reviewing an application for habeas corpus is limited to evaluating what occurred in the state or federal proceedings that actually led to the petitioner’s conviction; what occurred in the petitioner’s collateral proceeding does not enter into the habeas calculation”).\nAccordingly, the District Court’s order of dismissal will be affirmed. See Hi Tech Trans, LLC v. Nerv Jersey, 382 F.3d 295, 297 (3d Cir.2004), citing Nicini v. Morra, 212 F.3d 798, 805 (3d Cir.2000) (court of appeals may affirm for any reason supported by the record). To the extent that a certificate of appealability is required, one will not issue as Thomas has not made a substantial showing of the denial of a constitutional right. See 28 U.S.C. § 2253(c)(2).3 Appellant’s “Demand for Declatory [sic] Relief Pursuant to Title 28 U.S.C. § 2201(a) &amp; 2202” is likewise denied.\n\n. The Rooker-Feldman doctrine embodies the principles set forth by the Supreme Court in Rooker v. Fidelity Trust Co., 263 U.S. 413, 44 S.Ct. 149, 68 L.Ed. 362 (1923), and District of Columbia Court of Appeals v. Feldman, 460 U.S. 462, 103 S.Ct. 1303, 75 L.Ed.2d 206 (1983): \"lower federal courts lack subject matter jurisdiction to engage in appellate review of state court determinations or to evaluate constitutional claims that are 'inextricably intertwined with the state court’s [decision] in a judicial proceeding.'\" Marks v. Stinson, 19 F.3d 873, 885 n. 11 (3d Cir.1994) (quoting Port Auth. PBA v. Port Auth. of New York &amp; New Jersey, 973 F.2d 169, 177 (3d Cir.1992)).\n\n\n. In deciding whether to grant a certificate of appealability, we have considered the arguments raised the parties’ briefs.\n\n\n. Additionally, insofar as Thomas may have sought to advance substantive claims attacking his 1993 state court conviction and sentence, we decline to issue a certificate of appealability because any such claims appear to be barred by the limitations period set forth in 28 U.S.C. § 2244(d), and there are no grounds asserted for applying the statutory tolling provision. See Pace v. DiGuglielmo, 544 U.S. 408, 414, 125 S.Ct. 1807, 161 L.Ed.2d 669 (2005).\n\n",
            "ocr": true,
            "opinion_id": 8459282
        }
    ],
    "court_short_name": "Third Circuit",
    "court_full_name": "Court of Appeals for the Third Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}