{
    "id": 8510409,
    "judges": null,
    "date_filed": 1663891200000,
    "date_filed_is_approximate": false,
    "slug": "heist-v-nebraska-dept-of-corr-servs",
    "case_name_short": "Heist",
    "case_name": "Heist v. Nebraska Dept. of Corr. Servs.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "312 Neb. 480"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 22.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00008873PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n11/10/2022 08:06 AM CST\n\n\n\n\n                                                         - 480 -\n                               Nebraska Supreme Court Advance Sheets\n                                        312 Nebraska Reports\n                                    HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                                                Cite as 312 Neb. 480\n\n\n\n\n                              Robert J. Heist II, appellant, v. Nebraska\n                                   Department of Correctional\n                                     Services et al., appellees.\n                                                    ___ N.W.2d ___\n\n                                        Filed September 23, 2022.   No. S-20-813.\n\n                 1. Summary Judgment: Appeal and Error. An appellate court affirms a\n                    lower court’s grant of summary judgment if the pleadings and admitted\n                    evidence show that there is no genuine issue as to any material facts or\n                    as to the ultimate inferences that may be drawn from the facts and that\n                    the moving party is entitled to judgment as a matter of law.\n                 2. ____: ____. An appellate court reviews the district court’s grant of sum-\n                    mary judgment de novo, viewing the record in the light most favorable\n                    to the nonmoving party and drawing all reasonable inferences in that\n                    party’s favor.\n                 3. Immunity: Jurisdiction. Sovereign immunity is jurisdictional in nature,\n                    and courts have a duty to determine whether they have subject matter\n                    jurisdiction over a matter.\n                 4. Jurisdiction: Statutes. Subject matter jurisdiction and statutory inter-\n                    pretation present questions of law.\n                 5. Judgments: Appeal and Error. An appellate court independently\n                    reviews questions of law decided by a lower court.\n                 6. Judgments: Jurisdiction: Appeal and Error. A jurisdictional question\n                    which does not involve a factual dispute is determined by an appellate\n                    court as a matter of law, which requires the appellate court to reach a\n                    conclusion independent from the lower court’s decision.\n                 7. Sentences: Statutes: Time. The good time law to be applied to a\n                    defend­ant’s sentence is the law in effect at the time the defendant’s sen-\n                    tence becomes final.\n                 8. Jurisdiction: Appeal and Error. Where a lower court lacks subject\n                    matter jurisdiction to adjudicate the merits of a claim, issue, or question,\n                    an appellate court also lacks the power to determine the merits of the\n                    claim, issue, or question presented to the lower court.\n\f                                    - 481 -\n            Nebraska Supreme Court Advance Sheets\n                     312 Nebraska Reports\n               HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                           Cite as 312 Neb. 480\n\n 9. Administrative Law: Immunity: Waiver: Jurisdiction: Declaratory\n    Judgments. The Administrative Procedure Act provides a limited statu-\n    tory waiver of the State’s sovereign immunity and confers subject matter\n    jurisdiction for a declaratory judgment action seeking a determination\n    regarding the validity of a state agency’s rule or regulation.\n10. Administrative Law: Words and Phrases. The Administrative\n    Procedure Act defines a “rule or regulation” as any standard of general\n    application adopted by an agency in accordance with the authority con-\n    ferred by statute.\n11. Administrative law. Under the Administrative Procedure Act, a rule or\n    regulation shall not include internal procedural documents which pro-\n    vide guidance to staff on agency organization and operations, lacking\n    the force of law, and not relied upon to bind the public.\n12. Administrative Law: Jurisdiction: Declaratory Judgments: Statutes.\n    The Administrative Procedure Act does not confer jurisdiction for\n    declaratory relief concerning judicial interpretation of a statute.\n13. Declaratory Judgments: Immunity: Waiver. Nebraska’s Uniform\n    Declaratory Judgments Act does not waive the State’s sovereign\n    immunity.\n14. Declaratory Judgments: Public Officers and Employees: Immunity.\n    A declaratory judgment action against a state officer or agent seeking\n    relief from an invalid act or an abuse of authority by an officer or agent\n    is not a suit against the State and is therefore not barred by the prin-\n    ciples of sovereign immunity.\n15. Statutes: Appeal and Error. Statutory language is to be given its plain\n    and ordinary meaning, and an appellate court will not resort to inter-\n    pretation to ascertain the meaning of statutory words which are plain,\n    direct, and unambiguous.\n16. Statutes: Legislature: Intent. Components of a series or collection of\n    statutes pertaining to a certain subject matter are in pari materia and\n    should be conjunctively considered and construed to determine the\n    intent of the Legislature, so that different provisions are consistent, har-\n    monious, and sensible.\n17. ____: ____: ____. In order for a court to inquire into a statute’s legisla-\n    tive history, that statute in question must be open to construction, and a\n    statute is open to construction when its terms require interpretation or\n    may reasonably be considered ambiguous.\n18. Statutes. The statutory canon of expressio unius est exclusio alterius\n    recognizes that an expressed object of a statute’s operation excludes the\n    statute’s operation on all other objects unmentioned by the statute.\n\f                                    - 482 -\n           Nebraska Supreme Court Advance Sheets\n                    312 Nebraska Reports\n               HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                           Cite as 312 Neb. 480\n\n19. Sentences. Where a mandatory minimum sentence is involved, an\n    inmate’s parole eligibility date is calculated by subtracting the manda-\n    tory minimum sentence from the court’s minimum sentence, halving the\n    difference, and adding that difference to the mandatory minimum.\n20. Statutes: Legislature: Presumptions: Intent. In construing a statute,\n    it is presumed that the Legislature intended a sensible, rather than an\n    absurd, result.\n21. Statutes. Under the absurd results doctrine, a court may deviate from\n    the plain language of the statutory text if application of the plain lan-\n    guage would lead to manifest absurdity.\n22. ____. The absurd results doctrine does not include substantive errors\n    arising from a drafter’s failure to appreciate the effect of certain statu-\n    tory provisions.\n\n  Appeal from the District Court for Lancaster County: John\nA. Colborn, Judge. Affirmed.\n\n   Robert J. Heist II, pro se.\n\n   Douglas J. Peterson, Attorney General, and Scott R. Straus\nfor appellee.\n\n  Heavican, C.J., Miller-Lerman, Cassel, Stacy, Funke,\nand Papik, JJ., and Steinke, District Judge.\n\n   Funke, J.\n                       I. INTRODUCTION\n   Robert J. Heist II, an inmate in the Nebraska Department of\nCorrectional Services (DCS) system, appeals the dismissal of\nhis petition for declaratory judgment under the Administrative\nProcedure Act (APA) and Nebraska’s Uniform Declaratory\nJudgments Act (UDJA). Heist argues that good time credit\nearned pursuant to Neb. Rev. Stat. § 83-1,107(2)(b) (Cum.\nSupp. 2020) applies to an inmate’s parole eligibility date\n(PED). In affirming the decision of the district court, we con-\nclude that good time earned pursuant to § 83-1,107(2)(b) is\napplicable only to reduce an inmate’s maximum sentence and,\naccordingly, has no applicability to an inmate’s PED.\n\f                             - 483 -\n         Nebraska Supreme Court Advance Sheets\n                  312 Nebraska Reports\n            HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                        Cite as 312 Neb. 480\n\n                      II. BACKGROUND\n                   1. Factual Background\n   On April 4, 2016, Heist was sentenced to imprisonment\nfor a minimum of 11 years (with a mandatory minimum of 3\nyears) and a maximum of 25 years in the DCS system for child\nenticement. According to DCS records, Heist’s PED is March\n30, 2023, and DCS’ brief on appeal gives his tentative release\ndate (TRD) as February 10, 2030.\n   Since his incarceration, Heist has been earning good time\ncredit under § 83-1,107. It is undisputed that the reductions\nof Heist’s sentence under § 83-1,107 have been, and continue\nto be, deducted from the maximum term of his sentence to\ncalculate the date when discharge from state custody becomes\nmandatory. It further appears that, currently, no reductions have\nbeen applied to Heist’s minimum sentence, mandatory mini-\nmum sentence, or PED.\n                      2. DCS Policy 104.08\n   DCS has adopted “Policy 104.08,” which is titled “Inmate\nTime Calculations and Sentencing.” The stated purpose of\nDCS’ Policy 104.08 is to “outlin[e] methodology for calcu-\nlating inmate’s sentences.” As to procedures for inmate time\ncomputations, Policy 104.08 notes that there are seven separate\nNebraska laws that govern the release of all inmates commit-\nted to DCS and explains that “[t]hese statutes, along with the\nopinions of Nebraska courts and the state Attorney General’s\noffice, form the basis of all time calculations.” The first\nNebraska law identified is 2011 Neb. Laws, L.B. 191, which\nPolicy 104.08 describes as follows:\n         A. Effective March 16, 2011, LB 191 amended sections\n      83-1,107 and 83-1,108\n         1. LB 191 added an opportunity [for a committed\n      offender] to earn additional good time based on institu-\n      tional behavior. [DCS] will reduce the term of a commit-\n      ted inmate by three days on the first day of each month,\n      following a 12-month period of incarceration within\n\f                             - 484 -\n         Nebraska Supreme Court Advance Sheets\n                  312 Nebraska Reports\n            HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                        Cite as 312 Neb. 480\n\n     [DCS], during which the inmate has not been found guilty\n     of a Class I or Class II offense, or more than three Class\n     III offenses under [DCS’] disciplinary code. Reductions\n     earned pursuant to LB 191 shall not be subject to forfeit\n     or withholding by [DCS].\n\n                      3. Procedural Facts\n   Heist filed a petition against DCS, Scott Frakes in his offi-\ncial capacity as DCS director, Mickie Baum in her official\ncapacity as DCS records administrator, and Candace Bottorf\nin her official capacity as DCS agency legal counsel (here-\ninafter collectively DCS) for declaratory judgment under\nthe APA and the UDJA. Heist alleged that Policy 104.08\nimproperly withholds L.B. 191 good time from PEDs. He\nalso argued that Policy 104.08 is a rule or regulation for pur-\nposes of the APA and is not authorized by the language of\n§ 83-1,107 and Neb. Rev. Stat. § 83-1,110 (Reissue 2014).\nDCS filed a motion to dismiss which, by agreement and\nnotice to both parties, was converted to a motion for sum-\nmary judgment. Heist subsequently filed a cross-motion for\nsummary judgment.\n   In October 2020, the district court entered an order sustain-\ning DCS’ motion, overruling Heist’s motion, and dismissing\nHeist’s complaint. The court concluded that it lacked jurisdic-\ntion over Heist’s APA claim, because Policy 104.08 was not a\nrule or regulation as defined by Neb. Rev. Stat. § 84-901 (Cum.\nSupp. 2020) and the State did not waive its sovereign immu-\nnity. The court further concluded that DCS was entitled to\nsummary judgment on the UDJA claim, because Policy 104.08\naccurately outlines how sentences are to be calculated pursu-\nant to Nebraska law and Heist’s PED was correctly calculated.\nHeist appeals.\n   Heist filed a petition to bypass review by the Nebraska\nCourt of Appeals, asserting the case involves an issue of first\nimpression in Nebraska. We granted the petition to bypass and\nmoved the case to our docket.\n\f                                  - 485 -\n            Nebraska Supreme Court Advance Sheets\n                     312 Nebraska Reports\n               HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                           Cite as 312 Neb. 480\n\n                III. ASSIGNMENTS OF ERROR\n   Heist assigns, restated and consolidated, that the district\ncourt erred in (1) finding that DCS Policy 104.08 is an internal\nprocedural document and thus concluding that it lacked subject\nmatter jurisdiction over his APA claim; (2) granting summary\njudgment in favor of DCS on his UDJA claim, when Nebraska\nlaw requires application of good time credit earned under\n§ 83-1,107(2)(b) to PEDs; and (3) finding that 62 inmates hav-\ning a PED after their respective TRD, which is colloquially\nreferred to as an “inverted sentence,” is not so absurd that the\nLegislature could not have intended § 83-1,107 to be inter-\npreted as applying only to the maximum sentence.\n                 IV. STANDARD OF REVIEW\n   [1,2] An appellate court affirms a lower court’s grant of\nsummary judgment if the pleadings and admitted evidence\nshow that there is no genuine issue as to any material facts or\nas to the ultimate inferences that may be drawn from the facts\nand that the moving party is entitled to judgment as a matter\nof law. 1 An appellate court reviews the district court’s grant of\nsummary judgment de novo, viewing the record in the light\nmost favorable to the nonmoving party and drawing all reason-\nable inferences in that party’s favor. 2\n   [3-5] Sovereign immunity is jurisdictional in nature, and\ncourts have a duty to determine whether they have subject mat-\nter jurisdiction over a matter. 3 Subject matter jurisdiction and\nstatutory interpretation present questions of law. 4 An appellate\ncourt independently reviews questions of law decided by a\nlower court. 5\n   [6] A jurisdictional question which does not involve a fac-\ntual dispute is determined by an appellate court as a matter of\n1\n    Lassalle v. State, 307 Neb. 221, 948 N.W.2d 725 (2020).\n2\n    Id.\n3\n    Burke v. Board of Trustees, 302 Neb. 494, 924 N.W.2d 304 (2019).\n4\n    In re Estate of Brinkman, 308 Neb. 117, 953 N.W.2d 1 (2021).\n5\n    Id.\n\f                                  - 486 -\n            Nebraska Supreme Court Advance Sheets\n                     312 Nebraska Reports\n               HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                           Cite as 312 Neb. 480\n\nlaw, which requires the appellate court to reach a conclusion\nindependent from the lower court’s decision. 6\n                          V. ANALYSIS\n   [7] As an initial matter, we note that the good time law to be\napplied to a defendant’s sentence is the law in effect at the time\nthe defendant’s sentence becomes final. 7 Because Heist was\nsentenced in 2016, L.B. 191 is the applicable law governing\nhis sentence. Prior to the enactment of L.B. 191, § 83-1,107\nreduced an inmate’s sentence by 6 months for each year of\nthe inmate’s term. L.B. 191 amended § 83-1,107 to allow an\ninmate to earn additional good time at the rate of 3 days per\nmonth after completion of 1 year of incarceration so long as\nthe offender did not commit certain offenses under DCS’ disci-\nplinary code. Section 83-1,107(2) now reads as follows:\n      (a) [DCS] shall reduce the term of a committed offender\n      by six months for each year of the offender’s term and\n      pro rata for any part thereof which is less than a year.\n         (b) In addition to reductions granted in subdivision\n      (2)(a) of this section, [DCS] shall reduce the term of a\n      committed offender by three days on the first day of each\n      month following a twelve-month period of incarceration\n      within [DCS] during which the offender has not been\n      found guilty of (i) a Class I or Class II offense or (ii)\n      more than three Class III offenses under [DCS’] discipli­\n      nary code. Reductions earned under this subdivision shall\n      not be subject to forfeit or withholding by [DCS].\n         (c) The total reductions under this subsection shall be\n      credited from the date of sentence, which shall include\n      any term of confinement prior to sentence and com-\n      mitment as provided pursuant to section 83-1,106, and\n      shall be deducted from the maximum term, to determine\n      the date when discharge from the custody of the state\n      becomes mandatory.\n6\n    US Ecology v. State, 258 Neb. 10, 601 N.W.2d 775 (1999).\n7\n    State v. Nollen, 296 Neb. 94, 892 N.W.2d 81 (2017).\n\f                                     - 487 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\n   L.B. 191 also amended Neb. Rev. Stat. § 83-1,108 (Reissue\n2014) to require that the Board of Parole reduce a parolee’s\nparole term for good conduct while under parole by 10 days\nfor each month. Such reduction shall be deducted from the\nmaximum term, less good time granted pursuant to § 83-1,107,\nto determine the date when discharge from parole becomes\nmandatory.\n   As briefly discussed above, DCS inmates may accrue two\ndifferent good time credits under § 83-1,107. However, the\ncentral issue in this case involves good time credits earned\npursuant to § 83-1,107(2)(b). As such, we decline to dis-\ncuss the implications of good time credits earned pursuant to\n§ 83-1,107(2)(a).\n                         1. APA Claim\n   [8] Before reaching the legal import of § 83-1,107(2)(b)\nand Policy 104.08, it is our duty to determine whether we\nhave jurisdiction over this matter. 8 Where a lower court lacks\nsubject matter jurisdiction to adjudicate the merits of a claim,\nissue, or question, an appellate court also lacks the power to\ndetermine the merits of the claim, issue, or question presented\nto the lower court. 9\n   Heist argues that the district court erred in determining that\nPolicy 104.08 is not a rule or regulation and, thus, also in\ndetermining that it lacked jurisdiction to adjudicate whether\nthe policy exceeds DCS’ statutory authority. Specifically, Heist\nmaintains Policy 104.08 is a rule or regulation because it\nprescribes penalties, affects private rights, and sets its own\nstandards for calculating good time. He also maintains it has\nthe force of law, as shown by DCS’ “[p]ast practice” in releas-\ning approximately 300 inmates prematurely. 10 DCS disagrees,\narguing that Policy 104.08 is an internal procedural document\n 8\n     See Butler Cty. Landfill v. Butler Cty. Bd. of Supervisors, 299 Neb. 422,\n     908 N.W.2d 661 (2018).\n 9\n     Id.\n10\n     Brief for appellant at 11.\n\f                                    - 488 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\nthat repeats the relevant statutory language about calculating\ninmate sentences “nearly verbatim,” rather than sets its own\nstandards. 11 DCS also asserts that any past misapplication of\ngood time does not establish the policy has the force of law.\n   We find no error in the district court’s determination that\nPolicy 104.08 is not a rule or regulation and hold that we, like\nthe district court, lack subject matter jurisdiction to consider\nHeist’s APA claims.\n   [9-11] This court has repeatedly recognized that under Neb.\nRev. Stat. § 84-911 (Reissue 2014), the APA provides a limited\nstatutory waiver of the State’s sovereign immunity and confers\nsubject matter jurisdiction for a declaratory judgment action\nseeking a determination regarding the validity of a state agen-\ncy’s rule or regulation. 12 This waiver applies only to a “rule\nor regulation,” which the APA defines to mean “any standard\nof general application adopted by an agency in accordance\nwith the authority conferred by statute.” 13 The APA further\nprovides that the term “rule or regulation” shall not include\n“internal procedural documents which provide guidance to\nstaff on agency organization and operations, lacking the force\nof law, and not relied upon to bind the public.” 14 However, it\nalso provides that “every standard which prescribes a penalty\nshall be presumed to have general applicability and any stan-\ndard affecting private rights, private interests, or procedures\navailable to the public is presumed to be relied upon to bind\nthe public.” 15\n   Specifically, Heist asserts that language in sections I.B.3,\nI.D.3, I.E.3, I.F.5, I.G.3, and I.H.5 of Policy 104.08, calling for\ngood time reductions to be forfeited or withheld for miscon-\nduct, prescribes penalties, and as such, he maintains that Policy\n104.08 is a rule or regulation. He similarly maintains that\n11\n     Brief for appellees at 11.\n12\n     See Engler v. State, 283 Neb. 985, 814 N.W.2d 387 (2012).\n13\n     § 84-901(2).\n14\n     Id.\n15\n     Id.\n\f                                    - 489 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\nlanguage in sections I.A.1, I.F.6, I.G.3, and I.H.5, regarding\nhow good time can be earned and how lost good time can be\nrestored, affects private rights and, as such, means that Policy\n104.08 must be a rule or regulation and cannot be an internal\nprocedural document.\n   Of the various sections of Policy 104.08 cited by Heist,\nhowever, only section I.A.1 involves L.B. 191 good time. The\nother sections pertain to good time under earlier statutes whose\napplication Heist does not challenge. As such, we focus our\ndiscussion on section I.A.1.\n   Section I.A.1 essentially restates § 83-1,107(2)(b) when it\ncalls for inmates’ terms to be reduced by 3 days on the first\nday of each month, following a 12-month period of incarcera-\ntion within DCS, during which the inmate has not been found\nguilty of a Class I or II offense, or more than three Class III\noffenses, under DCS’ disciplinary code, and provides that any\nsuch good time shall not be subject to forfeiture or withholding\nby DCS. The only differences between the policy here and the\nstatute are immaterial; for example, section I.A.1 uses “NDCS”\nand “will,” while the statute uses “the department” and “shall.”\nAside from these minute differences, DCS neither added any-\nthing to nor removed anything from the statutory language\nwhen restating it in the policy. As such, the purported penalties\nand provisions affecting private rights that Heist points to do\nnot mean that Policy 104.08 is a rule or regulation. In fact, to\nthe contrary, they indicate that Policy 104.08 is a prototypical\ninternal procedural document insofar as it provides guidance to\nstaff by summarizing the seven statutes relevant to the release\nof all DCS inmates and explaining their effect.\n   [12] Allowing Heist to challenge Policy 104.08 under the\nAPA simply because it restates statutory language that could be\nseen to prescribe penalties or affect private rights would negate\nour holding in Perryman v. Nebraska Dept. of Corr. Servs. 16\n16\n     Perryman v. Nebraska Dept. of Corr. Servs., 253 Neb. 66, 568 N.W.2d 241\n     (1997), disapproved on other grounds, Johnson v. Clarke, 258 Neb. 316,\n     603 N.W.2d 373 (1999).\n\f                                     - 490 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\nThe plaintiff in Perryman was an inmate whom DCS initially\ncredited with good time when computing his PED and TRD,\neven though he was sentenced to a mandatory minimum\nterm. 17 However, DCS later revoked these credits after the\nNebraska Attorney General indicated that DCS’ practice was\ncontrary to the governing statute. 18 The plaintiff sued, seek-\ning a judicial determination as to whether DCS could take\nthis action based on the Attorney General’s memorandum.\nHowever, the district court found it lacked jurisdiction under\nthe APA, because “‘the conflict is simply one of statutory\ninterpretation.’” 19 We affirmed, noting that the memoran-\ndum “involve[d] a matter of statutory interpretation” and that\n§ 84-911’s limited waiver of sovereign immunity “does not\nconfer jurisdiction for declaratory relief concerning judicial\ninterpretation of a statute.” 20\n   Heist attempts to distinguish his case from Perryman by\narguing that Policy 104.08 is not a memorandum, applies to\nall inmates, “does prescribe a penalty,” and exceeds the DCS’\nstatutory authority. 21 However, these arguments are unavail-\ning. Nothing in the APA’s definition of “rule or regulation”\nsuggests that a document’s denomination as a “policy” or\n“memorandum” is dispositive. The same is true as to whether\nthe document affects all inmates or a subset of inmates.\nMoreover, as we have already noted, the policy merely restates\ngood time calculations set forth in the statute; it does not pre-\nscribe a penalty. Further, the question of whether the policy\nexceeds DCS’ statutory authority is an argument on the merits\nwhich cannot be reached under Heist’s APA claim, because\nwe lack subject matter jurisdiction. Thus, we agree with the\ndistrict court and conclude that Policy 104.08 is not a rule or\n17\n     Id.\n18\n     Id.\n19\n     Id. at 69, 568 N.W.2d at 244.\n20\n     Id. at 70, 568 N.W.2d at 245.\n21\n     Brief for appellant at 12.\n\f                                   - 491 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\nregulation, because it merely recites Nebraska statute. The\nlimited waiver of sovereign immunity does not confer juris-\ndiction for declaratory relief concerning judicial interpretation\nof a statute. Accordingly, the district court correctly found\nthat it lacked subject matter jurisdiction under the APA in\nHeist’s petition against DCS, because the State did not waive\nits sovereign immunity.\n\n                         2. UDJA Claim\n   Heist also argues that the district court erred in grant-\ning summary judgment in favor of DCS on his UDJA claim,\nbecause Nebraska law requires that good time credit earned\nunder § 83-1,107(2)(b) apply to PEDs. DCS counters that the\nplain language of § 83-1,107(2)(c) clearly indicates that good\ntime earned under § 83-1,107(2)(b) is only to be deducted from\nan inmate’s maximum term to determine when discharge from\nstate custody becomes mandatory.\n   [13,14] As an initial matter, we note that although the UDJA\nitself does not waive the State’s sovereign immunity, a declara-\ntory judgment action against a state officer or agent seeking\nrelief from an invalid act or an abuse of authority by an offi-\ncer or agent is not a suit against the State and is therefore not\nbarred by the principles of sovereign immunity. 22 Heist’s peti-\ntion for declaratory relief named, in addition to DCS, Frakes,\nBaum, and Bottorf in their official capacities as respondents,\nand asserted that each was improperly “withholding the good\ntime implemented by LB 191 . . . by applying LB 191 Good\nTime only to [TRDs] and not to [PEDs].” As such, like the\ndistrict court, we have jurisdiction to consider the merits of\nHeist’s UDJA claim, which he brought as an alternative to his\nAPA claim. However, upon consideration of this claim, we find\nno error by the district court.\n22\n     See, Logan v. Department of Corr. Servs., 254 Neb. 646, 578 N.W.2d\n     44 (1998); County of Lancaster v. State, 247 Neb. 723, 529 N.W.2d 791\n     (1995). See, also, Burke, supra note 3.\n\f                                   - 492 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\n                          (a) § 83-1,107\n   [15,16] In considering the parties’ arguments concerning\nthe interpretation of § 83-1,107, we apply our familiar prin-\nciples of statutory interpretation, which we briefly review\nhere. Two basic principles of statutory interpretation control. 23\nFirst, statutory language is to be given its plain and ordinary\nmeaning, and an appellate court will not resort to interpreta-\ntion to ascertain the meaning of statutory words which are\nplain, direct, and unambiguous. 24 Second, components of a\nseries or collection of statutes pertaining to a certain subject\nmatter are in pari materia and should be conjunctively consid-\nered and construed to determine the intent of the Legislature,\nso that different provisions are consistent, harmonious, and\nsensible. 25\n   [17] Ordinarily, we look no further than the text. 26 In order\nfor a court to inquire into a statute’s legislative history, that\nstatute in question must be open to construction, and a statute\nis open to construction when its terms require interpretation or\nmay reasonably be considered ambiguous. 27\n   Here, like the district court, we find that § 83-1,107 unam-\nbiguously provides that good time reductions are deducted\nfrom the maximum term. Subsection (2)(c) of § 83-1,107 spe-\ncifically states:\n      The total reductions under this subsection shall be cred-\n      ited from the date of sentence, which shall include any\n      term of confinement prior to sentence and commitment\n      as provided pursuant to section 83-1,106, and shall be\n      deducted from the maximum term, to determine the date\n      when discharge from the custody of the state becomes\n      mandatory.\n23\n     State v. McGuire, 301 Neb. 895, 921 N.W.2d 77 (2018).\n24\n     Id.\n25\n     Id.\n26\n     Id.\n27\n     Id.\n\f                                   - 493 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\n(Emphasis supplied.) Admittedly, subsection (2)(c) does not\nexpressly state that good time shall only be deducted from the\nmaximum term, and subsection (2)(b) uses the word “term”—\nrather than “maximum term”—when discussing how L.B. 191\ngood time may be accrued. However, contrary to Heist’s sug-\ngestion, neither factor renders § 83-1,107 ambiguous.\n   Subsection (2)(c) of § 83-1,107 plainly states that the total\nreductions shall be deducted from the maximum term. It does\nnot state reductions should be made from the minimum term\nor the mandatory minimum term, which is tantamount to say-\ning that the reductions shall be from only the maximum term.\nMoreover, subsection (2)(c) expressly states that it applies to\nall “reductions under this subsection,” including those under\nsubsection (2)(b).\n   [18] The district court buttressed its conclusion regarding\nthe plain meaning of § 83-1,107 by referencing the statutory\ncanon of expressio unius est exclusio alterius, which recog-\nnizes that “an expressed object of a statute’s operation excludes\nthe statute’s operation on all other objects unmentioned by\nthe statute.” 28 Specifically, it noted that § 83-1,107(2)(c)’s\nprovisions for deductions from the maximum term necessarily\nexcludes § 83-1,107(2)(b) from operating on an inmate’s mini-\nmum term and, by extension, PED.\n   Heist maintains that this was erroneous and that the district\ncourt should instead have adopted his interpretation, based\non the canon of in pari materia. He maintains that the district\ncourt’s approach “creates conflict” between the various provi-\nsions of the Nebraska Treatment and Corrections Act, while his\napproach “harmonizes” them. 29\n   The district court considered Heist’s proposed interpreta-\ntion based on in pari materia and properly rejected it. Heist’s\nargument seems to be that because § 83-1,110(1) states that\n“[e]very committed offender shall be eligible for parole when\n28\n     Pfizer v. Lancaster Cty. Bd. of Equal., 260 Neb. 265, 272, 616 N.W.2d\n     326, 335 (2000).\n29\n     Brief for appellant at 17.\n\f                                    - 494 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\nthe offender has served one-half the minimum term of his or\nher sentence as provided in sections 83-1,107 and 83-1,108,”\ngood time credit accrued under § 83-1,107(2)(b) must be con-\nsidered when determining PEDs. Heist similarly maintains\nthat not counting L.B. 191 good time toward PEDs “creates\nconflict” between §§ 83-1,107 and other provisions of the\nNebraska Treatment and Corrections Act, specifically Neb.\nRev. Stat. §§ 83-170(7) and 83-1,109 (Cum. Supp. 2020)\nand 83-1,110.\n   [19] Heist’s arguments are unpersuasive. Section 83-170(7)\nmerely defines “good time” as any reduction of a sentence\ngranted pursuant to §§ 83-1,107 and 83-1,108 and makes\nno reference to an inmate’s PED. Section 83-1,109 merely\nrequires DCS to manage information relevant to parole eligi-\nbility, as well as good time credits, but makes no reference to\nhow to calculate an inmate’s PED. 30 Section 83-1,110 specifi-\ncally provides that where a mandatory minimum sentence is\ninvolved, as is the case here, an inmate’s PED is calculated\nby subtracting the mandatory minimum sentence from the\ncourt’s minimum sentence, halving the difference, and add-\ning that difference to the mandatory minimum. 31 Under these\nprovisions, good time reductions taken under § 83-1,107(2)(b)\nwould not affect an inmate’s PED unless they can be applied\nto an inmate’s minimum or mandatory minimum sentence,\nsomething which is not possible under the plain meaning\nof § 83-1,107(2)(c), as we have previously discussed. Thus,\nthe language of § 83-1,107 can be adequately understood\nwhen considered in pari materia with other statutes in the\nNebraska Treatment and Corrections Act. Further, although we\ndo not find any conflict between §§ 83-1,107 and 83-1,110,\nwe agree with the district court that even if conflict did exist,\nthe specific language of § 83-1,107(2)(c) would control over\nthe general language of § 83-1,110. To the extent conflict\n30\n     See, generally, Gray v. Frakes, 311 Neb. 409, 973 N.W.2d 166 (2022).\n31\n     State v. Castillas, 285 Neb. 174, 826 N.W.2d 255 (2013), disapproved on\n     other grounds, State v. Lantz, 290 Neb. 757, 861 N.W.2d 728 (2015).\n\f                                    - 495 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\nexists between two statutes, the specific statute controls over\nthe general. 32\n   Additionally, Heist directs us to Neb. Rev. Stat\n§ 29-2204(6)(a) (Reissue 2016), which requires a court, when\nimposing an indeterminate sentence, to advise the offender of\nthe time the offender will serve on his or her minimum term\nbefore attaining parole eligibility and the time the offender will\nserve on his or her maximum term before attaining mandatory\nrelease, assuming that no good time for which the offender will\nbe eligible is lost. However, Heist’s argument that this statute\n“assume[s] good time is used to calculate parole eligibility” is\nalso unpersuasive. 33 Section 29-2204(6)(a) merely requires a\ncourt to give certain advisements to an offender when imposing\nan indeterminate sentence upon that offender; it neither states\nnor assumes that good time reductions are applicable to an\ninmate’s minimum sentence. Thus, Heist’s assignments of error\nregarding the interpretation of § 83-1,107 are without merit.\n   Additionally, we acknowledge that Heist urges this court\nto look at the legislative history of L.B. 191 to ascertain the\nLegislature’s intent and that the district court did so. However,\nin order for a court to inquire into a statute’s legislative his-\ntory, that statute in question must be open to construction, and\na statute is open to construction when its terms require inter-\npretation or may reasonably be considered ambiguous. 34 As\ndiscussed above, the language of § 83-1,107 is not ambiguous\nand therefore not open to construction. As such, we decline\nHeist’s invitation to consider the legislative history behind\nL.B. 191.\n                        (b) Nebraska Law\n   Heist also maintains that the district court erred because\nits interpretation of § 83-1,107 “violates” three of our earlier\n32\n     State v. Street, 306 Neb. 380, 945 N.W.2d 450 (2020).\n33\n     Brief for appellant at 15.\n34\n     McGuire, supra note 23.\n\f                                   - 496 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\ndecisions, “which all state good time reductions are used to\ncalculate PEDs.” 35 However, a closer examination of each of\nthese decisions reveals otherwise.\n   Heist first directs us to our decision in Adams v. State. 36 In\nAdams, a DCS inmate brought a declaratory judgment action\nagainst the Board of Parole, seeking a determination that\n§ 83-1,110(1) unconstitutionally usurped the board’s authority\nand a declaration that he was eligible for parole. 37 In discuss-\ning § 83-1,110(1), we stated, “The Legislature has declared that\n‘[e]very committed offender shall be eligible for parole when\nthe offender has served one-half the minimum term of his or\nher sentence . . . ,’ as adjusted for good time.” 38 Heist argues\nthat this language indicates this court’s “clear interpretation\nthat the one-half reduction to the minimum term is for good\ntime.” 39 We disagree.\n   First, the plain language of § 83-1,110 makes it clear that\nthe phrase “one-half the minimum term” refers to the point at\nwhich an inmate shall be eligible for parole, not to a reduc-\ntion in an inmate’s minimum sentence. Second, to the extent\n§ 83-1,110 references good time reductions, the plain language\nof the statute states that such reductions are not applicable to\na sentence imposing a mandatory minimum term, as is the\ncase here. Third, and most important, our opinion in Adams\ndiscussed § 83-1,110(1) under the conditions clause of the\nNebraska Constitution. A case is not authority for any point not\nnecessary to be passed on to decide the case or not specifically\nraised as an issue addressed by the court. 40 In other words, our\nuse of the phrase “as adjusted for good time” in Adams is dicta\nand is not to be interpreted as meaning this court has opined\n35\n     Brief for appellant at 16.\n36\n     Adams v. State, 293 Neb. 612, 879 N.W.2d 18 (2016).\n37\n     Id.\n38\n     Id. at 618, 879 N.W.2d at 22.\n39\n     Brief for appellant at 14.\n40\n     Mach v. County of Douglas, 259 Neb. 787, 612 N.W.2d 237 (2000).\n\f                                    - 497 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\nthat good time reductions apply to an inmate’s minimum sen-\ntence or PED.\n    Heist also argues that the district court erred in its reliance\non Caton v. State 41 and State v. Castillas 42 to conclude that\ngood time reductions are not used to calculate an inmate’s\nPED. We note, however, that the district court only refer-\nenced Castillas and Caton to recite how PEDs and TRDs are\ncalculated in Nebraska. Additionally, though Heist is correct\nthat both cases “deal with calculating mandatory minimums\n. . . and neither addresses [L.B.] 191 good time,” 43 he fails to\nappreciate that those cases did not discuss L.B. 191 good time,\nbecause the sentences at issue in those cases occurred prior\nto the enactment of L.B. 191. Therefore, L.B. 191 good time\nreductions would not have been available to the petitioners in\nCastillas and Caton, and as such, it was not necessary for us to\ndiscuss such reductions there.\n                  (c) Impact of § 83-1,107(2)\n   Heist further argues that the district court erred in find-\ning that § 83-1,107(2) unambiguously provides that L.B. 191\ngood time applies only to reductions in the maximum term,\nbecause this approach results in the “anomalous, unusual,\nor absurd result” of 62 inmates currently having inverted\nsentences. 44 In support of his argument, Heist points to our\ndecisions in Castillas and Johnson v. Kenney. 45 In Castillas,\nwe recognized that one of the purposes behind § 83-1,107\nwas to “ensure that no one would reach mandatory discharge\nbefore reaching parole eligibility.” 46 Then, in Johnson, we\nexplained that it would not serve the legislative intent if a\n41\n     Caton v. State, 291 Neb. 939, 869 N.W.2d 911 (2015).\n42\n     Castillas, supra note 31.\n43\n     Brief for appellant at 15.\n44\n     Id. at 20.\n45\n     Johnson v. Kenney, 265 Neb. 47, 654 N.W.2d 191 (2002).\n46\n     Castillas, supra note 31, 285 Neb. at 189, 826 N.W.2d at 267.\n\f                                    - 498 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\ndefendant could be mandatorily discharged before being eli-\ngible for parole. 47\n   [20,21] In construing a statute, it is presumed that the\nLegislature intended a sensible, rather than an absurd, result. 48\nWhen possible, an appellate court will try to avoid a statu-\ntory construction that would lead to an absurd result. 49 Under\nthe absurd results doctrine, a court may deviate from the\nplain language of the statutory text if application of the plain\nlanguage would lead to manifest absurdity. 50 In that situa-\ntion, a court may correct an error in a provision if failing to\ndo so would result in a disposition that no reasonable person\ncould approve. 51 However, the bar of manifest absurdity is\nnot easily cleared, and we have refused to apply the doctrine\nif the result dictated by the plain language is not “‘so absurd\nthat the Legislature could not possibly have intended it.’” 52\nAdditionally, the absurd­ity must be able to be corrected by\nchanging or supplying a particular word or phrase whose\ninclusion or omission was obviously a technical or ministe-\nrial error. 53 The doctrine does not justify judicial revision of\na statute simply to make the statute more reasonable in the\njudges’ view. 54\n   Though the current version of § 83-1,107(2)(c) makes clear\nthat good time is deducted only from the maximum sentence,\nearlier versions of the statute had no such language. In fact,\nprior to 1995, the statute specifically directed that good time\n47\n     Johnson, supra note 45.\n48\n     State v. Gales, 269 Neb. 443, 694 N.W.2d 124 (2005).\n49\n     Thomas v. Peterson, 307 Neb. 89, 948 N.W.2d 698 (2020).\n50\n     Parks v. Hy-Vee, 307 Neb. 927, 951 N.W.2d 504 (2020).\n51\n     Antonin Scalia & Bryan A. Garner, Reading Law: The Interpretation of\n     Legal Texts 234-39 (2012), citing Cernauskas v. Fletcher, 211 Ark. 678,\n     201 S.W.2d 999 (1947).\n52\n     Parks, supra note 50, 307 Neb. at 945, 951 N.W.2d at 518.\n53\n     Scalia & Garner, supra note 51.\n54\n     Id.\n\f                                    - 499 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\nwas to be deducted from the minimum term to determine the\ndate an inmate was eligible for parole and from the maximum\nterm to determine when discharge from the state became man-\ndatory. 55 However, in 1995, the Legislature passed 1995 Neb.\nLaws, L.B. 371, which explicitly removed any reference to\ngood time being deducted from an inmate’s minimum sentence,\nas well as any reference to parole. Since 1995, § 83-1,107 has\nbeen amended on numerous occasions, but the Legislature\nhas never again referred to good time being applied to reduce\nan inmate’s minimum sentence. Thus, the omission of those\nphrases from the statute appears intentional and not a techni-\ncal or ministerial error; and the absurdity Heist complains of\ncannot be corrected by simply supplying the words “minimum\nsentence” or “parole eligibility date” into the language of\n§ 83-1,107.\n   [22] Further, although L.B. 191 has caused some inmates\nto incur inverted sentences, such result appears to be an unin-\ntended consequence of L.B. 191. The absurd results doctrine\ndoes not include substantive errors arising from a drafter’s\nfailure to appreciate the effect of certain statutory provisions. 56\nThus, conceding that the DCS interpretation of § 83-1,107(2),\nof which Heist complains, has produced the allegedly absurd\nresult of 62 inmates with inverted sentences, this falls far short\nof meeting the high bar of manifest absurdity.\n   We are not the only court to take this view. In Chung Fook\nv. White, 57 the U.S. Supreme Court upheld a provision in the\nImmigration Act of 1917, which exempted wives and children\nof naturalized citizens from mandatory detention upon entering\nthe country if they were found to be affected with a contagious\ndisease, but made no such provisions for wives and children of\nnative-born citizens. In so doing, the Court noted the oddness\n55\n     See § 83-1,107. See, also, Von Bokelman v. Sigler, 186 Neb. 378, 183\n     N.W.2d 267 (1971).\n56\n     See Scalia & Garner, supra note 51.\n57\n     Chung Fook v. White, 264 U.S. 443, 44 S. Ct. 361, 68 L. Ed. 781 (1924).\n\f                                    - 500 -\n             Nebraska Supreme Court Advance Sheets\n                      312 Nebraska Reports\n                HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                            Cite as 312 Neb. 480\n\nof such disparate treatment, insofar as “it cannot be supposed\nthat Congress intended to accord to a naturalized citizen a right\nand preference beyond that enjoyed by a native-born citizen.” 58\nNonetheless, it found that because the statute plainly refers to\nonly the wives and children of naturalized citizens, it could not\nread the words “native-born citizen” into the statute without\nusurping the legislative function. 59 The Court concluded that\nany remedy lies with Congress, and not the courts, if the statute\nunjustly discriminates against native-born citizens or is cruel or\ninhuman in its results. 60\n   The U.S. Supreme Court has taken a similar view in other\ndecisions, including one decision where it specifically noted\nthat laws enacted with good intentions, when put to the test,\nfrequently, and to the surprise of the lawmaker, turn out to be\nmischievous, absurd, or otherwise objectionable. 61 But in such\na case, the remedy lies with the lawmaking authority, and not\nwith the courts. 62\n   Here, L.B. 191 was enacted to allow inmates an opportunity\nto earn additional good time credit. However, the application\nof L.B. 191 has created inverted sentences for some inmates.\nNevertheless, because § 83-1,107(2)(c) plainly states that good\ntime is to be applied to reduce an inmate’s maximum sen-\ntence, we cannot interpolate the words “minimum sentence” or\n“parole eligibility date” without usurping the legislative func-\ntion. As such, the district court did not err in failing to find\nabsurdity in the practical effects of L.B. 191.\n                     VI. CONCLUSION\n  Policy 104.08 is not a rule or regulation for purposes of the\nAPA, and thus, the district court and this court lack jurisdiction\n58\n     Id., 264 U.S. at 445.\n59\n     Id.\n60\n     Chung Fook, supra note 57.\n61\n     Crooks v. Harrelson, 282 U.S. 55, 51 S. Ct. 49, 75 L. Ed. 156 (1930).\n62\n     Id.\n\f                             - 501 -\n         Nebraska Supreme Court Advance Sheets\n                  312 Nebraska Reports\n            HEIST V. NEBRASKA DEPT. OF CORR. SERVS.\n                        Cite as 312 Neb. 480\n\nover Heist’s APA claim. Moreover, the plain, direct, and unam-\nbiguous language of § 83-1,107 makes it clear that good time\nreductions earned under this section apply to an inmate’s maxi-\nmum sentence, not to an inmate’s minimum sentence and, thus,\nnot to an inmate’s PED. Further, to the extent Heist argues L.B.\n191 has produced an unintended result, the resolution of such\nunintended result is within the province of the Legislature, not\nwith this court. Accordingly, Heist’s assignments of error are\nwithout merit.\n                                                    Affirmed.\n   Freudenberg, J., not participating.\n\f",
            "ocr": false,
            "opinion_id": 8482824
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}