{
    "id": 8524956,
    "judges": "Bohm",
    "date_filed": 1408579200000,
    "date_filed_is_approximate": false,
    "slug": "in-re-corrline-international-llc",
    "case_name_short": null,
    "case_name": "In re Corrline International, LLC",
    "case_name_full": "In re CORRLINE INTERNATIONAL, LLC, Debtor",
    "attorneys": "Trey A. Monsour, Cleve J. Glenn, K&L Gates LLP, Margaret M. McClure, Attorney at Law, Houston, TX, Artoush Varsho-saz, K&L Gates, Dallas, TX, for Debtor., Peter Johnson, Law Offices of Peter Johnson, Christina Diane Richardson, Fryar Law Firm PC, Houston, TX, for Creditor.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Signed Aug. 20, 2014.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "516 B.R. 106"
    ],
    "opinions": [
        {
            "author_str": "Bohm",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nMEMORANDUM OPINION REGARDING: (1) PETITIONING CREDITOR’S CHAPTER 7 INVOLUNTARY PETITION; AND (2) DEBTOR’S MOTION TO DISMISS\n\nJEFF BOHM, Chief Judge.\nI. Introduction\nThe Court writes this Memorandum Opinion to underscore that: (1) there is split case law on how to satisfy certain elements required to obtain an order granting an involuntary petition; and (2) the drafting of a joint venture agreement should take into account the rights of the joint venture itself to oppose an involuntary bankruptcy petition.\n*112The Tagos Group, LLC (Tagos) filed an involuntary Chapter 7 bankruptcy petition against CorrLine International, LLC (CorrLine); Tagos is both a creditor and a minority shareholder of CorrLine. TriGe-nex of Texas, Inc. (TriGenex), a majority shareholder of CorrLine, owns intellectual property rights over a novel anti-corrosion formula, known as CorrX. Tagos and TriGenex created CorrLine to produce, market, and sell the CorrX product. In order to accomplish this objective, Tagos agreed to provide CorrLine with certain business support services for a monthly fee. Tagos also loaned funds to CorrLine under a working capital facility. Tagos contends that CorrLine refused to repay the loaned funds and service fees. Furthermore, Ta-gos asserts that due to a falling out between the Tagos board members and the TriGenex board members, management of CorrLine has become “hopelessly deadlocked,” which has impeded CorrLine’s ability to operate as a viable entity. Thus, Tagos seeks an involuntary Chapter 7 liquidation of CorrLine to recover the amounts owed by CorrLine.\nCorrLine filed a motion to dismiss the involuntary petition. [Doc. No. 13]. CorrLine contends that this Court should dismiss the petition for any one of the following reasons: (1) CorrLine has at least twelve creditors and therefore Tagos file the involuntary petition alone; (2) Ta-gos is an insider and the recipient of an avoidable transfer; (3) Tagos’ claims are the subject of a bona fide dispute; (4) CorrLine is generally paying its debts as they become due; or (5) Tagos filed the petition in bad faith. Alternatively, CorrLine urges this Court to abstain from hearing the case because it is a two-party dispute and bankruptcy is not in the best interest of all the company’s creditors.\nThis Court held a simultaneous hearing on Tagos’ petition and CorrLine’s motion to dismiss between June 27, 2014 and July 3, 2014. The parties adduced extensive testimony from several witnesses and introduced multiple exhibits. The Court then heard closing arguments from the parties’ respective counsel on July 29, 2014. Having now considered the evidence, the oral arguments of counsel, and the applicable law, this Court finds that Tagos does have standing to bring its involuntary petition and that granting the petition is warranted. Moreover, the Court declines to abstain from adjudicating this dispute. ■ The Court now makes the following Findings of Fact and Conclusions of Law1 pursuant to Federal Rule of Civil Procedure 52, as incorporated by Federal Rules of Bankruptcy Procedure 7052 and 9014.2\nII. Findings of Fact A. History of the Debtor from its Inception to the Trial in this Court\n1. On September 20, 2012, TriGenex and Tagos executed that one certain Limited Liability Company Agreement of CorrLine International, LLC. [Tagos Ex. No. 1].\n2. TriGenex and Tagos entered into the Limited Liability Company Agreement of CorrLine (the JV Agreement) in order to develop and market a groundbreaking *113product that prevents or prohibits corrosion. [June 27, 2014 Tr. 28:4-28:15].\n3. Section 6.01(a) of the JV Agreement provides that “the powers of the [CorrL-ine] shall be exercised by or under the authority of, and the business and affairs of [CorrLine] shall be managed under the direction of, the Managers.” [Tagos Ex. No. 1 at 22].\n4. Section 6.02(a) of the JV Agreement allows the board of managers to delegate authority to officers. [Id. at 23].\n5. Section 6.12(a) of the JV Agreement provides that each officer shall be designated with the “authority and duties that are normally associated with that office.” [Id. at 26].\n6. Section 6.14 of the JV Agreement requires the consent of a majority of managers to: “(c) ... permit the commencement of a proceeding for bankruptcy, insolvency, receivership or similar action against [CorrLine] ... (j) enter into any employment, service or consultancy agreement or any other material cont[r]acts ... or (n) enter into any agreement to do any of the foregoing.” [Id. at 28-29] (emphasis added).\n7. Section 6.07(a) of the JV Agreement requires that a majority vote must consist of at least one minority member vote— e.g., a Tagos member vote. [Id. at 24].\n8. Section 10.01 of the JV Agreement also provides that CorrLine must “keep books and records of accounts and shall keep minutes of the proceedings of its Members and its Managers.” [Id. at 34],\n9. Section 12.01 of the JV Agreement states that CorrLine “shall dissolve and its affairs shall be wound up on the first to occur of the following: (a) the prior written consent of a majority of the Managers; or (b) entry of a decree of judicial dissolution of [CorrLine] under Section 11.314 of the TBOC [i.e., Texas Business Organizations Code].” [Id. at 38].\n10. Section 13.01 of the JV Agreement states that “[w]henever [CorrLine] is to pay any sum to a Member, any amounts that such member owes to [CorrLine] may be deducted from that sum before payment.” [Id. at 40] (emphasis added).\n11. Section 13.09 of the JV Agreement provides that “[b]y executing this [JV] Agreement, each Member acknowledges that it has actual notice of (a) all of the provisions of this [JV] Agreement, and (b) all of the provisions of the Certificate.” [Id. at 41]. The JV Agreement is signed by Loren Hatle (Hatle), on behalf of TriGe-nex, and Milton L. Scott (Scott), on behalf of Tagos. [Id. at 43].\n12. Exhibit C of the JV Agreement lists Majority Managers as Christopher R. “Kip” Knowles (Knowles), Hatle, and Kirk Chrisman (Chrisman). It also lists Minority Managers as Scott and Rodney G. Ellis (Ellis). [Id. at 47],\n13. The JV Agreement allows for capital contributions to be made by issuing Common Units “to such Persons, for such consideration and on such terms as the Managers may from time to time determine.” [Id. at 16]. “Capital contributed in connection with the Common Units may consist of money paid, labor performed, or property received by [CorrLine], as well as any other consideration permitted under the TBOC [i.e., Texas Business Organizations Code] and any such amounts received by [CorrLine] therefore will be treated as a Capital Contribution.” [Id.\\\n14. Section 4.05 of the JV Agreement discusses withdrawal of contributions. “No Member shall have the right to withdraw all or any part of such Member’s Capital Contribution or to be paid interest in respect of its Capital Contributions. An unrepaid Capital Contribution is not a lia*114bility of [CorrLine] or of any Member.” [Id. at 18].\n15. Exhibit B of the JV Agreement lists an amount of “45,000” from CorrLine to Tagos under the heading “Common Units Issued.” [Id. at 46]. Exhibit B also lists “55,000” from CorrLine to TriGenex under the heading “Common Units Issued” for a grand total of 100,000 units. [Id.]. There are no amounts listed under the heading “Initial Capital Contribution.” [Id.].\n16. On September 20, 2012, TriGenex and Tagos entered into that one certain Asset Contribution Agreement (the AC Agreement) whereby TriGenex would receive 55,000 common units in CorrLine, representing a 55% interest in CorrLine [Tagos Ex. No. 3 at 5], and preferred distributions totaling $1,500,000.00 in exchange for the assignment to CorrLine of intellectual property rights owned by TriGenex. [CorrLine Ex. No. 2 at 30]. The preferred distributions represent $300,000.00 of consideration for the intellectual property and $1,200,000.00 of consideration for services provided by TriGe-nex. [Id.]. Under the AC Agreement, Tagos would receive 45,000 common units in CorrLine, representing a 45% interest in CorrLine. [CorrLine Ex. No. 4 at 6, ¶ 2]. It is unclear from the AC Agreement what Tagos exchanged for its 45% interest.\n17. On September 20, 2012, pursuant to the AC Agreement, TriGenex assigned its intellectual property rights to CorrX to CorrLine. [CorrLine Ex. No. 5].\n18. On September 20, 2012, Tagos and CorrLine entered into a Services Agreement (the Services Agreement) whereby Tagos became obligated to provide certain services to CorrLine, including providing facilities, equipment and certain general business support services. [Tagos Ex. No. 9 at 1]. These general business support services include the following: (1) finance and accounting; (2) compliance and regulatory affairs; (3) risk management; (4) human resources; (5) information technology; (6) marketing, sales and business development; (7) supply chain management; (8) clerical and administrative functions; (9) office space and equipment; (10) computer and telecommunication equipment; and (11) business software solutions. [Id. at 8, ¶¶ 1-11]. Chrisman testified that the Services Agreement was understood to include working capital funding to CorrLine, infrastructure, financial support, and relationships at executive levels that TriGenex did not have. [July 1, 2014 Tr. 112:1-112:10 &amp; 175:4-175:7]. However, the plain language of the Services Agreement does not support his testimony. [See Tagos Ex. No. 9]. Moreover, this Court gives little weight to Chrisman’s testimony. [See infra Credibility of Witnesses — Kirk Chrisman], In exchange for the business support services, CorrLine became obligated to pay Tagos a monthly amount of $25,000.00 (the Monthly Services Fee), plus reimbursement of reasonable out-of-pocket expenses incurred by Tagos in rendering the services. [Tagos Ex. No. 9 at 1].\n19. The Services Agreement expressly provides that CorrLine must pay each invoice no later than ten business days after it receives the invoice. [Id. at 2]. Any invoice not paid within this time period “shall be recorded on the books of [CorrL-ine] as an account payable to [Tagos] and shall accrue, without interest, until such account payable is satisfied by [CorrL-ine].” [M]. However, upon termination of the Services Agreement, all accrued fees through the date of termination become due and payable to Tagos. [Id. at 1].\n20. The Services Agreement further states that CorrLine has the right to request at any time “that the Monthly Ser*115vices Fee be adjusted to the prevailing current market rate for any of the Services that are priced in excess of what [CorrLine] can reasonably pay to a third party to perform a substantially similar service or function.” [Id. at 2].\n21. From September 20, 2012 to November 18, 2013, Scott served as Chairman of the Board and Chief Executive Officer of CorrLine. [Tagos Ex. No. 44 at 2, ¶ 6 and 5, ¶ 17]. Scott is also the founder, CEO, and Chairman of the Board of Ta-gos. [June 27, 2014 Tr. 24:15-24:17 &amp; 26:18-26:20].\n22. Hatle served as Chief Operating and Technical Officer of CorrLine until November 18, 2013, when he replaced Scott as CEO and Chairman of the Board of CorrLine. [Tagos Ex. No. 44 at 2, ¶ 6 and 5, ¶ 17]. Hatle is also the founder, the CEO, and a Board Member of TriGenex. [Id. at 1, ¶ 2],\n23. On September 20, 2012, Chrisman began serving as Secretary of CorrLine; however, he no longer holds this position on the board. [Findings of Fact Nos. 12 &amp; 31],\n24. On September 21, 2012, CorrLine held its first Managers Meeting. The minutes of this meeting are signed by Patel, Scott, Ellis, and Knowles. [Tagos Ex. No. 20 at 2-3]. Hatle and Chrisman did not sign the minutes, but were present. [Id. at 1-3]. Scott requested, and the Board approved, the opening of a bank account with Amegy Bank. [Id. at 2-3].\n25. On December 12, 2012, Tagos entered into a Master Revolving Note and Term Note Agreement with Comerica Bank, under which Tagos’ 45% interest in CorrLine was pledged as collateral pursuant to a blanket hen on all of Tagos’ assets to secure the loans. [CorrLine Ex. No. 7 at 4, ¶8; CorrLine Ex. No. 8 at 5, ¶7; CorrLine Ex. No. 9 at 1-2],\n26. On December 13, 2012, CorrLine held its second Managers Meeting. The minutes of this meeting are signed by Patel, Scott, Ellis, and Knowles. Hatle and Chrisman did not sign the minutes, but were present. Scott moved, and the Board approved, moving CorrLine’s banking relationship to Comerica. [Tagos Ex. No. 20 at 5, 7].\n27. In April of 2013, Tagos and CorrL-ine entered into an “Intercompany Senior Secured Working Capital Credit Facility” (the Credit Agreement). [CorrLine Ex. No. 27 at 1]. The Credit Agreement uses terms such as “Lender” and “Borrower” and describes an aggregate amount of $400,000.00 available to CorrLine as “revolving loans.” [Id. at 2-3] (emphasis added). The Credit Agreement expressly provides that the $400,000.00 revolving loan facility to CorrLine “shall bear interest on the unpaid principal amount from the date borrowed through repayment.” [Id. at 3] (emphasis added). The Credit Agreement also provides that the interest rate will be the same rate that Tagos pays under its Comerica line of credit, which was 4.25% at the time of the agreement. [Id. at 4]. Both CorrLine and Tagos agreed that CorrLine would use the revolving loan for “working capital purposes including but not limited to payment towards (a) payroll, (b) capital expenditures, (c) business development expenses such as travel and hotel expenses.” [Id. at 3]. The Court notes that this exhibit is an unexe-cuted copy of the agreement. [Id. at 5]. However, this facility was specifically referred to and approved at CorrLine’s Board of Managers Meeting on October 22, 2013. [Finding of Fact No. 30].\n28. On June 25, 2013, CorrLine executed a promissory note in favor of Scott for $100,000.00 payable on demand and bearing interest at the Prime Reference Rate *116plus 1% per annum. [CorrLine Ex. No. 29 at 2, ¶ 1],\n29. On September 20, 2013, CorrLine executed a promissory note in favor of Ellis for $50,000.00 payable on demand and bearing interest at the Prime Reference Rate plus 1% per annum. [CorrLine Ex. No. 28 at 2, ¶ 1].\n30. On October 22, 2013, CorrLine held another board meeting. Prior to the meeting, Nick Doskey (Doskey) — Controller and Treasurer of CorrLine — emailed Hatle, Ellis, Sean Muller (Muller) — a tax partner at Weaver, LLP — and Scott a copy of the meeting agenda. [Tagos Ex. No. 15]. Item V is titled “Adoption/Approval of Working Capital Facilities” and lists “Milton L Scott ($100,000.00)” and “Rodney Ellis ($50,000.00).” [Tagos Ex. No. 16 at 2],\n31. At this October 22, 2013 meeting, Hatle made a motion and the Board unanimously approved the following working capital facilities for CorrLine: (1) $400,000.00 from Tagos; (2) $100,000.00 from Scott; and (3) $50,000.00 from Ellis. [Tagos Ex. No. 21 at 3]. Prior to the meeting, Hatle notified Chrisman and Knowles “that they would not be serving another term [as board members] after their first year term” expired. [Id. at 2]. Scott and Hatle were to “review a list of potential candidates” to replace the vacancies created by Chrisman and Knowles. [Id. at 1]. The minutes are unsigned. [Id. at 5].\n32. On November 11, 2013, Tagos initially notified CorrLine and TriGenex that it would no longer provide funding, including working capital and payroll. [Tagos. Ex. No. 44 at 4, ¶ 15]. However, on November 15, 2013, Tagos funded CorrLine’s payroll, but provided no subsequent funding. [Tagos Ex. No. 58 at 3]. Thus, on November 15, 2013, Tagos terminated future funding to CorrLine. [Tagos Ex. No. 44 at 4, ¶ 15],\n33. On November 18, 2013, the CorrL-ine Board of Directors convened, and Scott discussed with Hatle, Chrisman, and Santiago Hernandez (Hernandez) Tagos’ decision “not [to] accrue nor bill for revenues related to the management services agreement” while CorrLine employees were going without pay starting on November 1, 2013. [Tagos Ex. No. 47 at 2], Tagos agreed to continue providing other agreed upon services during this time. [Id.].\n34. On November 18, 2013, Scott resigned as the Chairman and CEO of CorrLine. [CorrLine Ex. No. 21].\n35. This Court heard testimony from Hatle that just prior to Scott’s resignation, and this Board Meeting, Scott transferred $325,999.00 out of CorrLine’s bank account. [Tagos Ex. No. 48 at 2, ¶ 5; Tagos Ex. No. 44 at 5, ¶ 17; June 30, 2014 Tr. 111:1-111:3]. However, the only evidence presented showed that on November 18, 2013, the day of his resignation, Scott wired $90,932.66 to himself and $145,000.00 to Tagos from CorrLine’s Bank of America account. [CorrLine Ex. No. 30]. The Court finds that Hatle’s testimony is inaccurate and that Scott did in fact wire $90,932.66 to himself and $145,000.00 to Tagos from CorrLine’s Bank of America account.\n36. On November 18, 2013, Hatle was unanimously elected as the new Chairman and CEO of CorrLine. [CorrLine Ex. No. 65 at 2, ¶ 3].\n37. On December 14, 2013, Chrisman sent an email to Doskey acknowledging that he “now understands the math ... and that [he has] no further questions or concerns about the interest calculation or Tagos Loan amount.” [Tagos Ex. No. 13 at 1] (emphasis added).\n*11738. On December 23, 2013, Hatle, in his capacity as Chairman and CEO of CorrLine, signed a promissory note to pay Peter Bock, the Vice President of Technical Development for CorrLine [July 2, 2014 Tr. 105:10-105:22], $25,000.00 “or the unpaid principal balance outstanding from all advances made hereunder from time to time.” [Tagos Ex. No. 41 at 1]. Hatle agreed that the promissory note “shall bear interest to accrue at the Prime Reference Rate plus 1% per annum.” [M],\n39. On January 9, 2014, Hernandez sent Doskey an email notifying him that “[a]s of today you are relieved of your responsibility to CorrLine. This includes bookkeeping, AR, AP, cash management, and risk management.” [Tagos Ex. No. 86 at 1]. According to Hernandez, the only responsibility Doskey still had was to “focus on closing out the year of end [sic] financial records” and to send Hernandez all invoices so Hernandez “can schedule proper payment.” [Id.].\n40. On February 1, 2014, Chrisman sent an email to Ron Rodd (Rodd) stating that the $400,000.00 from Tagos was a “debt” and that Chrisman and Rodd had previously discussed “the accelerated percentage of 10% — the suggested percentage that [CorrLine] originally made to pay the entire debt amount [$400,000.00].” [Tagos Ex. No. 65-12]. Chrisman, on behalf of CorrLine, also stated that CorrLine needed to repay the balance owed under the Credit Agreement to Tagos. [Id.].\n41. On February 8, 2014, Hatle called a Special Managers Meeting to consider approval of the following resolution: “(a) $200,000 from pending EcoPetrol payments to be applied to Tagos Debt....” [Tagos Ex. No. 60]. The meeting agenda prepared by Hatle expressly characterizes the debt owed to Tagos as an “interest bearing debt owed to Tagos.” [Id.]. The agenda also proposed capping the amount owed to Tagos at $400,000.00 effective November 1, 2013, and to “retain [the] current Services Agreement.” Hatle signed the agenda for this Special Managers Meeting. [Id.].\n42. The Special Managers Meeting called for by Hatle in February 2014, was never held and no further board meetings have been held since because the three TriGenex majority managers have intenr tionally boycotted these meetings. [July 1, 2014 Tr. 237:7-238:6].\n43. As of March 5, 2014, CorrLine’s Accounts Payable showed a total amount outstanding of $48,343.93. [Tagos Ex. No. 24 at 1]. Over $13,000.00 was more than 30 days past due. [Id.]. Only two of the 32 vendor invoices, totaling $213.66, were current. [Id.].\n44. On March 6, 2014, CorrLine made a $50,000.00 payment to Tagos from its Frost Bank account in which the payee name was labeled “Tagos Loan.” [Tagos Ex. No. 84].\n45. On March 18, 2014, Tagos filed a state court action in the District Court of Harris County against CorrLine, TriGe-nex, Hatle, Chrisman, and Hernandez (the State Court Action) seeking the judicial dissolution of CorrLine, the appointment of a liquidating receiver, repayment of loans made by Tagos to CorrLine, and damages from an alleged breach of the Services Agreement for CorrLine’s failure to pay the outstanding service fees due. [CorrLine Ex. No. 11]. Additionally, Ta-gos brought a derivative claim on behalf of CorrLine agáinst Hatle, Chrisman, and Hernandez for breach of their fiduciary duties to CorrLine and Tagos, misappropriation of CorrLine assets, and violations of the Texas Business Organizations Code. [Id.].\n46. On April 15, 2014, Hatle informed Scott and Tagos by letter that CorrLine *118would no longer require Tagos’ general support services pursuant to the Services Agreement, citing concerns that Tagos’ fee was not in line with the market rate for similar services and that Tagos was not in fact providing bookkeeping or information technology services as provided for by the Services Agreement. Hatle contended that these services could be obtained by other third-party vendors for significantly iess than Tagos’ $25,000.00 monthly fee and that Tagos was overcharging CorrLine for these services. [CorrLine Ex. No. 26].\n47. On April 24, 2014, counsel for Ta-gos, Eric Fryar, sent a letter to CorrLine demanding payment of the outstanding loan amount owed to Tagos. Tagos demanded “immediate payment of all amounts due on working capital loans, plus the agreed interest rate, as set forth in Schedule 1.” Schedule 1 lists the different debts owed to Tagos as of April 24, 2014:\n• Debt for Tagos’ working capital loan: $154,147.84\n• Debt due under the Services Agreement: $524,708.49\n• TOTAL debt owed to Tagos: $678,856.33\nSchedule 2 lists debts for the $25,000.00 monthly payments to Tagos plus reasonable out-of-pocket expenses pursuant to the Services Agreement. According to Schedule 2, this total is $524,708.00. [Ta-gos Ex. No. 14 at 1-4].\na.However, Tagos’ reply in opposition to CorrLine’s motion to dismiss asserts that only $890,606.58 is owed under the Services Agreement and $149,980.51 under the Credit Agreement. [Doc. No. 23 at 7-8]. This Court also heard testimony that the amount owed under the Services Agreement is $890,606.58. [July 1, 2014 Tr. 37:18-38:1]. This amount reflects the fees due for services provided by Tagos under the Services Agreement from September 2012 through October 2013. [Tagos Ex. No. 10 at 2], This Court also heard testimony that the original interest calculation for the Tagos loan was incorrect. [June 30, 2014 Tr. 209:8-209:14]. The amount owed under the loan was actually $140,000.00 in principal and $9,980.51 in interest, for a total amount due of $149,980.51. [Id.;\nTagos Ex. No. 14 at 3]. After considering all the evidence, this Court finds that Tagos is owed a total of $540,587.09 under the Services Agreement and the Credit Agreement, representing the sum of $390,606.58 (owed under the Services Agreement) and $149,980.51 (owed under the Credit Agreement).\n48. On May 1, 2014, Doskey emailed Hatle, Chrisman, and Hernandez with concerns over the number of vendors whose balances were past due or not being paid timely. In Doskey’s opinion, “AP [was] not being handled the way in [sic] it should in any properly run company and certainly not under the management services agreement.” [Tagos Ex. No. 150]. Doskey identified the following specific concerns:\na. Buskop Law Firm. January 2014 invoices were still unpaid as of the date of the email.\nb. Barbara Tompkins Brown. The March 19, 2014, invoice from Barbara Brown was still unpaid as of the date of the email.\nc. Lincoln Insurance. Notice of a past due amount was sent on March 11, 2014, and April 15, 2014. Notice of the policies cancellation was received at the end of April 2014. The policy remained unpaid as of the date of the email.\n*119d. Humana. Past due as of the date of the email.\ne. Blue Cross Blue Shield. Past due amounts were paid on March 21, 2014 and April 16, 2014.\nf. Sea Tex Ltd. Invoice remains past due as of the email date.\ng. Timeledger. Invoice remains past due as of the email date, even though invoice was sent in early March.\n\nUd.].\n\n49. On June 2, 2014, CorrLine filed a first amended answer in the State Court Action submitting a general denial of all allegations in the original petition and asserting counterclaims against Tagos and Scott for breach of the Services Agreement, money had and received, breach of fiduciary duty for an alleged misappropriation of assets and for a pledge of Tagos’ ownership interest in CorrLine to secure a loan, and violations of the Texas Theft Liability Act. [CorrLine Ex. No. 12 at 12-15]. Specifically, CorrLine alleges that Tagos breached the Services agreement by cancelling all funding to CorrLine, including payroll. [Id. at 12]. CorrLine also alleges that Scott breached his fiduciary duty when he made payments to Tagos the day before his resignation as CEO of CorrLine to satisfy a portion of the outstanding loan to Tagos. [Id. at 13]. Additionally, CorrLine alleges that Scott breached his duty when he pledged Tagos’ interest in CorrLine to obtain a line of credit with Comerica Bank. [Id. at 14].\n50. On May 7, 2014, the District Court of Harris County issued an order setting a two-week trial for September 15, 2014. [CorrLine Ex. No. 108].\n51. On May 14, 2014 (the Petition Date), Tagos filed a Chapter 7 Involuntary Petition for Bankruptcy against CorrLine. [Doc. No. 1]. Scott, as CEO of Tagos, filed this pleading. [Doc. No. 1]. Subsequently, Tagos filed an amended Involuntary Petition (the Petition or the Involuntary Petition). [Doc. No. 25].\n52. On June 4, 2014, CorrLine filed a motion to dismiss the Involuntary Petition (the Motion to Dismiss). [Doc. No. 13]. In the Motion to Dismiss, CorrLine mounts several attacks against Tagos’ standing to bring the action. CorrLine also challenges Tagos’ standing to file the Involuntary Petition as an insider. [Id. at 12]. CorrLine alleges that it had more than twelve creditors as of the Petition Date, and thus, Tagos cannot file the Involuntary Petition without at least two more creditors joining it. [Id.]. Finally, CorrLine alleges that Tagos cannot bring the Involuntary Petition because it is the holder of a claim subject to a bona fide dispute. [Id.]. CorrLine also urges dismissal of the Involuntary Petition because it has been paying its debts as they became due, and also because Tagos filed the Petition in bad faith. [Id. at 22-23]. Finally, in the alternative, CorrLine urges the Court to abstain under § 305(a) from adjudicating this dispute. [Id. at 26]. The Motion to Dismiss was signed and filed by Trey A. Monsour of the law firm K &amp; L Gates LLP. [Id. at 29]. Underneath Mr. Monsour’s signature, it is set forth that K &amp; L Gates LLP is “counsel for CorrLine International, LLC.” [Id.].\n53. On June 16, 2014, Tagos filed a Reply in Opposition to the Motion to Dismiss (the Reply). [Doc. No. 23]. In the Reply, Tagos makes clear it is seeking liquidation of CorrLine’s assets by a court-appointed trustee in order to satisfy the outstanding service fees owed under the Services Agreement and the outstanding loan balance under the Credit Agreement. [Id. at 1, ¶¶ 1-2].\n54. On June 18, 2014, pursuant to Bankruptcy Rule 1003(b), CorrLine filed *120the Answer to the Involuntary Petition and attached a list of fifty-two alleged creditors owed a total of $145,838.69 (the Answer). [Doc. No. 27 at 9-10].\n55. Beginning June 27, 2014 through July 3, 2014, this Court held a simultaneous hearing on the Involuntary Petition and the Motion to Dismiss (the Hearing). At the Hearing, this Court heard testimony regarding, among other issues, the qualification of these creditors for numer-osity purposes under Bankruptcy Rule 1003(b) and whether CorrLine is generally paying its debts as they become due. Regarding each of the alleged creditors, this Court finds the following:\nB. CorrLine’s Creditors with Unknown or Uncertain Amounts\n56. The Court finds that the following creditors carried unknown or uncertain amounts pursuant to the list attached to CorrLine’s Answer and the list of creditors it submitted at the close of the Hearing (CorrLine’s List of Creditors).3 [Doc. No. 27 at 9-10; CorrLine’s List of Creditors].\na.Blue Cross Blue Shield: CorrLine originally alleged that Blue Cross Blue Shield was a qualified creditor with an unknown amount due as of the Petition Date. [Doc. No. 27 at 9]. At the Hearing, this Court heard evidence that Blue Cross Blue Shield had been paid as of the Petition Date. [Tagos Ex. No. 32]. Chrisman also testified that CorrL-ine no longer claims that Blue Cross Blue Shield is a qualified creditor. [July 1, 2014 Tr. 123:21-124:1]. Additionally, CorrLine’s List of Creditors indicates that CorrLine no longer claims Blue Cross Blue Shield is a creditor. [CorrLine’s List of Creditors]. Therefore, this Court finds that Blue Cross Blue Shield is not a creditor.\nb. Calcasieu, Louisiana: CorrLine alleges that it owes sales tax to Calca-sieu Parish for a sale made to a customer in Louisiana prior to the Petition Date. [Doc. No. 27 at 9]. However, CorrLine offered no evidence during the Hearing to support the alleged sale or to establish that it had any amount owing to Calca-sieu Parish. Therefore, this Court finds that Calcasieu Parish is not a creditor.\nc. ChemTel: CorrLine originally alleged that ChemTel was a qualified creditor with an unknown amount due as of the Petition Date. [Doc. No. 27 at 9]. ChemTel provides certain services related to cleanup of chemical spills and hazardous releases. [June 30, 2014 Tr. 220:24-221:4]. This service is paid for yearly and in advance. [Id. at 221:5-221:11]. CorrLine paid the annual fee of $400.00 out of the Frost Account on February 19, 2014. [Tagos Ex. No. 124], Additionally, CorrLine’s List of Creditors indicates that CorrLine no longer claims ChemTel is a creditor. [CorrLine’s List of Creditors]. Therefore, this Court finds that ChemTel is not a creditor.\nd. Code Jp2 Software: CorrLine originally alleged that Code 42 Software was a qualified creditor with an unknown amount due as of the Petition Date. [Doc. No. 27 at 9]. During the Hearing, this Court heard credible testimony that Code 42 Software confirmed to Doskey on the phone *121that, as of the Petition Date, it was not a creditor of CorrLine. [June 30, 2014 Tr. 221:24-222:10], Additionally, CorrLine’s List of Creditors indicates that CorrLine no longer claims Code 42 Software is a qualified creditor. [CorrLine’s List of Creditors]. Therefore, this Court finds that Code 42 is not a creditor.\ne. EAH Spray Equipment: CorrLine originally alleged that EAH Spray Equipment was a qualified creditor with an unknown amount due as of the Petition Date. [Doc. No. 27 at 9]. At the Hearing, this Court heard evidence that EAH Spray Equipment had been paid as of the Petition Date. [June 30, 2014 Tr. 223:6-223:14]. Additionally, CorrLine’s List of Creditors indicates that CorrLine no longer claims EAH Spray Equipment is a qualified creditor. [CorrLine’s List of Creditors]. Therefore, this Court finds that EAH Spay Equipment is not a creditor.\nf. Humana: CorrLine originally alleged that Humana was a qualified creditor with an unknown amount due as of the Petition Date. [Doc. No. 27 at 9]. Humana is one of CorrLine’s health insurance providers. [June 30, 2014 Tr. 223:18-223:20]. Doskey testified that CorrLine’s arrangement with Huma-na is such that CorrLine pays for the coming month’s insurance premium in advance. [Id. at 223:21-224:19]. As of May 5, 2014, CorrLine had no outstanding balance with Humana, meaning that CorrLine had paid through the upcoming month. [Id. at 224:3-224:6; Tagos Ex. No. 31]. Additionally, CorrLine’s List of Creditors indicates that CorrLine no longer claims Humana is a qualified creditor. [CorrLine’s List of Creditors]. Therefore, this Court finds that Humana is not a creditor.\ng. J2 My Fax: CorrLine originally alleged that J2 My Fax was a qualified creditor with an unknown amount due as of the Petition Date. [Doc. No. 27 at 9]. J2 My Fax provides telecommunication services to CorrLine. [June 30, 2014 Tr. 224:20-224:21], CorrLine pays this bill monthly, and the monthly price is $10.00. [Id. at 224:22-225:8], Additionally, CorrLine’s List of Creditors indicates that CorrLine no longer claims J2 My Fax is a qualified creditor. [CorrLine’s List of Creditors]. Therefore, this Court finds that J2 My Fax is not a creditor.\nh. Media Temple: CorrLine originally alleged that Media Temple was a qualified creditor with an unknown amount due as of the Petition Date. [Doc. No. 27 at 9], Media Temple is a technology service company that CorrLine pays in advance annually. [June 30, 2014 Tr. 225:10-226:7]. The 2014-2015 payment to Media Temple was not due on the Petition Date; it was due on July 5, 2014. [Tagos Ex. No. 142]. Additionally, CorrLine’s List of Creditors indicates that CorrLine no longer claims Media Temple is a qualified creditor. [CorrLine’s List of Creditors]. Therefore, this Court finds that Media Temple is not a creditor.\ni. Mike Reynolds: CorrLine alleges that Mike Reynolds was a qualified creditor with “$6,000-$10,000” due as of the Petition Date. [CorrLine’s List of Creditors]. At the Hearing, the only evidence produced in support of this alleged debt was an email from Mike Reynolds to Hatle in which he claims, “CorrLine owes [him] in ex*122cess of $6,000.00 not including expenses.” [Tagos Ex. No. 121]. Mr. Reynolds also listed nine events [Id.], for which CorrLine claims it owes Mr. Reynolds an appearance fee of $1,000.00 each. [July 1, 2014 Tr. 138:10-138:15]. The same email also states that Mr. Reynolds “sent an invoice for Hercules last year that was not paid.” [Tagos Ex. No. 121]. The referenced invoice was not produced in support of CorrLine’s claim. Therefore, this Court finds that Mike Reynolds is not a creditor.\nj. River Oaks Courier: CorrLine originally alleged that River Oaks Courier was a qualified creditor with an unknown amount due on the Petition Date. [Doe. No. 27 at 10]. Tagos disputed that River Oaks Courier was a qualified creditor because the service was provided after the Petition Date. [June 30, 2014 Tr. 226:8-227:4]. On direct examination, Chrisman testified that he no longer believed River Oaks Carrier to be a qualified creditor. [July 1, 2013 Tr. 142:4-142:6]. Additionally, CorrL-ine’s List of Creditors indicates that CorrLine no longer claims Rivers Oaks Courier is a qualified creditor. [CorrLine’s List of Creditors]. Therefore, this Court finds that River Oaks Courier is not a creditor.\nk. State of Illinois: CorrLine originally alleged that the State of Illinois was a qualified creditor with an unknown amount due as of the Petition Date. [Doc. No. 27 at 10]. CorrLine must pay state sales tax when retail sales are realized in a particular state. [June 30, 2014 Tr. 227:5-227:10]. On the date a sale is realized, it creates a liability for CorrL-ine to the taxing authority. Doskey testified that no records could be found of recent sales in the State of Illinois. [Id.]. Additionally, CorrL-ine’s List of Creditors indicates that CorrLine no longer claims the State of Illinois is a qualified creditor. [CorrLine’s List of Creditors]. Therefore, this Court finds that the State of Illinois is not a creditor.\nl. State of Texas: CorrLine alleges that it owes sales tax to the State of Texas for sales made to customers within Texas prior to the Petition Date. [CorrLine’s List of Creditors]. However, CorrLine offered no evidence during the Hearing to support the alleged sales or to establish that it has any amount owing to the State of Texas. In fact, Chrisman indicated during his testimony that the State of Texas should not be counted in the numerosity calculation. [July 1, 2014 Tr. 144:7-144:11], Therefore, this Court finds that the State of Texas is not a creditor.\nm. Terrebonne, Louisiana: CorrLine alleges that it owes sales tax to Terrebonne Parish for a sale made to a customer in Louisiana prior to the Petition Date. [CorrLine’s List of Creditors]. However, CorrLine offered no evidence during the Hearing to support the alleged sale or to establish that it has any amount owing to Terrebonne Parish. Therefore, this Court finds that Terrebonne, Louisiana is not a creditor.\nn. Texas Workforce Commission: CorrLine asserts that the Texas Workforce Commission was a qualified creditor with an unknown amount due as of the Petition Date. [CorrLine’s List of Creditors]. The Texas Workforce Commission collects unemployment insurance fees from employees as a percentage of employee payroll. [July 1, 2014 Tr. *12335:17-36:10]. At the Hearing, no evidence was produced to support a specific claim amount. Doskey and Chrisman each testified that CorrL-ine probably owed the Texas Workforce Commission some amount as of the Petition Date, but the amount is not known with any reasonable ■ degree of precision. [July 1, 2014 Tr. 36:4-36:10 &amp; 145:12-145:17]. Therefore, this Court finds that there is no credible evidence of any amount due to the Texas Workforce Commission as of the Petition Date.\nC. CorrLine’s Creditors with Disputed Amounts Owed\n57. The parties dispute the amounts owed to the following creditors:\na. 8x8, Inc.: CorrLine originally alleged that $91.03 was owed to 8x8, Inc. for providing office phone services. [Doc. No. 27 at 9]. Doskey testified that 8x8, Inc. had already been paid on May 5, 2014. [July 1, 2014 Tr. 8:19-9:25]. The May 2014 Frost Bank Statement indicates a payment to 8x8, Inc. on May 5, 2014 for exactly $91.03. [Tagos Ex. No. 121 at 1]. CorrLine then revised its list of creditors to show an amount owed of $1.00. [CorrLine’s List of Creditors], This amount refers to the $0.96 usage charge from May 2014 on the June 2014 Statement. [Tagos Ex. No. 96 at 7]. This “usage charge” shows up on both the May 2014 and June 2014 statements; thus, it is a monthly recurring charge. [Tagos Ex. No. 96 at 1, 7]. Therefore, this Court finds that CorrLine owed 8x8 Inc. $0.96 as of the Petition Date.\nb. AFCO: CorrLine alleges in the Answer to the Involuntary Petition that AFCO is owed $20,346.00, while Tagos contends that it is not a debt. Compare [Doc. No. 27 at 9] with [Doc. No. 23 at 9]. Doskey testified that AFCO provides financing for CorrLine’s insurance premiums. [July 1, 2014 Tr. 31:23-32:17]. The Commercial Premium Finance Agreement (the AFCO Agreement) between CorrLine and AFCO shows a total amount owed by CorrLine of $20,345.80. [CorrLine Ex. No. 64 at 1]. The debt is to be paid off in ten monthly installments, with the first installment of $2,034.58 due on July 5th, 2014. [Id]. The AFCO Agreement also sets forth that the insurance coverage being financed is effective as of May 5, 2014, and covers a term of twelve months. [M]. The Court notes the AFCO Agreement is not signed by either party. [Id.']. However, based upon the testimony, this Court finds that CorrLine owed AFCO $20,345.80 as of the Petition Date.\nc. Cognetic: CorrLine alleges in the Answer that Cognetic is owed $102.84 for website services performed prior to the Petition Date, while Tagos contends that it is not a debt. Compare [Doc. No. 27 at 9] with [Doc. No. 23 at 9], Cognetic invoiced CorrLine on May 7, 2014, for $102.84. [CorrLine Ex. No. 58]. The service description indicates the bill is 'for work performed on CorrLine’s website during March of 2014. [Id.]. Doskey testified that the Cognetic bill was paid after the Petition Date, and CorrLine’s List of Creditors indicates the bill was been paid after the Petition Date. [July 1, 2014 Tr. 22:15-23:16; CorrL-ine’s List of Creditors]. Therefore, this Court finds that Cognetic was owed $102.84 as of the Petition Date.\nd. Collier Group: CorrLine estimates that approximately $500.00-$600.00 in sales commission is owed to Collier Group for sales made prior to the *124Petition Date. [Doc. No. 27 at 9]. Dos-key testified that about $450.00 is owed based on the commission schedules in the Manufacturer’s Representation Agreement and the sales originated by Collier prior to the Petition Date. [July 1, 2014 Tr. 32:18-33:25; Tagos Ex. No. 115]. Based on the manufacturer’s agreement and invoice support underlying the originated sales, this Court finds that at least $450.00 was owed to Collier Group as of the Petition Date.\ne. ConCur: CorrLine alleges in the Answer that it owes ConCur $110.00 for providing expense management software. [Doc. No. 27 at 9]. ConCur invoiced CorrLine for $110.01 on April 30, 2014, for software services to be provided during May 2014. [CorrL-ine Ex. No. 57]. The invoice is due on May 30, 2014. [Id.]. However, Hatle cancelled the service in February 2014 via letter to ConCur. [Tagos Ex. No. 73]. Despite cancellation, ConCur continued to charge CorrLine, which CorrLine adamantly disputed by emailing the vendor a copy of the cancellation letter on May 13, 2014. [Tagos Ex. No. 72-A]. The e-mail read: “We cancelled our service three months ago. When are you going to refund our'money and stop billing us fraudulently.” [Id.]. Therefore, this Court finds that no amount was due to ConCur as of the Petition Date because credible evidence of the services cancellation was provided.\nf. Frost Bank: CorrLine contends that it owes Frost Bank a one-time $5.00 fee because its account dropped below the required balance prior to the Petition Date. [Doc. No. 27 at 9]. Doskey testified that the Frost Bank fee was paid prior to the Petition Date. [July 1, 2014 Tr. 14:3-14:14], The May 2014 Frost Bank statement provided in support of this charge indicates that it is a “monthly service charge” debited against CorrLine’s account on May 31, 2014. [CorrLine Ex. No. 56 at 5]. A review of the March 2014 and April 2014 Frost Bank statements does not reveal similar “monthly” charges. [Tagos Ex. Nos. 122 &amp; 123]. Therefore, this Court finds that CorrLine did in fact owe Frost Bank a one-time $5.00 fee as of the Petition Date.\ng. Green Solutions: CorrLine alleges that it owes Green Solutions $600.00 in sales commissions for a sale procured prior to the Petition Date. [Doc. No. 27 at 9]. Chrisman testified that Green Solutions is CorrLine’s manufacturer representative in Columbia. [July 1, 2013 Tr. 130:17-130:20], Chrisman also testified that Green Solutions had sourced a deal for CorrL-ine prior to the Petition Date. [Id. at 130:21-131:2]. Section 4(a) of the Manufacturer’s Representation Agreement between CorrLine and Green Solutions provides that Green Solutions will receive a commission of “twenty (20%) percent of the net sales margin of the Technology Process sold to customers or end-users” within the approved territory of Columbia, and which, has been directly originated by Green Solutions. [CorrLine Ex. No. 45 at 2]. CorrLine also produced evidence of the sale generating the commission, which reflected a sale to L.O. Trading in Miami, FL, for $3,075.00 on April 23, 2014. [Id. at 15]. Thus, simple arithmetic would dictate that CorrLine owes Green Solutions $615.00 in sales commission from the April 2014 sale to L.O. Trading. However, CorrLine has offered no credible evidence that Green Solutions has asserted a claim for the al*125leged sales commission owed. Further, the invoice indicates the sale was made to a company based in Florida, which is not a sale to an end-user in the approved territory of Columbia. Additionally, this Court has found reason to doubt the veracity of Chris-man’s testimony. [See infra Credibility of Witnesses — Kirk Chrisman]. Therefore, this Court finds that CorrLine owed no amount to Green Solutions as of the Petition Date,\nh. M Test: CorrLine alleges that $150.00 is owed to M Test for equipment Hatle allegedly picked up for CorrLine prior to the Petition Date. [Doc. No. 27 at 9]. At the Hearing, Tagos presented evidence of three different versions of the same M Test invoice. [Tagos Ex. Nos. 119, 134 &amp; 135].\ni. On June 3, 2014, Hatle emailed Thomas Swan (Swan), an employee of the alleged creditor M Test, requesting that he send an invoice for the conductivity meter. [Tagos Ex. 133 at 2]. Swan responded to the e-mail with an invoice attached, commenting that Hatle had picked the equipment up and “[was] in a hurry.” [Tagos Ex. No. 133 at 1],\nii. This original invoice indicates the amount owed is $150.14, the invoice date is June 4, 2014, the due date is July 4, 2014, the method of delivery is “Pick Up,” and there is no ship date. [Ta-gos Ex. No. 134],\niii.Then, on June 4, 2014, Hatle sent another email to Swan requesting that he change the invoice date. [Tagos Ex. No. 133]. Hatle requested that “for some technical reasons would [Swan] change the invoice date to May 1, 2014,” which would reflect a date thirteen days before the filing of the involuntary bankruptcy petition on May 14, 2014. [Id.].\niv.Swan responded to Hatle’s email with “try this” and an invoice attached. [Id,.]. The attached invoice is identical to the original invoice except that the new invoice now includes a ship date of May 1, 2014 in a font that appears several times larger than all other font on the invoice, and the due date has been changed to May 1,2014. [Id.].\nv.Tagos also produced evidence of a third version of the M Test invoice which was identical to the original in every aspect except that a ship date of May 14, 2014, had been added, which again appeared in a font several times larger than any other font on the invoice. [Tagos Ex. No. 135], When asked about the third invoice, Hatle had no explanation for its existence. [June 30, 2014 Tr. 100:3-100:7].\nvi.Because Tagos presented evidence of three different versions of the same invoice, some of which had clearly been altered, and given that this Court has found reason to doubt the credibility of both Chrisman and Ha-tle’s testimony, this Court finds that the only credible evidence of this transaction is the original invoice, which indicates an invoice date of June 4, 2014, a due date of July 4, 2014, and an amount due of $150.14. Therefore, this Court concludes that no amount was due to M Test as of the Petition Date.\n*126i. NACE: CorrLine alleges that $2,900.00 is owed to NACE for a booth that CorrLine reserved at a 2015 tradeshow, while Tagos contends that it is not a debt. Compare [Doc. No. 27 at 9] with [Doc. No. 23 at 9]. The March 22, 2014, invoice from NACE indicates a total of $2,900.00 is due for a trade show booth. [CorrL-ine Ex. No. 52]. The invoice is to be paid in two 50% installments due on June 4, 2014 and October 1, 2014, respectively. [Id.]. Therefore, this Court finds that CorrLine owed NACE $2,900.00 as of the Petition Date.\nj. Pro Guard: CorrLine alleges that it owes Pro Guard $109.00 in storage fees; however, Tagos contends the amount owed was paid prior to the Petition Date. Compare [Doc. No. 27 at 9] with [Doc. No. 23 at 9]. Both Doskey and Chrisman acknowledged that the charge is a recurring monthly fee for storage space. [July 1, 2014 15:9-15:19 &amp; 141:5-141:17]. CorrLine provided a payment receipt showing Proguard had been paid $109.00 on June 1, 2014 for June’s rent. [CorrL-ine Ex. No. 43] (emphasis added). CorrLine’s May 2014 bank statement shows a payment to Pro Guard on May 1st for $109.00. [Tagos Ex. No. 121 at 1]. Therefore, this Court finds that no amount was due to Proguard as of the Petition Date because CorrLine had prepaid for the services.\nk. Salesforce.com: CorrLine alleges that $600.00 is owed to Salesforce.com for use of sales management software, while Tagos contends that no amount is due. Compare [Doc. No. 27 at 10] with [Doc. No. 23 at 10]. Doskey testified that Salesforce.com’s services are prepaid on a quarterly basis, and that the last payment was made in April of 2014. [July 1, 2014 Tr. 17:13-17:20]. Section 6.2 of the Master Subscription Agreement between Sales-force.com and CorrLine provides that “charges shall be made in advance” for the services provided. [CorrLine Ex. No. 49]. CorrLine’s April 2014 Frost Bank statement shows a payment to Salesforee.com of $703.56 on April 16. [Tagos Ex. No. 122 at 2]. Therefore, this Court finds that no amount was due to Salesforce.com as of the Petition Date because CorrLine had prepaid for the services.\nD. Creditors Paid by Nick Doskey\n58. At a meeting of CorrLine’s managers on October 22, 2013, the CorrLine Board of Managers appointed Doskey as the Controller and Treasurer of CorrLine. [Tagos Ex. No. 21 at 3].\n59. Hernandez has never been installed as an officer of CorrLine. Hernandez claimed that his name appeared on an organizational chart presented to the board at the meeting on September 21, 2012, but the chart is not included in the minutes and has not been produced. [Ta-gos Ex. No. 20 at 1],\n60. On January 9, 2014, Hernandez told Doskey in an email: “As of today you are relieved of your responsibility to CorrLine. This includes bookkeeping, AR, AP, cash management, and risk management.” [CorrLine Ex. No. 98 at 1],\n61. On January 16, 2014, Doskey forwarded Hernandez’s email of January 9, 2014, to Hatle and stated:\nAs I communicated to Santiago, I plan to continue to fulfill my role under the management services agreement, which includes AP. To do so, I need funds transferred to an account I have access to. Please confirm if you do not plan to do this as communicated by Santiago below. While I do not agree with this *127nor is it in accordance with the Mgmt Services Agreement, leaving these bills unpaid could be detrimental to the company. If you choose to proceed with handling the payment of these bills, please advise me and I will send the invoices to allow you/Santiago to do so.... Please let me know what your decision is on this so I can act accordingly-\n[CorrLine Ex. No. 98 at 1].\n62. Hatle never replied to Doskey’s email of January 16, 2014. [CorrLine Ex. No. 98 at 1].\na. Because Hernandez was, at most, an officer of CorrLine with authority equal to Doskey’s, he did not have the power to remove Doskey as Treasurer or adjust Doskey’s roles and responsibilities.\nb. Because Hatle, the CEO of CorrL-ine, never responded confirming Hernandez’s decision to relieve Dos-key of his duties under the Services Agreement, and because the CorrL-ine Board of Managers never approved this action, Doskey still had authority, if not an obligation, to pay CorrLine’s accounts payable under the Services Agreement.\n63. In the days leading up to the filing of the Involuntary Petition by Tagos, Dos-key made certain payments to CorrLine’s vendors. [June 30, 2014 Tr. 206:21-207:3; July 1, 2014 Tr. 70:4-71:11]. These payments were made with CorrLine funds. [July 1, 2014 Tr. 71:12-71:17],\n64. Set forth below are seven alleged creditors. Doskey paid six of these alleged creditors with funds of CorrLine prior to the Petition Date. Doskey paid the seventh creditor on the date of the filing of the Involuntary Petition, either right before or right after it was filed. Doskey used CorrLine’s funds to pay each of these seven creditors.\na. D.I. Pure: This alleged debt was $214.00 [CorrLine’s List of Creditors] and was paid by Doskey one day prior to the Petition Date using a CorrLine credit card. [CorrLine Ex. No. 100]. Therefore, this Court finds that no amount was owed to D.I. Pure as of the Petition Date.\nb. First Continental Diversified: This alleged debt was not greater than $150.00 [Tagos’ List of Creditors] and was paid by Doskey one day prior to the Petition Date using a cashier’s check withdrawn on May 13, 2014, from CorrLine’s Comeriea checking account. [CorrLine Ex. Nos. 33 &amp; 36]. Therefore, this Court finds that no amount was owed to First Continental Diversified as of the Petition Date.\nc. Comeriea Credit Cards: The alleged debt due as of the Petition Date was $2,425.00. [Tagos Ex. No. 138]. Doskey paid this bill on the Petition Date with CorrLine funds. [Id.]. Therefore, this Court finds that no amount was due on the Comeriea Credit Cards as of the Petition Date.\nd. Myrmidon: This alleged debt was $2,165.00 [CorrLine’s List of Creditors] and was paid by Doskey one day prior to the Petition Date using a CorrLine credit card. [CorrLine Ex. No. 100]. Therefore, this Court finds that no amount was due to Myrmidon as of the Petition Date.\ne. State Tax Advisors: This alleged debt was not greater than $225.00 [Tagos’ List of Creditors] and was paid by Doskey one day prior to the Petition Date using a cashier’s check withdrawn on May 13, 2014, from CorrLine’s Comeriea checking account. [CorrLine Ex. Nos. 33 &amp; 36]. Therefore, this Court finds that no *128amount was owed to State Tax Ad-visors as of the Petition Date.\nf. Time Ledger: This alleged debt was $46.02 and was paid by Doskey one day prior to the Petition Date using a CorrLine credit card. [CorrLine Ex. No. 100]. Therefore, this Court finds that no amount was owed to Time Ledger as of the Petition Date.\ng. Wortham &amp; Sons: This alleged debt was $4,070.00. Doskey paid it one day prior to the Petition Date using a cashier’s check withdrawn on May 13, 2014, from CorrLine’s Comerica checking account [CorrLine Ex. Nos. 33, 36]. Therefore, this Court finds that no amount was owed to Wortham &amp; Sons as of the Petition Date.\nE. Insider Creditors\n65. The Court notes that either CorrL-ine or Tagos alleges that the following creditors are insiders or employees of CorrLine, the putative Debtor. The Court finds the following with regard to their relationships with CorrLine:\na. Kirk Chrisman: Chrisman is owed $5,000.00. [CorrLine’s List of Creditors]. Chrisman is a former member-manager and the former Secretary of CorrLine. [Findings of Fact Nos. 12, 23 &amp; 31]. He is currently an employee of CorrLine, and holds the title of Vice President. [July 1, 2014 Tr. 106:14-106:23]. He is also a member of TriGenex, the majority shareholder of CorrLine. [Id. at 107:21-107:25]. Further, CorrLine concedes that Chrisman is an insider. [CorrLine’s List of Creditors]. Therefore, this Court finds that Chrisman is an insider.\nb. Loren Hatle: Hatle is owed $6,000.00. [CorrLine’s List of Creditors]. Hatle is currently the Chief Executive Officer and Chairman of the Board for CorrLine. [Findings of Fact Nos. 22 &amp; 36]. Hatle is also the founding member, Chief Executive Officer, and Chairman of the Board for TriGenex, the majority shareholder of CorrLine. [Finding of Fact No. 22]. Further, CorrLine concedes that Hatle is an insider. [CorrLine’s List of Creditors]. Therefore, this Court finds that Ha-tle is an insider.\nc. McFall, Breitbeil &amp; Eidman: McFall, Breitbeil &amp; Eidman is owed $58,133.80. [CorrLine’s List of Creditors]. Doskey testified that McFall, Breitbeil &amp; Eidman was retained to represent Chrisman and Hernandez in the State Court Action against Tagos. [July 1, 2014 Tr. 27:14-28:5]. Doskey’s testimony is supported by the fact that McFall, Breitbeil &amp; Eidman is listed as counsel for Chrisman and Hernandez in CorrLine’s answer to the State Court Action. [Tagos Ex. No. 7 at 4], Therefore, this Court finds that McFall, Breitbeil &amp; Eidman was retained to represent Chrisman and Hernandez in the State Court Action. For the reasons subsequently set forth in the Conclusions of Law, this Court finds that McFall, Breit-beil &amp; Eidman is not an insider.\nd. Santiago Hernandez: Hernandez is owed $4,000.00. [CorrLine’s List of Creditors]. Hernandez testified that he is currently and has been the “Vice President of Operations” for CorrLine since October 2012. [July 2, 2014 Tr. 90:9-90:16], Hernandez also testified that he is a member of TriGenex, the majority shareholder of CorrLine. [Id. at 90:17-90:20], Further, CorrLine concedes that Hernandez is an insid*129er. [CorrLine’s List of Creditors]. Therefore, this Court finds that Hernandez is an insider.\ne. Berkley Research Group: Berkley Research Group is owed $12,500.00. [CorrLine’s List of Creditors]. Chrisman testified that Berkley Research Group was providing consulting services only. [July 2, 2014 Tr. 34:18-35:5]. However, he testified that they were retained around the same time the State Court Action was filed. [Id. at 34:15-34:17]. He also testified that the Berkley Research Group employees met with the attorneys representing CorrLine in the State Court Action, but would not participate in detailed discussions of the litigation with attorneys. [Id. at 34:25-35:5]. Yet, Doskey testified that Berkley Research Group was in fact providing litigation support for the State Court Action — not just business consulting services. [July 1, 2014 Tr. 27:14-27:25], The Court has found Doskey to be a credible witness, and gives significant weight to his testimony. [See infra Credibility of Witnesses — Nick Doskey], Conversely, the Court has found Chrisman to be a less credible witness, and does not accord his testimony great weight. [See infra Credibility of Witnesses — Kirk Chrisman], Furthermore, Berkley Research Group’s invoice indicates the time billed was for “[r]eview[ing] case materials” and a “[mjeeting or call with Client and/or Counsel” [CorrLine Ex. No. 59 at 3] (emphasis added). Because this Court gives greater weight to Doskey’s testimony and because the invoice in evidence indicates that litigation support services were provided, this Court finds that Berkley Research Group was in fact used in preparation for litigation of the State Court Action against Tagos. For the reasons subsequently set forth in the Conclusions of Law, this Court finds that Berkley Research Group is not an insider.\nf. Law Office of Scott Link: Scott Link is owed $9,100.00. [CorrLine’s List of Creditors]. Doskey testified that Scott Link was retained as counsel for Hatle in the State Court Action. [July 1, 2014 Tr. 28:1-28:5]. Dos-key’s testimony is supported by the fact that Scott Link is listed as counsel for Hatle in CorrLine’s answer to the State Court Action. [Tagos Ex. No. 7 at 4]. Therefore, the Court finds that Scott Link was retained as counsel for Hatle in the State Court Action. For the reasons subsequently set forth in the Conclusions of Law, this Court finds that the Law Office of Scott Link is not an insider.\ng. Peter Bock: Mr. Bock is owed $6,000.00. [CorrLine’s List of Creditors]. Bock is currently the Executive Vice President of Technical Service for CorrLine. [July 1, 2014 Tr. 140:24-140:25], Further, CorrL-ine’s List of Creditors indicates that the amount owed to Bock is for employee payroll. [CorrLine’s List of Creditors]. Therefore, the Court finds that Mr. Bock is a current employee of CorrLine. Under these circumstances, the Court finds that Bock is an insider.\nF. Factually Uncontested Creditors of CorrLine\n66. This Court finds the following with regard to the uncontested creditors:\na. Abby Office: Both parties agree that $75.00 is owed to Abby Office for monthly phone- services as of the *130Petition Date. [Doc. No. 27 at 9; Tagos’ List of Creditors]. Both parties further agree that the amount due to Abby Office was paid out as of June 16, 2014. [CorrLine’s List of Creditors; Tagos’ List of Creditors; Tagos Ex. No. 126 at 1]. The “Virtual Services Agreement” between Abby Office and CorrLine indicates fixed monthly charges of $70.86 will be billed to CorrLine over the twelve-month period from April 15, 2014, to April 80, 2015. [Tagos Ex. No. 106 at 1-2]. Therefore, this Court finds that Abby Office was owed $75.00 as of the Petition Date.\nb. Barbara Tompkins Brown: CorrL-ine alleges that $4,810.00 was owed to Barbara Tompkins Brown (Brown) for consulting services provided. [Doc. No. 27 at 9]. Brown invoiced CorrLine $4,810.00 on March 19, 2014, for “consulting services rendered” during the month. [CorrLine Ex. No. 60 at 1]. CorrL-ine attempted to pay Brown on May 2, 2014; however, an error occurred during transmission, and the payment was not received. [Tagos Ex. No. 81]. CorrLine eventually paid Brown by check on May 16, 2014, which was over 45 days after receiving the invoice. [Tagos Ex. No. 121 at 5]. Therefore, this Court finds that Barbara Tompkins Brown was owed $4,810.00 as of the Petition Date.\nc. Iberia Parish: CorrLine contends that $96.93 was owed to Iberia Parish in Louisiana for a sale made to a Louisiana customer prior to the Petition Date. [Doc. No. 27 at 9]. CorrLine produced an invoice dated March 7, 2014, for a sale to Advanced Marine Coating in Schriever, Louisiana with a total amount due of $6,717.03. [CorrLine Ex. No. 95]. Doskey testified that the amount due to Iberia Parish was paid on May 22, 2014. [July 1, 2014 Tr. 23:17-23:21], CorrLine’s May 2014 Frost Bank statement confirms that Iberia Parish was paid $96.93 on May 22. [Tagos Ex. No. 121 at 3], Therefore, this Court finds that $96.93 was owed to Iberia Parish as of the Petition Date.\nd. IRS: CorrLine contends that it owes the IRS $1,799.00 in late payment penalties as of the Petition Date. [Doc. No. 27 at 9], Tagos does not contest this creditor or the amount owed. [Tagos’ List of Creditors]. CorrLine received a notice that it owes $1,799.91 for “failure to make a proper federal tax deposit” for two payroll periods in March and April of 2014. [Tagos Ex. No. 27 at 3]. Therefore, this Court finds that the IRS was owed $1,799.91 as of the Petition Date.\ne. Just Real Media: CorrLine alleges that it owes Just Real Media $173.00 for graphic design services performed prior to the Petition Date. [Doc. No. 27 at 9]. CorrLine produced an invoice from Just Real Media dated May 6, 2014, showing an amount of $173.20 owed. [CorrLine Ex. No. 54], CorrLine’s May 2014 Frost Bank statement shows that Just Real Media was paid exactly $173.20 on May 22. [Tagos Ex. No. 121 at 3]. Therefore, this Court finds that $173.20 was owed to Just Real Media as of the Petition Date.\nf. LO Trading: CorrLine alleges that it owes LO Trading $3,075.00 to refund a duplicate payment received for a single order. [Doc. No. 27 at 9]. CorrLine provided an invoice for the sale in question, showing a total *131balance of $3,075.00, and email communications from the customer indicating that they had sent duplicate payments on May 5, 2014. [CorrL-ine Ex. No. 44 at 4-5]. Doskey testified that LO Trading had been refunded as of June 12, 2014. [July 1, 2014 Tr. 23:24-23:2], CorrLine’s June 16, 2014, Account Activity Statement shows a payment made by check to LO Trading for $3,075.00. [Tagos Ex. No. 127]. Therefore, this Court finds that $3,075.00 was owed to LO Trading as of the Petition Date.\ng. Proledge: CorrLine alleges that it owes Proledge $396.00 for bookkeeping services provided prior to the Petition Date. [Doc. No. 27 at 9]. Tagos does not contest the existence of the creditor or the amount owed; however, Tagos notes that the debt was paid on May 15, 2014. [Tagos’ List of Creditors]. CorrLine’s May 2014 Frost Bank statement shows a payment to Proledge for exactly $396.00 on May 15th. [Tagos Ex. No. 121 at 2]. Therefore, this Court finds that $396.00 was owed to Pro-ledge as of the Petition Date.\nh. Quickbooks: CorrLine originally alleged that QuickBooks was a qualified creditor with $39.66 due as of the Petition Date. [Doc. No. 27 at 9]. However, CorrLine’s List of Creditors and Tagos’ List of Creditors both indicate that the alleged debt was paid prior to the Petition Date. [CorrLine’s List of Creditors; Ta-gos’ List of Creditors]. Additionally, CorrLine’s List of Creditors indicates that CorrLine no longer claims QuickBooks is a qualified creditor. [CorrLine’s List of Creditors]. Therefore, this Court finds that CorrLine owed no amount to Quick-books as of the Petition Date.\ni. Rackspace: CorrLine originally alleged that Rackspace was a qualified creditor with $52.00 due as of the Petition Date. [Doc. No. 27 at 9]. Rackspace is an e-mail server provider. [July 1, 2014 Tr. 25:9-25:10]. Payment to Rackspace was made on May 8, 2014. [Id. at 25:11-25:17; Tagos Ex. No. 121], Additionally, CorrLine’s List of Creditors indicates that CorrLine no longer claims Rackspace is a qualified creditor. [CorrLine’s List of Creditors]. Therefore, this Court finds that no amount was owed to Rackspace as of the Petition Date.\nj. Seatex Ltd.: CorrLine alleges that Seatex Ltd. (Seatex) is owed $285.43 for manufacturing services provided prior to the Petition Date. [Doc. No. 27 at 10]. The Seatex invoice is dated May 13, 2014, showing an amount owed of $285.43. [Tagos Ex. No. 112], CorrLine’s June 16, 2014 Frost Bank Account Activity report shows a pending payment to Seatex for $285.43. [Tagos Ex. No. 127 at 1]. Therefore, this Court finds that CorrLine owed Seatex $285.43 as of the Petition Date.\nk. State of Louisiana: CorrLine alleges that it owes $74.00 in sales tax to the State of Louisiana as of the Petition Date. [Doc. No. 27 at 10]. Ta-gos does not contest the existence of the creditor nor the amount owed; however, Doskey testified that the amount had been paid as of the end of May 2014. [Tagos’ List of Creditors]. CorrLine’s May 2014 Frost Bank Statement shows a payment to the State of Louisiana for $74.00 on May 22. [Tagos Ex. No. 122]. Therefore, this Court finds that CorrLine owed the State of Louisiana $74.00 as of the Petition Date.\n*132l. U.S. Postal Service: CorrLine originally alleged that the U.S. Postal Service was a qualified creditor with $92.00 due as of the Petition Date. [Doc. No. 27 at 10]. Doskey testified that this alleged debt was for a P.O. Box that CorrLine used to receive mail. [July 1, 2014 Tr. 18:13-18:20]. The Court heard evidence that all of CorrLine’s payment options for P.O. Boxes involved paying in advance. [Id. at 18:21-19:9; Tagos Ex. No. 145]. Additionally, CorrLine’s List of Creditors indicates that CorrLine no longer claims the U.S. Postal Service is a qualified creditor and acknowledges that the alleged debt was paid prior to the Petition Date. [CorrLine’s List of Creditors]. Therefore, this Court finds CorrLine owed no amount to U.S. Postal Service as of the Petition Date.\nm. Vimeo: CorrLine originally alleged that Vimeo was a qualified creditor with $199.00 due as of the Petition Date. [Doc. No. 27 at 10]. Doskey testified that this is a prepaid service [July 1, 2014 Tr. 19:10-19:24], and Chrisman did not dispute that testimony. [Id. at 145:25-146:2], Additionally, CorrLine’s List of Creditors indicates that CorrLine no longer claims Vimeo is a qualified creditor and acknowledges that the $199.00 alleged debt was paid prior to the Petition Date. [CorrL-ine’s List of Creditors]. Therefore, this Court finds that no amount was owed to Vimeo as of the Petition Date.\n67. Based on the above findings, this Court has determined that no amount was due as of the Petition Date to the following sixteen (16) creditors: Comerica Credit Cards; ConCur; D.I. Pure; First Continental Diversified; Green Solutions; M Test; Myrmidon; ProGuard; Quickbooks; Rackspace; Salesforce.com; State Tax Ad-visors; Time Ledger; U.S. Postal Service; Vimeo; and Wortham &amp; Sons. Therefore, the number of potentially qualified creditors currently stands at thirty-six (36).4\nIII. Credibility of Witnesses\n1. Milton L. Scott: Scott answered the questions posed to him forthrightly, and he also did the best that he could in responding to questions that were somewhat confusing. The Court finds that Scott is a credible witness and gives substantial weight to his testimony.\n2. Loren L. Hatle: Hatle is not a credible witness. He frequently responded to clear questions by giving non-responsive answers that attempted to cast aspersions on Scott’s honesty and implored how honest he (Hatle) is.\nEven more compelling, counsel for Ta-gos managed to adduce testimony revealing Hatle’s willingness to make false statements under oath. For example, at the Hearing, Hatle admitted that he had signed a document agreeing that CorrL-ine’s funds would be used to pay the attorneys who are representing him, individually, in the State Court Action. [June 80, 2014 Tr. 114:7-114:15]. Yet, at his 2004 examination of June 13, 2014, the following exchange took place between counsel for Tagos and Hatle:\n\nQ: Okay. Had you anywhere signed a written undertaking to repay to the Company any of the monies that they are advancing to your attorneys on your behalf if you lose the lawsuit?\n\n\nA: I have not signed anything.\n\n[Hatle 2004 Exam Tr. 15:16-15:20; June 30, 2014 Tr. 115:20-115:25],\n*133After being impeached on this issue, Ha-tle conceded in court that his testimony at the 2004 examination was inaccurate, and attempted to explain away his deposition testimony by stating that he did not understand the question at that time. [June 30, 2014 Tr. 116:1-116:4]. The Court does not accept his explanation. Rather, the Court finds that Hatle fully understood the question when it was posed to him at the 2014 examination, but chose to answer inaccurately.\nThere is more. At the Hearing, Hatle testified that the funds Tagos infused into CorrLine were an investment, not a loan. Yet, at his 2004 examination on June 13, 2014, the following exchange took place between counsel for Tagos and Hatle:\n\nQ: Okay. At the time at inception, first time that Tagos put money into CorrL-ine for working capital and payroll, did you at that time consider the money to be a loan as you’ve just defined it.\n\nA: I guess I’d have to characterize it as a — non-interest bearing repayment.\n\nQ: A non-interest bearing repayment. Okay. And if we were to flesh that out just a little bit, is what you mean by that is that Tagos was obligated to put money into CorrLine’s bank accounts for CorrLine’s payroll and working capital, it would not bear interest but ultimately CorrLine would be expected to pay that money back when it was able to?\n\n\nA: Uh-huh (Affirmative).\n\n\nQ: “Yes”?\n\n\nA: Yes.\n\n[Hatle 2004 Exam Tr. 30:11-31:1; June 30, 2014 Tr. 124:20-125:1 &amp; 126:16-126:23]\nThus, Hatle found himself in court backpedaling on his statement that CorrLine was not liable to Tagos for funds which Tagos had in fact loaned to CorrLine.\nCounsel for Tagos then reviewed with Hatle the minutes of the meeting of CorrLine’s managers on September 21, 2012. [Tagos Ex. No. 20]. At that meeting, which Hatle attended as a member-manager, there was a motion made, seconded, and approved that CorrLine “would work on assessing banking and financing relationships for working capital line of credit opportunities.” [Id.]. When asked to reconcile his position that CorrLine never had the intention to obtain loans with the board minutes reflecting that CorrLine had every intention of borrowing money, Hatle glibly responded that “[i]t all depends on the context that you are looking at.” [June 30, 2014 Tr. 107:11-108:9]. When pushed further, he responded that “I look at a line of credit different than a loan.” [Id. at 109:8]. Then, finally, when pushed further, Hatle stated that “I am not a sophisticated person” [Id. at 113:7-113:8] — thereby attempting to convince this Court that he really had no idea that CorrLine’s business plan included borrowing money from a financial institution for working capital purposes. The Court finds Hatle’s testimony to be disingenuous at best and outright perjurous at worst.\nTagos’ Exhibit No. 44 is an affidavit that Hatle executed on June 2, 2014. In paragraph 18 of this affidavit, Hatle made the following statement under oath: “Moreover, although Tagos had caused CorrLine to obtain a $400,000.00 credit facility, it refused to grant CorrLine access to these funds to aid operations.” [Tagos Ex. No. 44 at 5, ¶ 18]. When asked how he reconciled this statement in his affidavit with his testimony at the Hearing that CorrLine had no loans, Hatle responded that “I have my thought process confused by a different bunch of language than what’s in a document that I swore to.” [June 30, 2014 Tr. 132:21-132:23]. The Court declines to accept such a shallow explanation. Hatle’s affidavit testimony directly conflicts with *134his testimony in open court and, accordingly, undermines his credibility.\nCounsel for Tagos spent time examining Hatle about Tagos’ Exhibit No. 58, which is a document entitled “Workable Agreement” — which concerned a meeting in December of 2013 that Hatle attended with Chrisman and Hernandez. In this document, it is set forth that: “The cessation of funding, specifically the manner in which it was implemented and communicated and then used as a bargaining tool to solicit a desired result is egregious.” [Tagos Ex. No. 58 at 5, ¶ 11]. This document also sets forth that “CorrLine appears to be ... a debtor (money has been lent and is now owed) ... to Tagos.” [Id. at ¶ 12], When counsel for Tagos asked Hatle how he could reconcile this language — which clearly states that CorrLine was receiving funding in the form of a loan — with his position that CorrLine has no loans, Hatle’s response was “[y]ou’ll have to ask someone who is more acquainted with the language than I am.” [June 30, 2014 Tr. 128:25-129:8],\nThen there is the blunderbuss explanation that Hatle gave to a question that counsel for Tagos posed to him about Ta-gos’ Exhibit No. 60. This one-page document reflects the agenda of a special manager’s meeting that Hatle sent out on February 8, 2014, by which time Hatle had become Chief Executive Officer and Chairman of the Board of CorrLine. [Ta-gos Ex. No. 60]. Paragraph 5 reflects that the Board and Hatle were poised to consider the following: “Approval of Resolution to retain current Services Agreement, cap total past due owed to $400,000.00 effective 11/1/13, amend compensation mechanism, and adopt Technical Services Agreement.” [Id. at 1, ¶ 5]. Thus, Hatle intended to approve CorrL-ine’s retention of the Services Agreement with Tagos. And yet, throughout the Hearing, Hatle had railed against Tagos and Scott and attempted to convince this Court that Tagos had misled and committed fraud upon CorrLine in 2012 and 2013. When asked by counsel for Tagos to explain how he could reconcile these allegations with his intent in February of this year to retain the Services Agreement with Tagos, Hatle responded: “I don’t want to be boxed in by language I’m not familiar with.” [June 30, 2014 Tr. 147:17-147:18] (referring to the exhibit’s language). To suggest that such an explanation is disingenuous is an understatement. It is clear to this Court that Hatle will say anything in an effort to convince this Court that Tagos in general, and Scott in particular, are entirely responsible for any problems with CorrLine and that Hatle himself is as honest as the sky is blue. His efforts are completely unavailing.\nFinally, in an effort to convince this Court that CorrLine is in a sound financial condition at present, Hatle testified that the Company would have $1.0 million in sales by the end of July of this year. [Id. at 158:5-158:7]. However, when asked whether CorrLine has any purchase orders from any of the alleged customers, Hatle conceded that no such purchase orders exist. [Id. at 170:5-173:15].\nIn sum, the Court finds Hatle to be an extremely unjustifiably indignant individual who has difficulty telling the truth. The Court gives very little weight to his testimony.\n3. Nick Doskey: Doskey answered the questions posed to him forthrightly. The Court finds that Doskey is a credible witness and gives substantial weight to his testimony.\n4. Kirk Chrisman: Chrisman is not a particularly credible witness. His testimony was often self-serving and, at times, confusing and inconsistent. For example, at the Hearing, Chrisman claimed to sit on *135the CorrLine Board of Managers. [July 1, 2014 Tr. 155:10-155:11]. However, when confronted with the fact that the October 22, 2013, board meeting minutes revealed that he was removed as a manager, Chris-man claimed that Scott had manipulated Hatle and that the removal was invalid, despite Hatle and a majority of the board having voted for his removal. [Id. at 165:11-168:5]. He further claimed that Scott intentionally isolated Hatle at the meeting in order to remove him (i.e., Chrisman). [M]. Yet, separate counsel was present at the meeting representing the interests of both TriGenex and Hatle. [Tagos Ex. No. 21 at 1]. It is clear that Chrisman is unwilling to accept the fact that he was removed from the Board with Hatle’s support. Instead, Chrisman would rather claim a “conspiracy” against him and cast aspersions upon Scott’s integrity.\nAdditionally, Chrisman testified that he was in charge of preparing the qualified creditor listing that was filed in this Court pursuant to Bankruptcy Rule 1003(b) on June 18, 2014. [July 1, 2014 Tr. 107:13-107:17]. Included in this listing was an amount owed to ConCur as of the Petition Date. [Doc. No. 27 at 9]. Yet, Chrisman himself was sending emails to ConCur the day before the Petition Date claiming that nothing was owed, and that CorrLine had cancelled the service. [Tagos Ex. No. 72-A], Thus, Chrisman has represented to this Court in the written creditor listing that ConCur was a creditor as of the Petition Date; yet, his own emails one day before the Petition Date reflect the exact opposite position. This contradiction seriously undermines his credibility.\nParticularly confusing was Chrisman’s explanation as to why the funding provided by Tagos was not to be characterized as a loan, but rather a capital contribution. First, Chrisman asserted that the records were a “mess,” and that therefore CorrL-ine did not actually know what was owed to Tagos. [July 1, 2014 Tr. 157:3-153:16]. However, Chrisman sent an email to Dos-key on December 14, 2013 explaining that he “understands the math” and has no “further questions or concerns about the interest calculation or the Tagos Loan amount.” [Finding of Fact No. 37] (emphasis added). Clearly Chrisman had no issue with the accuracy of the amounts Tagos claimed were owed on the loan in December 2013. Further, Chrisman testified that the money provided by Tagos was “never characterized as a loan.” [July 1, 2014 Tr. 169:6]. Yet, Chrisman himself characterized the funds as such in the December 14, 2013 email to Doskey. [Finding of Fact No. 37].\nInstead, Chrisman now contends that Tagos’ funding obligation actually stemmed not from the Credit Agreement, but rather from the terms of the Services Agreement. [July 1, 2014 Tr. 157:3-157:16]. However, a reading of the Services Agreement does not indicate any obligation of Tagos to provide funding for CorrLine. [Findings of Fact Nos. 18, 19 &amp; 20]. When pressed further on the issue, Chrisman admitted that the funding obligation was not specifically set forth in the Services Agreement, but that it was “reflected” in the terms of this Agreement. [July 1, 2014 Tr. 206:13-206:21]. Again, Chrisman shows his willingness to shape his testimony to serve his own purposes— as well as those of CorrLine — despite being presented with hard evidence that contradicts his position.\nFurther, at the Hearing, Chrisman referred to his extensive experience in the financial services industry in an attempt to bolster his credibility regarding his opinion as to the loan dispute and other issues. [July 1, 2014 Tr. 167:12-167:17; July 2, 2014 Tr. 53:13]. However, subsequent testimony revealed that his experience *136amounts to what could only be described as brief tenures in a multitude of customer service positions at financial institutions. [July 1, 2014 Tr. 261:20-263:17],\nIn sum, the Court finds Chrisman’s testimony to be self-serving and unreliable, at best. The Court gives little weight to his testimony.\n5. Santiago Hernandez: Hernandez answered the questions posed to him forthrightly. The Court finds that Hernandez is a credible witness and gives substantial weight to his testimony, however, his testimony was brief and limited in scope.\nIV. Conclusions of Law\nA. Jurisdiction\nThis Court has jurisdiction over this dispute pursuant to 28 U.S.C. § 1334(a) and 28 U.S.C. § 157(a). This dispute is a core proceeding pursuant to 28 U.S.C. §§ 157(b)(2)(A) and (O). This dispute is also a core proceeding pursuant to the general “catch-all” language of 28 U.S.C. § 157(b)(2). See In re Southmark Corp., 163 F.3d 925, 930 (5th Cir.1999) (“[A] proceeding is core under section 157 if it invokes a substantive right provided by title 11 or if it is a proceeding that, by its nature, could arise only in the context of a bankruptcy case.”); In re Ginther Trusts, No. 06-3556, 2006 WL 3805670, at *19 (Bankr.S.D.Tex. Dec. 22, 2006) (holding that a matter may constitute a core proceeding under 28 U.S.C. § 157(b)(2) “even though the laundry list of core proceedings under § 157(b)(2) does not specifically name this particular circumstance”).\nB. Venue\nVenue is proper pursuant to- 28 U.S.C. § 1408(1).\nC.Constitutional Authority to Enter a Final Order Regarding This Dispute\nThe 2011 Supreme Court decision in Stern v. Marshall sets forth certain limitations on the constitutional authority of bankruptcy courts to enter final orders. — U.S. -, 131 S.Ct. 2594, 180 L.Ed.2d 475 (2011). This Court must therefore determine whether it has constitutional authority to enter a final order in the dispute at bar. This Court concludes that it does for the following reasons.\nFirst, Stem involved a core proceeding brought under 28 U.S.C. § 157(b)(2)(C); whereas, the dispute at bar is a core proceeding pursuant to 28 U.S.C. §§ 157(b)(2)(A) and (O). Because the Supreme Court, in Stem, expressly set forth that its holding was a very narrow one, this Court concludes that Stem’s holding is not of concern in the dispute at bar because 28 U.S.C. § 157(b)(2)(C) is not in play. See 131 S.Ct. at 2620 (“[W]e agree with the United States that the question presented here is a narrow one.”) (internal quotation marks omitted).\nAssuming, however, that a Stem analysis must be done for any type of core proceeding, this Court, for the reasons set forth below, nevertheless concludes that it has the constitutional authority to enter a final order in this dispute. In Stem, the debtor, pursuant to 28 U.S.C. § 157(b)(2)(C), filed a counterclaim based solely on state law, and the resolution of this counterclaim did not necessarily resolve the question of the validity of the defendant’s claim. 131 S.Ct. at 2601. Under those circumstances, the Supreme Court held that the bankruptcy court lacked constitutional authority to enter a final order on the debtor’s counterclaim. Id. at 2608. Unlike the facts in Stem, in the dispute at bar, Tagos, a creditor, filed the Involuntary Petition against CorrLine *137pursuant to § 303(b), a cause of action unique to the Code, and requests that this Court grant the Petition. The relief requested is therefore based solely on a Code provision.\nWhile the dispute at bar requires the Court to consider certain state law, the Court is also required to analyze Code provisions and judicially-created bankruptcy law interpreting those provisions. In other words, the Court’s final determination on the Involuntary Petition and the Motion to Dismiss does not turn on solely state law, but rather on both state law and bankruptcy law. Stem involved solely state law, and is therefore distinguishable from the dispute at bar. For these reasons, this Court concludes that Stem is of no concern here. Thus, this Court has the constitutional authority to enter a final order in this dispute.\nD. Standing of CorrLine to Defend Against the Involuntary Petition\nTagos challenges CorrLine’s ability to defend itself against the Involuntary Petition because there was no manager vote to approve CorrLine’s hiring legal counsel to oppose the Involuntary Petition as required by the JV Agreement. Section 6.01 of the JV Agreement instills CorrLine managers with the power to make business decisions involving the company: “the powers of [CorrLine] shall be exercised by or under the authority of, and the business and affairs of [CorrLine] shall be managed under the direction of, the Managers.” [Finding of Fact No. 3]. The JV Agreement specifies that CorrLine managers must consent to: “(j) enter into any employment, service or consultancy agreement or any other material cont[r]acts.” [Finding of Fact No. 6]. Further, proper manager consent requires a majority vote consisting of at least one minority member vote — e.g., a Tagos member — under § 6.07(a) of the JV Agreement. [Finding of Fact No. 7].\nBy its own terms, the JV Agreement requires a majority of CorrLine managers — and at least one Tagos member — to authorize CorrLine to enter into an employment contract. In violation of the JV Agreement, CorrLine entered into a retention agreement by hiring K &amp; L Gates LLP (K &amp; L Gates) to oppose the Involuntary Petition without proper manager consensus. Tagos points out that CorrLine has not held a board meeting since at least March of 2014 because the three TriGenex majority managers have boycotted these meetings. [Finding of Fact No. 42]. Thus, there was never a manager vote to approve CorrLine’s hiring of counsel to oppose the Involuntary Petition. Without proper manager approval, CorrLine lacks the authority to retain counsel and oppose the Petition pursuant to the plain terms of the JV Agreement; and therefore the Answer, which was signed and filed by K &amp; L Gates [Finding of Fact No. 54], is of no import and should be stricken. See In re Salazar, 315 S.W.3d 279, 286 (Tex.App.Fort Worth 2010, orig. proceeding) (“Thus, a lawyer may not be hired to represent a corporation by one of two factions in the organization against the other faction.”).\nDespite the lack of CorrLine manager approval, CorrLine argues that Hatle’s position as CEO of CorrLine vests him with authority to hire counsel to oppose the Involuntary Petition. CorrLine construes Hatle’s alleged authority to hire counsel from the behavior of former CorrLine CEO, Scott. CorrLine asserts that Scott, during his tenure as CEO, routinely ignored corporate formalities and exercised power without the requisite board approval, including hiring consultants and counsel. CorrLine cites to Texas law that allows a course of dealing in which the board has previously acquiesced to establish an *138officer’s authority. See Ennis Bus. Forms, Inc. v. Todd, 523 S.W.2d 83, 86 (Tex.Civ.App.-Waco 1975, no writ); Houston Oil Co. v. Payne, 164 S.W. 886, 889 (Tex.Civ.App.-Galveston 1914, writ ref'd). This Court finds CorrLine’s argument unpersuasive. Each of the cases CorrLine cites is easily distinguished from the case at bar. In all three cases, it was the officer’s own course of dealings that established his apparent authority, not the course of dealings of a predecessor officer. Counsel for CorrLine cites no case law supporting the proposition that a prior officer’s course of dealings should establish a basis of authority for a successor officer.\nIn another attempt to substantiate its authority to hire counsel to oppose the Petition without complying with § 6.07(a) of the JV Agreement, CorrLine points to § 6.02(a) of the JV Agreement, which allows the Board of Managers to delegate authority to officers and to § 6.12(a), which provides that each officer shall be designated with the “authority and duties that- are normally associated with that office.” [Findings of Fact Nos. 4 &amp; 5]. In addition, CorrLine cites § 101.254 of the Texas Business Organizations Code, which provides that “each officer of [a LLC] vested with actual or apparent authority by the governing authority of the company is an agent of the company for purposes of carrying out the company’s business ... [and][a]n act committed by [such an agent] for the purpose of apparently carrying out the ordinary course of business of the company ... binds the company....” Tex. Bus. Orgs.Code § 101.254(a) &amp; (b) (emphasis added).\nCorrLine’s reliance on these provisions is misplaced. Interpreting these provisions, Texas courts have held that “the settled rule in Texas is that an [officer], merely by virtue of his office, has no inherent power to bind the corporation except as to routine matters arising in the ordinary course of business.” Templeton v. Nocona Hills Owners Ass’n., Inc., 555 S.W.2d 534, 538 (Tex.Civ.App.-Texarkana 1977, no writ) (citing cases) (emphasis added). Texas courts and other courts interpreting Texas law have consistently held that defending a lawsuit and hiring counsel to pursue or defend litigation is not within the “ordinary course of business.” See Kaspar v. Thorne, 755 S.W.2d 151, 154 (Tex.Civ.App.-Dallas 1988, no writ); St. Star Designs, LLC v. Gregory, No. H-11-0915, 2011 WL 3925070, at *3 (S.D.Tex. Sept. 7, 2011); Square 67 Dev. Corp. v. Red Oak State Bank, 559 S.W.2d 136, 138 (Tex.Civ.App.-Waco 1977, writ ref'd). Because retention of counsel to oppose an involuntary bankruptcy petition is not considered to be within the ordinary course of business as a matter of Texas law, the Court concludes that CorrLine’s officers do not have the unilateral authority to hire K &amp; L Gates (or any other law firm, for that matter) to file pleadings in order to defeat the Involuntary Petition.\nUnder the express terms of the Bankruptcy Code, a debtor may oppose an involuntary petition by filing an answer to the petition. Section 303(d) of the Code expressly sets forth that “the debtor, or a general partner in a partnership debtor that did not join in the petition, may file an answer to a petition under this section.” 11 U.S.C. § 303(d) (emphasis added). Notwithstanding this provision, the well-established legal principle that “a corporation can appear in a court of record only by an attorney at law” requires a corporate debtor to retain legal counsel to answer an involuntary petition. Sw. Express Co. v. Interstate Commerce Comm’n, 670 F.2d 53, 55 (5th Cir.1982).\nHere, CorrLine, the putative debt- or, retained legal counsel to answer the Petition—indeed, the Answer is signed by *139an attorney from K &amp; L Gates representing CorrLine. [Finding of Fact No. 54]. CorrLine, however, lacked authority under the JV Agreement to hire legal counsel to represent the company in this dispute, as the Board of Managers did not vote to approve the retention. Under Texas law, a joint venture agreement governs the rights of parties to the agreement. See Dobson v. Dobson, 594 S.W.2d 177, 180 (Tex.Civ.App.1980) (“As interpreted under the law of contracts, [a partnership agreement] governs the rights of the partners.”); see also Burton-Lingo Co. v. Fed. Glass &amp; Paint Co., 54 S.W.2d 170, 172 (Tex.Civ.App.1982) (“The rights of the parties engaged in [a joint] enterprise ... are settled on practically the same basis as if they had been partners.”). Because CorrLine, under the terms of the JV Agreement, lacked authority to hire K &amp; L Gates, and because CorrLine, a corporation, may not represent itself pro se, CorrLine lacks standing to answer the Petition as a matter of law, and the Answer must therefore be stricken. In re Salazar, 315 S.W.3d 279, 287 (Tex.App.-Fort Worth 2010, orig. proceeding) (granting writ of mandamus and directing the trial court to strike the pleadings filed by two attorneys purporting to represent the corporation involved in the litigation); see also Flores v. Koster, No. 3:11-CV-0726-M-BH, 2012 WL 6633907, at *1 (N.D.Tex. April 5, 2012) (“When a corporation declines to hire counsel to represent it, the court may dismiss its claims if it is a plaintiff, or strike its defenses if it is a defendant.”). Therefore, in the first instance, the Court strikes the Answer.5\nFor the same reasons in striking the Answer, the Court denies the Motion to Dismiss. This Motion is signed by an attorney representing CorrLine [Finding of Fact No. 52] — and, as already noted above, CorrLine lacks authority to hire legal counsel without the proper and requisite manager approval under the JV Agreement. One court has broadened § 303(d) to allow a shareholder of the putative debtor to file a motion to dismiss an involuntary petition when there is a management deadlock because the company’s only two shareholders are on either side of the case and believe that they do not have authority to file an answer for the corporation. See In re Westerleigh Dev. Corp., 141 B.R. 38 (Bankr.S.D.N.Y.1992). In Westerleigh, the court let stand a 50% shareholder’s motion to dismiss an involuntary bankruptcy petition filed by the other 50% shareholder because the debtor-entity was in a management deadlock and could not properly defend itself without a board resolution. Id. at 41. The shareholder exception in Westerleigh should not be stretched to allow CorrLine, as putative debtor, to oppose the Petition in a motion separate and distinct from an answer when CorrLine lacks authority under the JV Agreement to retain counsel to represent the company in this dispute. If TriGenex, the 55% shareholder of CorrLine [Finding of Fact No. 16], had filed the Motion to Dismiss — instead of CorrLine — then, under Westerleigh, the shareholder exception would allow the Motion to Dismiss to stand.6 But, it was CorrLine — not TriGe-nex — that filed the Motion to Dismiss. *140[Finding of Fact No. 52]. This Court is unwilling to reinterpret Westerleigh’s holding to allow the Motion to Dismiss to stand where doing so would directly contravene the terms of the JV Agreement and applicable Texas law requiring their enforcement. For these reasons, the Court, in the first instance, will deny the Motion to Dismiss due to CorrLine’s lack of proper authority to file this pleading.\nE. This Court Will Not Abstain Under § 305(a)(1)\nHowever, assuming this Court is incorrect and CorrLine does, in fact, have authority to file the Motion to Dismiss in addition to the Answer, this Court nevertheless declines to abstain from this case for the following reasons. Section 305(a)(1) of the Code allows a court to dismiss a bankruptcy case if “the interests of creditors and the debtor would be better served by such dismissal....” 11 U.S.C. § 305(a)(1). Abstention is an extraordinary remedy. In re Xacur, 216 B.R. 187, 195 (Bankr.S.D.Tex.1997). Accordingly, a court should dismiss a case under § 305(a)(1) only when the interests of “both creditors and the debtor would be better served by dismissal.” Id. (emphasis added). This decision must be made on a case-by-case basis. In re TPG Troy LLC, 492 B.R. 150, 160 (Bankr.S.D.N.Y.2013).\nThe decision to abstain is a “fact-sensitive” determination. In re Int’l Zinc Coatings &amp; Chem. Corp., 355 B.R. 76, 82 (Bankr.N.D.Ill.2006). Thus, courts may “consider a wide variety of factors relevant to the facts of [a] particular case in determining whether to abstain under § 305.” In re Spade, 258 B.R. 221, 231 (Bankr.D.Colo.2001). Courts have found the following factors relevant to the decision of whether to abstain:\n(1) economy and efficiency of administration; (2) whether another forum is available to protect the interests of both parties or there is already a pending proceeding in state court; (3) whether federal proceedings are necessary to reach a just and equitable solution; (4) whether there is an alternative means of achieving an equitable distribution of assets; (5) whether the debtor and the creditors are able to work out a less expensive out-of-court arrangement which better serves all interests in the case; (6) whether a non-federal insolvency has proceeded so far in those proceedings that it would be costly and time consuming to start afresh with the federal bankruptcy process; and (7) the purpose for which bankruptcy jurisdiction has been sought.\nIn re Euro-Am. Lodging Corp., 357 B.R. 700, 729 (Bankr.S.D.N.Y.2007) (citations omitted). While each of these factors is considered, “not all are given equal weight in every case.” TPG Troy, 492 B.R. at 160.\nGiven the current deadlock in CorrLine’s board, which impedes its ability to continue as a viable entity, this Court gives great weight to the need for an immediate resolution that benefits both CorrLine and its creditors. Scott testified that Tagos seeks appointment of a trustee and an order for Chapter 7 liquidation in an effort to find an expedient remedy similar to that which Tagos is currently seeking in state court. ^ [June 27, 2014 Tr. 167:19-168:22]. This Court has already spent substantial time trying this dispute and hearing oral arguments and is prepared to issue its order now, unlike the state court, which has set a two-week trial that is not to begin — at the earliest — until September 15, 2014. [Finding of Fact No. 50]. This Court’s resolution of the dispute before the State Court Action has begun in earnest favors judicial economy and efficiency. Moreover, granting the Involun*141tary Petition will not result in wasted resources between the parties because the State Court Action has yet to move beyond the pleading stages, while this Court is prepared to immediately issue a final ruling. Therefore, in granting the Petition, this Court enables CorrLine and Tagos— and perhaps other creditors — to avoid costly, prolonged litigation in the State Court Action.\nAs set forth in this Memorandum Opinion, the Court concludes that CorrLine is generally not paying its debts as they come due. [See infra Part IV.G.4.f.]. Current management has shown its inability to effectively manage the payment of its outstanding debts. Indeed, having heard the less than credible testimony of Hatle and Chrisman, this Court is very skeptical about their business acumen and ability to manage a company. Hatle has a degree, but not in finance [July 2, 2014 Tr. 71:14— 71:18]; Chrisman has no degree and his employment history in finance is spotty and superficial at best [July 1, 2014 Tr. 262:9-268:17]. CorrLine cannot survive under the leadership of Hatle and/or Chrisman. Further, without funding from Tagos and no verifiable future sales commitments [see June 30, 2014 Tr. 170:5-173:15], CorrLine will continue to struggle to pay its debts — to the detriment of its creditors. For the forgoing reasons, it is in the interest of CorrLine and all creditors — not just Tagos — that a proper resolution is secured immediately.\nAdditionally, this Court is compelled to grant the Involuntary Petition because it is highly doubtful that CorrLine will be able to settle its debts without court supervision. Given the State Court Action, the Involuntary Petition, and CorrLine’s numerous failed attempts to negotiate a repayment of the Tagos debt, it is clear that CorrLine has been unable to reach a settlement outside of court with its largest creditor, Tagos. Since CorrLine will be unable to settle its dispute with Tagos outside of court, it is in the best interest of CorrLine and its creditors not to dismiss the Petition but rather to issue a final order granting the Petition and adjudicate this dispute now.\nF. Presumption of Good Faith\nWhen an involuntary petition is filed, there is a presumption that it is filed in good faith. See In re Tichy Elec. Co., 332 B.R. 364, 373 (Bankr.N.D.Iowa 2005) (citing cases). Courts have also noted that the Code does not explicitly require a “good faith” filing, nor does it define what a “bad faith” filing is. Id. The Fifth Circuit, in a case involving the filing of an involuntary Chapter 11 petition, held that “[g]ood faith’ implies an honest intent and genuine desire on the part of the petitioner to use the statutory process to effect a plan of reorganization and not merely as a device to serve some sinister or unworthy purpose.” In re Metro. Realty Corp., 433 F.2d 676, 678 (5th Cir.1970).\nThere is thus a presumption that Tagos filed the Involuntary Petition in good faith. CorrLine has not offered credible evidence to overcome this presumption and demonstrate Tagos’ bad faith. CorrL-ine argues that Doskey’s payments to seven creditors the day before Tagos’ filing of the Involuntary Petition is evidence of bad faith. [Findings of Fact Nos. 58-64], The Court is not persuaded by CorrLine’s argument because Doskey, in disbursing those funds, was acting within the scope of his authority as the Controller of CorrLine and as an employee of Tagos pursuant to the Services Agreement. Additionally, Ta-gos’ reasons for filing the Involuntary Petition are reasonable, thereby indicating good faith. There is no indication that Tagos’ desire to have its own debts repaid as quickly and efficiently as possible quali-*142fíes as a “sinister or unworthy purpose” amounting to a bad faith filing of the Involuntary Petition. Therefore, the Court concludes that Tagos filed the Petition in good faith.\nG. Involuntary Petition Filed by Fewer Than Three Creditors\nThe Bankruptcy Code allows an individual creditor to force a debtor into bankruptcy if certain criteria are met. Section 303 of the Code governs this particular remedy, and states, in relevant part, that:\n(b) An involuntary case against a person is commenced by the filing with the bankruptcy court of a petition under chapter 7 or 11 of this title—\n(1) by three or more entities, each of which is either a holder of a claim against such person that is not contingent as to liability or the subject of a bona fide dispute as to liability or amount, or an indenture trustee representing such a holder, if such noncontin-gent, undisputed claims aggregate at least $15,825 more than the value of any lien on property of the debtor securing such claims held by the holders of such claims;\n(2) if there are fewer than 12 such holders, excluding any employee or insider of such person and any transferee of a transfer that is voidable under section 544, 545, 547, 548, 549, or 724(a) of this title, by one or more of such holders that hold in the aggregate at least $15,325 of such claims....\n(h) ... the court shall order relief against the debtor in an involuntary case under the chapter under which the petition was filed, only if\n(1) the debtor is generally not paying such debtor’s debts as such debts become due unless such debts are the subject of a bona fide dispute as to liability or amount.\n11 U.S.C. § 303(b) &amp; (h) (emphasis added).\nCourts have interpreted this section of the Code as requiring a four-part analysis to determine if a single creditor has standing to bring an involuntary bankruptcy petition. Accordingly, a court must determine whether: (i) the petitioning creditor’s claim is not contingent or the subject of a bona fide dispute as to liability or amount; (ii) the petitioning creditor’s claim is undersecured by at least $15,325.00; (iii) the debtor has fewer than twelve creditors (excluding employees and insiders, transferees of voidable transfers, and holders of contingent or disputed claims); and (iv) the debtor is generally not paying its debts as they become due. In re Euro-Am. Lodging Corp., 357 B.R. 700, 712 (Bankr.S.D.N.Y.2007). The Court addresses each element below in addition to CorrLine’s challenge to Tagos’ standing to bring the Involuntary Petition as an “insider” under § 303(b)(2). [See Doc. No. 13 at 19, ¶ 46],\n1. Involuntary Petition by Only One Creditor\nAs noted above, § 303 allows a single creditor to file an involuntary bankruptcy petition to place an entity into bankruptcy. 11 U.S.C. § 303(b); See also In re DemirCo Holdings, Inc., No. 06-70122, 2006 WL 1663237, at *4 (Bankr. C.D.Ill.2006). However, when a single creditor files an involuntary petition, some courts scrutinize it “closely to make sure it is not filed unfairly or abusively by a creditor to put [the debtor] into bankruptcy in order to gain leverage in resolving legitimate disputes.” Id. These courts elevate the level of scrutiny when a single-creditor involuntary case involves a two-party dispute. Id. This heightened scrutiny has resulted in an “almost per se rule” that *143courts have used to deny granting involuntary petitions. Euro-Am. Lodging Corp., 357 B.R. at 728. In contrast, other courts have recognized that per se denial is inconsistent with the plain meaning of § 303. Id. Thus, an involuntary petition filed by a single creditor is permissible even when it involves a two-party dispute. Id. This Court does not believe that any heightened scrutiny is warranted when a single creditor files an involuntary petition because the Code does not state such a rule— rather, the plain language of the Code requires only that where a single creditor files the petition, there be fewer than twelve creditors. 11 U.S.C. § 303(b).\nThe case at bar is, at present, a two-party dispute between Tagos and CorrLine. This Court discerns no persuasive evidence that Tagos filed the Involuntary Petition unfairly or abusively in order to gain improper leverage over CorrLine. It is undisputed that CorrLine agreed to pay Tagos a monthly $25,000.00 fee, plus reasonable out-of-pocket costs, for providing general business support services under the Services Agreement. [Findings of Fact Nos. 18 &amp; 19]. Tagos demanded payment of these amounts, and CorrLine refused to pay. [Finding of Fact No. 47]. Additionally, Tagos requested that CorrL-ine repay the working capital loan, and CorrLine refused, contending that the funds were a capital injection and not a loan. [Finding of Fact No. 47; Doc. No. 13 at 16, ¶ 35]. Tagos’ reason for filing the Involuntary Petition is to ensure the $140,000.00 loaned to CorrLine under the Credit Agreement, plus interest, and the amounts due under the Services Agreement are repaid as quickly as possible because “it is very expensive on both sides to litigate this and have this dragged out.” [June 30, 2014 Tr. 31:23-31:24], Under these circumstances, the Court finds that Tagos is not unfairly or abusively filing the Petition in order to gain leverage over CorrLine in resolving their dispute.\n2. Standing of an Insider and Recipient of a Voidable Transfer to File an Involuntary Petition\nCorrLine contends that Scott and Tagos are insiders and recipients of voidable transfers, and thus Tagos lacks standing to bring the Involuntary Petition under § 303(b) of the Bankruptcy Code. This Court disagrees.\nSection 303(b) states that:\nAn involuntary case against a person is commenced by the filing with the bankruptcy court of a petition under chapter 7 or 11 of this title—\n(1) by three or more entities, each of which is either a holder of a claim against such person that is not contingent as to liability or the subject of a bona fide dispute as to liability or amount ...\n(2) if there are fewer than 12 such holders, excluding any employee or insider of such person and any transferee of a transfer that is voidable under section 544, 545, 547, 548, 549, or 724(a) of this title, by one or more of such holders that hold in the aggregate at least $10,000 of such claims.\n11 U.S.C. § 303(b).\nSome courts have interpreted § 303(b)(2) to prohibit insiders and recipients of voidable transfers from bringing involuntary petitions. See In re Gills Creek Parkway Assocs. LP, 194 B.R. 59, 62 (Bankr.D.S.C.1995) (holding that employees, insiders, and transferees cannot be single petitioning creditor); accord In re Runaway II, Inc., 168 B.R. 193, 196 (Bankr.W.D.Mo.1994). This interpretation turns on the “such holders” language found in §§ 303(b)(1) and (2). The Bankruptcy Court for the Western District of *144Missouri in Runaway II, Inc. summarized the interpretation of § 303(b) upon which various other courts rely to bar insiders and recipients of voidable transfers from bringing an involuntary petition:\nSection 303(b)(2) permits a petition to be filed by “one or more of such holders”. The phrase “such holders”, is used twice in § 303(b)(2). The first use of “such holders” refers back to § 303(b)(1) where a holder is “a holder of a claim against such person that is not contingent as to liability or the subject of a bona fide dispute”. However, the first use of “such holders” is immediately followed by language excluding employees, insiders and creditors holding avoidable transfers. These exclusions modify the phrase “such holders” as it is used in subsection (b)(2). The second use of “such holders” refers to the first use of the phrase in subsection (b)(2) and its exclusions. The second use of the phrase ‘such holders’ directly modifies the ‘one or more’ creditor language. Thus, to file a petition under (b)(2), a creditor must hold a claim that is not contingent, subject to a bona fide dispute, nor be the claim of an employee, insider or transferee of an avoidable transfer.\nIn re Runaway II, 168 B.R. at 196.\nIn sharp contrast, other courts allow insiders, employees, and recipients of voidable transfers to file an involuntary petition under § 303(b)(2). See, e.g., In re Green, Nos. 06-11761-FM, 06-11762-FM, 2007 WL 1093791, at *4 (Bankr.W.D.Tex. April 9, 2007) (“The better reasoned reading of the statute is that it does not exclude employees, insiders, etc. from being petitioning creditors under section 303(b)(2).”); see also Sipple v. Atwood (In re Atwood), 124 B.R. 402, 405 n. 2 (S.D.Ga.1991) (holding that a petitioning creditor and holder of a voidable claim may bring involuntary bankruptcy petition); In re United Kitchen Assocs. Inc., 33 B.R. 214, 215 (Bankr.W.D.La.1983) (holding that employees of the debtor may bring involuntary bankruptcy petition); 2 Collier on Bankruptcy ¶ 303.12[3] at 303-39 (16th ed. 2013) (advising that the better reading of § 303(b)(2) is to allow creditor employees, insiders, and transferees to file involuntary petitions).\nThis Court is persuaded that § 303(b) permits an insider or recipient of a voidable transfer to file an involuntary petition, as it is consistent with the legislative intent behind § 303(b). Congress excluded insiders and recipients of voidable transfers from the creditor numerosity calculation under § 303(b)(2) to alleviate its concern that an insolvent debtor and friendly creditors would collude to defeat an involuntary petition. If insiders or recipients of voidable transfers (i.e. those without incentive to file an involuntary bankruptcy as they are receiving payment) collude with a debtor to artificially increase the total number of creditors to more than twelve, it could block an involuntary petition. In re Green, 2007 WL 1093791, at *4 (citing In re Skye Mktg. Corp., 11 B.R. 891, 897 (Bankr.E.D.N.Y.1981)). Congress decided that “[tjhose who would be deterred from joining the effort to petition a debtor into bankruptcy by their status as preferred creditors are not to be counted” in the numerosity calculation. Id. at *5. As the legislative history indicates, Congress included the insider language in § 303(b) to remove barriers to bringing an involuntary petition. If the insider exclusion found within § 303(b) is construed to prevent insiders from filing an involuntary petition, it would erect a barrier to filing— a result directly in conflict with congressional intent. In keeping with legislative intent, § 303(b) should not be interpreted to bar insiders or recipients of voidable transfers from bringing involuntary peti*145tions, but should only keep such creditors from defeating an involuntary petition through collusion with the debtor.\nThis Court is bound by Fifth Circuit precedent. The Fifth Circuit is silent on the issue. This Court finds the reasoning and conclusions preventing an insider and recipient of a voidable transfer from filing an involuntary petition unpersuasive. Rather, the Court is convinced the better reasoned reading of § 303(b) does not preclude insiders or recipients of voidable transfers from bringing an involuntary bankruptcy petition.\nThere is no question that Tagos is an insider of CorrLine; it owns 45% of this company, and Scott, the CEO of Tagos, is also a manager of CorrLine. [Findings of Fact Nos. 12, 15, 16 &amp; 21]. While Tagos and Scott are both insiders, there is no policy rationale for finding Tagos ineligible to file the Petition. It is in Tagos’ best interest to pursue bankruptcy, given that it is the single largest creditor of CorrL-ine — with $540,587.09 outstanding [Finding of Fact No. 47(a) ] — and CorrLine has no intention to repay the amounts due to Ta-gos. Further, collusion between debtor and creditor is unlikely due to the acrimony between CorrLine and Tagos. Moreover, collusion is incompatible with Tagos’ ultimate goal of Chapter 7 dissolution through the Involuntary Petition. Therefore, this Court concludes that Tagos is not barred from filing an involuntary bankruptcy petition against CorrLine, despite Tagos’ insider status.\nCorrLine also asserts that § 502(d) of the Code, which prohibits claims of transferees of avoidable transfers under § 547, bars Scott and Tagos from filing the Involuntary Petition. 11 U.S.C. § 502(d). Section 547 certainly allows preferential transfers to be avoided if the transfer is made to an insider between 90 days and one year from the petition date. 11 U.S.C. § 547(b)(4)(B). However, the two cases interpreting § 502(d), upon which CorrL-ine relies, concerned the standing of a creditor to bring a claim, vote on a plan confirmation, or bring an adversary action — not to bring an involuntary petition. See In re Enron Corp., 340 B.R. 180 (Bankr.S.D.N.Y.2006); In re Coral Petrol., Inc., 60 B.R. 377, 382 (Bankr.S.D.Tex.1986). CorrLine offers no case law supporting its assertion that § 502(d) applies to an involuntary petition dispute, nor does this Court find any good reason why it should. Indeed, at this point, there is no trustee to whom Tagos could remit any preferential payments that it has received. Once this Court enters an order granting the Involuntary Petition, thereby triggering the appointment of Chapter 7 trustee, then Tagos will have to remit any such payment if it wants to have an allowable claim against the estate. For all of these reasons, the Court rejects the argument that § 502(d) prohibits creditors that have received preferential payments from filing an involuntary petition.\nCorrLine also argues that Tagos waived the right to dissolve CorrLine through federal bankruptcy proceedings because § 12.01(b) of the JV Agreement limits dissolution of CorrLine to a state court venue. This section states, in relevant part, that:\n12.01 Dissolution. The Company shall dissolve and its affairs shall be wound up on the first to occur of the following:\n(a) the prior written consent of a majority of the Managers; or\n(b) entry of a decree of judicial dissolution of the Company under Section 11.314 of the TBOC [i.e., Texas Business Organizations Code].\n[Finding of Fact No. 9].\nThis argument holds no weight. Without exception, “courts have uniformly held *146that a waiver of the right to file a bankruptcy case is unenforceable.” In re Shady Grove Tech Ctr. Assocs. Ltd. P’ship, 216 B.R. 386, 389 (Bankr.D.Md.1998) (citing eases). This Court reads § 12.01 of the JV Agreement in the same light. Despite the JV Agreement provision, Tagos is well within its rights as a creditor of CorrLine to file the Involuntary Petition.\n3. Bona Fide Dispute\nWhere there is a bona fide dispute, a bankruptcy court cannot hear or resolve the dispute. 11 U.S.C. § 303(b). In considering this prohibition, “[t]he court’s objective is to ascertain whether a dispute that is bona fide exists; the court is not to actually resolve the dispute.” See Subway Equip. Leasing Corp. v. Sims (In re Sims), 994 F.2d 210, 221 (5th Cir.1993) (quoting Rimell v. Mark Twain Bank (In re Rimell), 946 F.2d 1363, 1365 (8th Cir.1991)) (internal quotation marks omitted). A bankruptcy court, however, may be required “to conduct a limited analysis of the legal issues in order to ascertain whether an objective legal basis for the dispute exists.” Id. This is a factual finding based, in part, on the credibility of witnesses “and other factual considerations.” Id.\nA bona fide dispute can be established by a dispute as to the amount owed or to liability. See In re TPG Troy LLC, 492 B.R. 150, 159 (Bankr.S.D.N.Y.2013). The Fifth Circuit adopts an “objective standard” when determining whether a bona fide dispute exists. Id. The burden of proving that no bona fide dispute exists rests with the petitioning creditor. Id. (“[T]he petitioning creditor must establish a prima facie case that no bona fide dispute exists.”). The petitioning creditor must “satisfy the requirements of § 303 by a preponderance of the evidence.” In re Moss, 249 B.R. 411, 418 (Bankr.N.D.Tex.2000). If satisfied, the burden then shifts to the debtor “to present evidence demonstrating that a bona fide dispute does exist.” In re Sims, 994 F.2d at 221 (quoting In re Rimell, 946 F.2d at 1365). Importantly, the Fifth Circuit holds that under the “objective standard” test, “neither the debtor’s subjective intent nor his subjective belief is sufficient to meet [his] burden” of proving a bona fide dispute exists. Id. (quoting In re Rimell, 946 F.2d at 1365). Simply put, a debtor’s subjective belief that the amount in controversy owed to the petitioning creditor is uncertain or unknown is insufficient for a court to find that a bona fide dispute exists. This Court must therefore objectively determine whether a bona fide dispute exists as to both amount and liability.\nHere, there is no bona fide dispute as to either amount or liability. CorrLine owes Tagos $540,587.09. [Finding of Fact No. 47(a) ]. Tagos produced numerous documents and testimony sufficient to prove that the amount owed is $540,587.09. [See Findings of Fact Nos. 18, 19, 27, 31, 37, 40, 41, 44, 46 &amp; 47]. While Hatle and Chris-man, on behalf of CorrLine, contend that there is a bona fide dispute as to its liability and the amount owed, this Court gives very little weight to their testimony. [See supra Credibility of Witnesses — Loren Hatle and Kirk Chrisman]. Instead, there is overwhelming evidence that: (1) Tagos provided $140,000.00 under the Credit Agreement to CorrLine as a loan — not as a capital contribution — and that Tagos expected and CorrLine agreed to repay Ta-gos this amount, plus interest; and (2) Tagos performed under the Services Agreement and that CorrLine failed to pay the monthly fee of $25,000.00, plus reimbursable expenses. [Findings of Fact Nos. 18, 19, 27, 30, 31, 32, 33, 37, 40, 41, 44, 46 &amp; 47].\nCorrLine attempts to create a dispute as to liability by alleging that the loan documents were not executed, and thus the *147obligation is invalid. [July 1, 2014 Tr. 157:3-157:17], However, the fact that the documents are not signed does not automatically nullify the existence of a lender/borrower relationship between Tagos and CorrLine. Hatle does not dispute the existence of the loan as he readily acknowledged its existence in both an affidavit filed with the Harris County District Court in the State Court Action and during his testimony in front of this Court. [Tagos Ex. No. 44 at 4, ¶ 12; June 30, 2014 Tr. 144:11-144:20]. Further, CorrLine and its officers have continuously acknowledged the existence of the loan throughout their course of dealings. [Findings of Fact Nos. 27, 30, 31, 37, 40, 41 &amp; 44]. In sum, CorrLine’s first attempt at creating a dispute is unavailing.\nCorrLine next contends that there is a bona fide dispute as to liability because the Credit Agreement is invalid due to lack of managerial approval. , [July 1, 2014 Tr. 157:3-157:17]. This assertion is patently false. Minutes from the board meeting held on October 22, 2013 indicate that the Credit Agreement was in fact unanimously approved, including an affirmative vote by Hatle.7 [Findings of Fact Nos. 27, 30 &amp; 31],\nCorrLine also refutes the existence of the Credit Agreement because Tagos was allegedly already obligated to provide funding under the terms of the Services Agreement. [July 1, 2014 Tr. 157:3-157:17]. However, the plain language of the Services Agreement does not contemplate a working capital loan from Tagos. [Finding of Fact No. 18]. Moreover, there is abundant documentary evidence indicating that CorrLine is liable to Tagos for a loan. First, the Credit Agreement lists Tagos as the “Lender” and lists CorrLine as the “Borrower.”8 [Finding of Fact No. 27]. These labels clearly indicate a loan from Tagos to CorrLine. The Credit Agreement also lists the funds to be given to CorrLine from Tagos as “revolving loans,” signifying that the funds were not a capital injection, as CorrLine claims, but rather a loan that Tagos expected to be repaid with a “variable interest rate of 4.25%.” [Id.] (emphasis added). Moreover, CorrLine made a $50,000.00 payment to Tagos on March 6, 2014, in which the payee was labeled “Tagos Loan.” [Finding of Fact No. 44].\nFurther, the agenda from the Special Managers Meeting held on February 8, 2014, which proposed that $200,000.00 of proceeds from sales to EcoPetrol (a CorrLine customer) would “be applied to Tagos Debt” reveals the lender/borrower relationship between CorrLine and Tagos. [Finding of Fact No. 41] (emphasis added). The agenda describes CorrLine’s debt to Tagos as an “interest bearing debt.” [Id.] (emphasis added). Hatle’s testimony that he was unaware or did not understand that the funds from Tagos constituted an interest-bearing loan is wholly unconvincing — if not completely disingenuous — given that Hatle himself signed and sent the agenda of this Special Managers meeting. [M]. Under these circumstances, the Court finds that CorrLine and Hatle were fully *148aware that CorrLine’s receipt of the funds from Tagos constituted a loan with an annual interest rate of 4.25%. In sum, CorrLine’s attempts to create a dispute as to liability are futile.\nJust as there is no bona fide dispute as to CorrLine’s liability to Tagos, there is no bona fide dispute as to the amount CorrL-ine owes Tagos under the Credit Agreement. CorrLine owes Tagos $140,000.00, plus $9,980.51 in interest, which amounts to a total debt of $149,980.51. [Finding of Fact No. 47(a) ]. From October 5, 2012, through March 13, 2014, Tagos provided CorrLine with funds of $420,000.00, of which CorrLine has only repaid $280,000.00, leaving an outstanding principal balance of $140,000.00 — plus interest of $9,980.51. [Id.]. CorrLine contends that the amount due is in dispute because the records “[were] a mess” and therefore it does not know what it owes under the Credit Agreement. [July 1, 2014 Tr. 157:3-157:17]. Yet, in an email sent to Doskey in December of 2013, Chrisman, the Vice President of CorrLine [Finding of Fact No. 65(a) ], himself acknowledged the existence of the loan and stated that he “understood the math,” conveying that he did not dispute the amounts that Tagos claimed were owed to it under the Credit Agreement as of December 2013. [Finding of Fact No. 37]. This Court has already found that CorrLine, and Hatle in particular, knew that the funds received under the Credit Agreement were interest-bearing loans to be repaid to Tagos. [See Findings of Fact Nos. 27, 31, 41 &amp; 44]. It is clear that CorrLine has simply manufactured these “disputes” in order to defeat the Involuntary Petition. Further, it is well established that the previous recognition of a debt is evidence that no bona fide dispute exists, and that self-serving testimony is insufficient to prove the existence of a bona fide dispute. See Wishgard, LLC v. Se. Land Servs., LLC (In re Wishgard, LLC), No. 13-20613-CMB, 2013 WL 1774707, at *6 (Bankr.W.D.Pa. Apr. 25, 2013); In re Faberge Rest. of Florida, Inc., 222 B.R. 385, 389 (Bankr.S.D.Fla.1997). Therefore, this Court finds that the outstanding balance of $149,980.51 under the Credit Agreement is not the subject of a bona fide dispute.\nThere is also no bona fide dispute as to CorrLine’s liability or the amount CorrL-ine owes to Tagos under the Services Agreement. [Findings of Fact Nos. 18, 19 &amp; 20]. The Services Agreement provides that in exchange for certain business support services, CorrLine would pay Tagos $25,000.00 each month, plus reasonable out-of-pocket expenses incurred by Tagos in rendering these services. [Finding of Fact No. 18]. In essence, the Services Agreement provided CorrLine with Tagos’ business, marketing, and management experience. The evidence reflects that Ta-gos performed under the Services Agreement by providing the following services: (1) finance and accounting, (2) compliance and regulatory affairs, (3) risk management, (4) human resources, (5) information technology, (6) marketing, sales and business development, (7) supply chain management, (8) clerical and administrative functions, (9) office space and equipment, (10) computer and telecommunication equipment, and (11) business software solutions. [Id.]. The evidence is also conclusive that CorrLine failed to pay the monthly $25,000.00 fee and the out-of-pocket expenses billed to it. [Findings of Fact Nos. 47 &amp; 47(a) ].\nA schedule of the outstanding Services Agreement fees owed to Tagos and related invoices indicate a total amount owed of $390,606.58 as of October 2013. [Finding of Fact No. 47(a) ]. Furthermore, the Special Managers Meeting agenda that Hatle sent on February 8, 2014, *149proposed approving $400,000.00 to be paid to Tagos in order to abide by the terms of the Services Agreement. [Finding of Fact No. 41]. Hatle signed the meeting agenda himself. [Id.]. While CorrLine alleges that Tagos breached the Services Agreement because it outsourced some of the services it was contracted to supply [July 1, 2014 Tr. 182:1-182:22], the Services Agreement has no provision that would prohibit Tagos from outsourcing the general support services under this agreement. [See Findings of Fact Nos. 18, 19 &amp; 20]. Furthermore, Tagos has provided a valuable service by performing the due diligence associated with finding qualified business service-providers. Again, the past recognition of a debt is proof that no bona fide dispute exists, and self-serving testimony is insufficient to defeat this proof. See In re Wishgard, LLC, 2013 WL 1774707 at *6; In re Faberge Rest. of Florida, Inc., 222 B.R. at 389.\nSimple arithmetic dictates that the total amount due to Tagos under the Credit Agreement and the Services Agreement is $540,587.09 ($149,980.51 + $390,606.58). There is no bona fide dispute as to this debt. For the reasons already stated, this Court finds that: (1) CorrLine agreed to and had notice of the amount due to Ta-gos; and (2) CorrLine failed to pay Tagos. Hatle’s contention that he believed the funds received under the Credit Agreement were not loans from Tagos to CorrL-ine is completely unbelievable. Additionally, the Services Agreement expressly provides that CorrLine will pay Tagos $25,000.00 monthly, plus out-of-pocket expenses, and there is no question CorrLine agreed to pay this obligation. [Findings of Fact Nos. 18 &amp; 19].\nIn the alternative, CorrLine argues that the presence of the State Court Action is proof of a bona fide dispute. The pending litigation in the District Court of Harris County does not automatically prove a bona fide dispute exists. See In re Norriss Bros. Lumber Co., 133 B.R. 599, 604 (Bankr.N.D.Tex.1991) (“The mere existence of State Court litigation and the assertion by an alleged debtor of various defenses or counterclaims is not per se a bona fide dispute.”); In re TLC Med. Grp., Inc., No. 04-15739, 2005 WL 4677807, at *2 (E.D.La.2005) (“Generally, the existence of pending litigation between the debtor and creditor does not make the claim subject per se a bona fide dispute.”); but see Credit Union Liquidity Servs. v. Greenhills Dev. Co. (In re Green Hills Dev. Co.), 741 F.3d 651, 659 (5th Cir.2014) (finding that “[b]ankruptcy courts routinely consider the existence and character of pending but unresolved litigation as evidence of a bona fide dispute”). Thus, pending litigation “suggests, but does not establish, the existence of a bona fide dispute.” In re TPG Troy LLC, 492 B.R. 150, 159 (Bankr.S.D.N.Y.2013) (emphasis added).\nAdditionally, CorrLine argues that the existence of its counterclaims against Tagos in the State Court Action bolsters the existence of bona fide dispute. See Focus Media, Inc. v. Nat’l Broad. Co. (In re Focus Media, Inc.), 378 F.3d 916, 926 (9th Cir.2004) (holding that a counterclaim “gives rise to a bona fide dispute only when (1) it does not arise from a wholly separate transaction and (2) netting out the claims of debtors could take the petitioning creditors below the amount threshold of § 303”); see also In re Green Hills Dev. Co., 741 F.3d at 660 (holding that “a creditor whose claim is the object of unresolved, multiyear litigation should not be permitted to short-circuit [the state court process] by forcing the debtor into bankruptcy”); In re Ferri, 59 B.R. 656, 657 (Bankr.E.D.N.Y.1986) (holding that because debtor “asserted ‘substantiable’ *150defenses and counterclaims she [had] carried her burden of proof to establish a dispute”). However, the counterclaims must be “bona fide.” In other words, while the existence of counterclaims establishes that a dispute exists, it does not establish that a “bona fide ” dispute exists. See Liberty Tool, &amp; Mfr. v. Vortex Fishing Sys., Inc. (In re Vortex Fishing Sys., Inc.), 277 F.3d 1057, 1066 (9th Cir.2007) (finding that the existence of a counterclaim does not automatically render the claim subject to a bona fide dispute); accord In re Onyx Telecomms., Ltd., 60 B.R. 492, 495-96 (Bankr.S.D.N.Y.1985); In re Norriss Bros. Lumber Co., Inc., 133 B.R. 599, 604 (Bankr.N.D.Tex.1991); In re High Plains Inv., Inc., No. 12-00829-als7, 2012 WL 7635889, at *2 (Bankr.S.D.Iowa Sept. 13, 2012).\nCorrLine has asserted counterclaims against Tagos in the State Court Action arising out of the same Services Agreement and Credit Agreement transactions. [Finding of Fact No. 49]. The Court has considered each of the counterclaims related to either the Services Agreement or the Credit Agreement in the State Court Action and does not believe the claims are legitimate — or “bona fide.” In its one of its counterclaims, CorrLine asserts that Tagos breached the Services Agreement because it cancelled all funding to CorrL-ine, including payroll. [Id.]. Yet, there is no such funding obligation in the plain language of the Services Agreement. [Finding of Fact No. 18]. Thus, the counterclaim fails to assert a legitimate dispute. Next, CorrLine alleges that, the day preceding his resignation as CEO of CorrLine, Scott breached his fiduciary duty when he oversaw payments from CorrLine to Tagos to satisfy a portion of the outstanding loan to Tagos. [Finding of Fact No. 49]. CorrLine asserts a claim under the Texas Theft Liability Act for the these alleged misappropriations. [Id.]. However, as CEO at the time of the withdrawal, Scott had the authority to make payments on behalf of CorrLine. [See Findings of Fact Nos. 4, 5 &amp; 21], Furthermore, Tagos has already credited the partial payment in calculating the amount that CorrLine still owes. [Finding of Fact No. 47]. Therefore, no legitimate dispute is presented by these two counterclaims.\nCorrLine also asserts that Scott breached his fiduciary duty when Tagos pledged its 45% interest in CorrLine as collateral for a line of credit with Comerica. [Finding of Fact No. 49]. However, this allegation has no bearing on CorrLine’s liability or amounts due to Tagos under either the Services Agreement or the Credit Agreement. As a result, this Court finds that the counterclaims asserted in the State Court Action are insufficient to prove a bona fide dispute exists as to amount or liability for both the service fees and the Tagos loan.\nFurthermore, even if this Court were to find that there is some dispute as to a portion of Tagos’ claim, it does not disqualify Tagos from filing the Involuntary Petition. See In re TLC Med. Grp., Inc., No. 04-15739, 2005 WL 4677807, at *2 (E.D.La.2005) (“A dispute as to a portion of a claim does not disqualify a creditor from filing an involuntary petition.”) (emphasis added) (citation omitted). For example, if this Court were to find that a bona fide dispute exists over the amount of Tagos’ loan to CorrLine, the disputed amount would be only a portion of the debt owed Tagos. The other portion of the debt — $390,606.58 owed under the Services Agreement — would be undisputed, thereby leaving the obligation without a bona fide dispute.\nFinally, CorrLine contends that a bona fide dispute exists as to the loan amount because Tagos amended its original invol*151untary petition after the discovery process revealed an error in the interest calculation on the loan. [Doc No. 48 at 35, ¶ 56; see Finding of Fact No. 47(a) ]. CorrLine relies on a single case from the Southern District of New York, In re Mountain Diaries, Inc., to support its position. 372 B.R. 623 (Bankr.S.D.N.Y.2007). In Mountain Dairies, the petitioning creditor expressed its willingness to continually amend its involuntary petition to assert only those claims that were not disputed by the debtor. Id. at 634. The court found that such concessions were evidence of a bona fide dispute and raised concerns over the legitimacy of the entire claim. Id. Unlike the facts in Mountain Diaries, Tagos’ amendment was the result of one honest mistake in the interest calculation, as opposed to a desire to only assert the portion of claims that were allegedly not the subject of a dispute to artificially circumvent the requirements of § 303(b). Accordingly, the holding from Mountain Dairies is inapplicable. Further, the amendment related only to Tagos’ loan claim and would not have any effect on the legitimacy of its claim for fees due under the Services Agreement. Thus, as this Court has previously noted, as long as a portion of the claim is not the subject of a bona fide dispute, a petitioning creditor may still bring an involuntary action on the undisputed portion of the claim. [-See supra Part IV.G.3.]. Tagos’ amendment has no bearing on whether a bona fide dispute exists.\nFor all of the reasons set forth above, this Court concludes that Tagos has met its burden under § 303(h)(1) of establishing that the debts owed to it by CorrLine are not the subject of a bona fide dispute as to liability or amount.\n4. Qualified Creditor Analysis\na. Bankruptcy Rule 1003(b)\nWhen a single petitioning creditor alleges that there are fewer than twelve creditors, Bankruptcy Rule 1003(b) allows the putative debtor to prove the existence of twelve or more creditors:\nIf the answer to an involuntary petition filed by fewer than three creditors avers the existence of 12 or more creditors, the debtor shall file with the answer a list of all creditors with their addresses, a brief statement of the nature of their claims, and the amounts thereof. If it appears that there are 12 or more creditors as provided in § 303(b) of the Code, the court shall afford a reasonable opportunity for other creditors to join in the petition before a hearing is held thereon.\nFed. R. BaNKrP. 1003(b).\nWhen the putative debtor pleads that there are twelve or more creditors and also files a list of these creditors, “it then becomes the petitioning creditor[’s] burden to put the debtor to the test.” In re Euro-Am. Lodging Corp., 357 B.R. 700, 714 (Bankr.S.D.N.Y.2007); see also In re Smith, 415 B.R. 222, 229 (Bankr.N.D.Tex.2009) (if debtor’s creditor list is filed, burden shifts to the petitioning creditor); In re Sadler, No. 6-10091-FRM, 2006 Bankr.LEXIS 4464, at *8-9 (Bankr.W.D.Tex.2006). If the putative debtor fails to file a list of twelve or more creditors in accordance with Bankruptcy Rule 1003(b), then the debtor has not met his burden of proof. See id. at *9 (holding that a putative debtor’s non-compliance with Rule 1003(b) estops the debtor from including creditors in the numerosity calculation). Compliance with Bankruptcy Rule 1003(b) “requires, at a minimum, that a debtor, provide a list of all creditors with their names and addresses, a brief statement of the nature of the claims, and the amounts thereof.” Id. (emphasis added).\nOn June 18, 2014, CorrLine filed the Answer to the Involuntary Petition and *152provided a list of fifty-two alleged creditors. [Finding of Fact No. 54]. This Court has already concluded that no amount was due to sixteen of these creditors as of the Petition Date. [Finding of Fact No. 67]. Thus, the analysis at this point begins with the number of creditors standing at thirty-six.\nThe Court concludes that CorrLine has not met its burden of proof with regard to thirteen of the fifty-two listed creditors because it failed to disclose an amount due to these creditors. [Findings of Fact Nos. 56(a) — (h) &amp; 56(j)-(n) ]. Rather, CorrLine set forth the amount owed as “unknown.” [/&amp;]. Therefore, this Court will exclude the following thirteen (IB) alleged creditors due to CorrLine’s failure to disclose or offer credible evidence of a specific amount due: Blue Cross Blue Shield; Calcasieu, Louisiana; ChemTel; Code 42 Software; EAH Spray Equipment; Humana; J2 My Fax; Media Temple; River Oaks Courier; State of Illinois; State of Texas; Terre-bonne, Louisiana; and the Texas Workforce Commission.\nCorrLine’s List of Creditors also alleges that Mike Reynolds is a qualified creditor with an amount due between “$6,000-$10,000.” [Finding of Fact No. 56(1) ]. The only evidence produced of the amount due to Mr. Reynolds was an email between Hatle and him, in which Mr. Reynolds claims that “CorrLine owes [him] in excess of $6,000.00.” [Id.]. The email from Mr. Reynolds to Hatle is not credible evidence because the number of appearances listed is not consistent with the amount requested by Mr. Reynolds (nine appearances at approximately $1,000/appearance versus “in excess of $6,000”). Thus, to the extent that a request of $9,000.00 is inconsistent with a request for “more than $6,000.00,” this claim is fatally imprecise. In re Sadler, 2006 Bankr.LEXIS 4464 at *9. Because CorrLine has not provided this Court with a verifiable specific amount of this alleged debt, the Court finds that Mike Reynolds should also not be counted as a qualified creditor for purposes of nu-merosity under Bankruptcy Rule 1003(b). Thus, the total number of qualified creditors currently stands at twenty-two (22).9\nb. De Minimis Claims\nWhen determining the number of qualified creditors, this Court must abide by Fifth Circuit precedent and exclude de minimis claims. See Denham v. Shellman Grain Elevator, Inc. (In re Denham), 444 F.2d 1376, 1378 (5th Cir.1971) (excluding claims of $5.00 to $25.00). In In re Denham, the Fifth Circuit held that “small insignificant debts” of less than $25.00 are to be considered de minimis and should be excluded from the court’s determination of the number of creditors. Id. Conversely, the Fifth Circuit has also decided that claims between $600.00 and $800.00 are not de minimis and should be counted as creditors. See Blackmon v. Runyan (In re Runyan), 832 F.2d 58, 60 (5th Cir.1987). More recently, the Bankruptcy Court for the Middle District of Florida — citing Denham — recognized claims of up to $275.00 as de minimis. In re Smith, 123 B.R. 423, 425 (Bankr.M.D.Fla.1990). But see In re Moss, 249 B.R. 411, 419 (Bankr.N.D.Tex.2000) (refusing to recognize $275.00 claims as de minimis, but finding claims amounting to $20.99, $58.00, $10.62, and $25.00 were de minimis). Other courts have come to conclusions similar to the Florida bankruptcy court. See In re Smith, 415 B.R. 222, 232 (Bankr.N.D.Tex.2009) (finding claims up to $187.39 to be de minim-is).\n*153Tagos contends that the threshold amount should now be $500.00, and it justifies this figure by pointing to the significant inflation that has occurred since the Fifth Circuit issued it ruling in Denham in 1971. [Tagos Ex. No. 92 at 4]. First, Tagos interprets Denham to hold that amounts of $100.00 or less are de minimis. [June 30, 2014 Tr. 215:14-215:15], Tagos then calculated the change in the Consumer Price Index from 1971 (the time of the Denham decision) to 2014 (the present year); the increase was approximately 586%. [Tagos Ex. No. 92 at 4; June 30, 2014 Tr. 215:14-15]. Based on a $100.00 de minimis threshold amount from Den-ham and the 586% inflation that has occurred since that decision, Tagos determined that $586.00 is the appropriate de minimis figure in 2014 dollars.10 However, to be conservative (at least in its view), Tagos rounded the amount down to $500.00. [June 30, 2014 Tr. 215:18],\nIn support of its approach, Tagos also points out that § 104(a)(1) expressly authorizes Consumer Price Index adjustments to the dollar values used throughout the Code, such as the minimum unsecured claim that a petitioning creditor must have under § 303(b)(2) to be eligible to file an involuntary petition. See 11 U.S.C. §§ 104(a)(1) &amp; 303(b). This Court finds that Tagos’ “inflation” argument has merit; however, this Court believes that $500.00 is too high. Instead, relying on the most recent decisions of courts on this issue, this Court finds that $275.00 should be the threshold amount. See In re Smith, 123 B.R. at 425; In re Smith, 415 B.R. at 232. Therefore, the Court excludes the following debts in determining the number of qualified creditors:\ni. 8x8, Inc.: The amount owed is $0.96. [Finding of Fact No. 57(a) ]. This amount is less than $275.00 and is therefore de minimis.\nii. Abby Office: The amount owed is $75.00. [Finding of Fact No. 66(a)]. This amount is less than $275.00 and is therefore de minim-is.\niii. Frost Bank: The amount owed is $5.00. [Finding of Fact No. 57(f) ]. This amount is less than $275.00 and is therefore de minimis.\niv. Iberia Parish: The amount owed is $96.93. [Finding of Fact No. 66(c) ]. This amount is less than $275.00 and is therefore de minim-is.\nv.State of Louisiana: The amount owed is $74.00. [Finding of Fact No. 66(k) ]. This amount is less than $275.00 and is therefore de minimis.\nAfter removing de minimis claims, the list of qualified creditors now stands at seventeen (17).11\n*154c. Small and Recurring Claims\nAlthough this Court reads Denham to exclude de minimis claims, other courts have read Denham to exclude only amounts that are both small and recurring. See Sipple v. Atwood (In re Atwood), 124 B.R. 402, 406 (S.D.Ga.1991) (holding that “even small claims may be counted unless they are also recurring”). In Denham, the Fifth Circuit noted, in dicta, that it does not consider claims that are small and recurring for purposes of numerosity. See Denham, 444 F.2d at 1379 (“[I]t was not the intent of Congress to allow recurring bills such as utility bills and the like to create a situation which, by refusal of these small creditors to join in an involuntary petition, can defeat the use of the Bankruptcy Act by a large creditor.... ”).12 Other jurisdictions have followed this interpretation of the Fifth Circuit’s decision in Denham, although they have noted that “[t]he Code has no specific exception for small, recurring claims, and a literal reading of the Code suggests that all creditors with claims that are not excluded by section 303(b)(2) should be counted to determine whether the debtor has fewer than twelve creditors.” In re Atwood, 124 B.R. at 406. Although the Denham ruling has been criticized, it is nevertheless still controlling law in the Fifth Circuit, and this precedent binds the Court. See Gonzalez v. Bayer Healthcare Pharm., Inc., 930 F.Supp.2d 808, 816 n. 6 (S.D.Tex.2013) (“This Court is bound by the Fifth Circuit’s ruling ... ”); see also United States v. Zimmerman, 529 F.Supp.2d 778, 783 (S.D.Tex.2007) (“This Court is bound by the Fifth Circuit’s opinion ... ”); see also Valladolid v. U.S. Bank Nat’l Ass’n, Civil Action No. 3:13-CV-0965-K, 2014 WL 1303003, at *3 (N.D.Tex. Apr. 1, 2014) (“Merely because Plaintiffs do not agree with the Fifth Circuit’s holding or analysis does not relieve this Court from its duty to follow binding authority.”). Accordingly, this Court will also analyze the number of qualified creditor claims under the “small and recurring” interpretation of Denham to ensure a different result in this case would not occur if this Court’s original understanding of Denham as barring only de minimis claims is incorrect.\nSmall, recurring debts have been understood to include “small, recurring debts, such as a monthly utility bill or rental payment.” In re Atwood, 124 B.R. at 406 (emphasis added). However, Merriam-Webster’s Dictionary defines “recurring” as “occurring or appearing at intervals.” This understanding of the term “recurring” does not require monthly billings; rather, it only requires that the bills be periodic in nature (Merriam-Webster’s lists “periodic” as a synonym of “recurring”). Therefore, this Court construes the term “small and recurring” to mean small in amount and recurring over time, but not necessarily in one-month intervals. This Court previously concluded that small claims are those with an amount owed of $275.00 or less. [See supra Part IV. G.4.b.]. The Court will consider whether *155the following debts count towards determining CorrLine’s total creditors under a “small and recurring” interpretation of Denham:\ni. 8x8, Inc.: This Court found that 8x8, Inc. was owed a “usage charge” of $0.96 as of the Petition Date. [Finding of Fact No. 57(a) ]. This Court also found that the usage charge is a monthly recurring fee. [Id.]. Therefore, this Court concludes that 8x8 Inc.’s claim is both small and recurring, and should not be counted for numerosity purposes.\nii. Abby Office: This Court found that Abby Office was owed $75.00 as of the Petition Date. [Finding of Fact No. 66(a)]. This Court also concluded that Abby Office bills CorrLine on a monthly basis for phone services. [Id.]. Therefore, this Court concludes that Abby Office’s claim is both small and recurring, and should not be counted for numerosity purposes.\niii. Frost Bank: This Court found that Frost Bank was owed $5.00 as of the Petition Date. [Finding of Fact No. 57(f)]. However, this Court also concluded the Frost charge was a one-time fee. [Id.]. Therefore, this Court concludes that Frost’s claim is small, but not recurring, and should be counted for numerosity purposes.\niv. Iberia Parish: This Court found that Iberia Parish was owed $96.93 in sales tax as of the Petition Date. [Finding of Fact No. 66(c)]. Because CorrLine does business in Louisiana, sales tax would be a recurring charge under this Court’s understanding of that term. Therefore, this Court concludes that Iberia Parish’s claim is both small and recurring, and should not be counted for numerosity purposes,\nv.State of Louisiana: This Court found that Iberia Parish was owed $74.00 in state sales taxes as of the Petition Date. [Finding of Fact No. 66(k) ]. Because CorrLine does business in Louisiana, sales tax would be a recurring charge under this Court’s understanding of that term. Therefore, this Court concludes that Iberia Parish’s claim is both small and recurring, and should not be counted for numerosity purposes.\nThus, assuming this Court’s original interpretation ’ of Denham is incorrect and based on this Court’s understanding of what constitutes “small and recurring” claims, the number of qualified creditors now stands at eighteen (18).13\nd. Voidable Transfers — Payment of Claims After Filing\nThe filing of an involuntary petition commences a case and creates an estate. 11 U.S.C. §§ 303(b) &amp; 541(a). Property of the estate consists of “all legal and equitable interests of the debtor in property as of commencement of the case” and “[proceeds, product, offspring, rents, or profits of or from property of the estate ... after the commencement of the case.” 11 U.S.C. § 541(a)(1), (a)(6). Section 303(b) of the Code provides that creditors who receive a voidable transfer of the estate are not to be counted in determining if the debtor has twelve or more creditors as of the Petition Date. See 11 U.S.C. § 303(b)(2). Of particular concern in this *156case are voidable transfers under § 549 of the Code. Section 549 provides that “a debtor may not, after the filing of the involuntary petition, pay pre-petition debts with money that was earned prepetition.” In re Rimell, 111 B.R. 250, 255 (Bankr.E.D.Mo.1990), aff'd, 946 F.2d 1863 (8th Cir.1991). Thus, when property of the estate is used to satisfy pre-petition creditor claims after the filing of the involuntary bankruptcy, those creditors may not be considered in the numerosity calculation. In re Beacon Reef Ltd. P’ship, 43 B.R. 644, 646 (Bankr.S.D.Fla.1984).\nOne court has even construed §§ 303(b) and 549 to exclude creditors who have been paid in full “shortly after” the filing of an involuntary petition. See In re Crain, 194 B.R. 663, 666 (Bankr.S.D.Ala.1996) (holding that the creditors “were paid in full or on account shortly after the petitions were filed and [could not] be counted”) (emphasis added). At the same time, courts have recognized that the “post-petition payment of a petitioning creditor does not disqualify it from being such.” Id. at 667; see also In re All Media Props., Inc., 5 B.R. 126, 137 (Bankr.S.D.Tex.1980), aff'd, 646 F.2d 193 (5th Cir.1981); In re Braten, 99 B.R. 579, 582 (Bankr.S.D.N.Y.1989); In re Carvalho Indus., Inc., 68 B.R. 254, 256 (Bankr.D.Or.1986); In re Sjostedt, 57 B.R. 117, 120 (Bankr.M.D.Fla.1986).\nTagos, the petitioning creditor, contends that several creditors received voidable transfers from the CorrLine bankruptcy estate under § 549 and should be excluded from the numerosity calculation. It is important to note that whether the funds used to pay these creditors was from a post-petition sale or collection of pre-petition accounts receivable, either would have necessarily been drawn from property of the estate. To illustrate, CorrLine is in the business of selling an anti-corrosion coating — a tangible product. [Finding of Fact No. 2], This product would have been held in inventory as of the Petition Date and, thus, was an asset of the estate. Therefore, any cash received from the sale of inventory after the Petition Date would necessarily be generated from the assets of the estate. See Moratzka v. Visa U.S.A. (In re Calstar, Inc.), 159 B.R. 247, 252 (Bankr.D.Minn.1993) (holding that post-petition credit card sales of inventory were assets of the estate). The same logic applies for cash receipts from accounts receivable balances generated from these post-petition sales. Id. Likewise, post-petition collections of accounts receivable that existed as of the Petition Date also constitute cash generated from the assets of the estate. Thunderbird Motor Freight Lines, Inc. v. Penn-Dixie Steel Corp. (In re Penn-Dixie Steel Corp.), 6 B.R. 817, 827 (Bankr.S.D.N.Y.1980) (holding that monies collected from “accounts receivable owing to [the debtor] are ‘proceeds’ from property of the estate, and, thus, are likewise property of the estate”).\nThe examples of this concept are numerous; however, it is enough to say that any cash used to pay creditors following the Petition Date was necessarily an asset of the CorrLine bankruptcy estate or constituted proceeds from the disposition of an asset of the CorrLine estate. See Towers v. Wu (In re Wu), 173 B.R. 411, 414 (9th Cir. BAP 1994) (holding that earnings attributable to invested capital, goodwill, accounts receivable, employee contracts and client relationships predating the petition are the property of the estate, not property of the debtor); West v. Hsu (In re Advanced Modular Power Sys., Inc.), 413 B.R. 643, 672 (Bankr.S.D.Tex.2009) (cash generated from continued post-petition operation of the bankrupt entity constituted an asset of the estate); accord Johnson v. *157Cottonport Bank, 259 B.R. 125, 129 (W.D.La.2000). Therefore, this Court finds that all creditors paid by CorrLine following the Petition Date are excluded from the numerosity calculation because they were paid with assets of the CorrLine Bankruptcy Estate. Thus, the following six (6) creditors are excluded because CorrLine paid them after the Petition Date: Barbara Tompkins Brown; Cognetic; Just Real Media; L.O. Trading, Pro-Ledge; and SeaTex Ltd. [Findings of Fact Nos. 66(b), 57(c), 66(e)-66(g), and 66(j)]. Thus, the list of qualified creditors now stands at eleven (11) under the Court’s de minimis analysis and twelve (12) under the Court’s “small &amp; recurring” analysis.14\ne. Claims of Insiders\nSection 303(b) of the Code also excludes “employee[s] and insider[s]” from the nu-merosity calculation. 11 U.S.C. § 303(b)(2). The Code defines an insider of a corporation15 as a director, officer, person in control, or general partner of the debtor, or a partnership in which the debt- or is a general partner. § 101(31)(B). The Fifth Circuit has further construed an insider as an entity or person with “a sufficiently close relationship with the debtor that his conduct is made subject to closer scrutiny than those dealing at arm’s length with the debtor.” Wilson v. Huffman (In re Missionary Baptist Found, of Am., Inc.), 712 F.2d 206, 210 (5th Cir.1983). Courts have also noted “the definition of [an] insider ‘must be flexibly applied on a case-by-case basis.’ ” In re Premiere Network Servs., Inc., 333 B.R. 126, 128-29 (Bankr.N.D.Tex.2005).\nThe term “insider” may also include attorneys; however, this is not an ironclad rule. Kepler v. Schmalbach (In re Lemanski), 56 B.R. 981, 983 (Bankr.W.D.Wis.1986). An attorney is an insider if “he exercises such control or influence over the debtor as to render their transactions not arms-length.” Id. One court has pointed out that “an attorney, who invariably acquires confidential client information and whose relationship is governed by rules of professional conduct, may come under this categorization.” In re Rimell, 111 B.R. 250, 254 (holding that an attorney representing the debtor in an involuntary petition could not be counted as a creditor). However, aside from Rimell, this Court is not aware of any case law that has characterized attorneys as insiders. See In re Premiere Network Servs., Inc., No. 04-33402-HD H-11, 2005 WL 6452038, at *3 (Bankr.N.D.Tex. July 1, 2005) (holding that the existence of attorney-client relationship between creditor and debtor did not cause creditor to be considered an insider).\nTherefore, this Court rejects Tagos’ argument that all of CorrLine’s attorneys and other professionals are insiders whose claims must be excluded. Accordingly, this Court declines to exclude from the numerosity calculation the following professionals, who are creditors of CorrLine, *158who are providing services to CorrLine in the State Court Action:\ni. Berkley Research Group: Providing litigation support for CorrLine in the State Court Action against Tagos. [Finding of Fact No. 65(e) ].\nii. Law Office of Scott Link: Representing CorrLine’s CEO, Loren Ha-tle, in the State Court Action. [Finding of Fact No. 65(f) ].\niii. McFall, Breitbeil &amp; Eidman: Representing Chrisman and Hernandez in the State Court Action. [Finding of Fact No. 65(c)].\nHowever, this Court finds that the following creditors should be excluded from the numerosity calculation because they are currently officers of CorrLine and therefore insiders:\ni. Loren Hatle: Chief Executive Officer and Chairman of CorrLine. [Finding of Fact No. 65(b) ].\nii. Kirk Chrisman: Vice President of CorrLine. [Finding of Fact No. 65(a) ].\niii. Santiago Hernandez: Vice President of Operations at CorrLine. [Finding of Fact No. 65(d) ].\niv. Peter Bock: Executive Vice President of Technical Service at CorrL-ine. [Finding of Fact No. 65(g)],\nTherefore, the number of qualified creditors now stands at seven (7)16 under this Court’s de minimis analysis and eight (8)17 under this Court’s “small and recurring” analysis. Thus, under either interpretation of Denham, CorrLine has fewer than twelve creditors and Tagos is qualified to file the Involuntary Petition as the sole petitioning creditor under § 303(b).\nf. Generally Not Paying Such Debts as They Become Due\nIn order for a court to enter an order granting an involuntary petition, the petitioning creditor must show that the putative debtor is generally not paying its debts as they become due. 11 U.S.C. § 303(h)(1). The burden is on the petitioning creditor to prove this element by a preponderance of the evidence. See Norris v. Johnson (In re Norris), No. 96-30146, 1997 WL 256808, at *3 (5th Cir. Apr. 11,1997). The determination is made as of the filing date. In re Sims, 994 F.2d 210, 222 (5th Cir.1993). Thus, the fact that debts may have been paid post-petition does not have any bearing on the determination. Id.; see also In re Edwards, 501 B.R. 666, 683 (Bankr.N.D.Tex.2013) (holding that “the fact that [the] debts may have been paid post-petition cannot be considered in deciding whether [the debtor] was generally paying his debts as they became due on the Involuntary Petition Date”).\nThe Code has not explicitly defined what “generally not paying debts” means; however, courts have offered various guidance on the issue. In fact, this Court previously stated that:\nGenerally not paying debts includes regularly missing a significant number of payments to creditors or regularly missing payments, which are significant in amount in relation to the size of the debtor’s operation. Where the debtor has few creditors the number which will be significant will be fewer than where the debtor has a large number of creditors. Also, the amount of the debts not being paid is important. If the amounts *159of missed payments are not substantial in comparison to the magnitude of the debtor’s operation, involuntary relief would be improper.\nIn re All Media Props., Inc., 5 B.R. 126, 143 (Bankr.S.D.Tex.1980), aff'd, 646 F.2d 193 (5th Cir.1981).\nOther courts have taken a similar approach. For example, the Bankruptcy Court for the Northern District of Texas considered the following factors: “(1) the number of unpaid claims; (2) the amount of such claims; (3) the materiality of the non-payments; and (4) [the debtor’s] overall conduct in [its] financial affairs.” In re Edwards, 501 B.R. at 682.\nTagos contends that CorrLine is generally not paying its debts as they come due. This Court agrees. First, CorrLine’s March 2014 accounts payable (AP) aging— the most recent available at the time of trial — shows a total of $48,343.93 outstanding with over $13,000.00 more than 30 days past due. [Finding of Fact No. 43]. Even more telling, only two of the 32 vendor invoices were not past due as of the AP report date. [Id.]. Yet, when Tagos, through Doskey, was managing the accounts payable pursuant to the Services Agreement, CorrLine only had $9,731.19 outstanding, of which only about $600.00 was over 30 days past due. [Tagos Ex. No. 23]. Additionally, Tagos provided an email from Doskey in which he expressed his concern over accounts payable management. [Finding of Fact No. 48]. In the email, Doskey pointed out seven specific vendors that have continuously been paid late. [Id.]. This evidence proves that CorrLine’s current management team experienced difficulty in properly managing its accounts payable and paying the company’s debts as they become due.\nThis Court also notes several instances of late payments that are particularly disturbing. First, CorrLine was delinquent in paying its payroll taxes to the IRS for two pay periods during 2014. [Finding of Fact No. 66(d) ]. The late payments resulted in a penalty of $1,799.91, which remained unpaid as of the Petition Date. [Id.]. Also, Tagos introduced evidence that Seatex, Ltd., CorrLine’s primary blender and shipping agent of the CorrX product, was consistently paid late during 2014. [Tagos Ex. No. 25 at 16; Tagos Ex. No. 61 at 1]. Doskey credibly testified that CorrL-ine’s untimely payments to Seatex were particularly troubling because CorrLine’s relationship with Seatex is critical to its operational well-being and its ability to sell the CorrX product. [July 1, 2014 Tr. 42:6-42:23], The late payments to both the IRS and Seatex are clearly material because poor relationships with both entities would have a seriously detrimental impact on CorrLine’s ability to operate and remain a going concern.\nMoreover, the two debts owed to Tagos amount to $540,587.09, which clearly were not paid as of the Petition Date (nor have they been paid since the Petition Date). [Finding of Fact No. 47(a) ]. There is no question that: (1) on September 20, 2012, the Debtor and Tagos executed the Services Agreement, whereby Tagos would provide various services to the Debtor; (2) the Debtor is required to pay Tagos a monthly fee for services in the amount of $25,000.00; (3) under the Services Agreement, the Debtor is required each month to reimburse Tagos for its reasonable out-of-pocket costs incurred by Tagos while rendering its services; (4) Tagos rendered services for several months; (5) the Debt- or has failed to pay for everything that is owed; and (6) the amount owed is $390,608.58. [Findings of Fact Nos. 18, 19 &amp; 47(a)]. Additionally, a total of $149,980.51 is owed to Tagos for money loaned to CorrLine under the Credit Agreement. [Finding of Fact No. 47(a) ]. *160In the Answer, CorrLine submitted a list of 52 creditors who were owed a total of $145, 838.69 as of the Petition Date. [Finding of Fact No. 54]. This list did not include the two amounts owed to Tagos. [Id.]. When Tagos’ debts are included with the other creditor balances — and they assuredly should be included — Tagos’ portion makes up approximately 79% of CorrLine’s total outstanding amounts due.18 Not only is the amount due to Tagos clearly material, but it also was unpaid as of the Petition Date.\nWhile CorrLine argues that the amounts under the Services Agreement and Credit Agreement were not due as of the Petition Date and should not be considered in the “paying debts as they become due” analysis, this argument is unpersuasive. In support of its argument, CorrLine points to Note F of the financial statements, which states that the Services Agreement fees and Tagos Loan balances would be paid as cash becomes available. [CorrLine Ex. Nos. 102-107]. However, all amounts owed under the Services Agreement became immediately payable when Hatle terminated this agreement, pursuant to the acceleration clause contained therein. [Findings of Fact Nos. 19 &amp; 46]. Therefore, even if CorrLine is correct that the loan amount is not yet due because of insufficient funds — and CorrLine is wrong on this point — the Services Agreement fees are definitely due based on the unambiguous acceleration clause: “[P]rovided, however, that in the event of a termination ..., [CorrLine] shall be obligated to [Ta-gos], in full, all current and accrued fees and expenses owing and payable hereunder through the effective date of such termination.” [Tagos Ex. No. 9 at 1]. Even if the amounts due to Tagos are considered to be limited to those owed under the Services Agreement, the total of those amounts still comprise over 72% of CorrL-ine’s outstanding debts.19\nAdditionally, CorrLine’s employees have been forced to defer payment of their salaries so that CorrLine can pay off its other creditors. [See Finding of Fact No. 33]. CorrLine’s list of creditors included a total of $21,000.00 owed to its employees Hernandez, Chrisman, Hatle, and Bock. [Findings of Fact Nos. 65(a), 65(b), 65(d) &amp; 65(g) ]. Not only has CorrLine been unable to timely pay its creditors; it has also been unable to pay its own employees on a timely basis.\nIn sum, CorrLine has consistently demonstrated an inability to pay its debts as they come due, particularly since Chris-man, Hatle, and Hernandez took over the AP process from Tagos and Doskey. Further, CorrLine has adamantly expressed its unwillingness to pay off its largest outstanding debt: the $540,587.09 owed to Tagos. CorrLine’s management has shown a complete disregard for the timely payment of even its most important creditors: the IRS and SeaTex Ltd. — as well as its own employees. Applying the holdings from All-Media and Edwards, this Court concludes that CorrLine is generally not paying its debts as they become due. As such, Tagos has satisfied this element of § 303(h)(1).\n*161H. “Special Circumstances” Exception\nSome courts have recognized an exception to the three-creditor requirement when there is evidence of fraud, trick or scam. In re Norriss Bros. Lumber Co., 133 B.R. 599, 609 (Bankr.N.D.Tex.1991) (citing cases). These courts have found that “arguable fraudulent conveyances and arguable preferential transfers to [the debtor’s] attorneys and others constitute special circumstances ...” which justify waiving the three-creditor requirement in an involuntary bankruptcy petition. Id.; See also In re Smith, 415 B.R. 222, 238 (Bankr.N.D.Tex.2009) (recognizing a “ ‘special circumstances’ exception to the three creditor requirement when [an] alleged debtor [has] participated in fraudulent transfers and prepetition payments,” but, finding that the special circumstances exception does not apply when there are four creditors).\nHere, this Court has found evidence that Hatle intentionally manipulated invoice information from the M Test to artificially increase the creditor count. [Finding of Fact No. 57(h)], Specifically, on June 3, 2014 — 19 days after the Petition Date— Hatle emailed a Mr. Swan, an employee of M Test, requesting that M Test send an invoice for the conductivity meter that it had sold to CorrLine. [M]. Swan obliged Hatle and sent him an original invoice dated June 4, 2014, with a due date for the invoice of July 4, 2014. [Id.]. Once Hatle received this original invoice, he immediately emailed Swan and requested him to change the invoice date to May 1, 2014— i.e., 13 days prior to the petition date. [Id.]. Hatle informed Swan that he needed to change the invoice date from June 4, 2014 to May 1, 2014 for “some technical reasons.” [Id.]. Once again, Swan obliged Hatle and sent another invoice showing the invoice date to be May 1, 2014. [M]. There is no doubt in this Court’s view that Hatle requested Swan to send this second invoice in order to manufacture evidence to convince this Court that M Test was a creditor as of Petition Date and therefore should be included in this Court’s numer-osity analysis. Stated differently, Hatle manufactured this evidence in an effort to reduce the risk that this Court would find that CorrLine has fewer than twelve (12) creditors, thereby allowing solely Tagos to prosecute the Involuntary Petition.\nMoreover, in discovery, Tagos managed to unearth a third invoice allegedly from M Test. This invoice reflects a shipment date for the conductivity meter of May 14, 2014. [Jet]. When confronted with the fact that there were three different versions of the same M Test invoice, Hatle could not offer an explanation for the existence of the third invoice. [Id.]. Indeed, Hatle could not explain what the “technical reasons” were for his requesting Swan to send a second invoice. [Id.]. Rather, Hatle testified that he had never seen any of these invoices, despite the fact that he was the recipient of the email from M Test that contained the invoices and had sent the email requesting the second invoice himself. [June 30, 2014 Tr. 104:11-106:11]. Considering that this Court has already found reason to question Hatle’s credibility [see supra Credibility of Witnesses — Loren Hatle] and considering the evidence of invoice manipulation, this Court finds that a “special circumstances” exception to the three-creditor requirement is warranted in this case. See In re Norriss Bros., 133 B.R. at 608-09 (holding that “the three creditor requirement may not be applicable in the event of trick, artifice, scam, or fraud”) (citing cases). Therefore, even if this Court found that CorrLine has twelve or more qualifying creditors, Tagos would nevertheless have standing to bring the Involuntary Petition as a single creditor *162under the “special circumstances” exception.\nV. Conclusion\nIn sum, this Court concludes that Tagos has standing to file the Involuntary Petition against CorrLine pursuant to § 303 of the Bankruptcy Code. Tagos’ status as an insider and recipient of certain voidable transfers does not preclude it from filing the Involuntary Petition. Furthermore, Tagos’ claims for amounts owed under the Services Agreement and the Credit Agreement are not the subject of a bona fide dispute. There is no question that CorrL-ine agreed to pay Tagos $25,000.00 a month, plus reasonable pass through expenses, for providing general business support services, and it is abundantly clear that CorrLine has refused to pay these fees. There is also no question that CorrLine owes Tagos the sum $149,980.51 under the Credit Agreement and that CorrLine has refused to pay this amount. Further, CorrLine has failed to provide any credible evidence that Tagos filed the Involuntary Petition in bad faith, and therefore, the Court must presume it was filed in good faith. Moreover, the Court has reviewed the evidence provided for all fifty-two (52) alleged creditors of CorrL-ine, and finds that, at most, eight creditors are qualified.20 Therefore, CorrLine’s argument that Tagos lacks standing because it does not have at least three petitioning creditors must also fail. Furthermore, even if CorrLine did have at least twelve (12) qualified creditors, this Court has found evidence of CorrLine’s invoice manipulation, which defeats the three-creditor requirement under the “special circumstances” exception. Additionally, as of the Petition Date, CorrLine was generally not paying its debts as they came due. In fact, this Court finds that CorrLine, as of the Petition Date, was having significant problems with accounts payable management and that CorrLine was continuously paying several key vendors late. For all of these reasons, this Court concludes that it should grant the Involuntary Petition filed by Tagos.\nThe Court also concludes that CorrLine does not have authority to retain K &amp; L Gates to file and prosecute the Answer and the Motion to Dismiss. Such retention requires the consent of a majority of managers of CorrLine with at least one affirmative vote coming from a minority member; these conditions have never been met. Alternatively, even if CorrLine has authority to retain K &amp; L Gates to file and prosecute the Answer and the Motion to Dismiss, because this Court grants the Involuntary Petition, it necessarily denies the requests in the Answer and the Motion to Dismiss for a dismissal of the Petition. Finally, this Court denies the alternative relief requested in the Motion to Dismiss — namely, to abstain from adjudicating this dispute. Rather, this Court finds ample reason and need to immediately issue a final order and thereby maximize the chances that all claims — including those of Tagos — will be paid in the Chapter 7 process.\nFor the foregoing reasons, the Court grants the Involuntary Petition and denies the Motion to Dismiss. An order granting the Involuntary Petition and denying the Motion to Dismiss will be entered on the docket simultaneously herewith.\n\n. To the extent that any finding of fact is construed as a conclusion of law, it is adopted as such. Moreover, to the extent that any conclusion of law is construed as a finding of fact, it is adopted as such. The Court reserves its right to make additional findings and conclusions as it deems appropriate or as may be requested by any of the parties.\n\n\n. Any reference to \"the Code” refers to the United States Bankruptcy Code, and reference to any section (i.e., §) refers to a section in 11 U.S.C., which is the United States Bankruptcy Code, unless otherwise noted. Further, any reference to \"the Bankruptcy Rules” refers to the Federal Rules of Bankruptcy Procedure.\n\n\n. This Court requested both CorrLine and Ta-gos to submit their respective list of creditors setting forth which creditors they respectively believe should be counted for numerosity purposes.\n\n\n. i.e. 52 - 16 = 36.\n\n\n. Assuming, arguendo, that this Court is incorrect and that CorrLine is properly authorized to file the Answer opposing the Involuntary Petition, this Court will address the merits of CorrLine's arguments set forth therein in the ensuing sections of this Memorandum Opinion.\n\n\n. This Opinion neither adopts nor supports the holding in Westerleigh. Rather, this Court emphasizes the factual distinction between this dispute and that in Westerleigh to conclude that Westerleigh's holding is not applicable here.\n\n\n. While the minutes are unsigned, they are still a valid record of the Board’s activity that day. See Cameron &amp; Willacy Counties Cmty. Projects, Inc. v. Gonzalez, 614 S.W.2d 585, 589 (Tex.Civ.App.-Corpus Christi 1981, writ ref'd n.r.e.).\n\n\n. Although the Credit Agreement is unexecut-ed, this Court finds the document and its terms to be persuasive evidence of a lending relationship because of the detailed nature of the agreement and the fact that it is consistent with the lending relationship between Tagos and CorrLine contemplated and approved at the October 22, 2013 Board Meeting. [See Finding of Fact Nos. 27 &amp; 31].\n\n\n. Prior to the analysis in this subsection, the number of creditors stood at 36. The Court has now concluded that CorrLine has not met its burden as to 14 creditors. Therefore, the current number of potentially qualified creditors stands at 22 (i.e., 36 — 14 = 22).\n\n\n. i.e., $100.00 x 5.86 = $586.00.\n\n\n. The number of creditors previously stood at twenty-two (22). See supra note 9. Removal of the five (5) de minimis claims leaves the current number of qualified creditors at seventeen (17). The Court also finds that even if it completely rejected Tagos’ CPI approach— such that the analysis was done using the debt figures from 1971 that the Fifth Circuit excluded in Denham — this Court would still hold that the five (5) specific debts listed above are de minimis. In Denham, the Fifth Circuit noted that only one of the eighteen debts exceeded $100.00: \"Of the eighteen (18) creditors listed in the answer of the alleged bankruptcy, all but one were creditors holding small insignificant debts ... the only exception being the debt to Forshee Gin and Warehouse, Inc., in the amount of $121.04.” In re Denham, 444 F.2d at 1378 (5th Cir.1971). This language suggests that the Fifth Circuit views any debt under $100.00 to be de minimis; and all five of the debts here are under $100.00. Finally, in Runyan, the Fifth Circuit expressly held that \"the $600 to $800 claims appellants seek to exclude are much too large to constitute 'small’ claims under *154Denham’s rationale. Typically, the creditors excluded for § 303(b) purposes are those with claims of less than $25.” In re Runyan, 832 F.2d 58, 60 (5th Cir.1987). Here, the amounts of all five of the debts are much closer to $25.00 than $600.00.\n\n\n. The specific debts which the Fifth Circuit actually excluded in Denham were not both small and recurring — rather, they were simply small. Of the eighteen (18) creditors listed by the debtor in his answer, six (6) debts were less than $25.00 while seven (7) debts were less than $10.00 each. In re Denham, 444 F.2d at 1378 (5th Cir.1971). The Fifth Circuit excluded these debts because they were “small insignificant debts” and did not specifically hold that these debts were both small and recurring. See id.\n\n\n. The number of creditors previously stood at 22. See supra note 9. Removal of the four (4) de minimis claims under this Court’s \"small and recurring\" interpretation of Den-ham leaves the current number of qualified creditors at eighteen (18).\n\n\n. The number of creditors previously stood at seventeen (17) under this Court’s “de min-imis ” analysis and eighteen (18) under this Court’s \"small and recurring” analysis. See supra notes 11 &amp; 13. Removal of the six (6) creditors who received post-petition payments from assets of the estate leaves the qualified creditor count at eleven (11) under this Court’s \"de minimis ” analysis and twelve (12) under this Court’s “small and recurring” analysis.\n\n\n. The Code defines a \"corporation”, in relevant part, to include an \"association having a power or privilege that private corporation possesses” or an \"unincorporated association.” 11 U.S.C. § 101(9)(a). The Court construes this definition to include limited liability companies formed under Texas law, such as CorrLine.\n\n\n. AFCO; Collier Group; NACE; Berkley Research Group; Law Office of Scott Link; McFall Breitbeil &amp; Eidman; and the IRS.\n\n\n. AFCO; Collier Group; NACE; Berkley Research Group; Law Office of Scott Link; McFall Breitbeil &amp; Eidman; the IRS; and Frost Bank.\n\n\n. [Total Amount CorrLine Owes to Tagos] [CorrLine Creditor Balance at Petition Date + Total Amount CorrLine Owes to Tagos] = [$540,587.09] -4- [$145,838.69 + $540,587.09] = [$540,587.09] -4- [$686,-435.78] = 78.75%, ~ 79%.\n\n\n. [Total Amount CorrLine Owes to Tagos under the Services Agreement] -4- [CorrLine Creditor Balance at Petition Date + Total Amount CorrLine Owes to Tagos under the Services Agreement] = [$390,606.58] -4-[$145,838.69 + $390,606.58] = [$390,-606.58] -4- [$536,445.27] = 72.81% = 73%.\n\n\n. AFCO; Collier Group; NACE; Berkley Research Group; Law Office of Scott Link; McFall Breitbeil &amp; Eidman, the IRS; and Frost Bank.\n\n",
            "ocr": true,
            "opinion_id": 8497437
        }
    ],
    "court_short_name": "S.D. Texas",
    "court_full_name": "United States Bankruptcy Court, S.D. Texas",
    "court_type": "FB",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}