{
    "id": 8525403,
    "judges": "Tallman",
    "date_filed": "1973-03-15",
    "date_filed_is_approximate": true,
    "slug": "in-re-dampier",
    "case_name_short": "In re Dampier",
    "case_name": "In re Dampier",
    "case_name_full": "IN RE: Monica Lynn DAMPIER, Debtor. In re: Billy Russell Dampier, Jr., Debtor",
    "attorneys": "Ryan M. Wood, Greenwood Village, CO, Stephen E. Berken, Denver, CO, for Debtors.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "523 B.R. 253"
    ],
    "opinions": [
        {
            "author_str": "Tallman",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nORDER ON MOTIONS FOR RELIEF FROM STAY\n\nHoward R. Tallman, Judge United States Bankruptcy Court\nTHIS MATTER came before the Court on motions for relief from stay filed in *255each Debtor’s bankruptcy case by Creditors Credit Investments, Inc. and Medical Lien Management, Inc. (the “Creditors”). In the case of Debtor Billy Russell Dampier, Jr. (“Billy”), number 14-24526-HRT, the Creditors’ Motion for Relief from Stay (docket # 13) was filed on November 4, 2014, and Billy’s Response (docket # 15) was filed on November 18, 2014. In the case of Debtor Monica Lynn Dampier (“Monica”), number 14-24348-HRT, the Creditors’ Motion for Relief from Stay (docket # 16) was filed on November 5, 2014, and Monica’s Response (docket # 19) was filed on November 18, 2014. The Court held a preliminary hearing on both motions on December 2, 2014, and, for the reasons stated on the record, set the matter for a final hearing for January 5, 2015. After the final hearing on January 5, the Court took the matter under advisement. The Court is now prepared to rule, and hereby finds and concludes as follows.\nBACKGROUND\nDebtors Billy and Monica are formerly husband and wife. Billy was formerly employed by the Creditors. The Creditors’ President and CEO is Billy’s brother, Russell Dampier. The Creditors allege that while Billy was employed by the Creditors, he diverted company funds over which he had control to his own personal use. The diversions were discovered in November of 2011, and Billy was terminated in January of 2012.\nIn February of 2012, Billy transferred his interest in three parcels of real property to Monica. In March of 2012, Billy transferred his interest in&gt; two additional parcels of real property to Monica. The Creditors allege that the transfers of real estate were fraudulent conveyances, made with the intent to hinder the Creditors.\nIn June of 2012, the Creditors made a criminal report with the Wheat Ridge, Colorado Police Department. Billy was arrested in December 2012, and subsequently, in July 2013, pled guilty to theft under Colo.Rev.Stat. § 18-4-401(1), (2)(d), a Class 3 felony. Restitution was ordered in the amount of $203,000.00. Billy testified that his restitution payments are $250.00 per month, and he is current on them.\nMeanwhile, in December 2012, Monica filed for divorce in Jefferson County, Colorado District Court. Permanent Orders and a Divorce Decree were entered in July of 2013.\nIn November of 2013, the Creditors filed a lawsuit against Billy, Monica, and their company Dampier Properties, LLC, in Jefferson County, Colorado District Court, case number 2013CV32029 (the “State Court Lawsuit”). The State Court Lawsuit asserts claims against Billy based on fraud, breach of fiduciary duty, unjust enrichment, and civil theft; asserts claims against Monica based on unjust enrichment and aiding and abetting wrongful conduct; and asserts claims against Dam-pier Properties, LLC, based on unjust enrichment and aiding and abetting wrongful conduct. The State Court Lawsuit was set for jury trial to commence on November 17, 2014.\nMonica filed her voluntary Chapter 13 bankruptcy case on October 22, 2014, and Billy filed his voluntary Chapter 7 bankruptcy case on October 27, 2014. The State Court Lawsuit was thus stayed as to both Monica and Billy, by operation of 11 U.S.C. § 362(a). Counsel representing the Creditors in the State Court Lawsuit testified that the Creditors were ready to proceed with trial, although the Creditors had not successfully obtained information from Billy or Monica through discovery. A motions for sanctions was pending at the time the Debtors filed their bankruptcy cases. Counsel further testified that the Judge presiding over the State Court Lawsuit *256had twice denied motions to continue the trial date, one filed by the Creditors and one filed by one of the Debtors. .\nDISCUSSION\nThe Creditors seek relief from the automatic stay for “cause,” under 11 U.S.C. § 362(d)(1), to continue the State Court Lawsuit in that forum. In such cases, the Court routinely uses the list of considerations suggested in the case of In re Curtis, 40 B.R. 795 (Bankr.D.Utah 1984), to guide its analysis. In re Hruby, 512 B.R. 262 (Bankr.D.Colo.2014). Curtis suggests the following factors in a case of this type:\n(1) Whether the relief will result in a partial or complete resolution of the issues.\n(2) The lack of any connection with or interference with the bankruptcy case.\n(3) Whether the foreign proceeding involves the debtor as a fiduciary.\n(4) Whether a specialized tribunal has been established to hear the particular cause of action and that tribunal has the expertise to hear such cases.\n(5) WTiether the debtor’s insurance carrier has assumed full financial responsibility for defending the litigation.\n(6) WTiether the action essentially involves third parties, and the debtor functions only as a bailee or conduit for the goods or proceeds in question.\n(7) WTiether litigation in another forum would prejudice the interests of other creditors, the creditors’ committee and other interested parties.\n(8) Whether the judgment claim arising from the foreign action is subject to equitable subordination under Section 510(c).\n(9) Whether movant’s success in the foreign proceeding would result in a judicial lien avoidable by the debtor under Section 522(f).\n(10) The interest of judicial economy and the expeditious and economical determination of litigation for the parties.\n(11) WTiether the foreign proceedings have progressed to the point where the parties are prepared for trial.\n(12) The impact of the stay on the parties and the “balance of hurt.”\n40 B.R. at 799-800. Here, the Court finds each applicable factor to favor relief from stay.\nAs to the first factor, the Court cannot find that relief will result in a complete resolution of the issues, but the Court can find that relief will result in resolution of questions of fact and liability that are significant in each Debtor’s bankruptcy case.\n• Billy’s case is a Chapter 7 case that is currently proceeding as a no-asset case. The Court has instructed creditors not to file a proof of claim at this time, given the apparent lack of assets available for distribution; if it later appears that assets are available to pay creditors, another notice will be sent notifying the creditors of the deadline for filing a proof of claim. See Notice of Chapter 7 Bankruptcy Case, Meeting of Creditors, &amp; Deadlines (docket # 7). Because the Creditors need not file a proof of claim in Billy’s case, there is little need for the State Court Lawsuit, or any other proceeding, to determine a specific amount that Billy may owe to the Creditors. But, there is a need to determine whether any amount that Billy may owe to the Creditors is non-dischargeable under applicable subsections of 11 U.S.C. § 523(a). The deadline to file an adversary proceeding objecting to the dischargeability of Billy’s debt is January 20, 2015. The Creditors have stated that they intend *257to file such an adversary proceeding. The State Court Lawsuit’s resolution of the Creditors’ claims against Billy, particularly the fraud and civil theft claims, may have a significant impact in the resolution of the Creditors’ adversary proceeding, under principles of collateral estoppel or issue preclusion. See Parklane Hosiery Co., Inc. v. Shore, 439 U.S. 322, 99 S.Ct. 645, 58 L.Ed.2d 552 (1979); In re Wallace, 840 F.2d 762 (10th Cir.1988). Thus, allowing the State Court Lawsuit to proceed will likely result in the resolution of questions of fact that are significant in Billy’s case.\n• Monica’s case is almost the mirror image of Billy’s. In Monica’s case, the State Court Lawsuit’s resolution of the Creditors’ claims against Monica will not likely result in findings that could be given preclusive effect in any adversary proceeding the Creditors may file seeking to challenge the discharge-ability of any debt Monica may owe to the Creditors. Findings related to unjust enrichment and aiding and abetting fraud may be insufficient to support a determination that Monica’s debt to the Creditors would be nondis-chargeable under applicable subsections of § 523(a), particularly where exceptions to discharge are construed narrowly and require specific mental states. See, e.g, Bullock v. BankChampaign, N.A, — U.S. -, 133 S.Ct. 1754, 185 L.Ed.2d 922 (2013).1 But, because Monica’s case is proceeding under Chapter 13, the amount of the Creditors’ claim against Monica will need to be liquidated. Thus, allowing the State Court Lawsuit to proceed will likely result in the resolution of questions of fact that are significant in Monica’s case.\nBecause allowing the State Court Lawsuit to proceed will likely result in the resolution of questions of fact and liability that are significant in both Debtors’ bankruptcy cases, the Court' finds that the first factor favors granting relief from stay.\nAs to the second factor, the Court finds that allowing the State Court Lawsuit to proceed will have little to no interference with each Debtor’s bankruptcy case. These disputed issues must be tried in .some forum, and the State Court Lawsuit was only a few weeks from trial when the bankruptcy cases were filed. The State Court is better postured than this one to more timely provide a trial on the merits.\nAs to the third factor, while the State Court Lawsuit alleges that Billy was a fiduciary to the Creditors and breached his .fiduciary duty by diverting funds over which he had control, the Court does not find that any applicable fiduciary duty is the type of fiduciary duty with which this factor is concerned. In re Steele, 292 B.R. 422, 427 (Bankr.D.Colo.2003) (express or technical trust must be present for fiduciary relationship to exist under § 523(a)(4)). The Court finds the third factor inapplicable to either case.\nAs to the fourth factor, while the Jefferson County court certainly has a significant amount of experience and expertise in interpreting and applying Colorado law, that court cannot be considered a specialized tribunal. Yet, it is most familiar with *258the parties and the issues here. The fourth factor is inapplicable or neutral.\nAs to the fifth factor, there was no evidence as to whether the Creditors or the Debtors maintained insurance that would cover any losses caused by Billy’s actions. In the absence of such evidence, the Court finds this factor inapplicable.\nAs to the sixth factor, the Creditors assert claims directly against Billy and Monica, based on their own actions, hot as bailees or conduits. This factor is inapplicable.\nAs to the seventh factor, the Court cannot find that allowing the State Court Lawsuit to proceed would prejudice the interests of other creditors. To the extent that the State Court makes any findings regarding Billy’s or Monica’s participation in a fraudulent conveyance, those findings would not be binding on either Debtor’s trustee, without the trustee’s participation in the State Court Lawsuit. Given the absence of prejudice, this factor is either inapplicable or favors allowing the State Court Lawsuit to proceed.\nThe parties presented no evidence that a verdict in favor of the Creditors in the State Court Lawsuit would result in a claim that would be subject to equitable subordination. The eighth factor is therefore inapplicable.\nRegarding the ninth factor, if the State Court Lawsuit resulted in entry of a judgment that were to be recorded in the real property records, there would be a possibility that lien would be avoidable under 11 U.S.C. § 522(f). But, this Court will reduce that possibility by limiting relief from stay to the determination of the facts and liability with enforcement of any judgment obtained stayed until this Court can determine whether those claims and judgment are non-dischargeable in the Debtors’ respective bankruptcy cases. Therefore, the ninth factor does not weigh against granting relief from stay.\nThe tenth factor, judicial economy, and the eleventh factor, whether the proceedings have progressed to the point of trial, are, in the Court’s view, the factors that should be given the most weight in this case. The State Court Lawsuit has been pending before the Jefferson County District Court for over a year. That court has already heard motions to continue, which it denied, and a motion for sanctions, which it set for hearing in conjunction with the trial. The Debtors’ bankruptcy cases were filed on the eve of a trial that Creditors’ state court counsel testified was ready to proceed. Forum shopping is the antithesis of judicial economy. The Court finds that the tenth and eleventh factors strongly support allowing the State Court Lawsuit to proceed.\nFinally, the Court has considered the impact of the stay on the parties and the “balance of hurt” if the State Court Lawsuit were to continue. Neither Debtor is represented by counsel in the State Court Lawsuit, and it would likely be too late and prohibitively expensive to obtain counsel at this point. And, the evidence suggests that the Debtors may not be represented in any adversary proceeding in this Court. The State Court Lawsuit would also involve time away from work and may also involve expense for both Debtors. The Court is mindful of these impacts on the Debtors, particularly Monica, who must also devote time to the management of her Chapter 13 case. But, the issues to be determined in the State Court Lawsuit are issues that must be determined in one forum or another. There will be time and expense incurred regardless of where the trial occurs and this Court would be starting from scratch. As for Billy, the Creditors are within their rights to proceed with an adversary proceeding objecting to dis-*259chargeability, in the apparent hopes of getting the proverbial blood out of the turnip. As for Monica, the Creditors are within their rights to assert a claim in her Chapter 13 case. For both Debtors, the hurt may be less if the proceeding were completed quickly, and in this Court’s view the best hope for quick completion is allowing the State Court Lawsuit to proceed, rather than permitting the Debtors to forum shop for a new venue to start the litigation process over again.\nThe Court has considered each of the applicable Curtis factors and finds that they support granting relief from stay in order to allow the State Court Lawsuit to proceed. The Court has also considered the “likelihood of success” factor applied in the case of Chizzali v. Gindi (In re Gindi), 642 F.3d 865 (10th Cir.2011), overruled on other grounds.by TW Telecom Holdings Inc. v. Carolina Internet Ltd., 661 F.3d 495 (10th Cir.2011). See In re Hruby, 512 B.R. at 270-71. As in Hruby, the Court treads lightly when it comes to rendering opinions as to a likely resolution of the factual and legal issues involved in the State Court Lawsuit, but the Court finds that the Creditors have sufficiently shown a likelihood of success that they should be allowed to proceed.\nCONCLUSION\nFor the reasons discussed above, the Court finds that the Creditors have shown “cause” for granting relief from stay in order to allow the State Court Lawsuit to proceed. Accordingly, it is\nHEREBY ORDERED that the Motions for Relief from Stay filed in each Debtor’s case will be GRANTED by separate order.\n\n. The Court does not, at this time, determine as a matter of law whether or not liability for unjust enrichment or for aiding and abetting fraud may support a determination of nondis-chargeability under applicable subsections of 11 U.S.C. § 523(a). That specific question is not before the Court. Instead, the Court forecasts what the results of separate litigation may be and makes observations thereon, solely for purposes of determining the pending motions for relief from stay. See In re Hruby, 512 B.R. at 271.\n\n",
            "ocr": true,
            "opinion_id": 8497886
        }
    ],
    "court_short_name": "D. Colorado",
    "court_full_name": "United States Bankruptcy Court, D. Colorado",
    "court_type": "FB",
    "court_jurisdiction": "Colorado, CO",
    "crime_category": "Robbery"
}