{
    "id": 8595407,
    "judges": "Ferguson, Latimer, Quinn",
    "date_filed": -374889600000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-lenton",
    "case_name_short": "Lenton",
    "case_name": "United States v. Lenton",
    "case_name_full": "UNITED STATES v. SAMUEL J. LENTON, Specialist First Class, U. S. Army",
    "attorneys": "First Lieutenant Lawrence R. Ftillem argued the cause for Appellant, Accused. With him on the brief were Lieutenant Colonel James M. Seott, Major Frank C. Stetson, and First Lieutenant Jerome H. Gerber., First Lieutenant Thomas M. Lofton argued the cause for Appellee, United States. With him on the brief were Lieutenant Colonel John G. Lee, Lieutenant Colonel Thomas J. Neioton, Major Thomas J. Nichols, and First Lieutenant Richard W. Young.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "8 C.M.A. 690",
        "8 USCMA 690"
    ],
    "opinions": [
        {
            "author_str": "Quinn",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion of the Court\nROBERT E. Quinn, Chief Judge:\nBrought to trial on one specification of larceny and two specifications alleging conduct in violation of Article 134, the accused entered a plea of guilty. He was represented by individual military counsel who was not a lawyer and the appointed defense counsel. On the basis of his plea, the court-martial returned findings of guilty on all charges. During the sentence procedure individual defense counsel made a statement “in extenuation” for the accused. It is now contended that the matter set out in the statement is inconsistent with the accused’s plea of guilty to the two specifications laid down under Article 134.\nSpecification 1 alleges that the accused made and uttered a check for $50 to a Sergeant Woodbury, and that he thereafter wrongfully and dishonorably failed to place sufficient funds in the bank for payment upon its presentment. Specification 2 charges that the accused wrongfully and dishonorably failed to pay a debt of $50 which he owed to a Sergeant Campbell. Referring to the accused’s difficulties in general, and to these two offenses in particular, individual defense counsel said:\n. . The defense feels that the Government is probably going to say the 3 offenses to which we have pleaded guilty were actually a form of larceny of one nature or the other; further, the Government may find in all 3 incidents the accused betrayed a certain trust that might have been placed in him. We must agree with the Government if this be their contention only to a certain extent. The accused is only guilty of using no discretion or good judgment whatsoever. We feel that it is incumbent upon us to discuss briefly some of the circumstances surrounding these 3 acts of which the accused has pleaded guilty. This accused, Sergeant First Class Len-ton, is a poker player — perhaps I should say he is a card player, and plays his cards with poker players. *692The accused is probably the only man in this court that can draw 13 cards and never get a pair. Not only is the accused a card player but he is also addicted to the game of poker, or games of chance. This debt he has pleaded guilty of not paying was contracted during a poker game, and had the accused been a proficient poker player it would have been paid, but such was not the case. He is not a proficient poker player and was not able to pay this debt because of lack of funds. This check the accused has pleaded guilty of writing was during a poker game. This was one of several checks written by several players who did not have any funds in any bank and it was thought there was a general understanding among the poker players that these checks were not to be negotiated and merely to be treated as IOU’s. We admit this was poor judgment of the accused for if he had wanted to write an IOU he should have written it on a plain piece of paper. Again we say the prominent fact is if the accused had been a winner instead of a loser the check would have been redeemed and no specifications such as before the court at the present time would have been drawn up.”\nThe accused contends that the statement by his counsel disclosed matters in regard to specifications 1 and 2 of the Additional Charge which are inconsistent with guilt, and that therefore his plea of guilty as to those offenses should have been set aside and a plea of not guilty entered for him. Article 45(a), Uniform Code of Military Justice, 10 USC § 845; Manual for Courts-Martial, United States, 1951, paragraph 70; United States v Kitchen, 5 USCMA 541, 18 CMR 165; United States v Turner [NCM 325], 16 CMR 391. He argues that both the check and the debt were void as against public policy because they arose out of a gambling transaction, and that under our decision in United States v Walter, 8 USCMA 50, 23 CMR 274, his acts are not offenses in violation of the Uniform Code.\nOur initial problem is to determine whether the statement in mitigation is sufficient to show that the worthless check and the unpaid debt were actually part of a poker game or other gambling transaction. If they were not, our decision in the Walter case is entirely inapplicable, and there would be no inconsistency between the plea of guilty and the statement in mitigation. The accused could have contracted legitimate debts to indulge his weakness, without in any way affecting his legal responsibility for those obligations. As a matter of fact the statement shows that he stole money from Mess funds entrusted to him in an effort to recoup gambling losses. The loss of that money in a poker game did not absolve him from criminal accountability for the theft.\nThe Government argues that the statement does not show any necessary connection between the check and the debt and a poker game. However, the staff j'udge advocate’s pretrial advice to the convening authority, which details the evidence upon which the charges were based, clearly establishes the connection. It is there noted that the debt was based upon a check given “for an equivalent value of poker chips” during a poker game on June 30, 1956; the check was also issued for “chips” during another game on July 7 and was later presented for payment to the designated bank. Inasmuch as the advice constitutes the formal basis for the referring of the charges to trial in accordance with Article 34 of the Uniform Code, we can consider it in determining whether the plea was improvidently entered. See United States v Hood, 8 USCMA 473, 24 CMR 283.\nUnquestionably both of the alleged acts of misconduct were rooted in a gambling transaction. However, a gambler is not immunized from prosecution for an illegal act committed by him in the course of gambling. In United States v Holt, 7 USCMA 617, 23 CMR 81, for example, we upheld, as a violation of Article 134, the accused’s conviction for “rigging” a bingo game by calling false numbers to enable a player-confederate to win. On the other hand, in United States v Walter, supra, *693we held that a participant in a dice game was not chargeable with larceny, if, by means of a worthless cheek, he obtained “credit” in the pot or “cash” for deposit in the pot from the other participants. The critical question in these cases is whether the alleged act of misconduct is part of, or separate from, participation in the illegal game. We observed the distinction in the Walter case when we held that we would not permit the military criminal law to be used as a “club” to compel payment of “debts” incurred in a gambling game. We would not, we said, allow the sanctions of the criminal law to be used as a means of enabling one gambler to realize his profit from his fellows when the. gambling operation did not “touch the general public.” Moreover, not every money transaction between the participants in a gambling game can be considered a part of the game. One player may ask another to cash a check, and when the request is honored he may pocket the. proceeds without using any of it in the game. Then, he can hardly disclaim responsibility for the check on the ground that it is a gambling “loss” for which he cannot be held to account. In such a situation, the check transaction is entirely separate from the gambling activity. As a result the case before us presents not one, but two questions:\n(1)Is it punishable conduct under the Uniform Code to “dishonorably” refuse to pay a gambling debt and,\n(2) Is it discrediting to the Armed Services to issue a worthless check for a gambling debt if that check passes through normal commercial channels ?\nThe first question must be answered in the negative. Reviewing some of the many state and Federal cases on the subject, we pointed out in the Walter case that gambling is illegal, and that a money obligation incurred by one person in favor of another in the game is not recognized as an enforceable obligation in either a court of law or in the “conscience” of an equity court. In other words, whatever may be its social consequences among the gamblers, an unpaid gambling loss is not a debt. It follows, therefore, that however deliberate and willful the refusal to pay, nonpayment of a gambling obligation is not the nonpayment of a “debt,” regardless of whether the term is limited to a legal obligation to pay a sum of money, or is interpreted in the more general sense of a “moral” obligation which is not enforceable by court action.1 See United States v Waldron, 1 CMR (AF) 129, 134; United States Sugar Equalization Board v P. De Ronde &amp; Co. 7 F2d 981, 984 (CA3d Cir) (1925). There is no “moral” obligation in a gambling debt. As the Supreme Court of California said in Schur v Johnson, 2 Cal App2d 680, 38 P2d 844, gambling is “in conflict with the welfare and morals of society.”\nTurning to the check offense in specification 1, we find substantially the same situation. True the issuance of the check went beyond the poker game and “touch [ed] the general public,” but the substance of the transaction remained unchanged. Nonpayment of a check in itself does not constitute discrediting conduct punishable under Article 134, even though the fact of nonpayment is widely known to the civilian community. There must be dishonorable conduct on the part of the accused as well as nonpayment of the check. United States v Lightfoot, 7 USCMA 686, 23 CMR 150; United States v Downard, 6 USCMA 538, 20 CMR 254. Refusal to make good on an instrument which is valid neither legally nor morally can hardly be regarded as dishonorable conduct. Lacking any obligation to pay, the accused’s *694conduct in not making good on a check, under such circumstances, is not dishonorable. We conclude, therefore, that the accused’s plea of guilty to this specification is inconsistent with the evidence and was improvidently entered. Cf. United States v Hinton, 8 USCMA 39, 23 CMR 263. The law officer should have set aside the plea of guilty to the specification. United States v Trede, 2 USCMA 581, 10 CMR 79.\nThe decision of the hoard of review as to specifications 1 and 2 of the Additional Charge is reversed. The record of trial is returned to The Judge Advocate General of the Army for resubmission to the board of review. In its discretion, the board of review may dismiss the Additional Charge and reassess an appropriate sentence on the basis of the remaining findings of guilty or order a rehearing on that Charge and the sentence.\nJudge FeRguson concurs.\n\n It has been held by service tribunals that an officer’s willful refusal to pay a gambling debt to a fellow officer is conduct unbecoming an officer and a gentleman in violation of former Article 95 of the Articles of War. United States v Fry, 21 BR 327. See also United States v Maxwell [ACM 5128], 7 CMR 632. Whether the social stigma, if any, attached to the failure to pay an “honorable” gambling debt shows a lack of gentlemanliness and qualification to be an officer is not present here, and the point need not detain us.\n\n",
            "ocr": true,
            "opinion_id": 8572068
        },
        {
            "author_str": "Latimer",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLatimeR, Judge\n(dissenting):\nI dissent.\nI do not reach the issues posed by the majority. For my opinion of the second of those issues, see United States v Young, 8 USCMA 695, 25 CMR 199, a companion case decided this day. My point of departure in this instance arises out of the principle that a judicial confession may be treated so lightly that a puffing unsworn statement in mitigation or a comment found in a staff judge advocate’s pretrial advice can be seized upon to reject a plea of guilty. Here the Court bottoms its conclusion to set aside the highest form of proof on a statement found in the pretrial advice. The difficulty with that approach is twofold. First, the comments of a reviewer are not competent evidence by any known standard. Second, my associates conclude that the accused’s plea of guilty was improvidently entered. Implicitly, therefore, they hold that the law officer abused his discretion in not setting aside the plea of guilty as being improvident. Here there is no showing that he knew of the contents of the pretrial advice and, in the light of the concepts announced by the Court in United States v Fry, 7 USCMA 682, 23 CMR 146, I wonder if now that functionary is judicially charged with notice of everything in the file. But, even assuming he is, the plea is entered subsequent to pretrial events and the law officer has some discretion to rely on the showing made before him by accused and his counsel.\nAs might be anticipated, the issue of improvidence was not raised until the appeal, and even then counsel for the accused never conceived the idea that improvidence might be shown by reliance on matters which were not before the court-martial or called to the attention of the law officer. While the facts are not shown with clarity, trial defense counsel concluded that they would support a conviction, for he summed up his eloquent plea for leniency in these words:\n“. . . I am not contending we should be on trial for gambling or for the possession of poor judgment, but I must insist that even though the accused did in the eyes of the law and in the eyes of his fellow men and soldiers commit each and every offense, he is still not guilty of any acts of violence or sneaky acts making him such a menace to society that society should demand or expect lengthy confinement.”\nApparently at this level the Court disagrees with trial defense counsel but, if a theory can be changed on appeal, it should only be permitted in the exceptional case, for I believe we should zealously guard the verity of a plea of guilty. To sift all the ex parte statements in a record through fine mesh-work to find some inconsistency with a judicial confession in open court undermines one of the substantial supports of a judicial system.\nI would affirm the decision of the board of review.\n",
            "ocr": true,
            "opinion_id": 8572069
        }
    ],
    "court_short_name": "United States Court of Military Appeals",
    "court_full_name": "United States Court of Military Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}