{
    "id": 8596466,
    "judges": "Ferguson, Kilday, Quinn",
    "date_filed": "1981-04-09",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-lange",
    "case_name_short": "Lange",
    "case_name": "United States v. Lange",
    "case_name_full": "UNITED STATES v. RICHARD K. LANGE, Airman Third Class, U. S. Air Force",
    "attorneys": "Lieutenant Colonel Robert M. Haynes argued the cause for Appellant, United States. With him on the brief was Colonel Emanuel Lewis., Major Milton E. Kosa argued the cause for Appellee, Accused. With him on the brief was Colonel Robert 0. Rollman.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "15 C.M.A. 486",
        "15 USCMA 486"
    ],
    "opinions": [
        {
            "author_str": "Kilday",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion of the Court\nKilday, Judge:\nA general court-martial convened at Wurtsmith Air Force Base, Michigan, convicted accused for the separate thefts of three wallets, in violation of Article 121, Uniform Code of Military Justice, 10 USC § 921. Accused was sentenced to bad-conduct discharge, total forfeitures, confinement at hard labor for one year, and reduction to the grade of airman basic. The findings and sentence were approved by the officer exercising general court-martial jurisdiction. A board of review, however, ruled that the law officer erred in admitting the three wallets into evidence, as the same had been recovered through an illegal search. Accordingly, the board set aside the findings and sentence, and ordered a rehearing.\nPursuant to the provisions of Article 67(b)(2), Uniform Code of Military Justice, 10 USC § 867, the Acting The Judge Advocate General of the Air Force certified the case to this Court for review, requesting that we resolve the following issue:\n“WAS THE BOARD OP REVIEW CORRECT IN ITS DETERMINATION THAT PROSECUTION EXHIBITS 1, 2 AND 3 WERE SEIZED AS THE RESULT OP AN ILLEGAL SEARCH ?”\nThe record reflects that on separate dates in February 1964, the wallets of two airmen were taken without permission. In June, the wallet of a third man was stolen. These are the wallets that were alleged to have been the res of the thefts with which accused was charged, and they were admitted into evidence as prosecution exhibits 1, 2, and 3.\nOn August 14, 1964, the commander of accused’s squadron was conducting an inspection of the barracks. He was accompanied by the base commander and by the squadron administrative officer. During the course of that inspection the base commander suggested to the commanding officer *488of the squadron that he conduct periodic “stand-by” or “shake-down” type inspections more frequently than had been the practice, commenting “ ‘You would be surprised at what you might find.’ ” The latter, in turn, immediately told his administrative officer to see that this was done “ ‘when you get an opportunity,’ ” indicating the inspections should be made about once a month.\nThe squadron administrative officer understood his superior’s order to direct him to conduct such inspections, at his discretion, as a regular future routine. Generally, the purpose of such a “stand-by” or “shake-down” inspection would be “for the health, welfare and morals of the individual, and also to see that his belongings are clean, properly kept and maintained, uniforms are right, and if there’s any property in his possession that does not belong there.” It would entail checking the billets and lockers, and going through personal belongings.\nSubsequently, on the first of September, a theft of a watch and money was reported to the squadron administrative officer. He was also aware of other such reports over the past two months, and the most recent theft caused him to remember the order given him by the commanding officer of the squadron as to monthly inspections, for he had not yet taken any such action. Accordingly, he undertook to conduct such an inspection immediately. He tried to apprise the squadron commander of his intended action —for the sole purpose of keeping him informed, he testified — but was unsuccessful in contacting him.\nSpecifically, the administrative officer testified he undertook to make a thorough check for cleanliness, Government property, and recently stolen property, describing his action as “just an over-all typical shakedown inspection.” In order that the squadron’s operations be disrupted as little as possible during the inspection, the administrative officer determined to call the men back to the barracks in groups of ten. He further testified that he believed the property reported stolen that day, if it were to be recovered, would likely be found in close proximity to the victim’s room. He therefore included in the first group of ten, the men sharing quarters with the victim and those living in adjoining billets. As accused was that victim’s roommate, he was in the first group called to the barracks from their duty stations.1\nIn the course of checking accused’s room and effects, the three wallets which he was convicted for stealing were found among his possessions. Subsequently, after proper warning of his rights under Article 31, Uniform Code of Military Justice, 10 USC § 831, accused executed a sworn statement confessing the three thefts.\nThe board of review held that the record fails to establish that the search leading to the seizure of the wallets was legal. Accordingly, the board concluded the law officer erred in overruling defense counsel’s objection to admitting the wallets into evidence.\nIn the course of its opinion, the board of review recognized the necessity to determine whether the actions of the squadron administrative officer constituted an inspection, or whether he in fact performed a search. With regard to the former, the board stated its satisfaction:\n“. . . that a commander has the inherent power (and continuing duty) to inspect his organization, in the strict sense of the word, formally or informally, at any time, to determine its ability to perform its mission. We are equally satisfied that he possesses broad discretion in the exercise of this responsibility. He may inspect in person or direct a subordinate to do so. Evidence of criminal activity discovered during the inspection would ordinarily be admissible in a court-martial. The discovery of the evidence during an inspection would not taint a statement, made pursu*489ant to a confrontation with the evidence, as ‘the fruit of the poison tree’, for the simple reason there would be no poison tree.”\nThe board distinguished such an inspection from both particularized or generalized searches, in the following language:\n“Comparing ‘search’ with ‘inspection’, we find that a search is made with a view toward discovering contraband or other evidence to be used in the prosecution of a criminal action. In other words, it is made in anticipation of prosecution.2 On the other hand, an inspection is an official examination to determine the fitness or readiness of the person, organization, or equipment, and, though criminal proceedings may result from matters uncovered thereby, it is not made with a view to any criminal action. It may be a routine matter or special, dictated by events, or any number of other things, including merely the passage of time. There is no requirement for ‘probable cause’, as that term is used in the law, but it may result from a desire of the commander to know the status of his organization or any part of it, including its arms, equipment, billets, etc.\nIn that connection, the board of review referred to Chief Judge Quinn’s opinion in United States v Gebhart, 10 USCMA 606, 28 CMR 172. His language there, at page 610, on this subject is illuminating :\n“While it is difficult to lay down a general rule applicable to every conceivable situation, it can be said with assurance that the exercise of the authority to search must be founded upon probable cause, whether the search be general in that it includes all personnel of the command or subdivision, or limited only to persons specifically suspected of an offense. United States v Doyle, supra; United States v Brown, 10 USCMA 482, 28 CMR 48. A search founded upon mere suspicion is illegal and the fruits thereof inadmissible. United States v Brown, supra.2 To hold otherwise would require us to deny to military personnel the full protections of the United States Constitution itself. This, neither we, nor the Congress, nor the Executive, nor any individual can do.\nThe Government does not quarrel with that portion of the board’s opinion. Indeed, quite to the contrary, appellate Government counsel endorse the board’s analysis in that respect as “eminently correct.” But, the Government contends, a bona fide inspection of the sort above described, does not lose its character as such and become an illegal search merely because the officer conducting the inspection has been apprised of larcenies from squadron members.\nBriefly, the thrust of the Government’s position is that the squadron commanding officer had undisputedly ordered his administrative officer to conduct what may be termed an inspection in the strict sense. He did so legitimately it is asserted; in good faith and wholly without any suspicion of crime or specific wrongdoing by anyone. The administrative officer, in turn, they argue, was merely complying with his commander’s order— as he was obliged to do — and the fact that he had been apprised of stealing in the squadron neither relieved him of complying with the commanding officer’s direction, nor changed the basic nature of his action.\n*490*489We cannot accede to appellate Gov*490ernment counsel's importunity to adopt this approach. To do so would require that we ignore the uncontested evidence that, although the squadron commander, on August 14th, authorized his administrative officer to conduct an inspection, seventeen days had passed without any action by the latter. He had neither complied with his superior’s directive, nor had he scheduled any inspection for a future time. It was not until September 1st, when a theft was brought to his attention, that the administrative officer determined to check the billets, lockers, and effects of the squadron. Significantly, he frankly conceded that he intended to look for recently stolen property, among other things. And manifestly this part of his quest was dictated by the theft report he had just received, as he determined to check first those persons and that area, where he believed the property recently stolen would most likely be found.\nIn short, all the evidence points to what the board concluded was a search, and we agree. Over two weeks had passed without any action whatever taken to conduct an inspection; the administrative officer did not determine to conduct a “shake-down” until he learned of a recent theft; he admittedly was seeking to recover the property reported stolen; and he undertook to look first where he believed that property was likely to be.\nWe are not here concerned with an inspection that had been held earlier, and the wallets thereby recovered; or with an inspection that had been already scheduled at the time the administrative officer received the report of the larceny, where the situation conceivably would be different. However, an “inspection” cannot be used as a pretext to cover up unlawful invasions of the personal rights of members of the armed services. True it is that the administrative officer steadfastly maintained he was acting in good faith to comply with the commanding officer’s order, and was not guilty of such an abuse. Indeed, we do not in anywise intend to impugn or reflect on his honesty. His integrity and good faith, however, cannot change the character of what he actually did. It is clear from the evidence of record, as the board of review held, that what was conducted in the present case was in fact a search.\nAs such, as the board pointed out, it is clear on this record that it was not made pursuant to a warrant or incident to lawful apprehension. Nor can accused be said to have consented' to the search of his effects. To the contrary, his action was manifestly mere peaceful acquiescence in the face of authority. See United States v Westmore, 14 USCMA 474, 34 CMR 254; United States v Justice, 13 USCMA 31, 32 CMR 31; and cases therein collated. Likewise, the board held, and we agree, that the record does not establish that immediate action was necessary to prevent removal or disposition of stolen property. See United States v Swanson, 3 USCMA 671, 14 CMR 89; United States v Davis, 4 USCMA 577, 16 CMR 151.\nLeft then, is the question whether the administrative officer was permitted to order a search by virtue of a commander’s authority. Regardless of whether he had the requisite probable cause to order this generalized search2 — a question with which we need not concern ourselves in the present case — there is no showing that the administrative officer was the senior officer present in the organization. ' Nor can it be contended, in the posture of this record, that his commander delegated to him the power to authorize searches. See United States v Drew, 15 USCMA 449, 35 CMR 421. To the contrary, his superior’s earlier direction to him was, as the Government concedes, limited strictly to inspections, and he received no subsequent authorization.\nAccordingly, the board of review correctly held the wallets inadmis*491sible, as the record fails to establish they were seized in the course of a legal search. The certified question, therefore, is answered in the affirmative.\nThe decision of the board of review is affirmed.\nJudge FERGUSON concurs.\n\n Prior to arrival of this group, two man who happened to come to the orderly room were taken to their rooms and inspected,\n\n\n“2 The term ‘prosecution’, as here used, may include administrative actions, but the distinction does not affect the reasoning here involved.”\n\n\n“2 Both the generalized and particularized types of searches are not to be confused with inspections of military personnel entering or leaving certain areas, or those, for example, conducted by a commander in furtherance of the security of his command. These are wholly administrative or preventive in nature and are within the commander’s inherent powers. United States v Brown, 10 USCMA 482, 28 CMR 48.”\n\n\n See United States v Drew, 15 USCMA 449, 35 CMR 421; United States v Schafer, 13 USCMA 83, 32 CMR 83.\n\n",
            "ocr": true,
            "opinion_id": 8573784
        },
        {
            "author_str": "Quinn",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nQuinn, Chief Judge\n(dissenting) :\nThe principal opinion presents a curious situation. On the one hand, my brothers have consistently held that, no matter how implausible and incredible it may be, the accused’s testimony as to the nature of his act is sufficient to raise an issue requiring determination by the fact finder. See United States v Kuefler, 14 USCMA 136, 33 CMR 348; United States v Callaghan, 14 USCMA 231, 34 CMR 11. Here they profess not “to impugn or reflect on” the administrative officer’s honesty and integrity, but they totally reject his testimony that the theft merely reminded him of his neglect of duty, and that the inspection he ordered was “just an over-all typical shakedown inspection.”\nAt the very least, the administrative officer’s testimony raises a question of fact as to the nature of the inspection. Surely, the majority do not mean that once he received the report of the theft he could not thereafter hold a shakedown inspection. Surely, they do not mean that the theft precluded him from carrying out his duties.\nIn the first instance, the question of whether he acted on a purely administrative basis, as he testified he did, or whether he was directly engaged in ferreting out the fruits of a crime, as the accused contended, was for the law officer’s determination. His ruling must be sustained, unless new and contrary findings of fact are made. See United States v Brown, 10 USCMA 482, 28 CMR 48. As I read the opinion of the board of review, it did not, as the majority here do not, question the administrative officer’s credibility. Rather, it held that the circumstances established as a matter of law that the inspection was legally a search for the fruits of a crime. I c isagree with that conclusion because, in my opinion, there is evidence to support a finding that the inspection was merely administrative in purpose and execution. The latter finding is implicit in the law officer’s ruling. Since the board of review made no findings of fact contrary to those made by the law officer, I would sustain the law officer’s ruling. United States v Alaniz, 9 USCMA 533, 26 CMR 313. I would, therefore, answer the certified question in the negative, and return the record of trial to the board of review for further consideration.\n",
            "ocr": true,
            "opinion_id": 8573785
        }
    ],
    "court_short_name": "United States Court of Military Appeals",
    "court_full_name": "United States Court of Military Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}