{
    "id": 8686803,
    "judges": "Ney",
    "date_filed": 1331683200000,
    "date_filed_is_approximate": false,
    "slug": "cole-v-commonwealth",
    "case_name_short": "Cole",
    "case_name": "Cole v. Commonwealth",
    "case_name_full": "Aaron James Cole v. Commonwealth of Virginia",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "84 Va. Cir. 367"
    ],
    "opinions": [
        {
            "author_str": "Ney",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBy Judge R. Terrence Ney\nThis matter came before the Court on February 9,2012, on Aaron James Cole’s Petition for a Writ of Habeas Corpus. Subsequent to a hearing and after considering the pleadings, memoranda, and arguments of counsel, the Court took the matter under advisement. The following embodies the Court’s ruling.\n\nFacts\n\nOn February 27, 2003, information was filed in the Circuit Court of Lee County, Florida, which alleged that Aaron James Cole had committed two felonies. On September 15,2003, Mr. Cole was found guilty and sentenced on one count of Burglary of an Occupied Conveyance and one count of Grand Theft. On the same date, he was placed on probation. Sometime prior to 2006, Cole relocated to North Carolina, where his mother was living. On March 28, 2006, Cole was arrested in North Carolina on five separate offenses. The charges were subsequently dismissed. On May 23, 2006, a Florida Probation Officer signed a Probable Cause Affidavit alleging that Cole had violated terms of his probation. The Affidavit alleged that Cole had been arrested on five charges in North Carolina and that he had also failed to report to his probation officer in Florida as he was instructed to do. On May 25, 2006, a circuit court judge for Lee County, Florida, issued a warrant for Cole’s arrest.\n*368Five years later, on August 9, 2011, a second Probable Cause Affidavit/ Violation of Probation was signed by an assistant state attorney in Lee County, Florida. That affidavit asserted that “there is probable cause to believe” that the offenses of “Felony VOP Burglary of an Occupied Conveyance and Felony VOP Grand Theft have been committed by Aaron Cole.”\nBased on the second Probable Cause Affidavit/Violation of Probation, an Application for Extradition was submitted by the State Attorney to the Governor of Florida. The Application referred to a “Probable Cause Affidavit.” Attached was the 2011 Probable Cause Affidavit/Violation of Probation. The Application for Extradition made no mention of the 2006 Probable Cause Affidavit.\nThe Application for Requisition stated that Cole had been “charged with Felony VOP Burglary of an Occupied Conveyance and Felony VOP Grand Theft.” It further stated that he “was reasonably and physically present in this State at the time of the 'commission of the crimes’.” It further asserted that Cole, “to avoid arrest and prosecution, fled from the justice of this state” and was under arrest in Fairfax, Virginia.\nBased on the Application for Requisition, the Governor of Florida, on August 16,2011, requested Cole’s extradition from Virginia. Cole currently resides in Fairfax, Virginia.\nOn August 24, 2011, Cole was advised by the Secretary of the Commonwealth of Virginia that he had ten days in which to respond to Florida’s Request for Extradition. On September 2, 2011, nine days later, the Governor of the Commonwealth of Virginia ordered extradition of Cole to Florida.\nCole has not waived extradition and has filed this Petition for a Writ of Habeas Corpus. The Writ of Habeas Corpus comes from English Common Law. As early as the 1600s, “it was recognized as a safeguard of personal liberty. A person arrested was entitled to have a court issue this writ to his custodian, directing the custodian to produce the prisoner in court and explain the reason for his detention.” William H. Rehnquist, All The Laws But One: Civil Liberties in Wartime, 36 (Knopf, 1998). See also, Morad Fakhimi, “Terrorism and Habeas Corpus: A Jurisdictional Escape,” 30 J. of Sup. Ct. Hist. 226 (2006).\n\nAnalysis\n\nVirginia Code § 19.2-87 in pertinent part applies to extradition requests and states:\nNo demand for the extradition of a person charged with, or convicted of, crime in another state shall be recognized by the Governor unless in writing alleging, except in cases arising under § 19.2-91, that *369the accused was present in the demanding state at the time of the commission of the alleged crime and that thereafter he fledfrom such state, and accompanied. .. (3) by a copy of an affidavit made before a magistrate in such state together with a copy of any warrant which was issued thereupon. . . . The indictment, information, or affidavit made before the magistrate must substantially charge the person demanded with having committed a crime under the law of that state; and the copy of the indictment, information, affidavit, judgment of conviction, or sentence must be authenticated by the executive authority making the demand.\nVa. Code Ann. § 19.2-87 (2011) (emphasis added).\nVirginia Code § 19.2-91 applies to extraditions for persons not in the demanding state at the time of the alleged commission of the crime. That provision allows for extradition of a person who commits an act in a third state that results in a crime in the demanding state. Va. Code Ann. § 19.2-91 (2011).\nPursuant to the papers executed by the Governor of Florida, that state is requesting extradition of Cole “for the commission of said crime [sic] and [Cole] thereafter fled [from Florida] for crimes that he committed in 2003 in Florida.” Application for Extradition.\n\nExtradition\n\nThe United States and Virginia Constitutions guarantee due process protections to those persons subject to extradition. The Sixth Amendment of the United States Constitution and Article I, Section 8, of the Constitution of Virginia are specific to criminal proceedings. The Fifth Amendment guarantees procedural due process so that no person be “deprived of life, liberty, or property without due process of law.” In Jones v. Board of Governors, the United States Court of Appeals for the Fourth Circuit recognized that “significant departures from stated procedures of government and even from isolated assurances by government officers which have induced reasonable and detrimental reliance may, if sufficiently unfair and prejudicial, constitute due process violations.” 704 F.2d 713, 717 (4th Cir. 1983) (citing United States v. Caceras, 440 U.S. 741, 752-53, n. 15, 99 S. Ct. 1465, 59 L. Ed. 2d 733 (1979)). See also, Lee v. City of Norfolk, 281 Va. 423, 706 S.E.2d 330 (2011). The procedures apply to both the request for extradition and the order for extradition. Wynsma v. Leach, 189 Colo. 59, 61, 536 P.2d 817, 819-20 (1975).\n\n*370\nFlorida Request for Extradition\n\n“The procedural safeguard of a probable cause affidavit [is] designed to prevent spurious extraditions of those merely accused of crime as opposed to those convicted of a crime.” Wynsma, 189 Colo, at 61, 536 P.2d at 819-20. In Wynsma v. Leach the “extradition documents, on their face, [were] in order.” Specifically, “[t]he demand recites that the petitioner is 'charged with the crime of probation violation for having been convicted of the crime of possession of narcotics.’ The demand continues by certifying that the petitioner fled from Michigan.... Accompanying the demand is a request. .. attesting that the petitioner violated his parole, an affidavit... specifying the particularities of the parole violation____” Id. In Wynsma, the petitioner, while on parole in the demanding state, was convicted of a crime in that state and then fled to the asylum state to avoid imposition of suspended punishment for which he was on probation. The extradition papers were found to be proper in all respects.\nIn reviewing a Request for Extradition and an underlying Probable Cause Affidavit, a court must determine whether the extradition documents, on their face, are in order. Here, both the Florida Application for Extradition and Probable Cause Affidavit are plainly erroneous.\nFirst, the Probable Cause Affidavit/Violation of Probation document asserts that Aaron Cole committed two offenses in Florida, Burglary of an Occupied Conveyance and Grand Theft. These are plainly the offenses for which he was convicted, then sentenced, and placed on probation for in 2003. Yet the Application for Extradition states that Cole “is charged with the commission” of these same two offenses.\nSecond, the Application for Extradition states that Cole “to avoid arrest and prosecution fled from [Florida].” Cole had already been prosecuted and convicted in Florida in 2003. Moreover, there has never been any evidence presented that Cole ever fled from Florida, much less to avoid prosecution.\nThe circumstance where one state may invade the sovereignty of another arises only when a person has truly fled from prosecution for a crime in the demanding state. See e.g., Michigan v. Doran, 439 U.S. 282, 287, 99 S. Ct. 530, 58 L. Ed. 2d 521 (1978). Article IV, § 2, cl. 2, of the United States Constitution on the subject of extradition is clear and explicit:\nA person charged in any State with Treason, Felony, or other Crime, who shall flee from Justice, and be found in another State, shall on Demand of the executive Authority of the State from which he fled, be delivered up, to be removed to the State having jurisdiction of the Crime.\nTo implement this provision, Congress has provided:\n*371Whenever the executive authority of any State or Territory demands any person as a fugitive from justice, of the executive authority of any State, District, or Territory to which such person has fled, and produces a copy of an indictment found or an affidavit made before a magistrate of any State or Territory, charging the person demanded with having committed treason, felony, or other crime, certified as authentic by the governor or chief magistrate of the State or Territory from whence the person so charged has fled, the executive authority of the State, District, or Territory to which such person has fled shall cause him to be arrested and secured, and notify the executive authority making such demand, or the agent of such authority appointed to receive the fugitive, and, and shall cause the fugitive to be delivered to such agent when he shall appear.\n18 U.S.C. § 3182 (emphasis added).\nAn important element ... is that the accused be a fugitive from the demanding state. The test of “fugivity” is whether the accused was in the demanding state when the alleged offense occurred and thereafter fled or was otherwise removed from the state. Thus, where “fugivity” has not been shown, extradition by the asylum state is not constitutionally mandated.\nIn the Matter of Basto, 108 N.J. 480, 487-89, 531 A.2d 355, 358-60 (1987).\nThe Application for Extradition alleged that Cole fled from Florida in order to escape arrest and prosecution. Cole did not flee Florida because he had been charged with two crimes. He left Florida for North Carolina after having been convicted and sentenced for the two crimes and thereafter placed on probation. In none of the extradition papers has it ever been alleged that his probation prohibited him from leaving Florida.\nIn short, the Florida Extradition documents are imperfect, inaccurate, and do not survive constitutional scrutiny. Only the identity of Cole is truly correct. But the status of the charges, the allegations as to offenses having occurred, as opposed to convictions having taken place, and the allegations of flight from Florida are not by any means accurate.\n\nVirginia Extradition Order\n\nCole further alleges that he was denied procedural due process in the administration of his extradition request within the Executive Office of the Commonwealth. This deprivation allegedly occurred when the Secretary of the Commonwealth notified Cole that he had ten days from the date of the Secretary’s letter to present reasons why the Commonwealth should not honor the Request for Extradition. Secretary of the Commonwealth’s *372Notice of Extradition, August 24,2011. Cole’s counsel stated at the hearing that Cole relied on the ten day window and was preparing its response to the Request. Counsel also stated that, in his conversations with the Office of the Secretary of the Commonwealth, he hoped, unsuccessfully, for an extension of time beyond the ten days. February 9,2012, Hearing.\nNotwithstanding, an Order of Extradition was signed before the ten day period had expired, specifically on the ninth day. The Governor of Virginia signed it on September 2, 2011, even though the ten day period would not expire until September 3, 2011. Ten days from August 24,2011, gave Cole until September 3, 2011, which was a Saturday. September 4, 2011 was a Sunday, and September 5, 2011 was Labor Day. Arguably, Cole should have had until September 6 in which to respond, given that a response on the tenth day, September 3, would presumably have found the office of the Secretary of the Commonwealth of Virginia closed. In any event, the Governor signed the Order of Extradition on September 2, 2012, one day too soon.\nCole argues that a government’s failure to follow its own established procedures constitutes an arbitrary and capricious act for which relief must lie. In reasonable reliance upon the extradition procedure and guidance of the executive branch, Cole was deprived of the ten days in which to present the bases for non-issuance or deferral of the warrant for extradition. As a result, Cole suffered a significant loss of liberty,1 which loss, if he were to be extradited to Florida, might continue into the foreseeable future. See Michigan v. Doran, 439 U.S. 282, 296, 99 S. Ct. 530, 58 L. Ed. 2d 521 (1978) (“extradition process ... is a significant restraint on liberty.”)\n\nConclusion\n\nThe extradition process here as to both Florida and Virginia has been fatally flawed. Florida’s request was incorrect on its face. The second Affidavit of Probable Cause was based on the erroneous assertion of “commission of crimes” for which Cole, in fact, had already been convicted, sentenced, and placed on probation. The additional assertion that Cole was a “fugitive” from the State of Florida in order to avoid prosecution was totally incorrect.\nFurther, in Virginia, Cole was not given ten days in which to respond to the Request for Extradition as provided in the Notice of Extradition from the Secretary of the Commonwealth. He had until September 3, 2011, to state his reasons why the Governor should not issue an Order of Extradition in response to Florida’s request. Instead, the Extradition Warrant was issued on September 2, 2011, one day too soon, thereby denying Cole the right to respond. This was not an intentional wrongdoing on the part of that office, but simply an error. Cole’s counsel stated “that he was advised by *373the Secretary of the Commonwealth of Virginia’s Office that something fell through the cracks.” February 9, 2012, Hearing. Because the established procedure was not followed, the extradition request cannot be granted. The State of Florida is not without a remedy. Should Florida still believe that Cole should be extradited, then she may reinitiate the process.\nBecause the Florida Extradition Warrant signed by the Governor of Florida and its underlying Request for Extradition and Probable Cause Affidavit were incorrect on their face and because the Office of the Secretary of the Commonwealth failed to provide Cole ten days in which to respond to Florida’s Extradition Warrant, the Petition for Writ of Habeas Corpus is granted. The Order of Extradition, dated September 2, 2011, is vacated.\n\n Cole was incarcerated in Fairfax for over three months before making bail.\n\n",
            "ocr": true,
            "opinion_id": 8669845
        }
    ],
    "court_short_name": "Fairfax County Circuit Court",
    "court_full_name": "Fairfax County Circuit Court",
    "court_type": "ST",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Robbery"
}