{
    "id": 8683555,
    "judges": "Jacobson",
    "date_filed": "1974-06-06",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-darden",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Darden",
    "case_name_full": "Commonwealth of Virginia v. Marvin Ricardo Darden",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "52 Va. Cir. 133"
    ],
    "opinions": [
        {
            "author_str": "Jacobson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBy Judge Marc Jacobson\nAt the bench trial of the above captioned matter Marvin Ricardo Darden was found guilty of the robbery of the Bank of Hampton Roads (Bank) located at 4500 East Princess Anne Road, Norfolk, Virginia. Defendant served as a lookout while a co-defendant entered the Bank, approached Devin Broadie, a teller at the Bank and handed her a note which read “Hold up. Have a gun.” The word gun was underlined three times. Broadie testified that she did not actually see a gun as the hand of the co-defendant who presented the note to Broadie remained in his pocket below the counter at the teller station. Broadie did testify that she did believe that the co-defendant was concealing a gun underneath his clothing and believed that he did actually have a gun and that he was not “playing around” and that she was afraid.\nAfter considering the evidence, the arguments of counsel and applicable law, this Court found Defendant guilty of robbery under Virginia Code § 18.2-58 and deferred ruling on the companion charge of use of a firearm in the commission of a felony under Virginia Code § 18.2-53.1.\nVirginia Code § 18.2-53.1 provides, in pertinent part:\nIt shall be unlawful for any person to use or attempt to use any pistol ... or other firearm or display such weapon in a threatening manner while committing or attempting to commit... robbery____Violation of this section shall constitute a separate and distinct felony____\n*134This statute has been considered by Virginia appellate courts in a number of cases.\nIn Yarborough v. Commonweallh, the defendant approached the victim and said, “this is a stickup; give me all your money.” 247 Va. 215, 217, 441 S.E.2d 342, 343 (1996). At trial, the victim testified that the defendant had both hands in his pockets as he moved toward her and that she saw “something protruding ... from his right hand pocket of his jacket” and believed the protruding object to be a gun. Id. The Virginia Supreme Court reversed the judgment of the trial court in convicting the defendant for use of a firearm in the commission of a felony under Code § 18.2-53.1, stating:\nCode § 18.2-53.1, a penal statute, must be strictly construed against the Commonwealth and in favor of the accused .... When so construed, we think that, to convict an accused of violating Code § 18.2-53.1, the Commonwealth must prove that the accused actually had a firearm in his possession and that he used or attempted to use the firearm or displayed the firearm in a threatening manner while committing or attempting to commit robbeiy or one of the other specified felonies____\nIn the present case, evidence that [the defendant] “may have had” a firearm in his possession creates merely a suspicion of guilt. Possession of a firearm is an essential element of the statutory offense, and the fact that [the victim] merely thought or perceived that [the defendant] was armed is insufficient to prove that he actually possessed a firearm____Clearly, the evidence does not establish guilt beyond a reasonable doubt and exclude every reasonable hypothesis of innocence. Therefore, it is insufficient, as a matter of law, to support the firearm conviction.\nYarborough, 247 Va. at 218-19, 441 S.E.2d at 344 (citations and footnotes omitted).\nThe Court of Appeals affirmed a conviction under Code § 18.2-53.1 where the victim stated she saw a “gun’s brown handle hanging out of [the defendant’s] jacket pocket” during a robbery. Wilson v. Commonwealth, 19 Va. App. 535, 537, 452 S.E.2d 884, 885 (1995). At trial, the victim “stated that she knew what guns looked like and she was sure she saw the handle of a gun.” Id. at 537, 452 S.E.2d at 885. The Court of Appeals distinguished Yarborough, noting that the victim in Yarborough saw no gun but only perceived that the robber was armed. Id.\n*135In a case similar to the instant case, the Court of Appeals affirmed a conviction under Code § 18.2-53.1 where the victim, a bank teller, testified that the defendant gave her a note stating that the defendant had a gun and then said that he did not want to hurt anyone while pointing to his pocket. Elmore v. Commonwealth, 22 Va. App. 424, 470 S.E.2d 588 (1996). In so ruling, the Court of Appeals stated:\nAn out-of-court statement by the defendant that admits or acknowledges a fact or facts tending to prove guilt is admissible in evidence against the defendant____Thus, the evidence in this case, unlike the evidence in Yarborough, consists of more than the victim’s mere belief or perception that the defendant had a gun. Here, the defendant’s out-of-court statement admitted the existence of a “gun”----The only evidence that refutes the defendant’s admission that he possessed a firearm is his general denial, which the trial court rejected.\nThe record reveals that the defendant gave [the victim] a note stating that he had a “gun,” pointed to his pocket and said that he did not want to hurt anyone. This evidence is sufficient to prove beyond a reasonable doubt that the defendant actually possessed a firearm and used it in a threatening maimer.\nElmore, 22 Va. App. at 429-30, 470 S.E.2d at 590 (citations omitted).\nThe Court of Appeals affirmed the judgment of the trial court in convicting a defendant who “pushed” an object into the victim’s back and told the victim that he would “shoot” if the victim did not cooperate. McBride v. Commonwealth, 24 Va. App. 603, 607, 484 S.E.2d 165, 168 (1997). The McBride Court based its ruling, in part, on an unpublished order of the Virginia Supreme Court in Johnson v. Commonwealth (Record No. 940606), affirming the judgment of the trial court in convicting a defendant of violating Code § 18.2.2-53.1. In Johnson, the defendant broke open the door of the victim’s dwelling. As the victim approached the door, the defendant told the victim that he had a gun and that he would kill the victim if the victim did not get down on the floor. The victim testified that he never saw a gun. On appeal to the Virginia Supreme Court, the defendant in Johnson contended that, under Yarborough, the evidence was insufficient to sustain his conviction. The Virginia Supreme Court affirmed the conviction by unpublished order, and the Court of Appeals stated:\n*1361'he affirmance in Johnson clearly stands for the proposition that circumstantial evidence, such as an assailant’s statement that he possesses a firearm, can be sufficient evidence to prove beyond a reasonable doubt that an accused indeed possessed a firearm____\nHere, appellant actually “pushed” an object into the victim’s back and told him he would “shoot” if the victim did not cooperate. While appellant did not explicitly state that he had a gun, the clear inference to be drawn from his threat to shoot is that he did have a gun.\nMcBride, 24 Va. App. at 607-08, 484 S.E.2d at 167-68.\nIn the instant case, evidence shows that Defendant’s co-defendant approached Broadie at her teller station at the Bank and handed her a note which stated his intention to “hold up” the Bank. In the note, the co-defendant stated explicitly that he had a gun and emphasized this point by underlining the word “gun” three times. Broadie testified that although she never saw a gun, she could not see one of the co-defendant’s hands and believed that the co-defendant was concealing a gun underneath his clothing and that she was afraid.\nDuring oral argument, counsel for the Commonwealth emphasized the significance of the McBride case and this Court queried as to the effect of the Court of Appeals’ reliance on an unpublished order of the Virginia Supreme Court in affirming the conviction in McBride, a concern also expressed by Court of Appeals Judge Benton in dissenting from the majority decision in McBride:\nFinally, I believe the majority’s use of the Supreme Court’s unpublished disposition is fundamentally flawed. An unpublished order from the Supreme Court, though deciding the merits of the particular case in which the order was entered, has no precedential value for other cases and should not be read to change the rule of law announced in a prior published opinion. If the Supreme Court had intended to change the rule announced in Yarborough, it could have done so in a published opinion in Johnson or in any number of cases that have raised this same issue and have been summarily affirmed by unpublished order. In view of the myriad reasons the Supreme Court may have had for denying an appeal by unpublished order, I believe the majority errs in using an unpublished, summary order as precedent for deciding this case.\nMcBride, 24 Va. App. at 611, 484 S.E.2d at 169-70 (Benton, J., dissenting).\n*137In a footnote to its opinion in Grajales v. Commonwealth, the Court of Appeals stated that unpublished opinions of the Court of Appeals “are not to be cited or relied upon as precedent except for the purpose of establishing res judicata, estoppel, or the law of the case.” 4 Va. App. 1, 2, n. 1, 353 S.E.2d 789, 790, n. 1 (1987). However, the Court of Appeals very recently stated in another footnote, “although an unpublished opinion of the Court has no precedential value... a court____does not err by considering the rationale and adopting it to the extent it is persuasive.” Fairfax County Sch. Bd. v. Rose, 29 Va. App. 32, 39, n. 3, 509 S.E.2d 525, 530, n. 3 (1999).\nAs Judge Benton stated in his dissent in the McBride case, there well could be “myriad reasons the Supreme Court may have had for denying an appeal by unpublished order----” However, the majority of the members of the Court of Appeals ruling in the McBride case did accept as precedential value the unpublished order of the Virginia Supreme Court referred to in the McBride case and it further seems clear to this Court that the Court of Appeals would find the evidence in the present case sufficient to support a conviction for use of a firearm in the commission of a felony.\nFurther, with facts very similar to those in the instant case, the Court of Appeals sustained a conviction in Elmore based solely on the evidence produced at trial and without reliance on any unpublished opinion or order of the Supreme Court. The circumstances of this case are distinguishable from those in Yarborough where the victim merely thought or perceived that the defendant was armed. As in Elmore, the record reveals that the co-defendanf s out-of-court statement specifically admitted the existence of a gun, and such an admission by the co-defendant is admissible in evidence against himself and Defendant. Elmore, 22 Va. App. at 429, 470 S.E.2d at 590.\nAccordingly, the Court holds that there is sufficient evidence beyond a reasonable doubt to convict the defendant under Virginia Code § 18.2-53.1 and the Court finds the Defendant guilty of that charge.\n",
            "ocr": true,
            "opinion_id": 8666593
        }
    ],
    "court_short_name": "Norfolk County Circuit Court",
    "court_full_name": "Norfolk County Circuit Court",
    "court_type": "ST",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Robbery"
}