{
    "id": 8699441,
    "judges": "Pryor, Rosenbaum, Tjoflat",
    "date_filed": "1979-01-17",
    "date_filed_is_approximate": true,
    "slug": "jacks-v-commissioner-social-security-administration",
    "case_name_short": "Jacks",
    "case_name": "Jacks v. Commissioner, Social Security Administration",
    "case_name_full": "Terrence JACKS v. COMMISSIONER, SOCIAL SECURITY ADMINISTRATION",
    "attorneys": "Charles Lee Martin, Perrie H. Naides, Martin & Jones, Decatur, GA, for Plaintiff-Appellant, Jerome M. Albanese, Richard Vincent Blake, William Lawrence Hogan, Marcus Mauney Johns, Dana Myers, Joseph Paul Palermo, III, Depak Sathy, Mary Ann Sloan, Social Security Administration, Office of the General Counsel, Atlanta, GA, Lori Beranek, John Andrew Horn, Robert David Powell, Lawrence R. Sommerfeld, U.S. Attorney’s Office, Atlanta, GA, for Defendant-Appellee",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "688 F. App'x 814"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPER CURIAM:\nTerrence Jacks appeals the district court’s order affirming the Administration Law Judge’s (“ALJ”) denial of his application for disability insurance benefits and supplemental security income, pursuant to *81642 U.S.C. §§ 405(g) and 1383(c)(3), respectively. On appeal, Jacks argues that substantial evidence does not support the ALJ’s determination regarding his mental residual functional capacity because the ALJ improperly discounted the findings of an examining psychologist. He also asserts that the ALJ legally erred by failing to apply the proper burden of proof in assessing the evidence. After careful review, we affirm.\nI.\nJacks filed for disability benefits in August 2010, alleging a disability onset date of June 8, 2008. Jacks has a twelfth-grade education and past work experience as a truck driver, security guard, and data processor. Jacks claimed that he was no longer able to work because of a combination of physical and mental impairments, including depression, post-traumatic stress disorder (“PTSD”), strokes, and sleep deprivation, His applications were denied initially and upon reconsideration.\nAt a subsequent hearing before an ALJ, Jacks testified that he began experiencing stroke-like symptoms after exchanging gunfire with the perpetrator of a robbery while he was working as a security guard. Following the incident, he was diagnosed with PTSD, and he began having trouble with his memory and his ability to concentrate. These issues negatively affected his ability to remember and follow instructions and to do simple math beyond addition and subtraction. Jacks also reported having trouble sleeping due to anxiety and nightmares about the robberies. He was receiving treatment for his PTSD every week, but these sessions also triggered sleeplessness because he had to discuss his prior trauma. Jacks reported experiencing panic attacks three to four times a week. He took medication for his panic attacks, and it helped, but even on medication he still had panic attacks.\nJacks submitted evidence of his medical history to the ALJ. These records reflected that he presented to the hospital several times — in June 2009, July 2009, December 2010, and January 2012 — for left-side numbness and weakness. Those complaints were combined on occasion with reports of headaches, blurred vision, and chest pain. CT scans were unremarkable, however.\nThe record before the ALJ also included the results of two consultative examinations. Dr. Darnell Murray evaluated Jacks’s physical health in October 2010, concluding that Jacks had few, if any, physical limitations. Dr. Ronald E. Koon, a psychologist, evaluated Jacks’s mental health in January 2011. Dr. Koon’s evaluation is the focus of this appeal.\nIn evaluating Jacks, Dr. Koon conducted a clinical interview and mental-status examination. The examination included the following tests: Wechsler Adult Intelligence Scale, 4th Edition (WAIS-IV); Wide Range Achievement Test, 4th Edition (WRAT-4); Bender Gestalt Visual-Motor Test, 2nd Edition; and Rey 15 Item Memory Test. The test results indicated that Jacks was “currently functioning at the extremely low range of intellectual functioning.” But Dr. Koon noted that Jacks’s “presentation and histoiy of adaptive and occupational functioning are consistent with a borderline range of intellectual functioning.”\nFurther, Dr. Koon concluded,\n[Jacks’s] poor sleep habits impair his ability to adhere to a work schedule. He appears capable of understanding and carrying out simple instructions but he may have difficulty carrying out directives that are more complex. His limited ability to sustain focused attention would likely affect his ability to complete *817tasks in a timely manner as supported by observations during this evaluation and his reported difficulty at prior employment. He appears to have a low toleration for stress and may decompen-sate under stressful work conditions based on his report of panic attacks and heightened anxiety in response to stress. The claimant may have difficulty interacting with supervisors, coworkers, and the public due to his discomfort with people, irritability and tendency to isolate. His prognosis is fair....\nA state agency medical consultant, Irma Best, Ph.D., conducted a review of the record and prepared a mental residual functional capacity (“RPC”) assessment in February 2011. Best concluded that Jacks had moderate limitations in his ability to carry out detailed instructions; sustain concentration for extended periods; perform activities within a schedule, maintain regular attendance, and be punctual; perform at a consistent pace without an unreasonable number of interruptions; interact with the general public; and adapt to change in the work setting. Besides these moderate limitations, Best found no significant limitations. Best stated that, despite his moderate limitations, Jacks’s concentration was “adequate for basic activities” and he “seem[ed] able to maintain basic social interactions.”\nA vocational expert testified at the hearing. The ALJ asked the vocational expert about the employment opportunities for a hypothetical person of the same age, education, and vocational background as Jacks, with an RPC for a wide range of light work on a sustained basis, with the following limitations “from a psychological standpoint”:\n[H]e has diminished ability to function, but this is not solely precluded from carrying out detailed instructions. He also has diminished ability to function, but again, not solely precluded from sustaining concentration for extended periods. His concentration is adequate for basic activities. He has diminished ability to function, but again, not solely precluded from adapting to changes in the work setting.\nThe vocational expert testified that such a person would be able to perform Jacks’s past relevant work of processor and light-level security guard. The expert also testified that, given Jacks’s RPC, age, education, and work experience, as well as the Medical-Vocational guidelines, Jacks would be able to work as an information clerk, mail clerk, table worker, addresser, silverware wrapper, and eyedropper assembler.\nIn December 2014, the ALJ issued a written opinion finding that Jacks was not disabled within the meaning of the SSA. The ALJ found that he had the severe impairments of congestive heart failure, inferior infarct hypertension, anxiety related disorders, and borderline intellectual functioning but that these impairments did not meet or equal any of the listed impairments in the Social Security regulations. The ALJ concluded that Jacks had moderate difficulties in activities of daily living, social functioning, and concentration, persistence, or pace, and no episodes of de-compensation.\nThe ALJ proceeded to determine Jacks’s RFC. The ALJ found that Jacks could perform light work with some physical limitations. With regard to mental limitations, the ALJ found that Jacks had “diminished ability to function, but [wa]s not solely precluded from carrying out detailed instructions or concentration for extended periods”; that his concentration was “adequate for basic activities”; that he seemed “to be able to maintain basic social interactions”; and that he had “diminished ability to function, but [was] not solely *818precluded from adapting to change in the work setting.”\nAs part of that determination, the ALJ considered the medical opinions in the record, including, most notably, Dr. Koon’s evaluation. The ALJ gave “some weight” to Dr. Koon’s evaluation, stating that “Dr. Koon’s assessment of the claimant’s limitations were non-definitive statements based solely on the claimant’s self-reports.” Nevertheless, the ALJ stated, “the claimant’s residual functional capacity takes into account these possible limitations.” The ALJ gave “great weight” to the state-agency mental RFC assessment, finding that it was based on a “review of the objective medical evidence and the limitations noted are consistent with the longitudinal record.”\nThe ALJ concluded that Jacks was capable of performing past relevant work as a processor and a light-level security guard and, in the alternative, found that Jacks could work as an information clerk, a mail clerk, a table worker, an addresser, a silverware wrapper, and an eyedropper assembler. Accordingly, the ALJ determined that Jacks was not disabled. The Appeals Council denied Jacks’s request for review. Jacks then sought judicial review in federal district court. The district court1 upheld the ALJ’s decision. Jacks now appeals.\nII.\nWe review de novo the legal principles underlying the ALJ’s decision, but we review “the resulting decision only to determine whether it is supported by substantial evidence.” Moore v. Barnhart, 405 F.3d 1208, 1211 (11th Cir. 2005). Substantial evidence is “such relevant evidence as a reasonable person would accept as adequate to support a conclusion.” Winschel v. Comm’r of Soc. Sec., 631 F.3d 1176, 1178 (11th Cir. 2011) (quotation marks omitted). We may not reweigh the evidence or decide the facts anew, and we must defer to the ALJ’s decision if it is supported by substantial evidence, even if the evidence may preponderate against it. See Crawford v. Comm’r of Soc. Sec., 363 F.3d 1155, 1158-59 (11th Cir. 2004).\nIII.\nTo be eligible for disability insurance benefits or supplemental security income, a claimant must be under a disability, which means he is unable to engage in substantial gainful activity. Moore, 405 F.3d at 1211. The Social Security regulations outline a five-step process to be used to determine disability for both claims. Id. The claimant has the burden to prove that (1) he “has not engaged in substantial gainful activity,” (2) he “has a severe impairment or combination of impairments,” and (3) his “impairment or combination of impairments meets or equals a listed impairment,” which results in an automatic finding of disability. Jones v. Apfel, 190 F.3d 1224, 1228 (11th Cir. 1999). If the claimant cannot prevail at the third step, he must prove that (4) he is “unable to perform [his] past relevant work.” Id.\nAt the fourth step, the ALJ must assess the claimant’s RFC, which is defined as “that which an individual is still able to do despite the limitations caused by his or her impairments.” Phillips v. Barnhart, 357 F.3d 1232, 1238 (11th Cir. 2004). If, based on the RFC, a claimant cannot return to his past relevant work, the ALJ moves on to step five, where the burden shifts to the Commissioner to show that “there is other work available in significant numbers in *819the national economy that the claimant is able to perform.” Jones, 190 F.3d at 1228. If the Commissioner meets that burden, “the claimant must prove that [ ]he is unable to perform those jobs in order to be found disabled.” Id.\n\nA. Dr. Koon’s Medical Opinion\n\nJacks first argues that the ALJ failed to give good reasons, supported by substantial evidence, for discounting the findings of Dr. Koon, an examining psychologist. Jacks asserts that the ALJ erroneously described Dr. Koon’s findings as “based solely on [Jacks’s] self reports” when, in fact, they were based on the results of psychological testing and observations during the evaluation, in addition to Jacks’s self-reported symptoms.\nMedical opinions are statements from physicians and other medical sources that reflect judgments about the nature and severity of the claimant’s impairment. Winschel, 631 F.3d at 1178-79. The ALJ must consider a number of factors in determining how much weight to give to each medical opinion, including whether the doctor has examined- the claimant, the medical evidence and explanation supporting the doctor’s opinion, and how consistent the doctor’s “opinion is with the record as a whole.” 20 C.F.R. §§ 404.1527(c), 416.927(c). The ALJ must clearly articulate the weight given to different medical opinions and the reasons for doing so. Winschel, 631 F.3d at 1179.\nHere, the ALJ incorrectly stated that Dr. Koon’s evaluation was based “solely” on Jacks’s self-reported statements. The record is clear that Dr. Koon relied on psychological testing and observations during a clinical interview, in addition to Jacks’s self-reports. See Robinson v. Barnhart, 366 F.3d 1078, 1083 (10th Cir. 2004) (“[A] psychological opinion may rest either on observed signs and symptoms or on psychological tests.... ”).\nNevertheless, the ALJ did not reject Dr. Koon’s evaluation because it was based solely on Jacks’s self-reports. In fact, the ALJ accounted for Dr. Koon’s conclusions in his RFC evaluation. As the district court noted, most of Dr. Koon’s conclusions about Jacks’s mental limitations were qualified, such as statements that Jacks “may” have difficulty carrying out complex directives and “may” decompensate under stressful work conditions. Noting the qualified, “non-definitive” nature of Dr. Koon’s assessment of Jacks’s limitations, the ALJ indicated that the RFC accounted for these “possible limitations.” The record shows that the ALJ evaluated the “possible limitations” in light of their supporting explanations and their consistency with the record as a whole. See 20 C.F.R. §§ 404.1527(c), 416.927(c). Thus, despite the ALJ’s inaccurate characterization of Dr. Koon’s assessment as based “solely” on Jacks’s self-reported statements, the ALJ adequately articulated the reasons for giving “some weight” to Dr. Koon’s assessment and incorporated his findings into the RFC, as discussed below.\n\nB. Residual Functional Capacity\n\nJacks next argues that the ALJ’s mental RFC, despite the ALJ’s representation to the contrary, does not consider the limitations identified by Dr, Koon. The RFC, Jacks asserts, fails to take into account the following of Dr. Koon’s findings: (a) that Jacks’s “limited ability to sustain focused attention .., would likely affect his ability to complete tasks in a timely manner”; (b) that he might may have difficulty with social interactions due to his discomfort with people, irritability, and tendency to isolate; and (c) that he has a low tolerance for stress and may decompensate under stressful work conditions.\nHere, substantial evidence supports the ALJ’s mental RFC. First, substantial *820evidence supports the ALJ’s determination that, while Jacks has “diminished ability to function,” he was “not solely precluded from ... concentration for extended periods,” and his concentration was “adequate for basic activities.” Dr. Koon found that Jacks is “capable of understanding and carrying out simple instructions,” even if he may have difficulty with more complex directions and a “limited” ability to sustain focused attention. Dr. Murray determined that Jacks was basically functional despite some impairment in his ability to focus and pay attention to detail. And, notably, the non-examining state agency consultant who reviewed the record concluded that Jacks had moderate but not substantial limitations in his ability to carry out detailed instructions and to sustain concentration for extended periods. Despite those limitations, the consultant found that Jacks’s concentration was adequate for basic activities. Athough the evidence may have supported more restrictive limits on Jacks’s ability to concentrate and to sustain attention, we cannot conclude that the ALJ’s determination is not supported by substantial evidence.\nSecond, substantial evidence supports the ALJ’s conclusions concerning Jacks’s ability to maintain basic social interactions. Dr. Koon found that Jacks “may have difficulty interacting with supervisors, coworkers, and the public due to his discomfort with people, irritability, and tendency to isolate.” Dr. Koon’s own observations, however, supported the ALJ’s conclusion that Jacks was capable of basic social interactions. Dr. Koon found that Jacks expressed himself well and demonstrated excellent social skills. Dr. Koon also determined that Jacks was alert, oriented to person, place, time, and situation, did not display remarkable memory problems, and was capable of carrying out simple instructions. The ALJ’s findings were also supported by the state agency consultant’s assessment, which indicated that Jacks was “moderately limited” in his ability to interact appropriately with the general public but that he was capable of maintaining basic social interactions.\nThird, while the ALJ did not incorporate Dr. Koon’s finding that Jacks “may decom-pensate under stressful work conditions” in its RFC analysis, Dr. Koon explicitly based this conclusion on Jacks’s own self-reporting concerning anxiety and panic attacks, which was not consistent with Jacks’s testimony at the hearing before the ALJ. Because Dr. Koon’s assessment was not definitive in concluding that Jacks “appears” to have trouble dealing with stress and “may decompensate” when stressed, the ALJ appropriately gave that assessment less weight and did not specifically include it in the RFC assessment. In addition, Jacks indicated that medication helped his panic attacks. And the ALJ addressed Jacks’s limited ability to cope with stress by finding that Jacks was limited in his ability to adapt to change in the work setting.\nTo the extent that the ALJ’s mental RFC includes more social interaction and ability to deal with stress than the evidence reasonably supports, we agree with the district court that any potential error in determining Jacks’s residual functional capacity in that regard was harmless under the circumstances. See Diorio v. Heckler, 721 F.2d 726, 728 (11th Cir. 1983) (applying harmless-error review in a social security case). The ALJ determined that Jacks could do a number of unskilled jobs, including mail clerk, table worker, addres-ser, silverware wrapper, and eyedropper assembler. These positions involve limited social interactions and require carrying out only simple instructions. Jacks contends that he could not perform these jobs in a timely manner “due to his slow processing speed and poor attention and concentration,” but, for the reasons explained above, *821substantial evidence supports the ALJ’s finding that Jacks could perform these positions despite his limitations.\nFinally, we disagree with Jacks that the ALJ improperly credited a non-examining source’s opinion over that of Dr. Koon, an examining physician. “[T]he report of a non-examining doctor is accorded little weight if it contradicts an examining doctor’s report; such a report, standing alone, cannot constitute substantial evidence.” Edwards v. Sullivan, 937 F.2d 580, 584 (11th Cir. 1991). But the ALJ may rely on opinions of non-examining sources when they do not conflict with those of examining sources. Id. at 584-85. The moderate limitations identified by the state-agency assessment are broadly consistent with the qualified limitations identified in Dr. Koon’s evaluation. Because the state-agency assessment did not conflict with the opinion of an examining source, the ALJ did not err in giving that assessment significant weight. See id. at 585.\nAccordingly, substantial evidence supports the ALJ’s determination that Jacks was not disabled.\niy.\nFor the first time on appeal, Jacks also argues that ALJ applied the wrong legal standard when assessing the psychological evidence. Jacks contends that the ALJ failed to recognize that subjective complaints are an integral part of a psychologist’s assessment, particularly for depression and anxiety, and that “definitive” statements are often not possible when making a psychological assessment. By requiring “definitive” proof, Jacks contends, the ALJ effectively required Jacks to prove his mental limitations by “clear and convincing evidence,” rather than by a preponderance of the evidence.\nIssues not raised before the district court are waived and may not be presented for the first time on appeal. Jones, 190 F.3d at 1228. Jacks admits he did not raise this issue in the district court, but he argues that we should still consider it because it is a pure question of law and refusal to consider the issue would result in a miscarriage of justice. However, Jacks’s argument does not meet any exception to our well-established rule that issues raised for the first time on appeal will not be considered. See Access Now, Inc. v. Sw. Airlines Co., 385 F.3d 1324, 1332 (11th Cir. 2004) (listing the five circumstances under which we have permitted issues to be raised for the first time on appeal). Far from being a “pure question of law,” Jacks’s challenge is highly fact-specific. Moreover, Jacks has made no persuasive showing that refusal to consider the issue would result in a miscarriage of justice. Accordingly, we decline to consider this issue.\nFor the reasons stated, we affirm the district court’s judgment upholding the Commissioner’s denial of social security benefits.\nAFFIRMED.\n\n. A magistrate judge entered final judgment based on the consent of the parties. See 28 U.S.C. § 636(c).\n\n",
            "ocr": true,
            "opinion_id": 8682579
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}