{
    "id": 8709720,
    "judges": "Vinson",
    "date_filed": 1313971200000,
    "date_filed_is_approximate": false,
    "slug": "steen-v-city-of-pensacola",
    "case_name_short": "Steen",
    "case_name": "Steen v. City of Pensacola",
    "case_name_full": "Cassandra STEEN, Individually and as Personal Representative of the Estate of Victor Damarius Steen v. CITY OF PENSACOLA, a political subdivision of the State of Florida John W. Mathis, in his individual capacity as Pensacola Police Dept. Chief Jerald L. Ard, in his individual capacity as a Pensacola Police Officer",
    "attorneys": "Aaron Lashawn Watson, William Franklin Cash, III, Levin Papantonio, Daniel Mark Soloway, Soloway Law Firm, Pensacola, FL, for Plaintiff., John W. Jolly, Jr., Jolly & Peterson PA, Leonard J. Dietzen, Matthew Joseph Carson, Rumberger Kirk & Caldwell PA, Tallahassee, FL, for Defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "809 F. Supp. 2d 1342"
    ],
    "opinions": [
        {
            "author_str": "Vinson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nORDER\n\nROGER VINSON, Senior District Judge.\nThis case stems from the tragic and unfortunate death of 17 year-old Victor Demarius Steen, who, in the early morning hours of October 3, 2009, was killed after being allegedly “tased” and then struck by a City of Pensacola marked police car driven by Police Officer Jerald Ard. The decedent’s mother, Cassandra Steen, has brought this excessive force/wrongful death case against Officer Ard; the City of Pensacola; and John W. Mathis, the latter of whom has been sued, in Count III of the second amended complaint, “in his individual capacity as Chief of Police of the Pensacola Police Department.”\nOn May 11, 2011, Chief Mathis filed a motion to dismiss Count III pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure (doc. 22). He made several interrelated and overlapping arguments in this motion. First, Chief Mathis argued that being sued in his capacity as “Chief of Police” made him a “redundant party” since the plaintiff had also sued the City of *1344Pensacola. He next argued that without “personal participation or active direct involvement by Mathis in the events leading to the unfortunate death of Mr. Steen” (and the complaint made no such claims), he could not be liable since, under Ashcroft v. Iqbal, 556 U.S. 662, 129 S.Ct. 1937, 173 L.Ed.2d 868 (2009), “individual supervisory liability” is no longer a viable theory of recovery. Lastly and relatedly, in the final paragraph of his motion, Chief Mathis argued that he was entitled to “the benefit of qualified immunity from suit.” The plaintiff filed a response in opposition. After initial review and consideration of the pleadings, and pursuant to order of June 6, 2011, I invited both parties to brief the qualified immunity issue in greater detail, which they did by filing supplemental memoranda. Oral argument was held on July 13, 2011.1\nI. Background\nThe following facts are taken primarily from the plaintiffs complaint, and they are assumed true for purposes of this order. Some of these facts are also taken from the video recording (DVD) of the underlying incident, as recorded by Officer Ard’s dashboard-mounted camera.2\nOn October 3, 2009, Officer Ard was on routine patrol in Pensacola, Florida. At approximately 1:50 a.m., he was driving a marked police cruiser westbound on Cervantes Street — a two-way, four-lane street with pedestrian sidewalks on both sides— when he saw Steen riding a bicycle on the sidewalk, also westbound on Cervantes Street. Officer Ard activated his flashing overhead lights and began to pursue Steen. He can be heard on the video recording ordering Steen to “stop the bike” three times within 20 seconds of activating his lights, but Steen sped away.3 Officer Ard followed very closely behind Steen, “revving” his engine, “screeching” his tires, crossing over the wrong side of the street, and driving onto the sidewalk. At one point, he was driving his vehicle alongside Steen’s bicycle (in the wrong lane of traffic). Fortunately, the streets were not busy at that early morning hour. During the chase (which lasted about one minute), Officer Ard and Steen passed only one other vehicle, although other vehicles could be seen further up the road.\nOfficer Ard was armed with an electronic taser device designed to transmit up to 50,000 volts of electricity into the body of its intended target. Although it does not *1345appear on the video, the plaintiff contends that “[wjithout warning, and while traveling directly beside Steen, Ard pulled the trigger of his Taser and fired two high voltage darts at Steen, shocking Steen.” Within seconds thereafter, Steen lost control of his bicycle and crashed in a vacant bank parking lot. Officer Ard then made a “sudden sharp turn into the bank parking lot,” and, “[w]hile Steen was still on the ground inside of the bank parking lot, Defendant Ard accelerated his vehicle and ran over Steen with his patrol car.” The plaintiff alleges in her complaint that this was not an accident and that Officer Ard “deliberately and intentionally used his vehicle to ram into Steen.” Steen sustained multiple injuries to his face, head,, and body; and he died as the result of his injuries.\nThe plaintiff later filed this case against Officer Ard, the City of Pensacola, and Chief Mathis, asserting federal and state law claims. The claim against Chief Mathis has been brought pursuant to Title 42, United States Code, Section 1983, which subjects to liability “[ejvery person who, under color of any [state law],” violates a person’s rights granted by the Constitution or federal law. The plaintiff alleges that “Mathis’ failure to adopt and implement adequate policies regarding his officers’ use of force, including, but not limited to the use of Tasers, resulted in the blatant use of excessive force by Mathis’ police officer, Ard, against Victor Steen,” in violation of Steen’s rights under the Fourth and Fourteenth Amendments. Thus, the underlying essence of this claim is not that Chief Mathis personally subjected Steen to excessive and fatal force, but rather that his policies (or the lack thereof) did. The plaintiff makes essentially the same claim against the City of Pensacola.\nAs already noted, Chief Mathis has moved to dismiss under Rule 12(b)(6) of the Federal Rules of Civil Procedure, arguing that, since the- City is also named as a defendant, it is “redundant” for him to be sued in his capacity as police chief; that individual supervisory liability did not survive the Supreme Court’s decision in Iqbal, supra; and that even if individual supervisory liability survived, he is entitled to the benefit of qualified immunity.\nII. Discussion\nA. Redundant Party\nChief Mathis argues that he is a “redundant party” because the plaintiff “has also sued ... the City of Pensacola.” If he were being sued in his official capacity, Chief Mathis would be correct and dismissal would be appropriate. Busby v. City of Orlando, 931 F.2d 764, 776 (11th Cir.1991) (affirming directed verdict in favor of police officers sued in their official capacities where “the City of Orlando remained as a defendant”; explaining that because “suits against a municipal officer sued in his official capacity and direct suits against municipalities are functionally equivalent ... to keep both the City and the officers sued in their official capacity as defendants in this case would have been redundant”). However, the complaint makes clear that Chief Mathis is sued “in his individual capacity as Chief of Police of the Pensacola Police Department.” Although perhaps inartful — Mathis refers to the foregoing as an “oxymoronic and hybrid party description” — the fact remains that the complaint expressly states (in both the caption and body) that he is being sued “in his individual capacity” (emphasis added).\nTypically, in this type of Section 1983 case, the claim against an individual officer in his official capacity is duplicative of a claim against the municipality. But, the law permits an individual capacity suit against an individual officer, and, at the *1346same time, an official capacity suit against a city or municipality, even if they arise out of the same claims and allegations. Atheists of Florida, Inc. v. City of Lakeland, Fla., 779 F.Supp.2d 1330 (M.D.Fla.2011), is illustrative. The plaintiff there, as here, brought the same claims against the city and one of its officers, the latter of whom was sued in both his official and individual capacities. In deciding the defendant’s motion to dismiss, the district court stated:\nbecause Plaintiffs assert identical claims against the City itself, those claims against Defendant Fields in his official capacity are “redundant” and must be dismissed. Busby v. City of Orlando, 931 F.2d 764, 776 (11th Cir.1991). [However], insofar as Plaintiffs seek a remedy from Defendant Fields himself, the [individual capacity claim] provides the proper avenue for the pursuit of such relief. E.g. Hafer v. Melo, 502 U.S. 21, 25, 112 S.Ct. 358, 116 L.Ed.2d 301 (1991).\nId. at 1344. In short, the plaintiff may pursue the same claims against the City of Pensacola (official claim) and Chief Mathis (individual claim). The real question is whether, following the Supreme Court’s Iqbal decision in 2009, there is still such thing as a claim for individual supervisory liability under the factual circumstances in this case and, if so, whether Chief Mathis is entitled to the defense of qualified immunity on the facts presented.\nB. Individual Supervisory Liability After Ashcroft v. Iqbal\nBased on the plaintiff’s briefing and pleadings, the substantial amount of time spent discussing it during oral argument, and the language of Count III itself, the gravamen of the plaintiffs claim against Chief Mathis is that he failed his “duty to create, adopt, and implement rules, regulations, practices and procedures which clearly direct police officers as to the appropriate use of Tasers” (emphasis added); his failure to do so, the plaintiff maintains, constituted a “de facto” custom, policy and practice that led to “the blatant use of excessive force” by Officer Ard, which included “two high voltage [taser] darts” that “intruded upon Steen’s physiological functions and physical integrity, and caused Steen extreme pain and death.”4 The claim against Chief Mathis, as noted, is premised on a theory of supervisor liability, since the allegation is not that Chief Mathis used excessive force (he was not even there), but that his policies brought about Officer Ard’s use of excessive force. As will be shown, individual supervisory liability in Section 1983 cases is muddled and unsettled.\n*1347It is well established in the Eleventh Circuit that “supervisory officials are not liable under § 1983 for the unconstitutional acts of their subordinates ‘on the basis of respondeat superior or vicarious liability.’ ” Hartley v. Parnell, 193 F.3d 1263, 1269 (11th Cir.1999); accord Belcher v. City of Foley, Ala., 30 F.3d 1390, 1396 (11th Cir.1994). Rather, the “standard by which a supervisor is held liable in her individual capacity for the actions of a subordinate is extremely rigorous.” Mann v. Taser Int'l. Inc., 588 F.3d 1291, 1308 (11th Cir.2009). Supervisors will be held individually liable only if (1) the supervisor personally participates in the underlying violation; or (2) there is a causal connection between the actions of the supervisor and that violation. Id. Traditionally, a causal connection was established when (1) a history of widespread abuse puts the responsible supervisor on notice of the need to correct the alleged deprivation and he fails to do so; (2) the supervisor’s custom and policy results in deliberate indifference to constitutional rights; or (3) the facts support an inference that the supervisor directed his subordinates to act unlawfully or knew that the subordinates would act unlawfully, and yet he failed to stop them from doing so. See, e.g., Cottone v. Jenne, 326 F.3d 1352, 1360 (11th Cir.2003).\nHowever, the Supreme Court fomented disagreement on the availability of individual supervisory liability when it issued its split 5-4 decision in Iqbal, supra. The majority wrote: “In a § 1983 suit ... — where masters do not answer for the torts of their servants — the term ‘supervisory liability’ is a misnomer.” ' See supra 129 S.Ct. at 1949. The Court further wrote that “purpose rather than knowledge is required” for liability to attach, and that “each Government official, his or her title notwithstanding, is only liable for his or her own misconduct.” See id. (emphasis added). The four dissenting Justices summed up the majority’s opinion as follows: “Lest there be any mistake, in these words the majority is not narrowing the scope of supervisory liability; it is eliminating ... supervisory liability entirely.” See id. at 1957 (Souter, J., dissenting).\nAs the Tenth Circuit Court of Appeals has observed, these pronouncements in Iqbal have “generated significant debate about the continuing vitality and scope of supervisory liability.” Lewis v. Tripp, 604 F.3d 1221, 1227 n. 3 (10th Cir.2010); accord Dodds v. Richardson, 614 F.3d 1185, 1198-99 (10th Cir.2010) (noting the differences of opinion among academics, and stating that “[m]uch has been made about this aspect of Iqbal, but consensus as to its meaning remains elusive”); see also id. at 1209 (Iqbal “muddied” the waters of supervisory liability) (Tymkovich, J., concurring). The courts have thus arrived at differing interpretations following the decision in Iqbal. See William N. Evans, Comment, Supervisory Liability After Iqbal: Decoupling Bivens From Section 1988, 77 U. Chi. L.Rev. 1401, 1402. (2010) (noting split among circuits regarding Iqbal’s impact on supervisory liability claims). It thus “remains to be seen whether the dissent is correct” that the Iqbal majority, in fact, eliminated individual supervisory liability. Ivan E. Bodensteiner, Congress Needs to Repair the Court’s Damage to § 1983, 16 Tex. J. C.L. &amp; C.R. 29, 53 (2010).\nDespite uncertainty among academics and in some circuits, in the Eleventh Circuit, supervisory liability appears to have survived Iqbal — at least for the time being. See, e.g., Harper v. Lawrence County, Ala., 592 F.3d 1227, 1236 (11th Cir.2010) (referencing without discussion the same, pre-Iqbal standard for supervisory liability); Gross v. White, 340 Fed.Appx. 527, 531 (11th Cir.2009) (same). While the Eleventh Circuit has recognized that, “in a *1348§ 1988 action, a plaintiff must [now] plead that each Government-official defendant, through the official’s own individual actions, has violated the Constitution,” [see Keating v. City of Miami, 598 F.3d 753, 763 (11th Cir.2010) (emphasis added) (quoting Iqbal, supra, 129 S.Ct. at 1948) ], it appears that the court continues to allow supervisory liability when a causal connection is established (even when no “individual actions” are present), for example, when the supervisor merely knows of a constitutional violation, has the authority to stop it, and fails to do so. Id. at 765.\nThe plaintiff alleges in Count III that Chief Mathis “knew that his officers were using [tasers]” in such a way that posed “a serious risk of personal injury,” and, in particular, that he was “allowing his police officers to use excessive and unreasonable force by ... fir[ing] Tasers into moving vehicles or at persons in operation of moving vehicles, in reckless disregard and deliberate indifference to the health and welfare of suspects [including Steen].” This would appear to be an allegation of “knowledge,” not “purpose,” and would therefore seem to fall within the Iqbal supervisory liability limitation. However, despite uncertainty concerning the viability of individual supervisory liability in some circuits and academia, this allegation would appear sufficient to state a claim under the “causal connection” prong of individual supervisory liability and survive dismissal under Rule 12(b)(6) in the Eleventh Circuit. See American Federation of Labor &amp; Cong. of Indus. Orgs. v. City of Miami 637 F.3d 1178, 1190 (11th Cir.2011) (“A causal connection can be established if a supervisor has the ability to prevent or stop a known constitutional violation by exercising his supervisory authority and he fails to do so.”).\nAssuming there is possible supervisory liability on this claim, the question is thus winnowed down to whether Chief Mathis is entitled to qualified immunity.\nC. Qualified Immunity\n“The qualified immunity defense ‘shields government agents from liability for civil damages insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.’ ” Behrens v. Pelletier, 516 U.S. 299, 305-06, 116 S.Ct. 834, 133 L.Ed.2d 773 (1996) (brackets and citation omitted). The purpose of the defense is to allow government officials to carry out their discretionary duties without fear of personal liability, and it protects from litigation “all but the plainly incompetent or one who is knowingly violating the federal law.” Lee v. Ferraro, 284 F.3d 1188, 1194 (11th Cir.2002). Since qualified immunity is a defense from suit, not mere liability, “it is important for a court to ascertain the validity of a qualified immunity defense as early in the lawsuit as possible.” Storck v. City of Coral Springs, 354 F.3d 1307, 1314 (11th Cir.2003).\n“In order to receive qualified immunity, the public official must first prove that he was acting within the scope of his discretionary authority when the allegedly wrongful acts occurred.” Lee, supra, 284 F.3d at 1194 (citation omitted). It is unchallenged in this case that Officer Ard and Chief Mathis were acting within their “discretionary authority” when the alleged violation took place.\nOnce the government official shows that he was acting within the scope of his discretionary authority when the alleged wrongful act(s) occurred, the burden then shifts to the plaintiff to show that qualified immunity is not appropriate. See Lee, supra, 284 F.3d at 1194. The Supreme Court has set forth a two-prong test for determining whether qualified immunity applies. Pearson v. Callahan, 555 U.S. *1349223, 129 S.Ct. 808, 172 L.Ed.2d 565 (2009). The first prong is whether the facts alleged make out a violation of a constitutional right, and the second prong is whether that right was “clearly established” at the time of the defendant’s alleged misconduct. See id. at 232,129 S.Ct. 808. “This second inquiry ‘must be undertaken in light of the specific context of the case, not as a broad general proposition.’ ” Lee, supra, 284 F.3d at 1194 (quoting Saucier v. Katz, 533 U.S. 194, 201, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001)). Satisfying both these prongs is required to overcome the qualified immunity defense.\nBefore undertaking the above analysis, I must make clear what and whose conduct is at issue. The issue of whether Chief Mathis has supervisory liability is necessarily dependent on there being an underlying Section 1983 violation in the first instance. Thus, if the underlying Section 1983 claim fails, a fortiori, so does the supervisory liability claim against Chief Mathis. See, e.g., Mann, supra, 588 F.3d at 1308 (supervisory liability claim must fail “because the underlying Section 1983 claims fail”); Hicks v. Moore, 422 F.3d 1246, 1253 (11th Cir.2005) (where the plaintiffs rights were not violated, “Plaintiff cannot maintain a § 1983 action ■ for supervisory liability”). Therefore, the relevant question is whether Officer Ard’s use of his taser on the facts of this case was a violation of Steen’s constitutional rights and, if so, whether the right was “clearly established” on October 3, 2009.5\n1. Was there a constitutional violation?\nThe plaintiff maintains that it was “blatant excessive force” for Officer Ard to use his taser on Steen on the facts presented. As an excessive force claim, the constitutionality of Officer Ard’s conduct is judged under the Fourth Amendment’s “objective reasonableness” standard. See, e.g., Brosseau v. Haugen, 543 U.S. 194, 197, 125 S.Ct. 596, 160 L.Ed.2d 583 (2004).\nThe “reasonableness” of a particular use of force should be judged from the perspective of a reasonable officer on the scene, rather than with the 20/20 vision of hindsight. Graham v. Connor, 490 U.S. 386, 396, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989). The test for reasonableness is an objective one, without regard to the offieiál’s underlying subjective intent or motivation. Id. at 397, 109 S.Ct. 1865 (“An officer’s evil intentions will not make a Fourth Amendment violation out of an objectively reasonable use of force; nor will an officer’s good intentions make an objectively unreasonable use of force constitutional.”). In deciding whether the use of force was reasonable, courts must “ ‘balance the nature and quality of the intrusion on the individual’s Fourth Amendment interests against the importance of the governmental interests alleged to justify the intrusion.’” Scott v. Harris, 550 U.S. 372, 383, 127 S.Ct. 1769, 167 L.Ed.2d 686 (2007) (quoting United States v. Place, 462 U.S. 696, 703, 103 S.Ct. 2637, 77 L.Ed.2d 110 (1983)).\nThe test for reasonableness requires close and careful attention to the facts and circumstances of each particular case. Graham, supra, 490 U.S. at 396, 109 S.Ct. 1865. In the Eleventh Circuit, to balance the need for the application of force, a court must look to, and evaluate, three factors as set forth in Graham: (i) *1350the severity of the crime at issue, (ii) whether the suspect poses an immediate threat to the safety of the officers or others, and (iii) whether he is actively resisting arrest or attempting to evade arrest by flight. See Brown v. City of Huntsville, Ala., 608 F.3d 724, 738 (11th Cir.2010) (citing Vinyard v. Wilson, 311 F.3d 1340 (11th Cir.2002) in turn quoting Graham, supra, 490 U.S. at 396, 109 S.Ct. 1865).\nThe plaintiff suggests that — on the facts of this case — a different test for reasonableness is appropriate; specifically, the “deadly force” test as set forth by the Supreme Court in Tennessee v. Garner, 471 U.S. 1, 105 S.Ct. 1694, 85 L.Ed.2d 1 (1985), and as applied by the Eleventh Circuit in Vaughan v. Cox, 343 F.3d 1323 (11th Cir.2003). Under that analysis, a police officer’s use of deadly force is constitutional where (1) the officer has probable cause to believe that the suspect poses a threat of serious physical harm (either to the officer or to others) or if the suspect has committed a crime involving the infliction or threatened infliction of serious physical harm; (2) deadly force is necessary to prevént his escape; and (3) the suspect has been warned about the possibility of deadly force, where feasible. See Gamer, supra, 471 U.S. at 11-12,105 S.Ct. 1694; accord Vaughan, supra, 343 F.3d at 1329-30. Because Steen did not pose a serious threat of physical harm (and/or was not suspected of committing a crime involving serious physical harm), because deadly force was not “necessary to prevent his escape,” and because Officer Ard did not warn him before utilizing his taser, the plaintiff argues that these factors all weigh in favor of finding an unconstitutional use of deadly force. However, the plaintiffs argument on this point presupposes that the force Officer Ard used was “deadly force” in the first instance. It was not. Gamer and Vaughan, for example, involved the situation where the police took actions that were “virtually certain” to result in death (i.e., shooting a fleeing suspect in the back of the head, and firing a gun into the cabin of a vehicle traveling down a “heavily congested” interstate highway at around 80-85 mph, respectively). Here, by contrast, Officer Ard tased Steen one time while the latter was riding his bicycle. As the Eleventh Circuit recently noted: “A ‘taser’ is a non-deadly weapon.” Fils v. City of Aventura, 647 F.3d 1272, 1276 n. 2 (11th Cir.2011).6 Although it is true (as the plaintiff has observed) that tasing someone who is on a bicycle while driving alongside him in a vehicle may carry with it the possibility of serious injury or even death (e.g., if the tasing is followed by an impact with the vehicle), that outcome by no means a “virtual certainty” as it was in both Gamer and Vaughan,7 The fact that Steen died (while unfortunate) does not convert the use of non-deadly force into deadly force. *1351Consequently, the “deadly force” test does not apply, and the question is whether the force used was reasonable under the three-factor Graham analysis.\nThe first and third Graham factors tend to weigh against each other, as it may be reasonably inferred from the allegations of the complaint and from review of the video that Steen was not suspected of having committed a serious crime (first factor), but he was ignoring Officer Ard’s commands to stop and actively fleeing to evade capture (third factor). The plaintiff contends, however, that the second Graham factor regarding whether Steen posed an “immediate threat” to Officer Ard is in her favor, thereby tipping the scales in favor of finding the force unconstitutional.\nIn making this argument, the plaintiff highlights the fact that Steen did not direct any verbal or physical threats at Officer Ard. In fact, during oral argument, the plaintiffs attorney even went so far as to intimate that Steen could not have been a threat because he was fleeing from the officer. However, violation of the third Graham factor should not be applied in the plaintiffs favor with respect to analyzing the second Graham factor. The Supreme Court’s decision in Scott v. Harris, supra, is instructive on this point.\nIn that case, a police officer observed the plaintiff driving 18 mph over the speed limit, and he activated his overhead lights to pull him over. The plaintiff sped away, initiating what the Supreme Court described as a “Hollywood-style car chase of the most frightening sort.” The chase took place mostly on a two-lane street and at “shockingly fast” speeds in excess of 85 mph. During the chase, the plaintiff swerved around more than one dozen other cars, crossed the yellow line, forced cars traveling in both directions to the respective shoulders of their road, and ran numerous red lights. Eventually, one officer, Deputy Timothy Scott, rammed the plaintiffs bumper, which caused the plaintiff to lose' control of his car, overturn, and crash into an' embankment. He sustained serious injuries and was rendered a quadriplegic. In holding that it was “quite clear” that Deputy Scott did not violate plaintiffs Fourth Amendment rights, the Court began by rejecting — as I have — the argument that the case should be analyzed under the “deadly force” test of Tennessee v. Garner. The Court explained:\nGamer did not establish a magical on/off switch that triggers rigid preconditions whenever an officer’s actions constitute ‘deadly force.’ ... Gamer had nothing to do with one car striking another or even with car chases in general. A police car’s bumping a fleeing car is, in fact, not much like a policeman’s shooting a gun so as to hit a person.\n(citation and ellipsis omitted). Although “Scott’s actions [in ramming the bumper] posed a high likelihood of serious injury or death to the respondent,” the Supreme Court noted, those actions did not pose the same “near certainty of death posed by, say, shooting a fleeing felon in the back of the head, or pulling alongside a fleeing motorist’s car and shooting the motorist” (emphasis original; citing Gamer and Vaughan). Despite the increased likelihood of serious injury or even death in ramming the plaintiffs car on the facts of that case, the Court concluded that the officer’s conduct was reasonable in light of “the actual and imminent threat to the lives of any pedestrians who might have been present, to other civilian motorists, and to the officers involved in the chase.” Harris, supra, 550 U.S. at 374-85, 127 S.Ct. 1769.\nAlthough Harris involved factually different circumstances (e.g., it was a high speed car chase on a populated road), it is notable that the suspect did'not direct a threat at the officer(s); instead it was his *1352reckless behavior in fleeing that posed the substantial — but indirect — threat to the officers and others. In this respect, it is also important to note that the “substantial and immediate risk of serious physical injury to others” in that case did not exist until after the pursuit began. In regards to that issue (and, relatedly, whether the police could have protected themselves and the public merely by calling off the chase) the Supreme Court said: “[W]e are loath to lay down a rule requiring the police to allow fleeing suspects to get away whenever they drive so recklessly that they put other people’s lives in danger.” See Harris, supra, 550 U.S. at 385-86, 127 S.Ct. 1769.\nHere, although Steen did not directly threaten Officer Ard, the video shows him riding in the middle of the road, and crossing over all four lanes of the street two times, with Officer Ard following closely behind. While the roads were mostly empty during the chase, the bicycle (and the pursuing vehicle) crossing a four-lane road multiple times could potentially be dangerous to any others who may have been in the area at that time. Although the danger caused by Steen fleeing on his bicycle may not be the same as that caused by the speeding motorist in Harris, there was a serious threat to the safety of others caused by his flight and Officer’s Ard’s pursuit. Thus, the second Graham factor must be evaluated as both favorable and unfavorable to the plaintiff.\nHowever, even if the first two Graham factors — no serious crime, and no immediate threat — weighed entirely for the plaintiff, I cannot ignore that Steen was fleeing the scene and disregarding Officer Ard’s repeated orders to “stop the bike.” The Eleventh Circuit stated in Brown v. City of Huntsville, Ala., supra, that the use of pepper spray (which may be, and often is, analogized to using a taser) “is not excessive force in situations where the arrestee ... attempts to flee.” 608 F.3d at 739 (citing Vinyard, supra, 311 F.3d at 1348 (“[c]ourts have consistently concluded that using pepper spray is reasonable ... where the plaintiff was either resisting arrest or refusing police requests”)). Oliver v. Fiorino, 586 F.3d 898 (11th Cir.2009), is instructive. In that case, the survivors of a pedestrian who died after being tased at least eight times by the police (even though he “was not accused of or suspected of any crime”) filed an action alleging excessive force. The Eleventh Circuit held that tasing the decedent several times was clearly excessive. Notably, however, the court said that “the use of an initial, single Taser shock” in order to subdue and control him in the first instance “may have been justified.” See id. at 906. At a minimum, it is apparent that the use of a taser is a lesser use of force than the use of a firearm in apprehending someone evading arrest by flight.\nThe factual record in this case has not yet been fleshed out, and I am only considering the plaintiffs allegations in the complaint and the facts as seen in the attached video. Based only on those limited facts, I cannot say that the single use of a taser on the fleeing, albeit non-violent, Steen was an unconstitutional use of excessive force. Ultimately, however, I do not need to make that decision. I will simply assume arguendo that there was a constitutional violation and proceed to the second step of the qualified immunity analysis.\n2. Was the right “clearly established” at the time of the violation?\n‘Whether a claimed right ‘is clearly established is a question of law for the court to decide.’” Courson v. McMillian, 939 F.2d 1479, 1487 (11th Cir.1991) (citation omitted). In determining whether a right is clearly established, the court must decide “ ‘whether it would be clear to a reasonable officer that his conduct was *1353unlawful in the situation he confronted.’ ” Vinyard, supra, 311 F.3d at 1350 (emphasis original) (citing Saucier, supra, 533 U.S. at 202,121 S.Ct. 2151). The Supreme Court has emphasized in this context that the important question is whether the law gave the officer “fair warning” that his conduct would be clearly unlawful. See id. (citing Hope v. Pelzer, 536 U.S. 730, 741, 122 S.Ct. 2508, 153 L.Ed.2d 666 (2002)).\nIn the Eleventh Circuit, there are two methods to determine if a reasonable officer would have “fair warning” that his conduct is clearly unconstitutional. The first method “looks at the relevant case law at the time of the violation; the right is clearly established if a concrete factual context exists so as to make it obvious to a reasonable government actor that his actions violate federal law.” See Fils, supra, 647 F.3d at 1291 (citation and brackets omitted). The second method “looks not at case law, but at the officer’s conduct, and inquires whether that conduct ‘lies so obviously at the very core of what the Fourth Amendment prohibits that the unlawfulness of the conduct was readily apparent to the officer, notwithstanding the lack of fact-specific case law.’ ” See id. (citation and brackets omitted). Cases falling under the second method are referred to as “obvious clarity” cases. See Vinyard, supra, 311 F.3d at 1350. The plaintiff argues in this case that Officer Ard had “fair warning” that his conduct was clearly unlawful under existing case law and/or because this is an “obvious clarity” case.\nFor a constitutional right to be clearly established under the first method, the Eleventh Circuit has stated many times that “if case law, in factual terms, has not staked out a bright line, qualified immunity almost always protects the defendant.” Oliver, supra, 586 F.3d at 907 (citation omitted). Prior existing case law will give adequate notice to an officer when the circumstances are “materially similar” and not “fairly distinguishable.” See Vinyard, supra, 311 F.3d at 1352. The Supreme Court “[does] not require a case directly on point, but existing precedent must have placed the statutory or constitutional question beyond debate.” Ashcroft v. al-Kidd, — U.S.-, 131 S.Ct. 2074, 2083, 179 L.Ed.2d 1149 (2011). In determining if existing case law provided an officer with fair warning that a specific use of force was unlawful “beyond debate,” the Eleventh Circuit has made clear that it “[does] not expect public officials to sort out the law of every jurisdiction in the country.” See Marsh v. Butler County, Ala., 268 F.3d 1014, 1032 n. 10 (11th Cir.2001). Therefore, “[w]hen case law is needed to ‘clearly establish’ the law applicable to the pertinent circumstances, we look to decisions of the U.S. Supreme Court, the United States Court of Appeals for the Eleventh Circuit, and the highest court of the pertinent state.” Id.\nThe plaintiff has not identified— and my research has not revealed — a case from the United States Supreme Court, the Eleventh Circuit, or the Florida Supreme Court, “stakfing] out a bright line” and holding that it is excessive force for a police officer in a vehicle to tase someone who is fleeing on a bicycle.8 The cases cited by the plaintiff either do not involve a fleeing suspect (the third Graham factor used to analyze reasonableness),9 and/or *1354they are otherwise “fairly distinguishable.” 10\nThus, to the extent that the plaintiff contends there is a “controlling case” that clearly established on October 3, 2009, that Officer Ard’s use of force was unconstitutional, I find that each cited case is readily distinguishable.11 I will now turn to the second method of determining whether Officer Ard had “fair warning” that his conduct was unlawful.\nThe second method — for “obvious clarity” cases — is a “narrow exception to the normal rule that only case law and specific factual scenarios can establish a violation.” Fils, supra, 647 F.3d at 1291. The Eleventh Circuit recently described the method this way: “Concrete facts are generally necessary to provide officers with notice of the ‘hazy border between excessive and acceptable force.’ But, where the officer’s conduct is so outrageous that it clearly goes ‘so far beyond’ these borders, qualified immunity will not protect him even in the absence of case law.” Id. In such cases, force will be deemed excessive if it violates “some broad statements of principle in case law [that] are not tied to particularized facts.” Vinyard, supra, 311 F.3d at 1351. This “clearly-exeessive-even-inthe-absenee-of-case-law standard is a difficult one to meet.” Priester v. City of Riviera Beach, 208 F.3d 919, 927 (11th Cir.2000).\nThe plaintiff contends that in this case “we are dealing with an officer that [sic] intentionally deployed his Taser from the window of his speeding patrol car at an individual riding on another vehicle (a bicycle), from a distance of no more than eight (8) feet while both vehicles were underway.” These conditions, the plaintiff further contends, “presented an abnormally high likelihood of serious injury or death to Mr. Steen.” Relying primarily on Garner, Vaughan, and Oliver, supra, the *1355plaintiff insists that the purported excessive force in this case was clearly established under the “obvious clarity” standard. I do not agree.\nAs previously discussed, Gamer and Vaughan are plainly distinguishable. To paraphrase the Supreme Court in Harris, supra, tasing a person riding a bicycle “is, in fact, not much like a policeman’s shooting a gun so as to hit a person” and thus does not pose the same “near certainty of death posed by, say, shooting a fleeing felon in the back of the head, or pulling alongside a fleeing motorist’s car [traveling 80 + mph on an interstate highway] and shooting the motorist.” 550 U.S. at 383-84, 127 S.Ct. 1769 (distinguishing both Gamer and Vaughan). While it was obvious and apparent in those cases that the force being used was “virtually certain” to result in death, that is simply not the case here.12\nOliver is also different factually. The evidence in that case, as summarized by the Eleventh Circuit, established that:\nOliver was neither accused nor suspected of a crime at the time of the incident, that Officer Fiorino tasered Oliver at least eight and as many as eleven or twelve times with each shock lasting at least five seconds, that the officers made no attempt to handcuff or arrest Oliver at any time during or after any Taser shock cycle, that the officer continued to administer Taser shocks to Oliver while he was lying on the hot pavement, immobilized and clenched up, and, finally, that these Taser shocks resulted in extreme pain and ultimately caused Oliver’s death.\nSupra, 586 F.3d at 901. The court recognized that there was no binding federal or state case “directly on all fours with this case.” See id. at 907. Nevertheless, even though there was no prior decision expressly holding that it was excessive force to use a taser “under circumstances like these” [see id], case law was not necessary since the case under review was one of “obvious clarity”:\n[T]he force employed was so utterly disproportionate to the level of force reasonably necessary that any reasonable officer would have recognized that his actions were unlawful [even in the absence of case law on point]. The need for force was exceedingly limited. Again, Oliver was not accused of or suspected of any crime, let alone a violent one; he did not act belligerently or aggressively; he complied with most of the officers’ directions; and he made no effort to flee.\nTasering the plaintiff at least eight and as many as eleven or twelve times over a two-minute span without attempting to arrest or otherwise subdue the plaintiff — including tasering Oliver while he was writhing in pain on the hot pavement and after he had gone limp and immobilized — was so plainly unnecessary and disproportionate that no reasonable officer could have thought that this amount of force was legal under the circumstances. When measured against these facts, the officers violated a clearly established right.\nId. at 908 (emphasis added). Oliver is thus clearly distinguishable on its facts.13\n*1356There are, as noted, situations where “a general constitutional rule already identified in the decisional law may apply with obvious clarity to the specific conduct in question, even though the very action in question has [not] previously been held unlawful.” Vinyard, supra, 311 F.3d at 1352. However, the Eleventh Circuit has stated “if a broad principle in case law is to establish clearly the law applicable to a specific set of facts facing a governmental official, it must do so ‘with obvious clarity’ to the point that every objectively reasonable government official facing the circumstances would know that the official’s conduct did violate federal law when the official acted.” Id. (emphasis added). Because it can scarcely be claimed that “every objectively reasonable government official” in Officer Ard’s position would have known that tasing a suspect who was fleeing on his bicycle violated clearly established federal law, this case is not one of “obvious clarity.”\nAlthough the morning of October 3, 2009, ended in tragedy, Officer Ard’s use of the taser on the facts presented was not “so far beyond the hazy border between excessive and acceptable force that [Ard] had to know he was violating the Constitution even without case law on point.” See Priester, supra, 208 F.3d at 926. A taser is generally recognized as having many useful and lawful applications for law enforcement purposes. It is not a deadly weapon, as the Eleventh Circuit recently noted in Fils, supra. Accordingly, I must conclude that, as of that date, it was not clearly established to “every objectively reasonable government official” (and thus, there was no “fair warning”) that discharging a single taser shock to a suspect attempting to flee on a bicycle was unconstitutional.\nTherefore, Chief Mathis is entitled to qualified immunity on the supervisory liability claim.\nIII. Conclusion\nFor the above reasons, Chief Mathis’s motion to dismiss count III (doc. 22) must be, and is, GRANTED, to the extent that it is based on qualified immunity.\n\n. Chief Mathis originally raised the qualified immunity defense in his motion to dismiss (as noted), but it was not actually briefed. Thus, I stated in my June 6th order that it appeared the defense had been asserted \"almost as an afterthought.” In his supplemental filing, Chief Mathis responded that qualified immunity was not intended to be \" 'an afterthought' but as a primary focus” of his motion to dismiss. Accordingly, the issue was discussed more extensively in the supplemental memos and during the oral argument.\n\n\n. Because the DVD was attached to the complaint as an exhibit, the plaintiff asserts — and Chief Mathis does not dispute- — that it \"may be considered by the Court in the Motion to Dismiss proceedings” (doc. 52); see also, e.g., Grossman v. Nationsbank, N.A., 225 F.3d 1228, 1231 (11th Cir.2000) (in considering a motion to dismiss \"the court limits its consideration to the pleadings and exhibits attached thereto”). I thus can (and will) consider the video in deciding the pending motion to dismiss.\n\n\n.The complaint is silent as to what crime, if any, Steen was suspected of at that time. The plaintiff's attorney thus stated during oral argument: “There was no allegation of a crime in this case. What we allege in our complaint, which Your Honor has to take as true, is that Victor Steen was riding his bicycle at that time and there was no crime in this situation.” But, in her supplemental memorandum of law, the plaintiff recognizes that Steen was, if nothing else, \"apparently suspected of operating a bicycle at night without proper lighting” (doc. 49 at 8).\n\n\n. In Count III, the plaintiff focuses her attention on Chief Mathis’s \"taser policy” (or lack thereof); indeed, she references taser usage more than a dozen times in that count. Her attorney briefly suggested at oral argument that Chief Mathis’s custom and policy also led Officer Ard to use his vehicle to \"deliberately and intentionally ... ram” Steen’s bicycle, as has been alleged against Officer Ard in Count I. However, the plaintiff does not assert this claim against Chief Mathis in the complaint— at least not expressly (although she does claim that he failed in his duty to implement adequate use-of-force policies, \"including, but not limited to the use of Tasers”) (emphasis added). Without pleading facts to support such a claim, any suggestion that Chief Mathis had a policy (de facto or otherwise) of allowing his officers to use their vehicles to intentionally \"ram” people on bicycles and then deliberately run them over is simply implausible. Cf. Brown v. Hillsborough County Sheriff's Office, 342 Fed.Appx. 552, 554 (11th Cir.2009) (holding that complaint was properly dismissed, inter alia, where \"Brown did not plead facts from which it could plausibly be inferred that the Sheriff's Office had a custom or policy that was the moving force behind Pratt’s sexual assault of Brown”). Therefore, the question whether Chief Mathis is liable for Steen's injuries and death will focus solely on his taser policy, or the lack of one.\n\n\n. As explained in supra note 4, the only claim against Chief Mathis plausibly asserted in the complaint involves his policy (or lack thereof) regarding taser usage. The following analysis thus only applies to Count III and is limited to that one issue. Nothing in this order should be read as to apply to any other claim that the plaintiff has alleged or any other alleged use of excessive force, such as, for example, the claim in Count I that Officer Ard “deliberately and intentionally used his vehicle to ram into Steen.”\n\n\n. That is not to say, of course, that a taser is incapable of resulting in death. See, e.g., Oliver v. Fiorino, 586 F.3d 898 (11th Cir.2009) (pedestrian died after being tased by the police multiple times). Indeed, as the Sixth Circuit has stated: \"[M]any law enforcement tools possess the potential for being deadly force, including a state university police officer’s nightstick, and a police officer’s vehicle. Indeed, as any faithful reader of mystery novels can attest, an instrument of death need not be something as obviously lethal as a gun or knife. The ubiquitous 'blunt object’ kills just as effectively.” Robinette v. Barnes, 854 F.2d 909, 912 (6th Cir.1988) (internal citations omitted).\n\n\n. Plaintiff’s counsel suggested at oral argument that a bicycle is a vehicle just as a truck is a vehicle and, therefore, Vaughan is on point. However, the difference in the relative danger posed by firing a gun into a truck going 80 miles an hour on a \"heavily congested” interstate highway, and utilizing a taser on a person operating his bicycle on a scarcely-traveled road at 1:50 a.m., is obvious and apparent.\n\n\n. Although the plaintiff did not present this case as supporting her claim, a federal district court in Minnesota held that tasing a man riding on a bicycle could be unconstitutional; however, the facts of the case are readily distinguishable and, as that decision is not controlling in this jurisdiction, it is not binding on the officer in this case. See generally Orsak v. Metro. Airports Com’n Airport Police Dept., 675 F.Supp.2d 944 (D.Minn.2009).\n\n\n. See, for example: Powell v. Haddock, 366 Fed.Appx. 29 (11th Cir.2010) (plaintiff tased two times even though she committed no crime and “there was no instruction given that Powell failed to obey”); Oliver v. Fiorino, 586 F.3d 898 (11th Cir.2009) (deceased tased multiple times even though he was “largely compliant and cooperative with officers”); Moretta v. Abbott, 280 Fed.Appx. 823 (11th Cir.2008) (taser victim was a 6 year-old, 3 foo1/5 inch tall, 53-lb child who, when the police officer encountered him, was \"standing motionless and passive”); Priester v. City of Riviera Beach, 208 F.3d 919 (11th Cir.2000) (burglary suspect \"submitted immediately to the police”; “complied\" with their orders; and “was not attempting to flee or to resist arrest”).\n\n\n. To highlight just one example, the plaintiff cites Vinyard v. Wilson, 311 F.3d 1340 (11th Cir.2002), as proof that, on or about October 3, 2009, “it was clearly established that [a taser] could not constitutionally be used against a nonthreatening suspect when the alleged suspect's crime was a minor offense.” However, in Vinyard, the officer had arrested the plaintiff for a minor offense, and there was \"no indication that she actively resisted the initial arrest or attempted to flee at any time.” She was fully secured with handcuffs and placed in the back seat of the patrol car. While on the way to the police station, the plaintiff screamed and directed profanities at the officer. He then stopped the car and grabbed her arm and breast (bruising both); pulled her head back by the hair; and sprayed her in the face with several bursts of pepper spray. Using that type of force on an already-secured and handcuffed suspect is clearly different than firing a single taser shock to stop a suspect who is in the process of fleeing.\n\n\n.Subsequent to the briefing and oral argument in this case, the Eleventh Circuit decided another taser case, but it too did not involve a fleeing suspect and is otherwise quite different factually. See Fils v. City of Aventura, 647 F.3d 1272 (11th Cir.2011) (use of force held to be excessive when the suspect \"was tased even though he committed at most a minor offense; he did not resist arrest; he did not threaten anyone; and he did not disobey any instructions (for none were given) ”) (emphasis added).\n\n\n. Indeed, the plaintiffs argument on this point is somewhat inconsistent. On the one hand, she suggests that there was a high likelihood of death (and that this is an \"obvious clarity” case) because tasing Steen while he was on his bicycle left \"essentially no time for Officer Ard to avoid running over [him], given the obvious limitations in human reaction time.” On the other hand, the plaintiff suggests that it was not \"limitations in human reaction time” that brought about Steen’s death, but rather Officer Ard made a “sudden sharp turn” into the parking lot, “accelerated his vehicle,” and \"deliberately and intentionally used his vehicle to ram into Steen.”\n\n\n. Other \"obvious clarity” cases can also be easily distinguished as they did not involve *1356fleeing suspects. See, e.g., Slicker v. Jackson, 215 F.3d 1225 (11th Cir.2000) (concluding,without case law on point, that the evidence —if credited — showed that “the officers used excessive force in beating Slicker even though he was handcuffed and did not resist, attempt to flee, or struggle with the officers in any way’’); Priester v. City of Riviera Beach, 208 F.3d 919 (11th Cir.2000) (force was “clearly-excessive-even-in-absence-of-case-law” when police officer released his K-9 to attack suspect who was lying on the ground, did not pose any threat to officers or others, and was not attempting to flee the scene or resist arrest); Smith v. Mattox, 127 F.3d 1416 (11th Cir.1997) (officer's conduct went \"far beyond the hazy border,” and unlawfulness was \"readily apparent even without clarifying case law,” when the officer, while on the plaintiff's back and handcuffing him, broke plaintiff's arm requiring surgery for numerous fractures even though plaintiff at the time was offering no resistance at all); see also Lee v. Ferraro, 284 F.3d 1188 (11th Cir.2002) (officer stopped motorist for improperly honking her car horn, and, in the course of arresting her for violating local noise ordinance (during which she did not resist or attempt to flee), he “slammed” her head down on the trunk “after she was arrested, handcuffed, and completely secured, and after any danger to the arresting officer as well as any risk of flight had passed”; concluding, “as in Slicker, Priester, and Smith, the peculiar facts of this case are 'so far beyond the hazy border between excessive and acceptable force that [the officer] had to know he was violating the Constitution even without case law on point' ”) (emphasis original).\n\n",
            "ocr": true,
            "opinion_id": 8692905
        }
    ],
    "court_short_name": "N.D. Florida",
    "court_full_name": "District Court, N.D. Florida",
    "court_type": "FD",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}