{
    "id": 8712525,
    "judges": "Spatt",
    "date_filed": "2000-07-24",
    "date_filed_is_approximate": true,
    "slug": "mcdowell-v-north-shore-long-island-jewish-health-system-inc",
    "case_name_short": "McDowell",
    "case_name": "McDowell v. North Shore-Long Island Jewish Health System, Inc.",
    "case_name_full": "Patrick McDOWELL v. NORTH SHORE-LONG ISLAND JEWISH HEALTH SYSTEM, INC. a/k/a North Shore-Long Island Jewish Health System",
    "attorneys": "David Abrams, Esq., New York, NY, for the Plaintiff., McCarter & English, LLP, by Peter D. Stergios, Esq., New York, NY, for the Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "839 F. Supp. 2d 562"
    ],
    "opinions": [
        {
            "author_str": "Spatt",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM OF DECISION AND ORDER\nSPATT, District Judge.\nThe Plaintiff in this case, Patrick McDowell, brings this action against his former employer, North Shore — Long Island Jewish Health System, Inc. a/k/a North Shore — Long Island Jewish Health System (the “Defendant” or “North Shore”) alleging claims of racial discrimination and retaliation in violation of 42 U.S.C. § 1981 and New York State Human Rights Law (“NYSHRL”). This Court previously dismissed the Plaintiffs claims pursuant to Federal Rule of Civil Procedure (“Fed. R. Civ.P.”) 12(b)(6) for failure to state a claim upon which relief can be granted, but did so without prejudice to the Plaintiffs right to serve an amended complaint within twenty days of the dismissal. McDowell v. North Shore-Long Island Jewish Health System, Inc. (“McDowell I ”), 788 F.Supp.2d 78 (E.D.N.Y.2011). The Plaintiff has filed a second amended complaint and the Defendant again has filed a motion to dismiss the Plaintiffs claims pursuant to Fed.R.Civ.P. 12(b)(6) for failure to state a claim upon which relief can be granted. For the reasons set forth below, this Court denies the Defendant’s motion in its entirety.\nI. BACKGROUND\nUnless otherwise stated, the following facts are drawn from the Plaintiffs second amended complaint and the documents that were incorporated by reference in the complaint. Beginning in September of 2007, the Plaintiff, a black man, was employed by the Defendant as a biomedical technician and he was responsible for the maintenance, inspection, and repair of medical equipment. Over the course of this employment, the Plaintiff claims to have performed his duties satisfactorily and followed North Shore’s *564standards for the inspection and maintenance of medical equipment. In addition, he contends that he refrained from any misconduct like absenteeism, theft, or insubordination. According to the Plaintiff, his job performance was on par with the biomedical technicians with whom he worked. In particular, the Plaintiff asserts that his work was “at least as good as” the work performed by three white co-workers who performed the same duties and reported to the same manager as the Plaintiff. (Pl.’s Second Am. Compl. ¶¶ 15, 19).\nIn or about August of 2008, the Plaintiff was involved in an incident with a coworker referred to as “DG,” who was a white biomedical technician also employed by the Defendant. In the bio-medical (“bio-med”) shop of Glen Cove Hospital, the Plaintiff was listening to the radio as he worked and, according to the Plaintiff, DG took exception. DG entered the bio-med shop and, using expletives, told the Plaintiff to shut off the radio. The Plaintiff refused. After yelling at the Plaintiff to turn the radio off for a second time to no avail, DG confronted the Plaintiff and stated “I’ll fuck you up nigger.” (Pl.’s Second Am. Compl. ¶ 10.) The confrontation escalated no further and shortly thereafter, the Plaintiff complained to the Defendant’s Human Resources Manager, Deborah Solivan (“Solivan”), about this incident. Solivan informed the Plaintiff that the matter was going to be investigated. When the Plaintiff did not hear from Solivan for several weeks, he contacted her again and was told that the matter was still under investigation. Neither Solivan nor any other representative of North Shore contacted the Plaintiff about the results of the investigation.\nAccording to the Plaintiff, the Defendant abruptly discharged him from his duties in December of 2008, citing both a dearth of available assignments and a conflict with the Plaintiffs school schedule, which interfered with his work, as the reasons for the discharge. The Plaintiff alleges that despite the Defendant’s claim that no work assignments were available, at least one non-black biomedical technician was hired by the Defendant after the Plaintiffs discharge. Further, the Plaintiff alleges that he attended school from the beginning of his employment, which the Defendant was aware of and made no complaints. Based on these facts, the Plaintiff asserts that “the reasonable inference from the timing, circumstances, and justification offered by the [Defendant] is that Plaintiff was discharged because of his race or in retaliation for his complaint or both and that the [Defendant’s] discrimination and/or retaliation were intentional.” (PL’s Second Am. Compl. ¶ 20).\nOn August 2, 2010, the Plaintiff commenced this action, asserting causes of action for racial discrimination and retaliation in violation of the Civil Rights Act of 1866, as codified at 42 U.S.C. § 1981, and the New York State Human Rights Law. After the Plaintiff served his first amended complaint, the Defendant filed a motion on October 20, 2010 to dismiss the Plaintiffs amended complaint pursuant to Fed. R.Civ.P. 12(b)(6), for failure to state a claim upon which relief can be granted. On June 1, 2011, this Court granted the Defendant’s motion to dismiss without prejudice to the Plaintiffs right to serve another amended complaint within twenty days of the date of the decision. On June 20, 2011, the Plaintiff filed a second amended complaint. On July 5, 2011, the Defendant moved this Court to dismiss the Plaintiffs second amended complaint, pursuant to Fed.R.Civ.P. 12(b)(6), for failure to state a claim upon which relief can be granted.\n*565II. DISCUSSION\n\nA. Legal Standard\n\nUnder the now well-established Twombly standard, a complaint should be dismissed only if it does not contain enough allegations of fact to state a claim for relief that is “plausible on its face.” Bell Atl. Corp. v. Twombly, 550 U.S. 544, 570, 127 S.Ct. 1955, 1974, 167 L.Ed.2d 929 (2007). The Second Circuit has explained that, after Twombly, the Court’s inquiry under Rule 12(b)(6) is guided by two principles. Harris v. Mills, 572 F.3d 66 (2d Cir.2009) (citing Ashcroft v. Iqbal, 556 U.S. 662, 129 S.Ct. 1937, 1949, 173 L.Ed.2d 868 (2009)).\n“First, although ‘a court must accept as true all of the allegations contained in a complaint,’ that ‘tenet’ ‘is inapplicable to legal conclusions,’ and ‘[tjhreadbare recitals of the elements of a cause of action, supported by mere conclusory statements, do not suffice.’ ” Id. at 72 (quoting Iqbal, 129 S.Ct. at 1949). “ ‘Second, only a complaint that states a plausible claim for relief survives a motion to dismiss’ and ‘[determining whether a complaint states a plausible claim for relief will ... be a context-specific task that requires the reviewing court to draw on its judicial experience and common sense.’ ” Id. (quoting Iqbal, 129 S.Ct. at 1950). Thus, “[w]hen there are well-pleaded factual allegations, a court should assume their veracity and ... determine whether they plausibly give rise to an entitlement of relief.” Iqbal, 129 S.Ct. at 1950.\nIn considering a motion to dismiss, this Court accepts as true the factual allegations set forth in the complaint and draws all reasonable inferences in the Plaintiffs’ favor. Zinermon v. Burch, 494 U.S. 113, 118, 110 S.Ct. 975, 979, 108 L.Ed.2d 100 (1990); In re NYSE Specialists Sec. Litig., 503 F.3d 89, 91 (2d Cir.2007). Only if this Court is satisfied that “the complaint cannot state any set of facts that would entitle the plaintiff to relief’ will it grant dismissal pursuant to Fed.R.Civ.P. 12(b)(6). Hertz Corp. v. City of New York, 1 F.3d 121, 125 (2d Cir.1993). The issue on a motion to dismiss is “not whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claims.” Todd v. Exxon Corp., 275 F.3d 191, 198 (2d Cir.2001) (quoting Scheuer v. Rhodes, 416 U.S. 232, 236, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974)).\n“[T]o survive a Rule 12(b)(6) motion, plaintiff need not establish a prima facie case of discrimination, but her complaint must give fair notice of her claims, and those claims must be facially plausible.” Morris v. David Lerner Assocs., 680 F.Supp.2d 430, 439 (E.D.N.Y.2010); Leibowitz v. Cornell Univ., 445 F.3d 586, 591 (2d Cir.2006) (holding that a plaintiff is not required to plead a prima facie case of discrimination in a discrimination case) (citing Swierkiewicz v. Sorema N.A., 534 U.S. 506, 515, 122 S.Ct. 992, 999, 152 L.Ed.2d 1 (2002)); Ortiz v. Standard and Poor’s, No. 10-CV-8490, 2011 WL 4056901, at *4 n. 9 (S.D.N.Y. Aug. 29, 2011) (same); Barbosa v. Continuum Health Partners, Inc., 716 F.Supp.2d 210, 215 (S.D.N.Y.2010) (citing Fowler v. Scores Holding Co., 677 F.Supp.2d 673, 679 (S.D.N.Y.2009)) (same); Goodman v. Merrill Lynch &amp; Co., Inc., 716 F.Supp.2d 253, 259-60 (S.D.N.Y.2010) (same); see also Hedges v. Town of Madison, 456 Fed.Appx. 22, 23 (2d Cir.2012) (“[A]t a minimum, employment discrimination claims must meet the standard of pleading set forth in Twombly and Iqbal even if pleading a prima facie case is not required.”).\nB. As to the Plaintiff’s 42 U.S.C. § 1981 Cause of Action\nThe Plaintiff asserts in his complaint that this Court should reasonably infer “from the timing, circumstances, and justification offered by the [Defendant]” that *566the Defendant terminated the Plaintiff because he was a racial minority and/or because he filed a racially-based complaint with the Defendant’s Human Resources Department. (Pl.’s Second Am. Compl. ¶ 20). He argues that such conduct violated his rights under the Civil Rights Act of 1866.\n1. Legal Standard\nThe portion of the Civil Rights Act of 1866 relevant to the Plaintiffs claim is codified at 42 U.S.C. § 1981, which provides in pertinent part that “[a]ll persons within the jurisdiction of the United States shall have the same right in every State and Territory to make and enforce contracts ... as is enjoyed by white citizens. ...” 42 U.S.C. § 1981(a). The Supreme Court has interpreted this statute to provide a basis to assert claims against private employers for wrongful termination on the basis of race, as well as for wrongful termination in retaliation for protected conduct. See CBOCS West, Inc. v. Humphries, 553 U.S. 442, 455-57, 128 S.Ct. 1951, 170 L.Ed.2d 864 (2008). In analyzing such a claim, a court applies the same standard used to evaluate a claim for discrimination and retaliation that is used to evaluate a Title VI I claim. See, e.g., Vivenzio v. City of Syracuse, 611 F.3d 98, 106 (2d Cir.2010). However, at the pleadings stage, the Court does not apply the familiar burden shifting test as articulated by the Supreme Court in McDonnell Douglas Corp. v. Green, which is used to analyze the evidentiary support for discrimination claims. 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). Rather the Court’s analysis focuses on the plausibility of the Plaintiffs claim based on the facts alleged. See Boykin v. KeyCorp, 521 F.3d 202, 212-13 (2d Cir.2008). Further, as is true in the present case, when certain facts are particularly within a defendant’s knowledge and control, “[pjleading on the basis of information and belief is generally appropriate under such circumstances.” Id. at 215.\nIn order to establish a Section 1981 claim, a plaintiff must allege facts supporting that “the plaintiff is a member of a racial minority,” which is not disputed by the parties in this case; “an intent to discriminate on the basis of race by the defendant,” which is the heart of this dispute; and “the discrimination concerned one or more of the activities enumerated in the statute,” which is also not in dispute. Mian v. Donaldson, Lufkin &amp; Jenrette Sec. Corp., 7 F.3d 1085, 1087 (2d Cir.1993).\nIn assessing the plausibility of the racial discrimination portion of the Plaintiffs Section 1981 claim, similar to a Title VII claim, the Court must determine whether the Plaintiff has alleged facts showing that he suffered an adverse employment action based on his race. See, e.g., Mendelsohn v. University Hosp., 178 F.Supp.2d 323, 329 (E.D.N.Y.2002) (Spatt, J.) (citing Gordon v. New York City Bd. of Educ., 232 F.3d 111, 116 (2d Cir.2000)). In addition, the Court must also analyze whether the Plaintiff has alleged racial animus with sufficient particularity. See Rivera-Powell v. New York City Bd. of Elections, 470 F.3d 458, 470 (2d Cir.2006) (“[plaintiffs] complaint proffers only a conclusory allegation of discrimination, which, without evidentiary support or allegations of particularized incidents, does not state a valid claim and so cannot withstand a motion to dismiss.” (internal citations and quotations omitted)); Lopez v. Bay Shore Union Free Sch. Dist., 668 F.Supp.2d 406, 414 (E.D.N.Y.2009) (Spatt, J.) (holding that “this Circuit continues to require that racial animus be plead with particularity.”).\nAs to whether the Plaintiff has sufficiently pleaded a retaliation claim, the Court must determine whether the Plain*567tiff has shown that “(1) [the Plaintiff] participated in a protected activity known to the Defendant; (2) the Defendant took an employment action disadvantaging [him]; and (3) there exists a causal connection between the protected activity and the adverse action.” Patane v. Clark, 508 F.3d 106, 115 (2d Cir.2007).\n2. As to Whether the Plaintiff Has Alleged an Adverse Employment Action\nThe Defendant asserts an argument pertinent to both the discrimination and retaliation claims, which is that the Plaintiff has failed to state a valid Section 1981 claim because he has not sufficiently pleaded facts establishing that he was actually terminated from his job and has thus failed to allege an adverse employment action. An adverse employment action is a “ ‘material adverse change’ in the terms and conditions of employment.” Sanders v. New York City Human Resources Admin., 361 F.3d 749, 755 (2d Cir.2004) (quoting Richardson v. New York State Dep’t of Corr. Serv., 180 F.3d 426, 446 (2d Cir.1999)). Such an action is “more disruptive than a mere inconvenience or an alteration of job responsibilities.” Galabya v. New York City Bd. of Educ., 202 F.3d 636, 640 (2d Cir.2000) (quoting Crady v. Liberty Nat’l Bank &amp; Trust Co. of Ind., 993 F.2d 132, 136 (7th Cir.1993)). Materially adverse changes encompass “termination of employment, a demotion evidenced by a decrease in wage or salary, a less distinguished title, a material loss of benefits, significantly diminished material responsibilities, or other indices ... unique to a particular situation.” Id. (quoting Crady, 993 F.2d at 136).\nSimilar to the first amended complaint, the Plaintiffs allegations concerning the termination of his employment with the Defendant are vague, but the Court again finds, when viewing the facts in a light most favorable for the Plaintiff, that he has sufficiently alleged that his employment was terminated by the Defendant. See McDowell I, 788 F.Supp.2d at 81. Moreover, even assuming that the Plaintiff failed to sufficiently plead that he was expressly terminated, he has more than sufficiently alleged significantly diminished material responsibilities in that he was no longer given work assignments. The Defendant’s argument that there is no alleged adverse employment action is therefore without merit and is not a basis to dismiss the Plaintiffs Section 1981 claim.\nDefendant further argues that the Plaintiff failed to identify who terminated his position and that lack of identification renders his claims implausible. However, the focus of the present analysis is on whether the Plaintiff sufficiently pleaded “an adverse employment action.” See Mendelsohn, 178 F.Supp.2d at 329 (citing Gordon, 232 F.3d at 116). The consistent language used by the Second Circuit when analyzing an adverse employment action under both Title VII and Section 1981 generally concentrates on whether the plaintiff endured an adverse action, not who perpetrated it. See, e.g., Hyek v. Field Support Services, Inc., 461 Fed.Appx. 59, 60, 2012 WL 490643, at *1 (2d Cir.2012) (“To establish a prima facie case of discrimination under Title VII [and Section 1981], Appellant must show that she ... suffered an adverse employment action----”); Terry v. Ashcroft, 336 F.3d 128, 138 (2d Cir.2003) (“[T]o establish a claim of racial or gender discrimination under Title VII [and Section 1981], a claimant must show that ... he suffered an adverse employment action____”). At this stage, this Court is therefore not concerned with which person committed this action on the Defendant’s behalf. Therefore, the Plaintiffs factual allegations suffice to plausibly establish that he suffered an adverse employment action by the Defendant.\n*5683. As to Whether the Plaintiff Has Sufficiently Set Forth Facts Establishing the Defendant’s Intent to Discriminate on the Basis of Race\nTo defeat the Defendant’s motion, the Plaintiff must have pleaded with particularity that the Defendant intentionally discriminated against him on the basis of his race to support his claim. With greater specificity than the first amended complaint, the Plaintiff has asserted facts surrounding the circumstances of his discharge from the Defendant’s employ so as to support an inference of racial animus. First, he asserts that he worked alongside three white co-workers under the same manager and performed as well as these co-workers. Further, the Plaintiff claims that he was in good standing with his employer at the time of his discharge with regard to his personal behavior; he did not steal from the Defendant; or engage in a pattern of absenteeism; or defy those in charge. In addition, the Defendant allegedly proffered two false reasons for discharging the Plaintiff: the negative impact of his schooling on his work performance and a general dearth of work for biomedical technicians. In the complaint, the Plaintiff alleges that these proffered reasons were untrue. First, he claims that his employer knew about his schooling for the entirety of his employment and it was never previously an issue in any regard before his sudden termination. Second, the Plaintiff cites the hiring of an additional, non-black employee as proof that the Defendant falsely claimed that no work was available. When viewing these circumstances of the discharge in the aggregate and in a light most favorable to the Plaintiff, this Court finds that they “are suggestive of discrimination,” Schwab, 435 Fed.Appx. at 40.\nWith respect to racial animus, the intent aspect of alleged race-based discrimination is often the most difficult to establish as “[t]here will seldom be ‘eyewitness’ testimony as to the employer’s mental processes.” U.S. Postal Serv. Bd. of Governors v. Aikens, 460 U.S. 711, 716, 103 S.Ct. 1478, 1482, 75 L.Ed.2d 403 (1983). Very often racial discrimination in the workplace is a clandestine activity that takes place outside the eyes and ears of its victims, thus preventing plaintiffs from having firsthand knowledge of particular events or occurrences. The solution to this problem is to allow plaintiffs to establish discrimination either directly or indirectly, which permits reliance on circumstantial evidence. See Texas Dept. of Community Affairs v. Burdine, 450 U.S. 248, 256, 101 S.Ct. 1089, 1095, 67 L.Ed.2d 207 (1981) (stating that a plaintiff may succeed in establishing that she is a victim of intentional discrimination “by persuading the court that a discriminatory reason more likely motivated the employer or indirectly by showing that the employer’s proffered explanation is unworthy of credence.”).\nThe Second Circuit articulated a comparator test in Graham v. Long Island R.R., 230 F.3d 34, 39 (2d Cir.2000), which allows a plaintiff to establish an inference of discrimination by comparing his or her treatment by an employer to the treatment of a fellow employee who is similarly situated to the plaintiff in all material respects. See also Mandell v. County of Suffolk, 316 F.3d 368, 379 (2d Cir.2003) (holding that “a showing that the employer treated plaintiff less favorably than a similarly situated employee outside of his protected group ... is a recognized method for raising an inference of discrimination for purposes of making out a prima facie case.”).\nThis means that a plaintiff must show that he or she shared sufficient employment characteristics with the comparator so that they could be considered similarly situated in all material respects. Russell v. *569County of Nassau, 696 F.Supp.2d 213, 233-34 (E.D.N.Y.2010). However, similarly situated in all material respects does not mean all respects generally, but rather sufficiently similar “to support at least a minimal inference that the difference of treatment may be attributable to discrimination.” McGuinness v. Lincoln Hall, 263 F.3d 49, 54 (2d Cir.2001). Examples of what constitutes a “material respect” are holding the same positions of roughly the same rank, and being subject to the same performance review and disciplinary standards. See, e.g., Graham, 230 F.3d at 39; Louis v. Brooklyn Botanic Garden, No. 10-CV5406, 2011 WL 3857127, at *7 (E.D.N.Y. Sept. 1, 2011).\nIn the present case, the Plaintiff has identified his comparators as his three white coworkers. He is comparable to his co-workers in that: (1) they reported to the same manager, (2) they had the same job title, (3) they performed the same job functions, and (4) they were subject to the same performance standards of the Defendant. What separated the Plaintiff from these comparators is twofold. First, he is black and these three co-workers were white. Second, he filed a racial complaint with the Defendant’s Human Resources Department and the other white co-workers did not. Therefore, according to the complaint, the only differences between his coworkers, who remained employed, and the Plaintiff, who was terminated, were that the Plaintiff was black and he made a race-based complaint.\nContrary to the Defendant’s contention, a clear distinction between the treatment of the Plaintiff and his white co-workers has been alleged. With respect to a comparator analysis, all that a plaintiff is required to allege, at the pleadings stage, is that he is a member of a racial class, he was punished more severely than those outside of his racial class who were similarly situated in all material respects, and the severity of that punishment is related to his race and/or because he engaged in a protected activity. See Peterson v. Long Island R.R. Co., No. 10-CV-480, 2010 WL 2671717, at *4 (E.D.N.Y. June 30, 2010). The Plaintiff asserts that his white coworkers and he were similarly situated in all material respects except that the he is black and made a race-based complaint. Unlike his white co-workers, the Plaintiff was terminated and the reasons given for this adverse employment action were allegedly false. The plausible connection between the adverse employment action and racial bias was strengthened by the allegation that despite the Defendant’s claim that no more work assignments were available to the Plaintiff, the Defendant hired another technician outside of the Plaintiffs racial class.\nAlthough this Court previously regarded the racist remark made by DG directed at the Plaintiff as an isolated incident, the addition of the more specific facts in the second amended complaint, such as the lack of diversity among the Plaintiffs coworkers and the subsequent hiring of a non-black employee after the Plaintiffs discharge, allow the court to consider the remark as no longer stray, but rather in a broader context. See Belgrave v. City of New York, 95-CV-1507, 1999 WL 692034 (E.D.N.Y Aug. 31, 1999) (“Even ‘ “stray” remarks in the workplace by persons who are not involved in the pertinent decision making process ... may suffice to present a prima facie case,’ ... provided those remarks evidence invidious discrimination.”) (citing Ostrowski v. Atlantic Mut. Ins. Cos., 968 F.2d 171, 182 (2d Cir.1992)). This stray remark, when examined in the aggregate with the more specific facts asserted in the second amended complaint, allows this Court to find that the Plaintiff has asserted a plausible claim that the Defendant terminated him based upon his race.\n*5704. As to Whether the Plaintiff Has Sufficiently Set Forth Facts of Retaliation\nAs in the previous complaints, the Plaintiff has sufficiently alleged facts that plausibly establish the first two of the three retaliation requirements — namely, that the Plaintiff took a protected act in complaining about racial harassment, and that the Plaintiff later suffered an adverse employment action in being terminated. See McDowell I, 788 F.Supp.2d at 82. Unlike the previous complaints, however, the Plaintiff has now plausibly asserted a causal connection between the two by alleging additional, more detailed facts surrounding the Plaintiffs termination.\nA causal connection may be established “either: (1) indirectly, by showing that the protected activity was followed closely by discriminatory treatment, or through other circumstantial evidence such as disparate treatment of fellow employees who engaged in similar conduct; or (2) directly, through evidence of retaliatory animus directed against the plaintiff by the defendant.” Gordon, 232 F.3d at 117. Previously, this Court held that the Plaintiffs reliance solely on the estimated three month gap between the protected activity and the retaliatory act was insufficient to establish a causal connection. See McDowell I, 788 F.Supp.2d at 82-83. The Second Circuit has not provided a bright-line test to definitively resolve the issue of temporal proximity. See Espinal v. Goord, 558 F.3d 119, 129 (2d Cir.2009).\nHere, the temporal proximity is no longer the sole basis to establish the requisite element in the Plaintiffs retaliation claim. In his second amended complaint, the Plaintiff has now alleged additional facts that plausible contend that his termination was in retaliation for engaging in a protected activity. First, as discussed above, the Defendant allegedly proffered two false reasons for the Plaintiffs discharge: the negative impact his schooling had on his work productivity and the absence of any available work assignments. As stated above, the Plaintiff asserts that neither reason was true because his school work had never previously been an issue addressed by the Defendant until the termination, and the subsequent hiring of another technician makes it apparent that there were, in fact, additional available work assignments. Second, also discussed above, the technician hired by the Defendant after the Plaintiffs termination was not black and no white co-workers were terminated, which therefore establishes an inference that the Plaintiffs termination was based on his race.\nWhen viewed in the totality of the facts alleged, namely the temporal proximity between the Plaintiff engaging in a protected activity and suffering an adverse employment action; the Defendant offering two false reasons for the Plaintiffs termination; and the Defendant hiring a non-black technician to replace the Plaintiff, the Plaintiffs claim that the Defendant retaliated against him for making a racial harassment complaint is plausible and survives the Defendant’s motion to dismiss.\nC. As to the Plaintiff’s New York State Human Rights Cause of Action\nThe Plaintiff also asserts a discrimination and retaliation claim against the Defendant based on New York State Human Rights Laws, N.Y. Exec. Law § 296. Just as the Section 1981 discrimination and retaliation claims are analyzed under the Title VII framework, so are the New York State Human Rights Law causes of action. See Cruz v. Coach Stores, Inc., 202 F.3d 560, 565 n. 1 (2d Cir.2000). Thus, the Plaintiffs New York State Human Rights Law claims are subject to the same analysis as his Section 1981 claims. Therefore, the Defendant’s motion to dismiss these *571claims is also denied. See, e.g., Ifill v. United Parcel Service, No. 04-CV-5963, 2005 WL 736151, *5 n. 3 (S.D.N.Y. Mar. 29, 2005) (analyzing Section 1981 and New York State Human Rights Law discrimination claims in tandem).\nIII. CONCLUSION\nFor the foregoing reasons, it is hereby:\nORDERED that the Defendant’s Motion to Dismiss the Plaintiffs Section 1981 cause of action is denied; and it is further ORDERED that the Defendant’s Motion to Dismiss the Plaintiffs New York State Human Rights cause of action is also denied.\nSO ORDERED.\n",
            "ocr": true,
            "opinion_id": 8695715
        }
    ],
    "court_short_name": "E.D. New York",
    "court_full_name": "District Court, E.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}