{
    "id": 8720329,
    "judges": "Seibel",
    "date_filed": "1986-11-05",
    "date_filed_is_approximate": true,
    "slug": "meijer-inc-v-ferring-bv",
    "case_name_short": null,
    "case_name": "Meijer, Inc. v. Ferring B.V.",
    "case_name_full": "In re DDAVP INDIRECT PURCHASER ANTITRUST LITIGATION. Meijer, Inc., Meijer Distribution, Inc., Rochester Drug Co-Operative, Inc., Louisiana Wholesale Drug Company, Inc., Vista Healthplan, Inc., Pennsylvania Employees Benefit Trust Fund, Painters District Council No. 30 Health and Welfare Fund, Philadelphia Federation of Teachers Health and Welfare Fund, and Helen Seamon, Indirect Purchaser v. Ferring B.V., Ferring Pharmaceuticals, Inc., and Aventis Pharmaceuticals, Inc.",
    "attorneys": "Kevin B. Love, Jason G. Andrew, Criden & Love, P.A., South Miami, FL, Theodore M. Lieverman, Spector Roseman Kodroff & Willis, P.C., Philadelphia, PA, Joseph H. Meltzer, Kessler Topaz Meltzer & Check LLP, Radnor, PA, Patrick E. Cafferty, Cafferty & Faucher LLP, Ann Arbor, MI, for Indirect Purchaser Plaintiffs., Douglas L. Wald, Barbara H. Wootton, Christopher J. Flack, McCormick A. Conforti, Arnold & Porter LLP, Washington, D.C., for Defendants Ferring B.V. and Ferring Pharmaceuticals, Inc., John M. Majoras, Julie E. McEvoy, Christopher R. Farrell, Jones Day, Washington, D.C., for Defendant Aventis Pharmaceuticals, Inc.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "903 F. Supp. 2d 198"
    ],
    "opinions": [
        {
            "author_str": "Seibel",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION AND ORDER\nSEIBEL, District Judge.\nBefore the Court is the motion of Defendants Ferring B.V., Ferring Pharmaceuticals, Inc., and Aventis Pharmaceuticals, Inc., (Doc. 103), seeking dismissal of the Amended Consolidated Class Action Complaint (the “Complaint” or “Compl.”), (Doc. 84), of putative representatives of a nationwide Indirect Purchaser Plaintiff class (“Plaintiffs” or “Indirect Purchaser Plaintiffs”), under Federal Rules of Civil Procedure 12(b)(1) for lack of standing and 12(b)(6) for failure to state a claim, and Plaintiffs’ Request for Judicial Notice, (Doc. 109). For the following reasons, Defendants’ Motion to Dismiss is GRANTED IN PART and DENIED IN PART, and Plaintiffs’ Request for Judicial Notice is DENIED.\nI. BACKGROUND AND PROCEDURAL HISTORY\nThe facts (but not the conclusions) in the Complaint are assumed to be true for the *205purposes of this Opinion, Plaintiffs’ claims arise from the manufacture and marketing of DDAVP, an antidiuretic, and its generic equivalents, called desmopressin acetate. (Compl. ¶ 1.) Ferring B.V. is a privately held company organized under the laws of the Netherlands, and Ferring Pharmaceuticals, Inc. is a New York corporation and a subsidiary of Ferring B.V. (collectively “Ferring”) that developed and manufactured DDAVP. (Id. ¶¶ 17-18.) Ferring is the owner of U.S. Patent No. 5,407,398 (the “'398 patent”) that the Patent and Trademark Office (the “PTO”) issued on September 10, 1991, covering a gastrointestinally-absorbable tablet form of DDAVP. (Id. ¶¶ 54, 69.) Previously, Ferring was the owner of two other patents related to DDAVP that had expired, and the inventions claimed therein had entered the public domain. (Id. ¶¶ 50, 51, 54.) Aventis Pharmaceuticals, Inc. (“Aventis”) is a Delaware corporation to which Ferring licensed the exclusive right to market and sell the invention of the '398 patent in the United States. (Id. ¶ 19.)\nAfter the '398 patent issued, Defendants filed a new drug application (an “NDA”) with the United States Food and Drug Administration (the “FDA”), and the FDA listed the '398 patent in its publication “Approved Drug Products with Therapeutic Equivalence Evaluations,” commonly known as the “Orange Book” (id. ¶¶ 34, 77), which provides notice concerning patents covering FDA-approved drugs, (id. ¶ 34). When a generic drug manufacturer seeks to produce a generic version of a drug, it may submit an abbreviated new drug application (an “ANDA”) to the FDA to obtain such approval. (Id. ¶ 39.) If a patent is listed in the Orange Book and a generic drug manufacturer believes that the patent is invalid or will not be infringed by the proposed generic drug, it must provide a “Paragraph IV certification” in connection with any ANDA that it files with the FDA. (Id. ¶ 41.) The filing of a Paragraph IV certification is considered a technical act of patent infringement under 35 U.S.C. § 271(e)(2) upon which the branded drug manufacturer may institute a patent infringement lawsuit. (Id. ¶ 43.) The filing of such a lawsuit in turn invokes a thirty-month stay of approval of the generic manufacturer’s pending ANDA, thereby blocking entry of the generic competitor into the market. (Id. ¶¶ 43, 45.)\nIn this case, Barr Laboratories (“Barr”) submitted ANDA No. 76^170 to obtain approval from the FDA to manufacture and sell a generic version of the tablet form DDAVP. (Id. ¶ 83.) The ANDA contained a Paragraph IV certification in which Barr claimed that '398 patent was invalid because Ferring had committed inequitable conduct before the PTO (discussed below). (Id.) On December 13, 2002, in response to Barr’s Paragraph IV certification, Defendants filed a patent infringement suit in the Southern District of New York against Barr, and Barr was therefore stayed from entering the market for thirty months. (Id. ¶ 85.) Similarly, on or about June 9, 2004, Teva Pharmaceuticals USA, Inc. (“Teva”) submitted a separate ANDA to sell a generic version of DDAVP, which included a Paragraph IV certification. (Id. ¶¶ 98-99.) On June 20, 2004, Defendants filed a patent infringement lawsuit against Teva in the District of Delaware, which also subjected Teva to the thirty-month stay. (Id. ¶¶ 100-01.)\nThe inequitable conduct to which Barr’s and Teva’s Paragraph IV certifications referred related to the following facts. The PTO had twice rejected Ferring’s application for the '398 patent on grounds that the '398 patent would be obvious in light of Ferring’s prior DDAVP patents, (id. ¶¶ 58-64), which rejection was affirmed by the Board of Patent Appeals, (id. ¶¶ 65-66). Ferring responded by filing *206an amendment after appeal, which it supported by five declarations that purported to be from “non-inventors,” each of whom affirmed to the PTO that the prior DDAVP patents did not teach the art in the '398 patent and thus render the '398 patent obvious. (Id. ¶¶ 67-68.) In other words, Ferring submitted declarations from people purportedly unaffiliated with Ferring to the effect that the prior DDAVP patents did not make the '398 patent obvious and thus unworthy of patent protection. After the amendment addressing the PTO’s concern regarding prior art, as to which the PTO had specifically asked for “non-inventor” evidence, (id. ¶ 60), the PTO issued the '398 patent. (Id. ¶ 69.) Unbeknownst to the PTO, however, three of the declarations were submitted by paid consultants of Ferring who failed to disclose their relationship with the company, despite the PTO’s request for objective, non-inventor testimony. (See id. ¶¶ 60, 70-76, 86.)\nOn February 7, 2005, the district court in Defendants’ infringement suit against Barr granted summary judgment to Barr, and found the '398 patent unenforceable. (Id. ¶ 87.) The district court determined that Ferring had deceived the PTO by submitting declarations to the PTO that purported to be made by “non-inventors,” when in fact the declarants had “close and undisclosed long-standing associations” with Ferring, and that without the declarations, the '398 patent would not have issued. (Id. ¶¶ 87, 89); see Ferring B.V. v. Barr Labs., Inc, No. 02-CV-9851, 2005 WL 437981, at *9-10 (S.D.N.Y. Feb. 7, 2005) . The United States Court of Appeals for the Federal Circuit affirmed the district court’s decision on the patent’s unenforceability, finding ample evidence of Ferring’s intent to deceive the PTO. (Compl. ¶¶ 90-93); see Ferring B.V. v. Barr Labs., Inc., 437 F.3d 1181 (Fed.Cir.2006) .\nOn February 2, 2004, during the time that Defendants were prosecuting their infringement claim against Barr, Ferring filed a citizen petition with the FDA, asking the FDA to mandate that all ANDAs seeking approval to market a generic version of DDAVP include more stringent evidentiary proofs of bioequivalence, including comparative clinical end-point studies in children and separate evidence of bioequivalence for each dose level. (Compl. ¶¶ 102, 104.) On July 1, 2005, the FDA denied Ferring’s citizen petition, concluding that Ferring had not proffered evidence as to why the FDA should depart from its well-established methodologies to establish bioequivalence, and further determining that, in violation of 21 C.F.R. § 10.30 (requiring petitioner to certify that “petition includes all information and views on which the petition relies, and that it includes representative data and information known to the petitioner which are unfavorable to the petition”), Ferring had failed to cite an Aventis study that was inconsistent with the position advanced by Ferring in the citizen petition. (Id. ¶ 115.) On the same day, the FDA granted final approval of Barr’s ANDA for generic DDAVP tablets, and Barr launched its generic DDAVP product on July 15, 2005. (Id. ¶¶ 117-18.) As the first generic competitor to file a Paragraph IV certification, Barr had the exclusive right to market generic DDAVP for 180 days. (Id. ¶¶ 46, 118.) Teva entered the market after the FDA approved its ANDA on January 25, 2006. (Id. ¶ 119.)\nMeijer, Inc. and Meijer Distribution, Inc. filed a class action complaint in this case on February 18, 2005. (Doc. 1.) Subsequently, two classes of plaintiffs the Direct Purchaser Plaintiff class (the “Direct Purchaser Plaintiffs”) and the Indirect Purchaser Plaintiffs (collectively the “Plaintiff classes”) — filed consolidated *207class action complaints on April 5, 2006. (Docs. 28, 29.) Defendants filed a joint motion to dismiss the claims of both Plaintiff classes on May 1, 2006, (see Doc. 32), and Aventis separately moved to dismiss the complaints against it for failure to plead fraud with particularity, (see Doc. 35), (collectively, the “first motions to dismiss”). Judge Charles Brieant, to whom the case was then assigned, granted the first motions to dismiss, holding that (1) Plaintiffs did not have standing to bring antitrust claims, (2) Ferring’s citizen petition was protected by the First Amendment, and (3) Plaintiffs had failed to plead fraud with particularity against Aventis with respect to its knowledge of Ferring’s inequitable conduct before the PTO. (See Docs. 48, 50.) Both Plaintiff classes appealed to the Second Circuit. (Doc. 54.)\nThe Second Circuit determined — only with respect to the Direct Purchaser Plaintiffs — that they (1) had standing to raise antitrust claims against Defendants; (2) plausibly alleged antitrust claims based on Walker Process fraud (discussed below), sham litigation, the fraudulent listing of the '398 patent in the Orange Book, and a baseless citizen petition; and (3) had pleaded the circumstances of Aventis’s alleged fraud with particularity. See In re DDAVP Direct Purchaser Antitrust Litig., 585 F.3d 677, 687-95 (2d Cir.2009). After the case was remanded back to this Court,1 Defendants and the Direct Purchaser Plaintiffs settled their claims, a settlement on which I held a fairness hearing and which I approved orally on November 2, 2011, (see Doc. 115), as memorialized in a November 28, 2011 Order, (see Doc. 113).\nOn March 31, 2011, the Second Circuit granted the motion of the parties in the instant litigation to remand the case to this Court for a “determination of whether the amended judgment should be vacated as to the Indirect Purchaser Plaintiffs, in light of [the Second Circuit’s] decision in In re DDAVP Direct Purchaser Antitrust Litigation .... ” (Doc. 73 at 2.) On July 6, 2011, I vacated the amended judgment. (Doc. 79.) The Indirect Purchaser Plaintiffs 2 filed the Complaint on July 26, 2011 seeking injunctive relief under Section 16 of the Clayton Act for Defendants’ alleged violations of Section 2 of the Sherman Act; compensatory and multiple damages under the antitrust and/or consumer protection statutes of the Indirect Purchaser Plaintiffs’ states;3 and restitution, disgorgement, and constructive trust for unjust enrichment under the laws of all fifty states and the District of Columbia. (See Compl. ¶¶ 133-49.) Defendants now jointly move to dismiss the Complaint for failure to state a claim. (Doc. 103.)\nII. LEGAL STANDARDS\nA. Motion to Dismiss\n“To survive a motion to dismiss, a complaint must contain sufficient factual matter, accepted as true, to ‘state a claim to relief that is plausible on its face.’ ” Ashcroft v. Iqbal, 556 U.S. 662, 678, 129 *208S.Ct. 1937, 173 L.Ed.2d 868 (2009) (quoting Bell Atl. Corp. v. Twombly, 550 U.S. 544, 570, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007)). “A claim has facial plausibility when the plaintiff pleads factual content that allows the court to draw the reasonable inference that the defendant is liable for the misconduct alleged.” Id. “While a complaint attacked by a Rule 12(b)(6) motion to dismiss does not need detailed factual allegations, a plaintiffs obligation to provide the grounds of his entitlement to relief requires more than labels and conclusions, and a formulaic recitation of the elements of a cause of action will not do.” Twombly, 550 U.S. at 555, 127 S.Ct. 1955 (alteration, citations, and internal quotation marks omitted). While Federal Rule of Civil Procedure 8 “marks a notable and generous departure from the hyper-technical, code-pleading regime of a prior era, ... it does not unlock the doors of discovery for a plaintiff armed with nothing more than conclusions.” Iqbal, 556 U.S. at 678-79, 129 S.Ct. 1937.\nIn considering whether a complaint states a claim upon which relief can be granted, the court “begin[s] by identifying pleadings that, because they are no more than conclusions, are not entitled to the assumption of truth,” and then determines whether the remaining well-pleaded factual allegations, accepted as true, “plausibly give rise to an entitlement to relief.” Id. at 679, 129 S.Ct. 1937. Deciding whether a complaint states a plausible claim for relief is “a context-specific task that requires the reviewing court to draw on its judicial experience and common sense.” Id. “[Wjhere the well-pleaded facts do not permit the court to infer more than the mere possibility of misconduct, the complaint has alleged — but it has not ‘shown’ — ‘that the pleader is entitled to relief.’ ” Id. (alteration omitted) (quoting Fed.R.Civ.P. 8(a)(2)).\nB. Consideration of Documents Outside the Pleadings\nWhen deciding a motion to dismiss, the Court is entitled to consider the following:\n(1) facts alleged in the complaint and documents attached to it or incorporated in it by reference, (2) documents integral to the complaint and relied upon in it, even if not attached or incorporated by reference, (3) documents or information contained in [a] defendant’s motion papers if plaintiff has knowledge or possession of the material and relied on it in framing the complaint, (4) public disclosure documents required by law to be, and that have been, filed with the Securities and Exchange Commission, and (5) facts of which judicial notice may properly be taken under Rule 201 of the Federal Rules of Evidence.\nWeiss v. Inc. Vill. of Sag Harbor, 762 F.Supp.2d 560, 567 (E.D.N.Y.2011) (internal quotation marks omitted); accord Chambers v. Time Warner, Inc., 282 F.3d 147, 152-53 (2d Cir.2002).\n“Rule 201 of the Federal Rules of Evidence permits judicial notice of a fact that is ‘either (1) generally known within the territorial jurisdiction of the trial court or (2) capable of accurate and ready determination by resort to sources whose accuracy cannot be reasonably ... questioned.’ ” United States v. Bryant, 402 Fed.Appx. 543, 545 (2d Cir.2010) (summary order) (quoting Fed.R.Evid. 201). Further, it is well established that courts may take judicial notice of publicly available documents on a motion to dismiss. See Byrd v. City of N.Y., — Fed.Appx. —, —, No. 04-CV-1396, 2005 WL 1349876, at *1 (2d Cir. June 8, 2005) (summary order) (“[Mjaterial that is a matter of public record may be considered in a motion to dismiss.”); Blue Tree Hotels *209Inv. (Can.), Ltd. v. Starwood Hotels &amp; Resorts Worldwide, Inc., 369 F.3d 212, 217 (2d Cir.2004) (courts can “look to public records, including complaints filed in ... court, in deciding a motion to dismiss”). But, “[i]n the motion to dismiss context, ... a court should generally take judicial notice ‘to determine what statements [the documents] contain[ ] ... not for the truth of the matters asserted.’ ” Schubert v. City of Rye, 775 F.Supp.2d 689, 698 (S.D.N.Y.2011) (alterations in original) (quoting Kramer v. Time Warner Inc., 937 F.2d 767, 774 (2d Cir.1991)); see Global Network Commc’ns, Inc. v. City of N.Y., 458 F.3d 150, 157 (2d Cir.2006) (“A court may take judicial notice of a document filed in another court not for the truth of the matters asserted in the other litigation, but rather to establish the fact of such litigation and related filings.”) (internal quotation marks omitted).\nC. Leave to Amend\nLeave to amend a complaint should be freely given when justice so requires. Fed.R.Civ.P. 15(a)(2). It is within the sound discretion of the district court to grant or deny leave to amend. McCarthy v. Dun &amp; Bradstreet Corp., 482 F.3d 184, 200 (2d Cir.2007). “Leave to amend, though liberally granted, may properly be denied for: ‘undue delay, bad faith or dilatory motive on the part of the movant, repeated failure to cure deficiencies by amendments previously allowed, undue prejudice to the opposing party by virtue of allowance of the amendment, futility of amendment, etc.’ ” Ruotolo v. City of N.Y., 514 F.3d 184, 191 (2d Cir.2008) (quoting Foman v. Davis, 371 U.S. 178, 182, 83 S.Ct. 227, 9 L.Ed.2d 222 (1962)), Where the “problem with [a complaint] is substantive [and] better pleading will not cure it,” leave to amend should be denied as futile. Cuoco v. Moritsugu, 222 F.3d 99, 112 (2d Cir.2000); see Malester v. Adamo, No. 09-CV-9347, 2010 WL 5065865, at *4 (S.D.N.Y. Dec. 8, 2010) (“A motion for leave to amend should be denied when allowing such an amendment would be futile in that it could not withstand a motion to dismiss for failure to state a claim.”).\nIII. DISCUSSION\nA. Injunction under Section 16 of the Clayton Act for Defendants’ Violations of Section 2 of the Sherman Act\n1. Claim\nUnder the Clayton Act, “[a]ny person, firm, corporation, or association shall be entitled to sue for and have injunctive relief, in any court of the United States having jurisdiction over the parties, against threatened loss or damage by a violation of the antitrust laws.” 15 U.S.C. § 26. In other words, plaintiffs “must demonstrate a significant threat of injury from an impending violation ... or from a contemporary violation likely to continue or recur,” In re New Motor Vehicles Canadian Exp. Antitrust Litig., 522 F.3d 6, 13 (1st Cir.2008) (internal quotation marks omitted); see Chance v. Bd. of Exam’rs, 561 F.2d 1079, 1092 n. 25 (2d Cir.1977) (injunction “ ‘is justified only by the [wrongdoing] that induced it and only so long as it counteracts a continuing [violation]’ ”) (alterations in original) (quoting Milk Wagon Drivers Union of Chi., Local 753 v. Meadowmoor Dairies, Inc., 312 U.S. 287, 298-99, 61 S.Ct. 552, 85 L.Ed. 836 (1941)). But “[i]n the context of injunctive relief, ... lingering monetary injury, without any ongoing threat of recurrent violations [to the plaintiffs], is not sufficient to confer standing to seek an injunction.” In re Nifedipine Antitrust Litig., 335 F.Supp.2d 6, 19 (D.D.C.2004); compare Zenith Radio Corp. v. Hazeltine Research, *210Inc., 395 U.S. 100, 131-32, 89 S.Ct. 1562, 23 L.Ed.2d 129 (1969) (finding injunction could properly issue where allegations demonstrated that plaintiff patentee, which was associated with Canadian patent pool, sought to exclude defendant licensee from Canadian market, and there was nothing to indicate that conduct had terminated or would cease in foreseeable future), with In re G-Fees Antitrust Litig., 584 F.Supp.2d 26, 35 (D.D.C.2008) (dismissing claim for injunction where, plaintiffs failed to show that defendants threatened to injure plaintiffs’ business or property and “[a]n order enjoining defendants from specific future conduct would have no remedial effect whatsoever on the continuing future damages plaintiffs expect to experience due to the past injury”).\nDefendants argue that the Plaintiffs are not entitled to an injunction because the '398 patent has been held to be unenforceable, and thus there is no threat of future injury to Plaintiffs. (See Ds’ Mem. 4-6; Ds’ Reply Mem. 1-2.)4 Plaintiffs concede that there is no threat of future injury from enforcement of the '398 patent but argue that they seek an injunction “to assure that similar anticompetitive conduct does not occur in the future whether related to DDAVP or any other drug [for which] Plaintiffs may be forced to pay supracompetitive prices down the road.” (Ps’ Mem. 23 (internal quotation marks omitted).)5\nPlaintiffs have not pleaded facts to show that they are entitled to an injunction. Plaintiffs allege vaguely that they seek injunctive relief “to remedy the anti-competitive market effects caused by the unlawful conduct of Defendants, and other relief so as to assure that similar anti-competitive conduct does not occur in the future,” (Compl. ¶ 138), but fail to allege how any putative Plaintiff faces a significant threat of injury from an impending violation relating to the '389 patent or supra-competitive prices of DDAVP. Further, with respect to “other drugs,” Plaintiffs have similarly failed to demonstrate which drugs might be involved, or what fraudulent conduct might be undertaken, or which Plaintiffs might buy the drugs at supra-competitive prices. In other words, Plaintiffs’ claim of future injury is wholly speculative. Putative class claims for an injunction fail where they do not demonstrate a threat of future injury to the plaintiffs in the case. See, e.g., New Motor Vehicles, 522 F.3d at 14 (“Plaintiffs have failed to establish the continuing presence of the requisite threatened injury. The ‘perfect storm’ that allegedly precipitated massive arbitrage opportunities for selling Canadian cars in the United States ceased long ago.”); In re Plavix Indirect Purchaser Antitrust Litig., No. 06-CV-226, 2011 WL 335034, at *4 (S.D.Ohio Jan. 31, 2011) (considering defendants’ past unlawful conduct, but determining that “[plaintiffs simply have not established that there remains any threatened conduct that will cause loss or damage [to them] as [is] necessary to seek injunctive relief’) (internal quotation marks omitted); G-Fees, 584 F.Supp.2d at 35 (plaintiffs failed to identify future conduct by defendants that threat*211ened plaintiffs’ property or business; “Plaintiffs have conflated damages from a past injury that will be realized in the future ... with the threat of a future injury. Plaintiffs seek injunctive relief to prevent defendants from colluding with regard to G-Fees and requiring of lenders that G-Fees be kept secret and confidential. However, even if this alleged collusion were to be enjoined, plaintiffs would not feel relief because none claims to be a future mortgagee, and as current mortgagees, the G-Fees are already ‘baked in’ to their mortgages ....”) (internal citation and quotation marks omitted);. Because Plaintiffs have failed to “demonstrate a significant threat of injury from an impending violation ... or from a contemporary violation likely to continue or recur,” New Motor Vehicles, 522 F.3d at 13 (internal quotation marks omitted), Plaintiffs have not plausibly stated a claim for an injunction under Section 16 of the Clayton Act.\n2. Request for Judicial Notice and Leave to Amend\nIn connection with their argument that a threat of future injury exists, Plaintiffs request that I take judicial notice of court filings in five other lawsuits involving Fer-ring and Aventis. (See generally Ps’ Req. for Judicial Notice.)6 Plaintiffs argue that “Defendants have shown a certain proclivity for unlawful conduct when it comes to maintaining their drug monopolies,” (Ps’ Mem. 23; see id. at 23-26), and “ask the Court to simply take judicial notice that such allegations exist and that Plaintiffs intend to prove these allegations in this case in order to obtain an injunction against the Defendants to prove ‘future violations,’ ” (Ps’ Req. for Judicial Notice ¶ 4 (emphasis in original)). Plaintiffs further argue that because Defendants did not seek to dismiss the Clayton Act claims in their first motions to dismiss, Plaintiffs did not realize that they had to include in their Complaint the allegations set forth in their Request for Judicial Notice. (Id. ¶ 3.) Plaintiffs alternatively seek leave to amend the Complaint to add these allegations if the Court chooses not to take judicial notice. (Id.) Defendants oppose Plaintiffs’ Request for Judicial Notice as an improperly-captioned request for leave to amend the Complaint and as inappropriate on a motion to dismiss because the Court would have to assume the truth of the allegations in the various lawsuits in connection with the instant Motion to keep Plaintiffs’ claims alive. (See generally Ds’ Opp.)7\nIt appears that Plaintiffs are asking this Court to look to facts alleged within documents filed in other court cases “not to establish their existence, but rather to provide the reasoned basis for the court’s conclusion,” Global Network Commc’ns, 458 F.3d at 157 that is, Plaintiffs want the Court to consider not just that Defendants have been accused, but that Defendants in fact have an alleged proclivity for engaging in inequitable conduct before the PTO. Judicial notice of these facts is not permitted under Federal Rule of Evidence 201. See id. (on motion to dismiss, court may take judicial notice of the existence of public records, but not the truth of facts contained therein). Even if this Court were to take judicial notice of these filings, that Defendants may have been charged with engaging, or *212may have engaged, in inequitable conduct in other cases is no basis for letting Plaintiffs pursue their claim for an injunction in this case for the reasons already stated. Despite Defendants’ past unlawful conduct in this case (and possibly other eases), “Plaintiffs simply have not established that there remains any threatened conduct that will cause loss or damage [to them] as [is] necessary to seek injunctive relief.” Plavix, 2011 WL 335034, at *4 (internal quotation marks omitted).\nFurther, I deny Plaintiffs’ request for leave to amend the Complaint to add allegations contained in their Request for Judicial Notice concerning Defendants’ conduct in these five cases. Although a court should grant leave to amend when justice so requires, see Fed.R.Civ.P. 15(a)(2), I find that it would be futile to do so under these facts, see Ruotolo, 514 F.3d at 191 (leave to amend may be denied if amendment is futile). Amending the Complaint to add allegations concerning Defendants’ conduct regarding drugs other than the one in the instant case, and which conduct (even if true) would not render any less speculative Plaintiffs’ claim of future injury from conduct relating to yet other drugs, would not cure the deficiencies in Plaintiffs’ pleading of their claim for an injunction under Section 16 of the Clayton Act. See MacEntee v. Int’l Bus. Mach., 783 F.Supp.2d 434, 446 (S.D.N.Y.2011) (re-pleading futile where problem with claim is substantive and additional allegations will not cure it); Lee v. Regal Cruises, Ltd., 916 F.Supp. 300, 304 (S.D.N.Y.1996) (denying leave to amend proper where “proposed amendment would be futile, as the factors upon which plaintiffs now would rely would be insufficient to salvage their case even if leave to amend were granted”). As discussed earlier in connection with Plaintiffs Request for Judicial Notice, that Defendants on other occasions may have unlawfully sought to obtain or protect patents (which the Court would have to assume to be true if such allegations were in the Complaint) does not plausibly demonstrate “a significant threat of injury ... from a contemporary violation likely to continue or recur.” Hazeltine Research, 395 U.S. at 130, 89 S.Ct. 1562. The “contemporary violation” here relates to DDAVP and has ceased without chance of recurrence. That the same Defendants might have engaged in unrelated unlawful conduct does not warrant injunctive relief for conduct that will not recur. See United States v. W.T. Grant Co., 345 U.S. 629, 633, 73 S.Ct. 894, 97 L.Ed. 1303 (1953) (“The necessary determination is that there exists some cognizable danger of recurrent violation, something more than the mere possibility which serves to keep the case alive.”); United States v. Or. State Med. Soc’y, 343 U.S. 326, 333-34, 72 S.Ct. 690, 96 L.Ed. 978 (1952) (“The sole function of an action for injunction is to forestall future violations.... The record discloses no threat or probability of resumption of the [challenged actions]. We agree with the trial court that conduct discontinued in 1941 does not warrant the issuance of an injunction in 1949.”); Chance, 561 F.2d at 1092 n. 25 (injunction is justified only to counteract a continuing violation).\nBecause Plaintiffs have failed to set forth facts plausibly suggesting a significant threat of injury, and have not suggested that they are in possession of facts that could cure those pleading deficiencies, Defendants’ Motion to Dismiss Plaintiffs’ claim for an injunction under Section 16 of the Clayton Act is granted, and Plaintiffs’ requests for judicial notice and, alternatively, leave to amend the Complaint are denied.\nB. State-Law Claims\nNext, Defendants make various arguments concerning why the Court should *213dismiss Plaintiffs’ state-law claims. Defendants claim that (1) Plaintiffs lack standing to assert state-law claims under the laws of jurisdictions other than Florida, Illinois, and Pennsylvania, the states in which the putative class representatives reside, (Ds’ Mem. 13-16; Ds’ Reply Mem. 6-7); (2) Plaintiffs’ state-law claims are preempted by federal patent or FDA law, (Ds’ Mem. 6-13; Ds’ Reply Mem. 2-6); and (3) even if the Court finds that Plaintiffs have standing and that their claims are not preempted, the state-law claims fail for various other reasons, (Ds’ Mem. 16-25; Ds’ Reply Mem. 8-10). I address each argument in turn.\n1. Article III Standing of Named Plaintiffs\nThe named plaintiffs in this action are residents of Florida, Pennsylvania, and Illinois, respectively. (See Compl. ¶¶ 11-14.) Defendants argue that the named plaintiffs lack Article III standing to assert claims under the laws of states' in which they do not reside or did not suffer injury, and that they cannot acquire standing through the back door of a class action lawsuit. (See Ds’ Mem. 13-16; Ds’ Reply Mem. 6-7.) Plaintiffs argue that the issue of whether the named plaintiffs can raise claims on behalf of other class members is a class certification issue, and that when class certification is the source of potential standing problems, a court should make the class certification determination before deciding the standing issue. (See Ps’ Mem. 26-29.)\nGenerally, an Article III court must determine that it has jurisdiction over a plaintiff at the outset of a case. See Cent. States Se. &amp; Sw. Areas Health &amp; Welfare Fund v. Merck-Medco Managed Care, LLC, 433 F.3d 181, 197-98 (2d Cir.2005). But the Supreme Court has carved out an exception to that rule when class certification issues are “ ‘logically antecedent’ to Article III concerns.” Ortiz v. Fibreboard Corp., 527 U.S. 815, 831, 119 S.Ct. 2295, 144 L.Ed.2d 715 (1999) (quoting Amchem Prod., Inc. v. Windsor, 521 U.S. 591, 612, 117 S.Ct. 2231, 138 L.Ed.2d 689 (1997)). Although the Second Circuit has not yet defined the contours of the “logically antecedent” exception, “ ‘there has been a growing consensus among district courts that class certification is ‘logically antecedent,’ where its outcome will affect the Article III standing determination, and the weight of authority holds that in general class certification should come first.’” Winfield v. Citibank, N.A., 842 F.Supp.2d 560, 574 (S.D.N.Y.2012) (quoting Blessing v. Sirius XM Radio Inc., 756 F.Supp.2d 445, 451 (S.D.N.Y.2010)); see In re Grand Theft Auto Video Game Consumer Litig. (No. II), No. 06-MD-1739, 2006 WL 3039993, at *2 (S.D.N.Y. Oct. 25, 2006) (acknowledging split of authority on issue, but holding that “the better interpretation is to treat class certification as logically antecedent to standing where class certification is the source of the potential standing problems”).\nI join the courts in that growing consensus and find that class certification is logically antecedent to the issue of standing in this case. Defendants do not dispute that the named plaintiffs have standing to bring claims against Defendants under the state antitrust and consumer protection laws of Florida, Pennsylvania, and Illinois, the states in which Plaintiffs reside and purchased DDAVP. Thus, “this is not a case where the Named Plaintiffs are attempting to piggy-back on the injuries of the unnamed class members. Rather, each of the Named Plaintiffs asserts a[n] ... injury resulting from Defendants’ allegedly wrongful” conduct, Grand Theft Auto, 2006 WL 3039993, at *3 (citation and internal quotation marks omitted), and a favorable court decision *214will redress the named plaintiffs’ injuries, see Friends of the Earth, Inc. v. Laidlaw Envtl Servs. (TOC), Inc., 528 U.S. 167, 180-81, 120 S.Ct. 693, 145 L.Ed.2d 610 (2000) (plaintiff must demonstrate (1) injury in fact, (2) fairly traceable to defendant’s alleged wrongful conduct, (3) that may be redressed by a favorable decision). Therefore, the issue “is not whether the Named Plaintiffs have standing to sue Defendants — they most certainly do — but whether their injuries are sufficiently similar to those of the purported Class to justify the prosecution of a nationwide class action,” which is properly determined at the class certification stage, when this Court may consider commonality and typicality issues with respect to the named plaintiffs and other putative class members. In re Grand Theft Auto, 2006 WL 3039993, at *3; see In re Digital Music Antitrust Litig., 812 F.Supp.2d 390, 406 (S.D.N.Y.2011) (finding that named plaintiffs’ claims related to conduct “alleged to be the same no matter where any plaintiff resides,” and deferring determination on standing until after class certification); Blessing, 756 F.Supp.2d at 452 (same); In re Buspirone Patent Litig., 185 F.Supp.2d 363, 377 (S.D.N.Y.2002) (same). Defendants’ Motion to Dismiss Plaintiffs’ state-law claims for lack of standing is therefore denied.\n2. Preemption of Plaintiffs’ State-Law Antiti'ust and/or Consumer Protection Claims\nIn the Direct Purchaser Plaintiffs’ appeal in this case, the Second Circuit held that that class of plaintiffs had sufficiently alleged federal antitrust claims of the kind articulated in Walker Process Equipment, Inc. v. Food Machinery &amp; Chemical Corp., 382 U.S. 172, 86 S.Ct. 347, 15 L.Ed.2d 247 (1965),8 to survive the first motions to dismiss. See DDAVP Direct Purchaser Antitrust Litig., 585 F.3d at 693-94. Further, they had plausibly alleged that that the citizen petition filed by Ferring caused delay in generic competition, demonstrated by the fact that the FDA approved the generic DDAVP drug on the same day that it rejected Ferring’s citizen petition. Id. at 694. An issue that was not determined in the first motions to dismiss is whether the Indirect Purchaser Plaintiffs’ state-law Walker Process type-claims are preempted.\nDefendants argue that Plaintiffs’ state antitrust and/or consumer protection law claims are preempted by federal law because these claims are either based on misconduct before the PTO, which is preempted by federal patent law, or concern the “baseless citizen petition,” which is preempted by federal FDA law. (See Ds’ Mem. 6-13; Ds’ Reply Mem. 2-6.) Plaintiffs argue that their state-law Walker Process-type antitrust claims should not be preempted because such state-law claims do not stand as obstacles to the federal laws’ purposes and objectives, (See Ps’ Mem. 5-17.) Further, Plaintiffs argue that a claim predicated on a sham citizen petition “is an antitrust claim just as a *215Walker Process claim is an antitrust claim,” (id. at 18), and thus should not be preempted. (See id. at 17-22.)\na. Conduct before the PTO\nIt appears that neither the Supreme Court nor an appellate court has analyzed the question of whether a plaintiff may bring state-law Walker Process-type antitrust claims predicated on fraudulent conduct before the PTO.\nIn Walker Process, the Supreme Court held that as long as a plaintiff could plead the intent and conduct elements of a Sherman Act violation, see 15 U.S.C. § 2, as well as that the defendant’s conduct had the ability to reduce or destroy competition, that plaintiff could pursue a federal antitrust claim predicated on a defendant’s maintenance and enforcement of a patent procured by knowing and willful fraud before the PTO. 382 U.S. at 177-78, 86 S.Ct. 347; see id. at 177, 86 S.Ct. 347 (“to strip [a patentee] of its exemption from the antitrust laws,” an antitrust plaintiff is required to prove that patentee “obtained the patent by knowingly and willfully misrepresenting facts to the [PTO]”). Justice Harlan’s concurrence emphasized that the Court’s holding did not extend to any invalid patent, but only to one “procured by deliberate fraud.” Id. at 180, 86 S.Ct. 347 (Harlan, J., concurring).\nIn Abbott Laboratories v. Brennan, 952 F.2d 1346 (Fed.Cir.1991), the Federal Circuit narrowly held that a state tort action for abuse of process could not be used to “collaterally] review” inequitable conduct before the PTO because it “would be an inappropriate collateral intrusion on the regulatory procedures of the PTO ... and is contrary to Congress’ preemptive regulation in the area of patent law,” unless the plaintiff can show “that the entire federal agency action was a sham.” Id. at 1356-57; see Semiconductor Energy Lab. Co. v. Samsung Elecs. Co., 204 F.3d 1368, 1380-83 (Fed.Cir.2000) (finding New Jersey RICO counterclaim preempted because if acts of “inequitable conduct, without more, could be considered predicate acts under ... state RICO law, then every accused infringer asserting an inequitable conduct defense would also bring such a RICO counterclaim”); see also Sign-A-Way, Inc. v. Mechtronics Corp., No. 98-CV-1491, 2000 WL 353151, at *4-5 (Fed.Cir. Apr. 5, 2000) (unpublished disposition) (citing Abbott Laboratories and Semiconductor Energy in holding that state-law claim for breach of duty of candor and good faith based on inequitable conduct before PTO is preempted by federal patent law).\nBuilding off Abbott Laboratories, the Federal Circuit held in Dow Chemical Co. v. Exxon Corp., 139 F.3d 1470 (Fed.Cir.1998), that a plaintiff may plead both state-law and patent-law claims based in part on the same conduct when the claims “address entirely different wrongs and also provide different forms of relief,” id. at 1478, and the state law cause of action “is not an impermissible attempt to offer patent-like protection to subject matter addressed by federal law,” id. at 1473. In Abbott Laboratories, the conduct attacked by the abuse-of-process claim occurred entirely before the PTO, see 952 F.2d at 1355, but in Dow conduct before the PTO was only part of the basis for the tortious interference claim, see 139 F.3d at 1476-77. The Dow court found that if a defendant engaged in “bad faith enforcement of a reputedly unenforceable patent” by threatening to sue knowing that the patent was invalid, id. at 1476, or even “[if] a holder of a valid and enforceable patent ... knowingly [brought] baseless infringement actions against a competitor’s customers,” id., at 1477, a state-law claim for tortious interference would lie because it would address a different wrong than a simple claim for inequitable conduct before *216the PTO. See id. at 1476-78, The difference was that the former claim would be premised on “bad faith misconduct in the marketplace,” as opposed to “bad faith misconduct in the PTO.” Id. at 1477. “[T]hat the source of proof of bad faith, just one element of the tort, was purported inequitable conduct before the PTO” did not render the state claim a preempted issue of patent law. Id. at 1478.\nIn Nobelpharma AB v. Implant Innovations, Inc., 141 F.3d 1059 (Fed.Cir.1998), the Federal Circuit distinguished Walker Process claims from claims of inequitable conduct before the PTO by stating that “inequitable conduct is a broader, more inclusive concept than the common law fraud needed to support a Walker Process counterclaim,” id. at 1069, and “a more serious finding of fraud”- — “a knowing, willful and intentional act, misrepresentation or omission before the PTO” — “potentially exposes a patentee to antitrust liability,” id. at 1070 (alteration and internal quotation marks omitted). Thus, if a court found that a “patent was acquired by means of either a fraudulent misrepresentation or a fraudulent omission and that the party asserting the patent was aware of the fraud when bringing suit, such conduct can expose a patentee to liability under the [federal] antitrust laws.” Id.\nIn Hunter Douglas, Inc. v. Harmonic Design, Inc., 153 F.3d 1318 (Fed.Cir.1998), overruled in part on other grounds by Midwest Industries, Inc. v. Karavan Trailers, Inc., 175 F.3d 1356, 1360-61 (Fed.Cir.1999) (en banc in part), the Federal Circuit created a conduct-based test to determine what claims could and could not be raised, and found Dow to be “in harmony” with such an approach. Id. at 1336-37. The court held that federal patent law immunizes two types of conduct from state tort liability: (1) conduct before the PTO, unless the plaintiff can show that the patentholder’s conduct amounted to fraud or rendered the patent application process a sham; and (2) conduct of publicizing a patent in the marketplace, unless the plaintiff can show that the patentholder acted in bad faith. Id. at 1335-37; see Zenith Elecs. Corp. v. Exzec, Inc., 182 F.3d 1340, 1355 (Fed.Cir.1999) (“Guided by our Dow Chemical and Hunter Douglas decisions, and consistent with the analysis previously set forth with regard to the application of federal unfair trade practice law, we hold that bad faith is a prerequisite to [a defendant’s] state-law tortious interference claim; without it, the claim is preempted by patent law.”).\nDistrict courts have since attempted to apply this jurisprudence. For example, in Ciprofloxacin, 363 F.Supp.2d 514, the court looked at, among other things, an indirect purchaser class’s state-law claim for Walker Process-type fraud relating to inequitable conduct before the PTO, as well as a claim relating to alleged sham litigation. The Ciprofloxacin court determined that defendants’ omission or misrepresentation before the PTO had not risen to the level of “but for” materiality— in other words, that there was no showing of a representation or omission that caused the PTO to grant an invalid patent. See id. at 546 n. 28. Because “a patent must be invalid before it can be a candidate for Walker Process fraud,” the court determined that the state-law claims were preempted. Id. Further, the plaintiffs had failed to allege conduct other than the conduct before the PTO, such as tortious conduct in the marketplace, to save the claim from being preempted. Id. at 543-45 (citing Hunter Douglas, 153 F.3d at 1334; Dow, 139 F.3d at 1477) (finding that indirect purchasers’ claim was akin to abuse-of-process counterclaim brought in Abbott Laboratories).\n*217Two subsequent cases from the District of New Jersey have followed the Eastern District of New York’s reasoning in Ciprofloxacin. In Daiichi Sankyo, Inc. v. Apotex, Inc., No. 030937, 2009 WL 1437815, at *9 (D.N.J. May 19, 2009), the District of New Jersey held — in another case where there was no finding of actual fraud before the PTO — that “[s]tate law tort claims [such as tortious interference and unjust enrichment based on defendants’ listing a patent in the Orange Book and bringing sham patent infringement litigation] are preempted by federal law if they are based on nothing more than misconduct before the PTO,” Id. Likewise, in In re K Dur Antitrust Litigation, No. 01-CV-1652, 2007 WL 5297755, at *24-25 (D.N.J. Mar. 1, 2007) — -a case where plaintiffs alleged that defendants had engaged in fraudulent activity before the PTO, but the court did not reach the issue of whether defendants engaged in actual fraud (as opposed to inequitable conduct) before the PTO because it dismissed the indirect purchasers’ claims for lack of standing, see id. at *17-19 — the Special Master determined that plaintiffs’ Walker Process and state-law “sham litigation” claims were preempted by federal patent law. Id. at *23-25. In so holding, the Special Master stated that because the claims were premised solely on bad faith misconduct before the PTO, they “occup[ied] a field identical in scope to issues already reserved to and adequately addressed by federal patent law,” and “[e]ven if reasonable people could disagree about the extent to which ... Plaintiffs’ state law antitrust claims rely upon conduct before the PTO, evidence of marketplace conduct ... [wa]s sorely lacking.” Id. at *24 (internal quotation marks omitted).\nPlaintiffs argue that cases like Ciprofloxacin and K-Dur were wrongly decided, (Ps’ Mem. 14-17), and their arguments have some force. I need not go so far as to agree, however, in order to uphold their claims. Although the facts of this case differ in some ways from each of the cases discussed above, I find, consistent with Federal Circuit precedent, that Plaintiffs’ state-law Walker Process-type antitrust and/or consumer protection law claims are not preempted by federal patent law under these facts. Plaintiffs have plausibly pleaded both fraud on the PTO and bad-faith enforcement of the patent. As the Second Circuit in this case found, Plaintiffs have adequately pleaded the “intent to deceive” and “materiality” elements of a Walker Process fraud claim, See DDAVP Direct Purchaser Antitrust Litig., 585 F.3d at 692-94; see also Ferring, 437 F.3d at 1188-90 (“[T]he declarations themselves were ‘highly material.’ ”; “[T]he second set of declarations, which was plagued with even more undisclosed affiliations than the first set, was absolutely critical in overcoming the Board’s obviousness rejection.”; “Indeed, it shows that the background, at least of the declarants Robinson and Czernichow, was not only material but was highly material. The examiners specifically requested ‘non-inventor’ affidavits.”); Ferring, 2005 WL 437981, at *9 (“The reluctance of the PTO to issue the '398 patent was evident. Each affidavit submitted in support of its issuance was thus highly material to the prosecution history. That three of the challenged declarations were submitted after several iterations of rejected attempts to obtain the patent’s issuance speaks loudly as to motive and intent.”). Because they have also plausibly pleaded that Ferring’s conduct before the PTO was a but-for reason that the '398 patent issued, see DDAVP Direct Purchaser Antitrust Litig., 585 F.3d at 692-94, Plaintiffs have plausibly pleaded, consistent with Hunter Douglas, that Ferring’s “conduct amounted to fraud or rendered the patent application process a *218sham,” Hunter Douglas, 153 F.3d at 1336, which can expose Defendants to antitrust liability even if it might also violate federal patent law.\nLikewise, because Plaintiffs plausibly allege bad-faith enforcement, Dow, 139 F.3d at 1476, not just bad behavior before the PTO, the patent laws do not preempt their state-law claims, see id. at 1476-77; Nobelpharma, 141 F.3d at 1070. Defendants argue that Plaintiffs have not alleged any conduct apart from misconduct before the PTO, such as wrongful conduct in the marketplace, (Ds’ Mem. 10), but that simply is not the case. Plaintiffs allege not only that Defendants misled the PTO, but that they engaged in bad-faith enforcement through an invalid Orange Book listing, sham patent infringement litigation, and a sham citizen petition. Plaintiffs thus seek to remedy wrongs that go beyond inequitable conduct before the PTO. See Dow, 139 F.3d at 1476-77; see also id. at 1478 (“Far from being a duplication of remedies, the state tort and the federal defense address entirely different wrongs and also provide different forms of relief.”). Like the tortious interference claim at issue in Dow, and unlike the abuse-of-process claim at issue in Abbott Laboratories, the antitrust/unfair competition and consumer fraud claims here “require[] entirely different elements” than “those required for inequitable conduct before the PTO,” Dow, 139 F.3d at 1477, and the tort occurred not at the PTO but later in the marketplace, id., even though the conduct before the PTO might be used to prove it, id. at 1478.\nIn any event, Defendants have cited no case law for the proposition that wrongful conduct beyond the PTO and in the marketplace is required where fraud on the PTO is alleged. Under Federal Circuit precedent, it seems that either fraud on the PTO or bad faith conduct in the marketplace is sufficient to strip a patent holder of its antitrust immunity and render an antitrust claim not preempted by patent law. See Hunter Douglas, 153 F.3d at 1336 (no preemption if plaintiff alleges defendant committed fraud before PTO or publicized patent in bad faith).9\nFinally, allowing state-law Walker Process-type antitrust claims will not impair the purposes or objectives of federal patent law. See Walker Process, 382 U.S. at 179-80, 86 S.Ct. 347 (Harlan, J., concurring); Exzec, 182 F.3d at 1354; Dow, 139 F.3d at 1475. The Court sees no reason *219why the reasoning of these cases would not apply equally to state-law-based Walker Process-type claims as to federal-law-based claims. Accordingly, Defendants’ Motion to Dismiss Plaintiffs’ antitrust and consumer protection law claims on preemption grounds is denied. The Complaint adequately alleges conduct that, if proven, would strip Defendants of their immunity as patentees from antitrust claims and would neither duplicate the wrongs addressed or the remedies available under the patent laws, nor impede or impair those laws.\nb. Citizen Petition\nPlaintiffs are not preempted from basing their state-law antitrust and/or consumer protection claims in part on Defendants’ allegedly baseless citizen petition for similar reasons.\nIn Buckman Co. v. Plaintiffs’ Legal Committee, 531 U.S. 341, 121 S.Ct. 1012, 148 L.Ed.2d 854 (2001), the Supreme Court analyzed whether plaintiffs’ state-law fraud-on-the-FDA claims for defendants’ fraudulent representations to the FDA in the course of obtaining approval to market bone screws — representations without which the FDA may not have approved the screws — were preempted by the Federal Food, Drag and Cosmetic Act, 21 U.S.C. §§ 301-399d, as amended (the “FDCA”). See id. at 343, 121 S.Ct. 1012. The Court found that “[p]olieing fraud against federal agencies is hardly a field which the States have traditionally occupied” and that “the relationship between a federal agency and the entity it regulates is inherently federal in character because the relationship originates from, is governed by, and terminates according to federal law.” Id. at 347, 121 S.Ct. 1012 (internal quotation marks omitted). Because the Court was concerned with FDA applicants having to “comply[ ] with the FDA’s detailed regulatory regime in the shadow of 50 States’ tort regimes,” id. at 350, 121 S.Ct. 1012, and found that the FDA was “empowered to investigate suspected fraud, ... respond to fraud by seeking injunctive relief and civil penalties, ... [and] thus has at its disposal a variety of enforcement options that allow it to make a measured response to suspected fraud on the Administration,” id. at 349, 121 S.Ct. 1012 (internal citations omitted), the Court held that state-law fraud-on-the-FDA claims “would exert an extraneous pull on the [FDCA]” and are impliedly preempted, id. at 353, 121 S.Ct. 1012.\nCases interpreting Buckman have refined the import of its holding based on different sets of facts. For example, in Desiano v. Warner-Lambert &amp; Co., 467 F.3d 85 (2d Cir.2006), aff'd by an equally divided court sub nom. Warner-Lambert &amp; Co. v. Kent, 552 U.S. 440, 128 S.Ct. 1168, 170 L.Ed.2d 51 (2008) (per curiam), the Second Circuit analyzed whether a Michigan state statute that granted immunity to drug makers for compliance with FDA requirements, but which had an exception if a drug maker committed fraud on the FDA, should cause state-law product liability claims to be preempted. Id. at 87-88. The court held that the state-law claims were not preempted for three reasons. First, the court applied the presumption against preemption because the Michigan legislature enacted this particular statute “to rein in state-based tort liability,” which fell “squarely within [the legislature’s] prerogative to regulate matters of health and safety,” a prerogative generally left to the States. Id. at 94 (alteration and internal quotation marks omitted). Second, the court distinguished Buckman fraud-on-the-FDA claims, for which “proof of fraud against the FDA is alone sufficient to impose liability,” from “freestanding allegations of wrongdoing apart from the defendant’s purported failure to comply with FDA disclosure requirements.” Id. at 95 *220(emphasis in original) (internal quotation marks omitted). And third, the court noted that proof of fraud before the FDA was not an element of a products liability claim; rather, the fraud would only be important if the defendant company sought to assert an affirmative defense that the FDA had approved the drug as in compliance with the FDCA. Id. at 96.\nMore recently, a district court within this Circuit looked at cases interpreting Buckman and stated that\na state law claim only endures if it manages to incorporate, but not depend entirely upon, an FDCA violation and is premised on conduct that would give rise to liability under traditional common law principles. On the other hand, if “defendant’s conduct is not of this type,” ie., would not expose it to liability but for the FDCA, then the plaintiff is effectively suing for a violation of the FDCA (no matter how the plaintiff labels the claim), and the plaintiffs claim is thus impliedly preempted under Buckman.\nIn re Bayer Corp. Combination Aspirin Prods. Mktg. &amp; Sales Practices Litig., 701 F.Supp.2d 356, 369 (E.D.N.Y.2010) (internal quotation marks omitted). In Bayer, the issue was whether defendant’s false or deceptive advertising in the marketplace, including false claims to consumers that the FDA had approved defendant’s products, could be attacked using state-law false advertising and consumer protection law claims. See id. at 362, 365. The court found that the representations concerning FDA approval had been directed at consumers, and thus plaintiffs’ claim was a “traditional [state law] claim of consumer misrepresentation, not an attempt to enforce the FDCA’s labeling requirements.” Id. at 375. “In other words, plaintiffs [had] threaded the needle and alleged conduct that violates the FDCA but sounds in traditional principles of state law and would give rise to recovery even had the FDCA never been enacted.” Id.\nHere, neither party has cited a case that analyzes whether state-law antitrust and/or consumer protection claims based on an allegedly baseless citizen petition are preempted by the FDCA, and the Court is aware of none.10 In light of the case law that does exist, I find that the claims here are more akin to the claims in Desiano or Bayer than in Buckman. Plaintiffs are not merely suing on a claim where “proof of fraud against the FDA is alone sufficient to impose liability,” Desiano, 467 F.3d at 95 (emphasis in original), like the fraud-on-the-FDA claim raised in Buckman.11 Rather, they bring antitrust and consumer protection claims, which claims make “freestanding allegations of wrongdoing apart from the defendant’s purport*221ed failure to comply with, FDA disclosure requirements,” id. at 95 — i.e., -anticompetitive conduct designed to maintain a fraudulent monopoly through a knowingly invalid patent — sufficient for these claims not to be preempted. Further, proof of fraud on the FDA is not an element of an antitrust claim. It may be evidence of such a claim, and it may serve to strip Defendants of the antitrust immunity to which they would otherwise be entitled as patentees, but it is not an affirmative element that Plaintiffs are required to prove to make out an antitrust claim. Thus, Plaintiffs have “thread[ed] the needle ... [by plausibly pleading] that [Defendants] ha[ve] violated the FDCA, but [Plaintiffs’] claims are not entirely premised on that violation and that [Defendants’] wrongdoing would entitle [Plaintiffs] to recovery under traditional [antitrust and/or consumer protection law] state law principles.” Bayer, 701 F.Supp.2d at 370.12\n3. Other Grounds for Dismissing Plaintiffs’ State-Law Claims\nDefendants argue that if Plaintiffs’ state-law claims are not dismissed on standing or preemption grounds, they should be dismissed for other reasons. I address each of Defendants’ arguments below.\na. Arizona. Colorado, Idaho, Michigan, Nevada, New Mexico, New York, South Dakota and Tennessee Consumer Protection Laws\nDefendants argue that the consumer protection laws of Arizona, Colorado, Idaho, Michigan, Nevada, New Mexico, New York, South Dakota and Tennessee do not apply to antitrust violations or similar anti-competitive conduct, but rather “only apply to conduct that constitutes a fraud upon consumers, ” and that because there are no allegations that Defendants engaged in communications with any of the Indirect Purchaser Plaintiffs, the claims fail. (Ds’ Mem. 16-17 (emphasis in original); see Ds’ Reply Mem. 8 (“It is not sufficient to allege a fraud upon government entities (e.g., the PTO, FDA, or federal courts) that may have indirectly caused consumers to pay higher prices for a product.”)) Plaintiffs argue that many courts have held that a direct representation to a consumer is unnecessary, and that they have alleged deception before the PTO and the FDA by Defendants that led consumers to pay too much for DDAVP. (See Ps’ Mem. 29-31.)\nAs will become clear in the analysis below, I find at this stage that Plaintiffs have plausibly pleaded misrepresentations that, although they may not have been made directly to consumers, had the kind of effect on end payors that these statutes seek to remedy. See, e.g., Fionase, 692 F.Supp.2d at 536 n. 8 (“The filing of a citizen petition to the FDA requires that the petition include a certification which states, inter alia, that the petition ‘includes representative data and information known to the petitioner which are unfavor*222able to the petition,’ 21 C.F.R. § 10.30 (2009). If the Plaintiffs had alleged facts to show that the petitions [defendant] filed made statements that [defendant] knew were contradicted by data and information, and that [defendant] knowingly excluded such information, this might be sufficient to allege a misrepresentation” on indirect purchaser plaintiffs); Teva Pharm., 432 F.Supp.2d at 433-34 (consumer deception plausibly alleged because patents were obtained by fraud, and defendants “failed to demonstrate that such allegations [we]re insufficient” to state claim under any state statute).\n1. Arizona\nTo state a claim of consumer fraud under the Arizona Consumer Fraud Act (the “ACFA”), Ariz.Rev.Stat. Ann. §§ 44-1521 to -1534, “a plaintiff must show [that the defendant made] ‘a false promise or misrepresentation ... in connection with the sale or advertisement of merchandise and consequent and proximate injury resulting from the promise.’ ” Sheet Metal Workers Local 441 Health &amp; Welfare Plan v. GlaxoSmithKline, PLC, 737 F.Supp.2d 380, 403 (E.D.Pa.2010) (quoting Kuehn v. Stanley, 208 Ariz. 124, 91 P.3d 346, 351 (Ariz.Ct.App.2004)). “An injury occurs when a consumer relies, even unreasonably, on false or misrepresented information.... [R]eliance is a required element under Arizona’s consumer fraud statute .... ” Kuehn, 91 P.3d at 351.\nAn allegation that a defendant engaged in deception, even if to a regulatory agency rather than consumers directly, may be sufficient to state a claim under the ACFA. See Flonase, 692 F.Supp.2d at 536 &amp; n. 8 (seemingly accepting indirect plaintiffs’ argument that if a citizen petition submitted to FDA included statements that defendant “knew were contradicted by data and information, and ... knowingly excluded such information,” this might be sufficient to allege misrepresentation to sustain ACFA claim); see also Sheet Metal, 737 F.Supp.2d at 403-04 (determining that defendant’s material misstatements — including Walker Process fraud in connection with patent — may constitute misrepresentation sufficient to state claim under ACFA, but finding on facts of case that defendants had made objectively baseless, although “not necessarily fraudulent\" representations, and thus granting motion to dismiss ACFA claim) (emphasis in original); cf. Persky v. Turley, Nos. 88-CV-1830, 88-CV-2089, 1991 WL 327434, at *9-10 (D.Ariz. Dec. 19, 1991) (looking to Title 15 of the Federal Trade Commission Act, which allows plaintiffs to plead fraud on the market to state a claim, and therefore finding that plaintiffs stated claim under AFCA because they pleaded that they relied on market price induced by defendant’s allegedly false registration statements and prospecti).\nHere, Plaintiffs allege that Defendants submitted fraudulent declarations to the PTO, which caused the '398 patent to issue, and brought a baseless citizen petition before the FDA in which Ferring failed to cite an Aventis study “that reached conclusions flatly inconsistent with Ferring’s own position,” (Compl. ¶ 111), thereby violating 21 C.F.R. § 10.30(b)’s requirement to submit all representative data and information known to the petitioner that is unfavorable to the petition. Because of Ferring’s alleged fraudulent conduct before the PTO and misrepresentations to the FDA, Barr and Teva were delayed in bringing generic DDAVP drugs to market, and Plaintiffs paid supra-competitive prices for DDAVP, thereby sustaining “consequent and proximate injury” from Defendants’ alleged fraudulent conduct. Kuehn, 91 P.3d at 351. In paying supra-competitive prices for DDAVP, consumers arguably relied on Defendants’ false representations to those *223agencies regarding the patentability and safety of their product and its generic equivalents, even though the alleged false representations were not made directly to them. Thus, I find that the Indirect Purchaser Plaintiffs have plausibly stated a claim under the ACFA.13\n2. Colorado\nDefendants argue that Plaintiffs fail to allege a deceptive trade practice that induced the Plaintiffs to act or refrain from acting, and thus the claims under the Colorado Consumer Protection Act (the “CCPA”), Colo.Rev.Stat. §§ 6-1-101 to -115, should be dismissed. (Ds’ Mem. 17-18.) To state a private cause of action under the CCPA, a plaintiff must show:\n(1) that the defendant engaged in an unfair or deceptive trade practice; (2) that the challenged practice occurred in the course of defendant’s business ...; (3) that it significantly impacts the public as actual or potential consumers of the defendant’s goods ...; (4) that the plaintiff suffered injury in fact to a legally protected interest; and (5) that the challenged practice caused the plaintiffs injury.\nRhino Linings USA, Inc. v. Rocky Mountain Rhino Lining, Inc., 62 P.3d 142, 146-47 (Colo.2003) (citing Hall v. Walter, 969 P.2d 224, 235 (Colo.1998)). Under the CCPA, “[a] person engages in a deceptive trade practice when ... such person ... [kjnowingly makes a false representation as to the characteristics, ingredients, uses, benefits, alterations, or quantities of goods ... or a false representation as to the ... approval [or] status ... therewith.” Colo. Rev.Stat. § 6-1-105(1)(e). A false representation under the CCPA may be either (1) an affirmative misrepresentation made “with knowledge of its untruth, or recklessly and willfully made without regard to its consequences, and with an intent to mislead and deceive” that “induce[s] a party to act, refrain from acting, or ha[s] the capacity or tendency to attract consumers,” Rhino Linings, 62 P.3d at 147 (internal quotation marks omitted); accord Warner v. Ford Motor Co., No. 06-CV-2443, 2008 WL 4452338, at *8 (D.Colo. Sept. 30, 2008), or (2) a material omission, if the defendant failed to “disclose material information ... which information was known at the time of an advertisement or sale if such failure to disclose such information was intended to induce the consumer to enter into a transaction,” Colo.Rev. Stat. § 6-1-105(1)(u); see Warner, 2008 WL 4452338, at *9-18 (when consumer alleges that he or she would not have purchased product had information been disclosed, consumer has alleged facts sufficient to support an inference that the alleged omission caused his or her injuries and thus has stated actionable misrepresentation under CCPA). Generally, “[a] defendant has a duty to disclose to a plaintiff with whom he or she deals material facts that ‘in equity or good conscience’ *224should be disclosed.” Mallon Oil Co. v. Bowen/Edwards Assocs., 965 P.2d 105, 111 (Colo.1998) (quoting Smith v. Boyett, 908 P.2d 508, 512 (Colo.1995)).\nIn Hall, the Supreme Court of Colorado held that a misrepresentation made to a third party could be actionable under the CCPA. In that case, in extensive advertising of individual lots for sale in a subdivision, petitioners told potential purchasers that they would have legal access to their properties by two access routes, one of which was a road that ran through respondents’ land. As a result of this misrepresentation, respondents were injured when petitioners and purchasers cut locks and knocked down fences and gates to gain access to respondents’ land. The court held that respondents’ injuries were causally linked to petitioners’ deceptive practices, and thus respondents stated a claim under the CCPA, even though petitioners never made misrepresentations directly to respondents. See 969 P.2d at 237-38; cf. In re New Motor Vehicles Canadian Exp. Antitrust Litig., 350 F.Supp.2d 160, 179-80 (D.Me.2004) (dismissing CCPA claim where plaintiffs failed to allege “fraudulent or deceptive conduct by the defendants, and certainly none that is material, i.e., a deception that caused the plaintiffs’ injury (overpayment)”); Rhino Linings, 62 P.3d at 149-50 (distinguishing Hall on basis that Rhino Linings plaintiff and defendant were contractually bound, and that defendant breached contract by engaging another dealer in violation of plaintiffs exclusivity agreement, giving plaintiff “a theory of recovery not available to the [respondent]landowners in Hall ” and finding that in Hall, false statements — not breach of contract — induced third-party purchasers to buy lots, which in turn led to respondents’ injury). But see Sheet Metal, 737 F.Supp.2d at 404 n. 10, 408 &amp; n. 12 (finding that plaintiffs did not state a claim for Walker Process fraud, and stating, without citation to Colorado authority, that because plaintiffs claimed only false statements to PTO, not deceptive conduct aimed at consumers, plaintiffs had failed to state CCPA claim).\nAlthough the Sheet Metal court determined that a CCPA claim fails where the deceptive conduct is not aimed at consumers, I do not find a basis in caselaw for that determination. Rather, relying on the holdings of Hall and Warner, I find that Plaintiffs have plausibly pleaded a claim under the CCPA based on Defendants’ fraudulent conduct before the PTO and FDA, which injured Plaintiffs by causing them to pay supra-competitive prices for DDAVP. See, e.g., Remediation Prods., Inc. v. Adventus Ams., Inc., No. 07-CV-153, 2009 WL 6066968, at *6 (W.D.N.C. July 30, 2009) (determining that plaintiff stated a claim under CCPA because of, among other things, defendant’s knowing, intentional, and willful assertion of patent that was obtained by fraud before PTO); cf. Warner, 2008 WL 4452338, at *9-18 (but for omission of material information, consumers would not have purchased product known by defendants to be defective), Here, Defendants fraudulently represented to third parties (the PTO and FDA) and the marketplace that their DDAVP tablets were a legitimately patentable and/or patented product, for which it was therefore worth paying a premium. If proven, such conduct could meet the elements of the CCPA.\n3. Idaho\nDefendants argue that Plaintiffs’ claims under the Idaho Consumer Protection Act (the “ICPA”), Idaho Code Ann. §§ 48-601 to -619, must be dismissed because Plaintiffs fail to allege deceptive or unconscionable conduct aimed at consumers. (Ds’ Mem. 18.) “The purpose of [the ICPA] is to protect both consumers and businesses *225against unfair methods of competition and unfair or deceptive acts and practices in the conduct of trade or commerce,” Idaho Code Ann. § 48-601, and the statute is to be construed liberally, W. Acceptance Corp. v. Jones (In re W. Acceptance Corp.), 117 Idaho 399, 788 P.2d 214, 216 (1990). The ICPA provides, in relevant part, that “[a]ny person who purchases ... goods ... and thereby suffers any ascertainable loss of money ... as a result of the use ... by another person of a method, act or practice declared unlawful by this chapter ... may bring an action to recover actual damages or one thousand dollars ($1,000), whichever is the greater .... ” Idaho Code Ann. § 48-608(1). Section 48-603 enumerates the unfair and deceptive acts declared unlawful under the ICPA, including, among other things, “where a person knows, or in the exercise of due care should know, that he has in the past, or is: ... [c]ausing likelihood of ... misunderstanding as to the ... sponsorship [or] approval ... of goods” or “[e]ngaging in any act or practice which is otherwise misleading, false, or deceptive to the consumer.” Id. § 48-603(2), (17).\nDefendants have not cited ease law in which a court has dismissed consumers’ claims under the ICPA if they suffered monetary loss as a result of a defendant’s deceptive acts toward a third party. Further, Defendants only cite to Sheet Metal, a case where the court: (1) determined (unlike here) that defendants had not engaged in fraudulent conduct, see 737 F.Supp.2d at 404 n. 10, and (2) considered an entirely different section of the ICPA, Section 48-603C(d)(2), id. at 410, which “is designed to prohibit unconscionable ‘sales conduct’ that is directed at the consumer,” State ex rel. Wasden v. Daicel Chem. Indus., Ltd., 141 Idaho 102, 106 P.3d 428, 435 (2005). I thus follow the Supreme Court of Idaho’s directive to interpret the ICPA liberally, and find, for the reasons already stated, that Plaintiffs plausibly plead claims under either of subsections (2) or (17) of ICPA Section 48-603. Defendants’ Motion to Dismiss the ICPA claims is therefore denied.\n4. Michigan\nDefendants argue that Plaintiffs’ claims under the Michigan Consumer Protection Act (the “MCPA”), Mich. Comp. Laws §§ 445.901-.922, must be dismissed because Plaintiffs fail to allege injuries caused by Defendants’ false representations. (Ds’ Mem. 18.) What qualifies as an unfair, unconscionable, or deceptive method, act, or practice within the meaning of MCPA closely tracks those acts enumerated in the ICPA, including “[clausing a ... misunderstanding as to the ... sponsorship [or] approval ... of goods,” “Representing that goods ... have sponsorship, approval, characteristics, ingredients, uses, benefits, or quantities that they do not have,” or “[flailing to reveal a material fact, the omission of which tends to mislead or deceive the consumer, and which fact could not reasonably be known by the consumer.” Mich. Comp. Laws §§ 445.903(1)(a), (c), (s). Although the Michigan Court of Appeals has stated that because many of the MCPA’s prohibited practices involve fraud, the statute should be construed with reference to the common-law tort of fraud, meaning that “a plaintiff must have suffered injury as a result of his reliance on the defendant’s false representation,” Mayhall v. A.H. Pond Co., 129 Mich.App. 178, 341 N.W.2d 268, 270 (1983) (internal quotation marks omitted), the Michigan Supreme Court has stated that “[t]he Consumer Protection Act was enacted to provide an enlarged remedy for consumers who are mulcted by deceptive business practices” and thus “should be construed liberally to broaden the consumers’ remedy, especially in situations involving consumer frauds affecting a *226large number of persons,” Dix v. Am. Bankers Life Assurance Co. of Fla., 429 Mich. 410, 415 N.W.2d 206, 209 (1987); see id. (holding that MCPA does not require class members to “prove reliance on the alleged misrepresentations. It is sufficient if the class can establish that a reasonable person would have relied on the representations.”); see also Gasperoni v. Metabolife, Int’l Inc., No. 00-CV-71255, 2000 WL 33365948, at *7 (E.D.Mich. Sept. 27, 2000) (“Under [the MCPA], reliance and causation are satisfied by proof that plaintiffs purchased and consumed the product.”). For the same reasons that I have allowed Plaintiffs’ other consumer protection claims to move forward, Plaintiffs have plausibly pleaded misrepresentations upon which they ultimately relied when they purchased DDAVP, and Defendants’ Motion to Dismiss Plaintiffs’ MCPA claims is therefore denied.\n5. Nevada\nDefendants argue that Plaintiffs’ claims under the Nevada Deceptive Trade Practices Act (the “NDTPA”), Nev.Rev.Stat. §§ 598.0903-.0999, should be dismissed because Plaintiffs do not allege any deceptive trade practices that “exploited] unwitting consumers.” (Ds’ Mem. 18-19.) Additionally, Defendants argue that only elderly or disabled persons may bring NDTPA claims in private actions, and therefore all claims under the NDPTA not alleged by elderly or disabled Plaintiffs should be dismissed. (Id. at 19 (citing Nev. Rev. State. Ann. § 598.0977).)\nI find Defendants’ first argument to be without merit. The Nevada statute entitled “Actions by victims of fraud,” states that “[a]n action may be brought by any person who is a victim of consumer fraud,” Nev.Rev.Stat. § 41.600(1), and defines “consumer fraud” to include a “deceptive trade practice as defined in [NDTPA Sections] 598.0915 to 598.0925, inclusive,” id. § 41.600(2)(e). Under NDTPA Section 598.0915, a “deceptive trade practice” is defined as, among other things, “[k]nowingly mak[ing] a false representation as to the ... sponsorship, approval or certification of goods or services for sale” or “[k]nowingly mak[ing] a false representation as to the characteristics, ingredients, uses, benefits, alterations or quantities of goods or services for sale.” Nev.Rev.Stat. § 598.0915(2), (5); see Picus v. Walr-Mart Stores, Inc., 256 F.R.D. 651, 658 (D.Nev.2009) (determining, absent state law specifying the elements of an NDTPA private cause of action, that “the Nevada Supreme Court would require, at a minimum, a victim of consumer fraud to prove that (1) an act of consumer fraud by the defendant (2) caused (3) damage to the plaintiff’). For the reasons already stated, Plaintiffs’ allegations of fraudulent acts that caused Plaintiffs’ injuries are sufficient to state a claim under the NDTPA.\nAlthough Plaintiffs do not oppose Defendants’ contention that only elderly or disabled people may bring claims under the NDPTA, (Ds’ Mem. 19), and I could thus deem Plaintiffs claim abandoned, see, e.g., Laurent v. G &amp; G Bus Serv., Inc., No. 10-CV-4055, 2011 WL 2683201, at *5 (S.D.N.Y. May 17, 2011); Lipton v. Cnty. of Orange, N.Y., 315 F.Supp.2d 434, 446 (S.D.N.Y.2004), I find that this argument also lacks merit. As stated above, “[a]n action may be brought by any person who is a victim of consumer fraud,” including those subjected to deceptive trade practices under the NDPTA. Nev.Rev.Stat. § 41.600(1), (2)(e) (emphasis added). The section of the NDPTA that the Defendants cite, (Ds’ Mem. 19 (citing Nev.Rev.Stat. § 598.0977)), sets forth the remedies an elderly or disabled person may receive if subjected to a deceptive trade practice, and refers to another section of the NDPTA that states only that “if the court *227finds that a person has engaged in a deceptive trade practice directed toward an elderly person or a person with a disability, the court may, in addition to any other civil or criminal penalty, impose a civil penalty of not more than $12,500 for each violation,” Nev.Rev.Stat. § 598.0973(1) (emphasis added). In other words, while any victim of consumer fraud may bring a civil action, elderly and disabled persons may recover more for each violation.14 See Nev. Power Co. v. Eighth Judicial Dist. Court of Nev., 120 Nev. 948, 102 P.3d 578, 583 n. 7 (2004) (“NRS 41.600, however, provides for a private cause of action by a person who is a victim of consumer fraud and defines ‘consumer fraud’ to include ‘[a] deceptive trade practice as defined in NRS 598.0915 to 598.0925, inclusive.’ ”) (quoting Nev.Rev.Stat. § 41.600(2)(e)). For these reasons, Plaintiffs have plausibly pleaded claims under the NDTPA and Defendants’ Motion to Dismiss these claims is denied.\n6. New Mexico\nDefendants argue that Plaintiffs’ claims under the New Mexico Unfair Practices Act (the “NMUPA”), N.M. Stat. Ann. §§ 57-12-1 to -26, fail because they do not allege that Defendants made misrepresentations to consumers in connection with a sale or other similar transaction. (Ds’ Mem. 19.) Like the Arizona statute previously discussed, the NMUPA defines an “unfair or deceptive trade practice” in relevant part as “a false or misleading ... representation of any kind knowingly made in connection with the sale ... of goods ... by a person in the regular course of the person’s trade or commerce, that may, tends to or does deceive or mislead any person,” including “causing ... misunderstanding as to the ... sponsorship [or] approval ... of goods” or “representing that goods ... have sponsorship, approval, characteristics, ingredients, uses, benefits or quantities that they do not have.” N.M. Stat. Ann. § 57-12-2(D)(2), (5); see In re Aftermarket Filters Antitrust Litig., No. 08-CV-4883, 2009 WL 3754041, at *9 (N.D.Ill. Nov. 5, 2009) (“ ‘[Unconscionable trade practices’ include all sales that either take advantage of the lack of knowledge, ability, experience, or capacity of a person to a grossly unfair degree, or result in a gross disparity between the value received and the price paid.”); cf. id. (“Federal courts have generally permitted claims under the [NMUPA] in price fixing cases if the plaintiff alleges a gross disparity between the price paid for the product and the value received. In the instant case plaintiffs plead that they paid ‘supra-competitive’ prices for the filters they received. This allegation is sufficient to allege gross disparity.”) (internal citation omitted). For the same reasons that Plaintiffs’ ACFA *228claims were not dismissed, Defendants’ Motion to Dismiss Plaintiffs’ NMUPA claims is denied.\n7. New York\nDefendants argue that Plaintiffs have failed to allege a ■deceptive act targeted at consumers (as opposed to a federal agency or a competitor), as is required to plead a claim under New York Deceptive Acts and Practices Law, N.Y. Gen. Bus. Law § 349 (“Section 349”). (Ds’ Mem. 19-20.) The New York State legislature passed Section 349 to provide a private right of action to consumers injured by “[deceptive acts or practices in the conduct of any business, trade or commerce or in the furnishing of any service in this state.” N.Y. Gen. Bus. Law § 349(a); see Gaidon v. Guardian Life Ins. Co., of Am., 94 N.Y.2d 330, 352, 704 N.Y.S.2d 177, 725 N.E.2d 598 (1999) (discussing private rights of action under Section 349). “To make out a prima facie case under Section 349, a plaintiff must demonstrate that (1) the defendant’s deceptive acts were .directed at consumers, (2) the acts are misleading in a material way, and (3) the plaintiff has been injured as a result.” Maurizio v. Goldsmith, 230 F.3d 518, 521 (2d Cir.2000).\nThe first element of a Section 349 claim requires a plaintiff to plead a “consumer-oriented act,” a term that is “construed liberally” and includes actions that “cause any ‘consumer injury or harm to the public interest.’ ” New York v. Feldman, 210 F.Supp.2d 294, 301 (S.D.N.Y.2002) (quoting Seeuritron Magnalock Corp. v. Schnabolk, 65 F.3d 256, 264 (2d Cir.1995)); accord Maurizio, 230 F.3d at 522 (“It is clear that the gravamen of the [Section 349] complaint must be consumer injury or harm to the public interest.”) (internal quotation marks omitted). A plaintiff will satisfy the pleading burden by “demonstrating] that the acts or practices have a broader impact on consumers at large.” Oswego Laborers’ Local 211 Pension Fund v. Marine Midland Bank, N.A., 85 N.Y.2d 20, 25, 623 N.Y.S.2d 529, 647 N.E.2d 741 (1995). Further, antitrust conduct “imbued with a degree of subterfuge,” Leider v. Ralfe, 387 F.Supp.2d 283, 295 (S.D.N.Y.2005), is sufficient to state a claim under Section 349 where consumers have felt the ultimate effect of such deception. See, e.g., Macquarie Grp. Ltd. v. Pac: Corporate Grp., LLC, No. 08-CV-2113, 2009 WL 539928, at *9 (S.D.Cal. Mar. 2, 2009) (plaintiffs’ allegations that defendant orchestrated scheme designed to prevent plaintiffs’ entry into market, thereby allowing defendant to charge supra-competitive prices, stated Section 349 claim because such conduct “undermines New York’s interest in an honest marketplace in which economic activity is conducted in a competitive manner”); Feldman, 210 F.Supp.2d at 301-02 (plaintiffs stated claim under Section 349 where defendants rigged bids and skewed prices, thereby depriving the public of an “honest marketplace” at public stamp auction, because defendants’ conduct caused injury to marketplace participants who relied on competitive bidding process to obtain best prices for stamps offered); City of N.Y. v. Coastal Oil N.Y., Inc., No. 96-CV-8667, 1998 WL 82927, at *7 &amp; n. 5 (S.D.N.Y. Feb. 25, 1998) (contract bidder’s alleged “scheme” “distorted the market for fuel oil” and affected the “public at large, and ... plaintiffs in particular”).\nFor the reasons already stated, because Defendants’ conduct was plausibly “imbued with a degree of subterfuge,” Leider, 387 F.Supp.2d at 295, and the fraud was plausibly designed to prevent competitors’ entry into the market, thereby allowing Defendants to overcharge consumers for DDAVP, Plaintiffs have stated a claim under Section 349.\n*2298. South Dakota\nDefendants argue that Plaintiffs’ claims under the South Dakota Deceptive Trade Practices Act (the “SDDTPA”), S.D. Codified Laws §§ 37-24-1 to -51, should be dismissed for failure to allege deceptive acts made in connection with a sale or advertisement and/or a misrepresentation of fact on which Plaintiffs relied that caused injury. (D’s Mem. 20.) Under the SDDTPA, it is a deceptive trade practice to “[kjnowingly and intentionally act, use, or employ any deceptive act or practice, fraud, false pretense, false promises, or misrepresentation or ... conceal, súppress, or omit any material fact in connection with the sale or advertisement of any merchandise, regardless of whether any person has in fact been mislead, deceived, or damaged.” S.D. Codified Laws § 37-24-6(1). Further, “[a]ny person who claims to have been adversely affected by any act or a practice declared to be unlawful by § 37-24-6 shall be permitted to bring a civil action for the recovery of actual damages suffered as a result of such act or practice.” Id. § 37-24-31. Because Defendants made misrepresentations to the PTO and FDA, which in turn allowed Defendants to manufacture and market DDAVP to consumers on the premise that the patent underlying DDVAP was legally obtained, Plaintiffs were “adversely affected” by the fraud committed by Defendants within the meaning of the SDDTPA when they relied on such representations and paid supra-competitive prices for the drug. Cf. Brookings Mun. Utils., Inc. v. Amoco Chem. Co., 103 F.Supp.2d 1169, 1178 (D.S.D.2000) (“Defendants cannot escape liability to plaintiffs for their alleged misrepresentations simply because' they did not make any statements directly to plaintiffs. Defendants may be liable to plaintiffs, even if plaintiffs only received misrepresentations through [a third party].”). Accordingly, for reasons similar to those already stated, Defendants’ Motion to Dismiss Plaintiffs’ SDDTPA claims is denied.\n9. Tennessee\nDefendants argue that only individual consumers may raise claims under the Tennessee Consumer Protection Act (the “TCPA”), Tenn.Code Ann. §§ 47-18-101 to -130, and that such claims cannot be raised in the context of a class action lawsuit. (Ds’ Mem. 22). I agree. The TCPA states:\nAny person who suffers an ascertainable loss of money or property, real, personal, or mixed, or any other article, commodity, or thing of value wherever situated, as a result of the use or employment by another person of an unfair or deceptive act or practice ... declared to be unlawful by this part, may bring an action individually to recover actual damages.\nTenn.Code Ann. § 47-18-109(a)(1) (emphasis added). In Walker v. Sunrise Pontiac-GMC Truck, Inc., 249 S.W.3d 301 (Tenn.2008), the Tennessee Supreme Court determined, by looking at the plain meaning of the statute, that TCPA claims could not be raised in a class action case. Id. at 310 (“[T]he present statute allows the type of case in which an individual ... brings an action on behalf of another individual. Class actions are still prohibited because they are not actions brought ‘individually.’ ”); accord Bearden v. Honeywell Int’l Inc., No. 09-CV-1035, 2010 WL 3239285, at *8-10 (M.D.Tenn. Aug. 16, 2010) (“Tennessee law is clear that a plaintiff may not bring a TCPA claim on behalf of a class”); Chester v. State Farm, Fire &amp; Cas. Co., No. 06-CV-277, 2008 WL 4415596, at *4 (E.D.Tenn. Sept. 24, 2008) (“[T]he intent of Tennessee’s Supreme Court and legislature was to prohibit all class actions under the TCPA.”) (emphasis *230in original). Defendants’ Motion to Dismiss the TCPA claims is granted.15\nb. Mississippi, New Hampshire, and North Carolina Antitrust Laws\nNext Defendants argue that the Plaintiffs fail to allege intrastate activity in Mississippi, New Hampshire, and North Carolina, which Defendants contend is a required element under each state’s antitrust statute. (Ds’ Mem. 21-22.)\n1. Mississippi\nThe Mississippi Antitrust Act (the “MAA”), Miss.Code. Ann. §§ 75-21-1 to -39, prohibits agreements to “restrain trade,” “increase ... the price of a commodity,” or “hinder competition in the production, importation, ... sale or purchase of a commodity,” id. § 75-21-1(a), (b), (d). Defendants argue that Mississippi’s antitrust laws are limited to intrastate conduct and the Plaintiffs’ failure to allege state-specific activity is reason to dismiss their MAA claims, (Ds’ Mem. 21), but case law does not support Defendants’ contention. A violation of the MAA “must have as one of its objects a monopoly in the intrastate trade ... to be accomplished in part at least by transactions which are also wholly intrastate,” Standard Oil Co. of Ky. v. State, 107 Miss. 377, 65 So. 468, 471 (1914), overruled on other grounds by Mladinich v. Kohn, 250 Miss. 138, 164 So.2d 785 (1964); but once a foreign good is “incorporated into the general mass of property in [Mississippi], [it] thereby fall[s] within the compass of the Mississippi antitrust statute,” In re Intel Corp. Microprocessor Antitrust Litig., 496 F.Supp.2d 404, 413 (D.Del.2007) (internal quotation marks omitted); see New Motor Vehicles, 350 F.Supp.2d at 171 (where car companies allegedly conspired to prevent less expensive Canadian cars from entering American market, fact that cars entered Mississippi and were sold there at higher price due to lack of competition was sufficient to state claim under MAA); Hood ex rel. State v. BASF Corp., No. 56863, 2006 WL 308378, at *5 (Miss.Ch. Jan. 17, 2006) (under rationale of Standard Oil, once defendant brought its vitamins into Mississippi, the goods’ final destination, vitamins were subject to jurisdiction of Mississippi laws). Therefore, as long as “some of the defendant’s conduct offensive to the antitrust statute [is] performed wholly intrastate,” the MAA will apply. In re Processed Egg Prods. Antitrust Litig., 851 F.Supp.2d 867, 889-91 (E.D.Pa.2012) (alteration and internal quotation marks omitted).\nHere, Plaintiffs allege that the Plaintiffs who resided in Mississippi and purchased DDAVP there were forced to pay higher prices for the drug due to the Defendants’ fraudulent and anticompetitive behavior. Even though that conduct did not occur exclusively within Mississippi, the statute only requires that the product be “incorporated into the general mass of property in the state,” Intel Corp., 496 F.Supp.2d at 413, and that some activity — “sales, purchases, or other activities in trade or commerce ... took place in Mississippi and [we]re ... related to [Defendants’ allegedly unlawful conduct,” California v. Infineon Techs. AG, 531 F.Supp.2d 1124, 1158 (N.D.Cal.2007). Accordingly, purchases of DDAVP in Mississippi plausibly satisfy the requirement under the MAA that some conduct occur in that state, and Defendants’ Motion to Dismiss Plaintiffs’ MAA claims is denied.\n*2312. New Hampshire\nThe New Hampshire Consumer Protection Act (the “NHCPA”), N.H. Rev. Stat. Ann. §§ 358-A:l to :13, states that it is “unlawful for any person to use any unfair method of competition or any unfair or deceptive act or practice in the conduct of any trade or commerce within this state.” Id. § 358-A:2. Section 358-A:1 defines (“[t]rade’ and ‘commerce’ [to] include ... any trade or commerce directly or indirectly affecting the people of this state.” Id. § 358-A:1(II). The New Hampshire legislature intended for the NHCPA to have a “broad sweep,” and thus any “conduct which was part of trade or commerce that had direct or indirect effects on the people of [New Hampshire]” satisfies the statute. LaChance v. U.S. Smokeless Tobacco Co., 156 N.H. 88, 931 A.2d 571, 578 (2007) (indirect purchasers may bring suit if conduct directly or indirectly affects them). For example, the Chocolate Confectionary court held that a defendants’ injection of price-fixed chocolates into the New Hampshire market satisfied the statutory requirement, and thus that indirect purchasers stated a claim under the NHCPA. 749 F.Supp.2d at 234-35.\nHere, too, Plaintiffs state a claim under the NHCPA because they allege that the putative Plaintiffs located in New Hampshire had to pay higher prices for DDAVP because of Defendants’ alleged deception. Because New Hampshire commerce and citizens of the state were affected by Defendants’ allegedly deceptive conduct, Defendants’ Motion to Dismiss the NHCPA claims is denied.\n3. North Carolina\nDefendants argue that North Carolina’s Unfair and Deceptive Trade Practices Act (the “NCUDTPA”), N.C. Gen. Stat. §§ 75-1 to -49, applies “only to ‘trade or commerce in the state of North Carolina,’ ” (Ds’ Mem. 22 (quoting N.C. Gen. Stat.\n§ 75-2, 1)), but the NCUDTPA explicitly states that “[i]t is unlawful for any person to monopolize ... any part of trade or commerce in the State of North Carolina,” N.C. Gen. Stat. § 75-2.1 (emphasis added). Defendants’ Motion to Dismiss these claims on the ground that the NCUDTPA does not reach goods brought into North Carolina for sale is therefore denied. See Sheet Metal, 737 F.Supp.2d at 400 (where “[pjlaintiffs ... alleged that [defendant] engaged in business in North Carolina by producing a drug sold and promoted in that state and that [defendant] unlawfully maintained its monopoly in North Carolina,” allegations were sufficient to state claim under NCUDTPA); see also Digital Music, 812 F.Supp.2d at 407-08 (complaint that alleged that Defendants “ ‘produced, licensed, distributed and/or sold’ Internet Music in all of the listed states,” including North Carolina, sufficiently alleged intrastate conduct to survive motion to dismiss).\n4. Unjust Enrichment Claims\nNext, Defendants move on several grounds to dismiss Plaintiffs’ unjust enrichment claims, which are brought under the laws of each of the fifty states and the District of Columbia, (Compl. ¶ 148), arguing that unjust enrichment claims may not stand where they (1) conflict with a state’s limitation on indirect purchaser antitrust suits, (2) do not allege the direct provision of a benefit from plaintiff to defendant, and/or (3) do not provide an independent basis for relief when no other legal violation is alleged. (See Ds’ Mem. 22-25.)\na. States that Follow Illinois Brick\nDefendants first argue that some state laws preclude indirect purchaser unjust enrichment claims based on the rule set forth in Illinois Brick Co. v. Illinois, 431 U.S. 720, 97 S.Ct. 2061, 52 L.Ed.2d 707 (1977). (Ds’ Mem. 23.) Plaintiffs argue, citing King Drug Co. of Florence, Inc. v. *232Cephalon, Inc., 702 F.Supp.2d 514, 539-40 (E.D.Pa.2010), that their unjust enrichment claims are viable regardless of the applicable state antitrust laws. (Ps’ Mem. 34.)\nIn Illinois Brick, the Supreme Court held that only direct purchasers could sue for unjust benefits gained by a defendant manufacturer through anticompetitive conduct that violated federal antitrust laws. See 431 U.S. at 728-29, 97 S.Ct. 2061 (precluding indirect purchaser recovery on basis that only an “overcharged direct purchaser, and not others in the chain of manufacture or distribution” is “the party ‘injured in his business or property within the meaning of [Section 4 of the Sherman Act]”). Subsequently, certain states have adopted Illinois Brick to preclude indirect purchaser recovery under state antitrust and consumer protection laws, and courts have held that “where the applicable state law bars antitrust actions for damages by indirect purchasers ... a plaintiff cannot circumvent the statutory framework by recasting an antitrust claim as one for unjust enrichment.” In re K-Dur Antitrust Litigation, 2008 WL 2660780, at *5 (D.N.J. Feb. 28, 2008); accord Flonase, 692 F.Supp.2d at 542 (“Allowing indirect purchasers to recover and recoup a benefit from the defendant under an unjust enrichment theory would circumvent the policy choice of Illinois Brick.”); see Digital Music, 812 F.Supp.2d at 413 (collecting cases discussing limitation on state-law unjust enrichment claims after Illinois Brick). But see G-Fees, 584 F.Supp.2d at 46 (“No reason or logic supports a conclusion that a state’s adherence to the rule of Illinois Brick dispossesses a person not only of a statutory legal remedy for an antitrust violation, but also dispossesses the same person of his right to pursue a common law equitable remedy.”).\nAlthough the King Drug decision that Plaintiffs cite on this issue is not without force, this Court finds more persuasive Chief Judge Preska’s well-reasoned Digital Music opinion — and similar decisions — 'that determined that indirect purchaser plaintiffs “may not recover restitution in states that follow the rules of Illinois Brick” and that therefore states that have “not expressly passed Illinois Brick repealer legislation or interpreted [their] law in such a way as to override the rule of Illinois Brick [are] presumed to have decided to follow federal law, including the Illinois Brick limitation on indirect purchaser claims.” Digital Music, 812 F.Supp.2d at 413; see, e.g., Sheet Metal, 737 F.Supp.2d at 446-47 (dismissing unjust enrichment claim brought under Texas law because Texas state court would not allow end-payor plaintiffs to file claims under state antitrust or consumer protection laws); K-Dur, 2008 WL 2660780, at *5 (finding persuasive on summary judgment “cases holding that where the applicable state law bars antitrust actions for damages by indirect purchasers, or simply does not recognize a private cause of action for antitrust violations, a plaintiff cannot circumvent the statutory framework by recasting an antitrust claim as one for unjust enrichment”); In re Terazosin Hydrochloride Antitrust Litig., 160 F.Supp.2d 1365, 1380 (S.D.Fla.2001) (“State legislatures and courts that adopted the Illinois Brick rule against indirect purchaser antitrust suits did not intend to allow an end run around the policies allowing only direct purchasers to recover.”) (internal quotation marks omitted).\nDefendants contend that Alaska, Colorado, Connecticut, Delaware, Indiana, Kentucky, Louisiana, Maryland, Missouri, New Jersey, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, South Car*233olina, and Texas follow Illinois Brick. (See Ds’ Mem. at 23; Ds’ Reply Mem. 10 &amp; n. 7.) Although Defendants (perhaps because of the Court’s page limitations) do not cite cases or statutes from those states to support this assertion, Plaintiffs do not dispute that these jurisdictions follow Illinois Brick. Therefore, Defendants’ Motion to Dismiss Plaintiffs’ unjust enrichment claims under the laws of Alaska, Colorado, Connecticut, Delaware, Indiana, Kentucky, Louisiana, Maryland, Missouri, New Jersey, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, South Carolina, and Texas is granted.\nb. Direct Benefít from Plaintiffs to Defendants\nNext, Defendants argue that for Plaintiffs to successfully plead unjust enrichment claims under Florida, Idaho, New York, and North Dakota law, they must allege that Defendants received a direct benefit from Plaintiffs, and they cannot do so because Plaintiffs did not purchase DDAVP directly from Defendants. (Ds’ Mem. 23-24; Ds’ Reply Mem. 10.) Plaintiffs argue that (1) the laws of these states do not require a direct benefit, and (2) alternatively, Plaintiffs have alleged that they “conferred a benefit on Defendants by purchasing DDAVP at inflated prices[,] .... allegations [that] are sufficient to show that a benefit was bestowed on Defendants, and that the Defendants were therefore unjustly enriched at Plaintiffs’ expense.” (Ps’ Mem. 34-35.)\nOn this issue, courts have disparately applied Florida law, compare, e.g., Processed Egg Prods., 851 F.Supp.2d at 928-29 (analyzing Florida law and determining that it “does not appear to require the conferral of a direct benefit exclusively,” but rather “ ‘that some benefit must flow to the party sought to be charged’ ”) (emphasis in original) (quoting Coffee Pot Plaza P’ship v. Arrow Air Conditioning &amp; Refrigeration, Inc., 412 So.2d 883, 884 (Fla.Dist.Ct.App.1982)), Romano v. Motorola, Inc., No. 07-CV-60517, 2007 WL 4199781, at *2 (S.D.Fla. Nov. 26, 2007) (“Defendant is correct in stating that Florida law does not support a cause of action for unjust enrichment unless the plaintiff can allege that he conferred a direct benefit on the defendant. However, ... [w]hile the phone is ultimately sold through the retailer, Motorola is directly benefitted through profits earned from the sale of the phone. Therefore, while there was no direct contact between the manufacturer Motorola and Plaintiff, by purchasing the Razr phone, Plaintiff directly conferred a benefit on Motorola in the form of payment for the phone.”) (emphasis in original) (internal citations and quotation marks omitted), and Merkle v. Health Options, Inc., 940 So.2d 1190, 1199 (Fla.Dist.Ct.App.2006) (concluding that emergency medical service provider-plaintiff could plead an unjust enrichment claim against HMO-defendants where plaintiffs treatment of HMOs’ subscribers conferred requisite benefit on defendants), with Flonase, 692 F.Supp.2d at 544 (dismissing indirect purchasers’ Florida unjust enrichment claim for failure to plead direct benefit upon defendant), and New York law, compare Kaye v. Grossman, 202 F.3d 611, 616 (2d Cir.2000) (to support unjust enrichment claim, “[plaintiff] must demonstrate that [defendant] received some benefit” from Plaintiffs conduct with third party, although under facts of case, plaintiff proffered no evidence that defendant actually received money from third party) (emphasis added), and Waldman v. New Chapter, Inc., 714 F.Supp.2d 398, 403-04 (E.D.N.Y.2010) (denying motion to dismiss plaintiff-consumer’s New York unjust enrichment claim against defendant-manufacturer because “New York law does not require an unjust enrichment plaintiff to plead ‘direct *234dealing,’ or an ‘actual, substantive relationship’ with the defendant”), with Mandarin Trading Ltd. v. Wildenstein, 16 N.Y.3d 173, 182, 919 N.Y.S.2d 465, 944 N.E.2d 1104 (2011) (although privity is not required, unjust enrichment claims fail where there is no indication of any relationship, or even “an awareness by [defendant] of [plaintiff]’s existence”).\nUnder this set of facts, at this stage of the case, 1 agree with Plaintiffs — • that is, that despite not having direct dealings (contractual or otherwise) with Defendants, Plaintiffs plausibly conferred some benefit on Defendants, albeit indirectly, by purchasing DDAVP at elevated prices, and Defendants profited from the individual demand of the DDAVP consumers, the ultimate victims of Defendants’ unlawful conduct. Therefore, Defendants’ Motion to Dismiss Plaintiffs’ Florida and New York unjust enrichment claims is denied. See In re Cardizem CD Antitrust Litig., 105 F.Supp.2d 618, 668-71 (E.D.Mich.2000) (plaintiffs stated unjust enrichment claim under various state laws, including New York, where “they conferred a benefit, in the form of overpayments and increased profits, on Defendants, that Defendants accepted that benefit[,] and that it would be unjust under the alleged circumstances for Defendants to retain that benefit”).\nUnder Idaho law, “[t]he elements of unjust enrichment are that (1) a benefit is conferred on the defendant by the plaintiff; (2) the defendant appreciates the benefit; and (3) it would be inequitable for the defendant to accept the benefit without payment of the value of the benefit.” Harris, Inc. v. Foxhollow Constr. &amp; Trucking, Inc., 151 Idaho 761, 264 P.3d 400, 410 (2011) (internal quotation marks omitted); accord Ross v. Ross, 145 Idaho 274, 178 P.3d 639, 644 (Idaho Ct.App.2007); see Beco Constr. Co. v. Bannock Paving Co., 118 Idaho 463, 797 P.2d 863, 867 (1990) (finding no unjust enrichment where plaintiff “conferred no direct or indirect benefit on” defendant; “This court continues to require for an unjust enrichment recovery that the plaintiff confer some benefit on the defendant which would be unjust for the defendant to retain.”). Defendants cite to Sheet Metal Workers, 737 F.Supp.2d at 433 n. 26, where the court there noted in dictum that had it not dismissed plaintiffs unjust enrichment claims on other grounds, it would have followed Hayden Lake Fire Prot. Dist. v. Alcorn, 141 Idaho 388, 111 P.3d 73 (2005), overruled on other grounds by Farber v. Idaho State Ins. Fund, 152 Idaho 495, 272 P.3d 467 (2012), and dismissed them for failure to allege a direct benefit. Although there is limited case law interpreting Idaho unjust enrichment law, at least one court has explicitly stated that a plaintiff may not assert a claim for unjust enrichment under Idaho law unless he has conferred a direct benefit on the defendant. See Powers v. Lycoming Engines, 245 F.R.D. 226, 232 &amp; n. 19 (E.D.Pa.2007); see also In re ConAgra Peanut Butter Prods. Liab. Litig, No. 07-MD-1845, 2008 WL 2132233, at *2-3 (N.D.Ga. May 21, 2008) (discussing benefit that plaintiff must plead under various state unjust enrichment laws, and stating that “there is solid support for the Defendant’s interpretation of a direct benefit in a few states. Nonetheless, it is clear that the benefit is sufficiently direct in this case for the majority of jurisdictions. This is especially true considering that the Defendant markets its product directly to consumers; though it sells its product through retailers, it directly profits from the individual demand of consumers.”) (internal citation omitted). Here neither direct benefit nor direct marketing is alleged. Accordingly, Defendants’ Motion to Dismiss the Idaho unjust enrichment claims is granted.\n*235Under North Dakota law, to state a claim for unjust enrichment, a plaintiff must set forth facts demonstrating “(1) an enrichment; (2) an impoverishment; (3) a connection between the enrichment and the impoverishment; (4) absence of a justification for the enrichment and impoverishment; and (5) an absence of a remedy provided by law.” Erickson v. Brown, 813 N.W.2d 531, 538 (N.D.2012) (internal quotation marks omitted). The North Dakota Supreme Court has explained that a plaintiff can state an unjust enrichment claim under North Dakota law when one party “has, without justification, obtained a benefit at the direct expense of the complainant, who then has no legal means of retrieving it. The essential element ... is the receipt of a benefit by the defendant from the plaintiff which would be inequitable to retain without paying for its value.” Apache Corp. v. MDU Res. Grp., Inc., 603 N.W.2d 891, 895 (N.D.1999) (alteration, internal citation, and internal quotation marks omitted). Courts interpreting North Dakota unjust enrichment law have focused on the “direct expense” language in Apache in holding that indirect purchasers cannot sustain a claim for unjust enrichment. See, e.g., In re TFT-LCD (Flat Panel) Antitrust Litig., 599 F.Supp.2d 1179, 1190-91 (N.D.Cal.2009) (“Plaintiffs distinguish Apache on the ground that there the plaintiff had not in fact conferred any benefit on the defendant, whereas here plaintiffs do allege that they have conferred a benefit on defendants. Although this factual distinction is correct, the broader language of Apache suggests that a ‘direct benefit’ is required under North Dakota law.”); Thompson v. Bayer Corp., No. 07-CV-17, 2009 WL 362982, at *5 (E.D.Ark. Feb. 12, 2009) (distinguishing Arkansas unjust enrichment law where enrichment “need not come directly from the plaintiff,” from North Dakota law, which “appears to apply only if another has, without justification, obtained a benefit at the direct expense of the plaintiff.”) (emphasis in original) (alteration and internal quotation marks omitted); In re Relafen Antitrust Litig., 225 F.R.D. 14, 28 (D.Mass.2004) (finding North Dakota “precedent casts doubt on the end payors’ unjust enrichment claims” and thus because “the benefits that [defendant drug manufacturer] received were obtained most directly from wholesalers, who, in turn, obtained benefits from end payors,” plaintiffs did not state an unjust enrichment claim under North Dakota law); see also Zuger v. N.D. Ins. Guar. Ass’n, 494 N.W.2d 135, 139 (N.D.1992) (“One factor in determining whether a party who has benefited from an agreement between others has been unjustly enriched is whether the benefiting party has participated in the transaction through which the benefit was obtained.”). I am persuaded that Plaintiffs have not and cannot plead a direct benefit of the kind that North Dakota law requires — in other words, something akin to an arms-length transaction between the Indirect Purchaser Plaintiffs and Defendants is required to state a claim — and thus Defendants’ Motion to Dismiss the North Dakota unjust enrichment claims is granted.\nc. Autonomous Enrichment Claims\nFinally, Defendants argue that that “courts have refused to permit state ‘unjust enrichment’ claims to proceed when there is no other state law basis for the relief sought by the plaintiff,” and thus “have dismissed ‘unjust enrichment’ claims in conjunction with their dismissal of plaintiffs’ state antitrust or consumer protection claims.” (Ds’ Mem. 24; see Ds’ Reply Mem. 9 (“[I]f no claim in this case arises under a state’s consumer or trade statute, unjust enrichment law does not magically create a cause of action out of thin air,”).) *236Plaintiffs argue that indirect purchasers may bring independent unjust enrichment claims regardless of whether they are able to pursue state antitrust or consumer protection law claims. (Ps’ Mem. 35.) Because the only state consumer protection law claims that I have dismissed are those under the TCP A, I analyze only whether Plaintiffs may bring an autonomous unjust enrichment claim16 under Tennessee law.\nSome courts analyzing this issue have held that allowing plaintiffs to recover on a claim of autonomous restitution “would undermine state legislative policies and an entire body of substantive law,” Flonase, 692 F.Supp.2d at 543 n. 13, because allowing restitution where a plaintiff could not otherwise recover under state law “would subvert state legislative attempts to limit antitrust liability for defendants,” Sheet Metal, 737 F.Supp.2d at 426 (dismissing indirect purchaser plaintiffs’ unjust enrichment claims in states where plaintiffs had no remedy under state antitrust or consumer protection law). Plaintiffs cite Cardizem CD, 105 F.Supp.2d 618, which stated that “courts often award equitable remedies under common law claims for unjust enrichment in circumstances where claims based upon contract or other state law violations prove unsuccessful,” and allowed plaintiffs’ unjust enrichment claims there to survive a motion to dismiss because they depended on allegations and proof different from that which a plaintiff must plead to state an antitrust claim— namely, a defendant’s unjust retention of a benefit conferred on the defendant by the plaintiff. Id. at 669-70 (collecting state cases).\nCourts interpreting Tennessee law have disagreed as to whether plaintiffs may bring freestanding unjust enrichment claims. Some courts have allowed autonomous unjust enrichment claims to move forward because their “viability ... does not hinge upon the success of the state statutory antitrust claims,” a finding that one court determined was “buttress[ed]” by the fact that — in that court’s opinion— the Tennessee Supreme Court expressly permitted indirect purchasers to bring independent unjust enrichment claims. D.R. Ward Constr. Co. v. Rohm &amp; Haas Co., 470 F.Supp.2d 485, 506-07 (E.D.Pa.2006) (citing Freeman Indus., LLC v. Eastman Chem. Co., 172 S.W.3d 512, 524-26 (Tenn.2005)).17 Other courts have stat*237ed that there is no “convincing authority establishing that Tennessee courts recognize an autonomous unjust enrichment claim.” Sheet Metal, 737 F.Supp.2d at 446. Undoubtedly because briefing on the instant Motion required the parties to analyze many complex issues within page limits, neither party supplied the Court with authority as to whether Plaintiffs can or cannot maintain an autonomous unjust enrichment claim under Tennessee law. Accordingly, Defendants’ Motion to Dismiss Plaintiffs’ unjust enrichment claims under Tennessee law is denied without prejudice. Should Defendants later seek judicial resolution of this issue, they should support their argument with citations to governing Tennessee law.\nIV. CONCLUSION\nFor the foregoing reasons, Defendants’ Motion to Dismiss is GRANTED IN PART and DENIED IN PART, and Plaintiffs’ Request for Judicial Notice is DENIED. The Court dismisses Plaintiffs claims for (1) an injunction under Section 16 of the Clayton Act, (2) violations of the TCP A, and (3) unjust enrichment under Idaho and North Dakota law and under the laws of the states that follow Illinois Bñck (Alaska, Colorado, Connecticut, Delaware, Indiana, Kentucky, Louisiana, Maryland, Missouri, New Jersey, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, South Carolina, and Texas). The Clerk of Court is respectfully directed to terminate the pending motions. (Docs. 103, 109.) The parties are to appear for a status conference on October 31, 2012 at 3:00 p.m.\nSO ORDERED.\n\n. The case was reassigned to me after Judge Brieant passed away. (Doc. 72.)\n\n\n. Plaintiffs are various health benefits providers who allegedly paid supra-competitive prices for DDAVP or its generic equivalents as a result of Defendants alleged conduct, as well as an individual who also allegedly paid too much for the same drug. (Compl. ¶¶ 11-16.)\n\n\n. These twenty-eight jurisdictions are: Arizona, Arkansas, California, Colorado, the District of Columbia, Florida, Hawaii, Idaho, Iowa, Kansas, Maine, Massachusetts, Michigan, Minnesota, Mississippi, Nebraska, Nevada, New Hampshire, New Mexico, New York, North Carolina, North Dakota, South Dakota, Tennessee, Utah, Vermont, West Virginia, and Wisconsin. (Id. ¶ 140.)\n\n\n. \"Ds’ Mem.” refers to the Memorandum of Points and Authorities in Support of Defendants’ Joint Motion to Dismiss the Indirect Purchaser Plaintiffs’ Amended Consolidated Class Action Complaint. (Doc. 104.) \"Ds' Reply Mem.\" refers to the Reply Memorandum of Points and Authorities in Support of Defendants’ Joint Motion to Dismiss the Indirect Purchaser Plaintiffs’ Amended Consolidated Class Action Complaint. (Doc. 106.)\n\n\n. \"Ps' Mem.” refers to the Indirect Purchaser Plaintiffs’ Memorandum of Law in Opposition to Defendants' Joint Motion to Dismiss Indirect Purchaser Plaintiffs' Amended Consolidated Class Action Complaint. (Doc. 107.)\n\n\n. \"Ps' Req. for Judicial Notice” refers to Plaintiffs’ Request for Judicial Notice in Support of their Memorandum of Law in Opposition to Defendants’ Joint Motion to Dismiss. (Doc. 109.)\n\n\n. \"Ds’ Opp.” refers to Defendants’ Opposition to Plaintiffs' Request for Judicial Notice. (Doc. 105.)\n\n\n. In Walker Process, the Supreme Court held that — a plaintiff could raise a Sherman Act claim — a federal antitrust cause of action— based on an assertion that a patent was obtained by fraud on the PTO, as long as the plaintiff could plead all the elements of a Sherman Act claim. 382 U.S. at 177-78, 86 S.Ct. 347. The fraud stripped the patentee of the antitrust immunity it would otherwise enjoy. Id. at 177, 86 S.Ct. 347. Here, Plaintiffs assert their antitrust and consumer protection claims under state law, but have not pointed to any state law explicitly recognizing an antitrust or consumer protection law claim based on the assertion that a patent was obtained by fraud. Therefore, as in In re Ciprofloxacin Hydrochloride Antitrust Litigation, 363 F.Supp.2d 514, 517 n. 3 (E.D.N.Y.2005), this Court will refer to Plaintiffs’ claims as state-law Walker Process-type claims.\n\n\n. Ciprofloxacin and Daiichi Sankyo are distinguishable from the instant case because the district courts in both cases found that plaintiffs had failed to allege fraud before the PTO. In Ciprofloxacin, the court specifically stated that a patent that was held to be invalid could “be a candidate for Walker Process fraud,” but that that finding could not be made under the facts of that case. 363 F.Supp.2d at 546 n. 28; see Daiichi Sankyo, 2009 WL 1437815, at *9 (\"With no fraud, the subsequent Orange Book listing and lawsuit were not wrongful and cannot form an independent basis for [plaintiffs monopolization] counterclaims.”). It also acknowledged that sham litigation could support a state-law Walker Process-type claim, but simply found that basis unavailable in the case before it because defendants had succeeded in the litigations and plaintiffs had admittedly infringed. See Ciprofloxacin, 363 F.Supp.2d at 543-44, 547. Ciprofloxacin also makes the puzzling argument that while threats to litigate would constitute marketplace misconduct sufficient to avoid preemption, an actual lawsuit would not. See id. at 544-45. To this Court, it seems that going beyond threats and actually instituting a bad-faith lawsuit is at least as much \"in the marketplace” as the threat, if not more so. Similarly in K-Dur, 2007 WL 5297755, the Special Master found that the wrongs for which state-law damages were sought amounted only to bad-faith misconduct before the PTO. See id. at *24. He apparently did not interpret the complaint as alleging fraud before the PTO. Because it also did not allege any marketplace conduct, see id. at *25, state law claims were preempted, see id. Here I have found both fraud before the PTO and marketplace conduct to have been plausibly pleaded.\n\n\n. The dearth of case law on this issue may indicate that such claims are not preempted by FDA law. Moreover, parties have brought sham citizen petition claims in the context of antitrust litigation and it does not appear that the issue of preemption was raised in those cases. See, e.g., In re Flonase Antitrust Litig., 692 F.Supp.2d 524 (E.D.Pa.2010) (indirect purchasers alleged sham citizen petitions violated state antitrust laws); Spear Pharm., Inc. v. William Blair &amp; Co., 610 F.Supp.2d 278 (D.Del.2009) (sham citizen petition claim adjudicated in case with federal and state law antitrust claims); Abbott Labs. v. Teva Pharm. USA, Inc., 432 F.Supp.2d 408 (D.Del.2006) (same).\n\n\n. A fraud-on-the-FDA claim is akin to the abuse-of-process claim that was found preempted in Abbott Laboratories, which I have already found is not analogous to the issues here. Both in Buckman and Abbott Laboratories, plaintiffs sought only to bring claims that would remedy the misconduct before a federal agency. As previously stated, Plaintiffs' antitrust and consumer protection claims here seek to remedy a wrong separate from the alleged fraud before the PTO and the sham citizen petition filed with the FDA namely, Defendants' alleged conduct that had the effect of keeping generic DDAVP manufacturers out of the marketplace, which in *221turn enabled Defendants to sell DDAVP to Plaintiffs at supra-competitive prices.\n\n\n. Further, Defendants’ argument, (Ds’ Mem. 12), that allowing this case to go forward would frustrate the Congressional goal of encouraging full disclosure to the FDA is, to put it charitably, without merit. It is difficult to see how allowing Plaintiffs to use a Defendant’s misleading submission to the FDA as evidence of monopolistic intent could do anything other than discourage such misleading conduct and ' encourage the fullest possible disclosure. Likewise, Defendants’ argument that Plaintiffs here are trying to police citizen petitions, (id.), is meritless. Plaintiffs are not seeking any remedy that would vindicate the FDA, but are simply trying to use Defendants’ alleged misconduct before the FDA as evidence of Defendants' monopolistic intent.\n\n\n. Defendants argue that Plaintiffs’ claim under Article 14, Section 15 of the Arizona Constitution, (Compl. ¶ 140(a)), must be dismissed because \"there is no separate claim under that state’s constitutional provision.” (Ds’ Mem. 17 n. 8.) Defendants cite to Bunker's Glass Co. v. Pilkington plc, 202 Ariz. 481, 47 P.3d 1119, 1124 (Ariz.Ct.App.2002), but Bunker’s does not support Defendants' contention. Rather, Bunker’s stands for the proposition that statutes adopted pursuant to Arizona's constitutional antitrust provision must be read liberally to allow for claims to be raised by indirect purchasers because \"[t]o do otherwise would frustrate the intent of Article 14, Section 15 of the Arizona Constitution.” Id. Bunker’s does not address either way whether a separate constitutional antitrust claim exists in Arizona, and Defendants have cited no other authority for their argument. Defendants’ Motion to Dismiss Plaintiffs’ claims under the antitrust provision of the Arizona Constitution is therefore denied.\n\n\n. I respectfully disagree with the courts in In re Wellbutrin XL Antitrust Litig., 260 F.R.D. 143 (E.D.Pa.2009), and In re Chocolate Confectionary Antitrust Litig., 749 F.Supp.2d 224 (M.D.Pa.2010), each of which determined that \"[t]he only provision of [the NDTPA] providing for a private civil action is limited to suits by an elderly person or a person with a disability.” Wellbutrin, 260 F.R.D. at 163 (internal quotation marks omitted); accord Chocolate, 749 F.Supp.2d at 234. For the reasons explained above, the language of the statute does not support such a finding, and NDTPA claims have been raised by non-elderly or disabled persons and companies alike. See, e.g., Windisch v. Hometown Health Plan, Inc., No. 08-CV-664, 2010 WL 786518, at *1, 5-7 (D.Nev. Mar. 5, 2010) (putative class of physicians stated NDPTA claim by alleging that defendants, companies involved in the management of health insurance, made false representations to physicians by not adequately disclosing how to properly code services for insurance reimbursement purposes); S. Serv. Corp. v. Excel Bldg. Servs., Inc., 617 F.Supp.2d 1097, 1099 (D.Nev.2007) (business harmed by competitors' deceptive trade practices may bring consumer fraud claims under NDPTA).\n\n\n. Because I find that Plaintiffs cannot raise TCPA claims within the context of a class action lawsuit, I need not reach Defendants’ other argument that the TCPA does not apply to antitrust claims. (Ds’ Mem. 20.)\n\n\n. Unjust enrichment claims generally take two forms: (1) \"parasitic” — in other words, \"[wjhere the unjust enrichment is based upon a predicate wrong, such as a tort, breach of contract or other wrongful conduct such as an antitrust violation,” Flonase, 692 F.Supp.2d at 542 n. 13, and (2) \"autonomous” or \"freestanding,” meaning that the \"unjust enrichment alone ... serve[s] as [an] independent ground[] for restitution in the absence of mistake, wrongdoing, or breach of contract,” New Motor Vehicles, 350 F.Supp.2d at 208 (internal quotation marks omitted). \"Autonomous claims in an area regulated by an independent body of law are more problematic than parasitic claims because the premise for such a claim must be that, even if the defendants’ conduct is blameless under the substantive requirements of federal and state antitrust statutes and state consumer protection statutes, the plaintiffs nevertheless can still obtain restitution.” Digital Music, 812 F.Supp.2d at 411-12 (internal quotation marks omitted).\n\n\n. In my view, the Freeman court did not expressly reach the issue of whether indirect purchasers may bring autonomous unjust enrichment claims. Rather, after dismissing the Tennessee Trade Practices Act (\"TTPA”) claim, see Term. Code. Ann. §§ 47-25-101 to -115, the court went on to discuss why the trial court had erred in denying defendants’ motion for summary judgment on the plaintiff's unjust enrichment claim where the plaintiff had failed to establish a disputed issue of material fact as to the exhaust ion-of-remedies element of that claim. That the Court discussed the issue, rather than summarily concluding that the unjust enrichment claim failed because the TTPA claim failed, *237could suggest that a freestanding' unjust enrichment claim is allowed under Tennessee law, but the Freeman court was not explicit on the point.\n\n",
            "ocr": true,
            "opinion_id": 8703522
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}