{
    "id": 8719358,
    "judges": "Shadur",
    "date_filed": "1984-12-27",
    "date_filed_is_approximate": true,
    "slug": "strykowski-v-northeast-illinois-regional-commuter-railroad",
    "case_name_short": "Strykowski",
    "case_name": "Strykowski v. Northeast Illinois Regional Commuter Railroad",
    "case_name_full": "John STRYKOWSKI v. NORTHEAST ILLINOIS REGIONAL COMMUTER RAILROAD CORP., d/b/a METRA/Metropolitan Rail (\"METRA\")",
    "attorneys": "Robert E. Harrington, Jr., Patrick J. Harrington, Chicago, IL, for plaintiff., Patrick D. Duffy, Chicago, IL, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "827 F. Supp. 468"
    ],
    "opinions": [
        {
            "author_str": "Shadur",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM OPINION AND ORDER\nSHADUR, Senior District Judge.\nJohn Strykowski (“Strykowski”) has filed a two-count personal injury Complaint against his employer Northeast Illinois Regional Commuter Railroad Corporation d/b/a ME-TRA/Metropolitan Rail (“METRA” or “NIRC”), asserting claims under the Federal Employers’ Liability Act (“FELA”), 45 U.S.C. § 51 et seq. Strykowski is a security officer for METRA, and both of his injury claims stem from off-the-rails work:\nCount I ¶ 5 alleges that on April 13, 1990 Strykowski was on office duty in METRA’s Randolph Street, Chicago station and:\nPlaintiff was reporting for duty to the supervisor. While plaintiff was at said place the telephone rang. At that time plaintiff was the only one present, and under defendant’s rules he was required the [sic] answer the phone. There was a chair with casters at the desk where the phone rang, and when plaintiff attempted to sit down on the chair to answer the phone, the chair suddenly and unexpectedly rolled away and out from under him, causing him to miss the seat and fall onto his back on the tile flooring. The flooring was slippery and there was no non-skid pad under the chair to keep it from rolling. Plaintiff was caused to be injured.\nCount II ¶ 5 alleges that on August 23, 1991 Strykowski was again at the Randolph Street station — this time on security patrol — and:\nIt was reported to plaintiff by commuters that a man was sleeping on the floor in the South Shore waiting area of the Randolph Street Station and was impeding prospective passengers. Thereupon, it was the plaintiffs duty to investigate the complaints, and he went to the South Shore area waiting room where he awakened the person who was sleeping on the floor for the purpose of averting the blocking of passengers in the waiting area. The person sleeping on the floor upon being awakened became abusive to plaintiff and assaulted the plaintiff and wrestled him to the floor causing plaintiff to be injured. When the said person started the assault the plaintiff radioed for back-up to his headquarters, but radio communications system was inoperative and back-up was not available to him in the course of the assault upon him, which could have been averted if radio communications system had been operative, and plaintiff could have avoided injury if he had received back-up assistance. The incident related herein occurred in the late evening hours which is and was a critical time for public disturbance so the defendant should have provided two-man security patrols to control assaults and assist officer who is attacked.\nMETRA’s Answer denied subject matter jurisdiction, and this Court of course immediately inquired into the grounds for its having done so.1 It developed that the jurisdictional challenge was far from boilerplate, and both sides have submitted memoranda addressing the relevant issues. For the reasons stated in this memorandum opinion and order, both the Complaint and this action are indeed dismissed for lack of subject matter jurisdiction.\nFELA’s 45 U.S.C. § 51 states a two-part test for coverage: It is essential that the employer be a “common carrier by railroad while engaging in commerce between any of *470the several States,” and it is also necessary that the employee be injured “while he is employed by such carrier in such commerce.” As to that second component, the statute goes on to provide an expansive definition:\nAny employee of a carrier, any part of whose duties as such employee shall be the furtherance of interstate or foreign commerce; or shall, in any way directly or closely and substantially, affect such commerce as above set forth shall, for the purposes of this chapter, be considered as being employed by such carrier in such commerce and shall be considered as entitled to the benefits of this chapter.\n\nMETRA’s Activities\n\nMETRA is engaged exclusively in providing intrastate commuter rail service. Here its counsel’s description of its structure and operation based on the expected testimony of its Director of Contract Management James Burcham (D.Mem. 1-3):\nNIRC is an Illinois public corporation that operates five commuter railroads under a Purchase of Service Agreement with the Commuter Rail Division (CRD) of the Regional Transportation Authority (RTA).\nThe Regional Transportation Authority is a unit of local government and a municipal corporation. The RTA was created to provide for, aid and assist public transportation in the northeastern area of the State of Illinois. The RTA accomplishes these purposes through three Service Boards: The Commuter Rail Division, the Suburban Bus Division and the Chicago Transit Authority.\nThe Commuter Rail Division of the RTA is responsible for providing public transportation by railroad in the northeastern area of the State of Illinois. Ill.Rev.Stat. Ch. 111⅔, Para. 701.02(c). CRD owns five intrastate commuter railroads: Metra Electric which runs from Chicago, Illinois to 91st Street, and University Park, Illinois; Metra Heritage Corridor which runs from Chicago, Illinois to Joliet, Illinois; Metra Milwaukee District North Line which runs from Chicago, Illinois to Fox Lake, Illinois; Metra Milwaukee District West Line which runs from Chicago, Illinois to Big Timber Road, Illinois; and the Rock Island District which runs from Chicago, Illinois to Joliet, Illinois. Under the agreement between NIRC and CRD, NIRC operates the railroads which includes maintaining the tracks, employing all personnel, paying the wages of personnel and selling tickets. In consideration of such services, CRD pays NIRC the difference between NIRC’s expenses in operating the commuter railroads and the revenue derived by NIRC.\nNIRC and CRD are not subject to the jurisdiction of the Interstate Commerce Commission. NIRC and CRD have never made any filing with the Interstate Commerce Commission.\nSomewhat surprisingly, in urging that it does not satisfy the “in commerce” definition METRA cites exclusively to ancient (or at least medieval) history: It refers only to a 1916 Supreme Court decision, a 1925 decision from the New York Court of Appeals and a 1957 federal District Court decision. Strykowski does not depart from that pattern either, citing just two state court decisions over a half century old, one Court of Appeals decision rapidly approaching that mark and a single 1984 federal District Court case.\nEqually surprisingly, neither side apparently located the extended and thoughtful opinion issued by the Court of Appeals for the Third Circuit in Felton v. Southeastern Pa. Transp. Auth., 952 F.2d 59 (3d Cir.1991). That decision examines the interstate commerce question as to commuter lines in detail, taking into account various recent congressional enactments. Suffice it to say that the status of METRA’s wholly intrastate operations in those terms is at least doubtful— if it does in fact meet the interstate commerce test, it surely does so only by the most attenuated of connections.2\n\n*471\nStrykowski’s Activities\n\nBut the answer to that close question does not control here, for this Court finds that Strykowski does not survive the second branch of the inquiry — that relating to his own activities. On that score both litigants seek to rely, improbable as it may seem, on the seminal decision in Reed v. Pennsylvania R.R., 351 U.S. 502, 76 S.Ct. 958, 100 L.Ed. 1366 (1956).\nHere is how Strykowski’s duties have been described in an affidavit by METRA’s Chief of Police Charles Mason (“Mason”):\n2. John Strykowski, the Plaintiff in the above-captioned matter, is a patrolman for the NIRC police department. Mr. Strykowski has been a patrolman since November 2, 1987.\n3. Since July 3, 1989 the Plaintiff reported to work at the Randolph Street Station at 151 N. Michigan Avenue, Chicago, Illinois. He was then primarily assigned to patrol or provide security at various locations between the Randolph Street Station and the 59th Street in Chicago, Illinois. On occasion he was asigned [sic] to patrol other Metra facilities in the State of Illinois.\n4. The Plaintiff was never assigned to perform duties outside of the State of Illinois.\nStrykowski has countered with an affidavit in which he says he has in fact performed the following activities in the course of his employment:\na. Complete injury reports for residents of the State of Indiana who are passengers on the METRA Electric Line and the South Shore Line.\nb. Complete theft reports for residents of the State of Indiana who are passengers on the METRA Electric Line and the South Shore Line.\nc. Complete damage/incident reports for criminal damage to South Shore Line trains and equipment.\nd. Provide security at METRA and South Shore Line ticket offices selling tickets to passengers on those lines, may of whom travel to the State of Indiana.\ne. Provide security to South Shore Ticket Agents selling monthly and daily passes to passengers riding on that railroad’s lines between South Bend, Indiana and Randolph Street Station, Chicago, Illinois.\ne.3 Make arrests as necessary on the South Shore Railroad’s commuter lines.\nf. Provide security at the South Shore Railroad waiting room at the Randolph Street Station for passengers travelling on that line.\ng. Board South Shore Line trains as necessary to perform the above stated duties.4\nStrykowski’s recital of a set of tangential activities that are scarcely even arguably connected in a tangential way with interstate commerce — activities performed in the course of his duties for an employer that itself has the most tangential relationship with interstate commerce — produces the usual result of multiplying very small fractions: the product approaches the vanishing point, when what remains is very much like the faint grin on the already-vanished Cheshire *472Cat5 — or to invoke the more prosaic legal precept, de minimis non curat lex.\nAccordingly, METRA’s motion to dismiss the Complaint for lack of subject jurisdiction is granted. Because no pleading amendment could cure the absence of such jurisdiction, this action is dismissed as well.\n\n. This Court always undertakes an immediate review of newly-filed complaints; see Wisconsin Knife Works v. National Metal Crafters, 781 F.2d 1280, 1282 (7th Cir.1986):\nThe first thing a federal judge should do when a complaint is filed is check to see that federal jurisdiction is properly alleged. In this case the Complaint was facially sufficient in jurisdictional terms, but of course the same duty exists where (as here) jurisdiction is called into question by a later pleading.\n\n\n. This Court has also reviewed the opinions of its colleagues Honorable Charles R. Norgle, Sr. in Strizel v. Metra, No. 90 C 1177, slip op. (N.D.Ill. Aug. 21, 1990) and Honorable Charles P. Kocoras in Hartman v. Metra, No. 89 C 8214, slip op. 1991 WL 30095 (N.D.Ill. Mar. 1, 1991). Each of them found that METRA satisfied FELA's in-commerce requirement, but neither really ex*471plored the subject in a manner approaching the depth of the Felton analysis (even though the line at issue in Felton was a city transit division, a good deal of its discussion bore on a purely intrastate commuter operation such as Metra's). In any case, this Court is not prepared to rule the other way — but as the rest of this opinion reflects, that does not salvage Strykowski’s FELA claims.\n\n\n. Strykowski's affidavit does contain two subpar-agraphs labeled \"e.\"\n\n\n. Strykowski does not indicate the frequency with which he performs the indicated activities. From their very description it appears plain that a number of them are minimal in nature, and in general the recital obviously stretches things a good deal. This is not to say that an employee must be engaged in direct interstate activity to qualify for FELA coverage (Reed teaches otherwise), but it remains clear that the statute demands that the employee act in \"furtherance\" of interstate commerce or \"directly or closely and substantially affect such commerce.” And that characterization simply does not fit Strykowski.\n\n\n. Lewis Carroll, Alice’s Adventures in Wonderland, ch. 6.\n\n",
            "ocr": true,
            "opinion_id": 8702551
        }
    ],
    "court_short_name": "N.D. Illinois",
    "court_full_name": "District Court, N.D. Illinois",
    "court_type": "FD",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}