{
    "id": 8728494,
    "judges": "Kravchuk, Woodcock",
    "date_filed": 1379980800000,
    "date_filed_is_approximate": false,
    "slug": "ayotte-v-barnhart",
    "case_name_short": "Ayotte",
    "case_name": "Ayotte v. Barnhart",
    "case_name_full": "Keith AYOTTE v. Patricia BARNHART",
    "attorneys": "Verne E. Paradie, Jr., Paradie, Sherman & Worden P.A., Lewiston, ME, for Plaintiff., James E. Fortin, Office of the Attorney General, Augusta, ME, Martin Ridge, Beagle & Ridge, LLC, Portland, ME, for Defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "973 F. Supp. 2d 70"
    ],
    "opinions": [
        {
            "author_str": "Woodcock",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nORDER AFFIRMING THE RECOMMENDED DECISION OF THE MAGISTRATE JUDGE\nJOHN A. WOODCOCK, JR., District Judge.\nKeith Ayotte, an inmate at the Maine State Prison (Prison) in Warren, filed a lawsuit against Patricia Barnhart, Dwight Fowles, Martin Magnusson, David Cutler, and Curtis Doyle in their individual capacities as prison officials for the Maine State Prison system. Mr. Ayotte claims the Defendants failed to protect him from a substantial risk of harm — an assault with a padlock — in the Prison and that two of the Defendants retaliated against him for filing complaints about Prison conditions. He alleges violations of the First and Eighth Amendments of the United States Constitution pursuant to 42 U.S.C. § 1983 (§ 1983), the federal Civil Rights Act, and pursuant to 5 M.R.S. § 4682, the Maine Civil Rights Act (MCRA). The Defendants moved for summary judgment on all counts. On March 11, 2013, the Magistrate Judge recommended that the Court *72grant the motion on Mr. Ayotte’s padlock policy claim but deny summary judgment on his retaliation claim against David Cutler and Curtis Doyle. After conducting a de novo review, the Court affirms the Magistrate Judge’s recommendations, granting in part and denying in part the Defendants’ Motion for Summary Judgment,\nI. BACKGROUND\nA. Factual Overview\nThe Court adopts the Magistrate Judge’s recitation of the facts and includes a brief factual summary here to give immediate context.1 See Recommended Decision at 2-6 (ECF No. 67) (Rec. Dec.). On October 28, 2010, Mr. Ayotte was assaulted by fellow inmate, Mark Harris, at the Prison. Id. at 2. Mr. Harris struck Mr. Ayotte in the head and face from behind, knocking him unconscious and causing him head and facial injuries. Id. The assault occurred in a Prison living unit where inmates had dangerous criminal backgrounds. Id.\nThe Defendants dispute whether Mr. Harris used a padlock during the assault but recognize that inmates sometimes use padlocks as weapons. Id. at 3. The officer who witnessed the assault did not have a direct view of the attack at first, but once she could see the two inmates, she stated she only saw Mr. Harris punching Mr. Ayotte with his fists. Id. Mr. Ayotte asserts that Mr. Harris struck him with a padlock and cites a certified medical record, which states that the assailant “apparently took a padlock in a sock and swung it at [Ayotte’s] head.” Id.\nIn two related padlock cases brought by inmates at the Prison, David Lakin alleges that he was assaulted with a padlock by an inmate on September 10, 2010 and Gerard Landry alleges he was assaulted with a padlock on September 6, 2011.2 Id. at 4-5. Including numbers from Mr. Lakin’s and Mr. Landry’s padlock cases, the Magistrate Judge concluded that from January 2004 until June 2012, there were 370 reported inmate-on-inmate assaults at the Prison of which 17 assaults involved padlocks. Id. at 5-6. With respect to total reported inmate-on-inmate assault incidents at the Prison per year, there were at least 25 in 2007, 28 in 2008, 50 in 2009, 48 in 2010, 51 in 2011, and 86 in the first nine months of 2012. Id. at 6. In 2009, an inmate died from one incident of inmate-on-inmate violence, which does not appear to have involved a padlock. Id. at 7.\nIn the months preceding Mr. Ayotte’s assault, there had been an increase in the number of padlock assaults at the Prison. *73Id. at 6. Prison records indicate that there were no padlock assaults in 2007, two in 2008, two in 2009, six in 2010 (including the assault on Mr. Ayotte), one in 2011, and one in 2012. See id. Mr. Ayotte’s assault was the fourth padlock assault in 2010 out of a total of six. Id.\nThe Prison has a practice of issuing padlocks to all inmates, except those in segregation, as a means of securing their personal belongings. Id. at 7. Prison authorities are required under Maine law to provide inmates with some means to secure their belongings. Id. Mr. Ayotte disputes that padlocks are necessary in his housing pod because the inmates- live in individual cells with doors that lock. Id. Warden Barnhart testified that inmates who assaulted other inmates did not have their padlocks confiscated because “they would still need to secure their property” and because “they’re in prison where if they want to find a weapon, they will find a weapon.” Id. at 8. The Prison has a number of policies designed to deter inmate-on-inmate violence, including classification procedures, specific housing placement, segregation, individual management plans, identification of high risk inmates, write-ups and other disciplinary measures; however, Mr. Ayotte questions their effectiveness. Id.\nAfter the assault, Mr. Ayotte wrote Prison officials complaining about their treatment of him, including being kept in administrative segregation for a long period, and he requested a transfer to a prison in New Hampshire. Id. On March 15, 2011, Curtis Doyle and David Cutler, correction officers at the Prison, entered Mr. Ayotte’s cell, threw him against the wall, and cuffed him. Id. Officers Doyle and Cutler took Mr. Ayotte to the unit manager’s office where they yelled at him, verbally abused him, threatened him, and made him strip twice. Id. During their encounter, the Officers referred to the letters that Mr. Ayotte had written to advocates, and they told him to shut his mouth about what went on in the Prison,- saying they would “bury” him. Id. at 8-9. Mr. Ayotte was upset and frightened by this incident but not physically injured. Id. at 9. After the incident, Mr. Ayotte continued to write to Prison and Department officials complaining about the conditions of his confinement and to request transfers. Id.\nB. Procedural History\nMr. Ayotte filed a complaint on August 30, 2011, alleging that Patricia Barnhart, the Prison Warden, Dwight Fowles, the Prison Unit Manager, Martin Magnusson, the Commissioner for the Maine Department of Corrections, and David Cutler, Joshua -Cutler, Anthony Cartlidge, Curtis Doyle, and Nova Hirsch — all officers or guards at the Warren Prison — violated his Eighth Amendment rights under § 1983 and the MCRA by deliberately disregarding a known risk of padlock assaults in the Prison.3 Compl. (ECF No. 1). Mr. Ayotte also claims that the Prison officers retaliated against him on March 15, 2012 and violated his First Amendment rights. Id. at ¶¶ 22-25, 29.\n1. Motion for Summary Judgment\nThe Defendants moved for summary judgment on November 2, 2012, asserting qualified immunity and arguing that they did not act with deliberate indifference to a known, serious risk of harm because padlock assaults at the Prison were infrequent and the Prison had reasonable policies in place to control inmate-on-inmate violence. Defs. ’ Mot. for Summ. J. at 8-11 (ECF No. 50) (Defs.’ Mot.). The Defendants also *74argued that Mr. Ayotte’s claims and compensatory damages request arising out of the retaliation claim are barred by the Prison Litigation Reform Act (PLRA) because he did not sustain a physical injury. Id. at 2, 12-15. On November 2, 2012, the Defendants filed a statement of facts in support of their motion. Defs. ’ Statement of Material Fads (ECF No. 51).\nOn November 23, 2012, Mr. Ayotte filed a response in opposition to the Defendants’ motion. Pi’s Resp. to Defs.’ Mot. for Summ. J. (ECF No. 53) (Pi’s Opp’n). In his response, Mr. Ayotte argued that the record raised genuine disputes of material fact concerning whether the Defendants deliberately ignored the safety risk that padlocks presented to inmates and insisted that the Defendants are not eligible for qualified immunity because they violated clearly established law by refusing to address the increase in padlock assaults in 2010. Id. at 4-17. He also asserted that he does not need to show he was physically injured to sustain his retaliation claim since the Defendants admit they retaliated against him. Id. at 17-18. On November 23, 2012, Mr. Ayotte filed a response to the Defendants’ statement of facts and his own statement of material facts. Pi’s Opposing and Additional Statement of Material Fads (ECF No. 54) (PRDSMF).\nOn December 5, 2012, the Defendants filed a reply to Mr. Ayotte’s opposition, which included a numerical chart tracking the number of padlock attacks from 2004 to 2012 to show that “over [a] seven year period the number of assaults with padlocks has continued to be only a small fraction of overall assaults.” Reply to Resp. to Defs. ’ Mot. for Summ. J. at 3-4 (ECF No. 60) (Defs.’ Reply). The Defendants also disputed that Mr. Ayotte was assaulted with a padlock and argued that “merely negligent conduct on the part of the defendants cannot form the basis of § 1983 liability for failure to protect an inmate from an assault.” Id. at 5-7. Further, they point out that Officers Doyle and Cutler never actually admitted that they retaliated against Mr. Ayotte. Id. at 7-8. The Defendants also replied to Mr. Ayotte’s statement of material facts and filed additional statements of fact on December 5, 2012. Reply to Additional Statement of Fad; And Defs. ’ Additional Statement of Material Fads (ECF No. 62).\n2. The Magistrate Judge’s Recommended Decision\nThe Magistrate Judge recommended that the Court grant the Defendants’ motion for summary judgment on Mr. Ayotte’s padlock claim on one of two grounds: (1) the record fails to generate a genuine dispute of material fact regarding whether the prison’s padlock policy created a substantial or pervasive risk of harm to inmates; or (2) the Defendants are entitled to qualified immunity. Rec. Dec. at 12-15. The Magistrate Judge also recommended, however, that the Court deny the Defendants’ motion as it relates to Mr. Ayotte’s retaliation claim against Officers Doyle and Cutler because his retaliation claim is cognizable under § 1983. Rec. Dec. at 18-20.\nWith respect to Mr. Ayotte’s § 1983 claim for violation of his Eighth Amendment rights, the Magistrate Judge concluded that similar to Beaton v. Tennis, 460 Fed.Appx. 111 (3d Cir.2012), the record would not permit a reasonable juror to conclude that the Defendants consciously disregarded a substantial risk of serious harm to Mr. Ayotte. Id. at 14-17. Specifically, she observed that compared to other cases involving frequent inmate-on-inmate violence, “[hjere, in contrast, the summary judgment record does not demonstrate a long-standing- history of frequent padlock *75assaults.” Id. at 16. Instead, “with the exception of a period of several months during 2010, incidents of padlock assaults have been infrequent.” Id.\nThe Magistrate Judge also pointed out that “padlocks have a legitimate purpose [because] prison authorities are required by Maine statute to provide inmates with a ‘reasonably secure area’ for their personal belongings.” Id. at 16-17. Although she recognized that Prison policy did not relieve the Defendants of their Eighth Amendment obligations to Mr. Ayotte and other inmates, she also noted that because Prison officials must balance inmates’ competing needs, “federal courts may accord deference [to prison officials] where appropriate.” Id. at 17.\nFurthermore, the Magistrate Judge concluded that the combination of the verbal abuse and repeated strip searches by Officers Doyle and Cutler “is sufficient to propel [Mr. Ayotte] to trial on the retaliation claim.” Id. at 20. She emphasized that Mr. Ayotte was strip-searched twice while the officers “made it abundantly clear that they were retaliating for his complaints about prison conditions.” Id. Viewed objectively and in the light most favorable to Mr. Ayotte, the Magistrate Judge found that the facts were enough to “ ‘chill or silence a person of ordinary firmness from future First Amendment activities’ ” and that Mr. Ayotte had made out a “cognizable” § 1983 retaliation claim. Id. (quoting Pope v. Bernard, No. 10-1443, 2011 WL 478055, at *2 (1st Cir. Feb. 10, 2011)). Also, following the First Circuit’s guidance in Kuperman v. Wrenn, 645 F.3d 69 (1st Cir.2011), the Magistrate Judge concluded that the Court does not need to decide whether the PLRA bars Mr. Ayotte’s request for compensatory damages because his retaliation claim survives summary judgment. Id. at 18.\nNext, the Magistrate Judge concluded that even if the Court decides that the Defendants’ conduct violated Mr. Ayotte’s Eighth Amendment rights, the Defendants are entitled to qualified immunity because “although the number of padlock assaults in 2010 increased and is cause for serious concern, ‘officers of reasonable’ competence could nevertheless disagree on the lawfulness of continuing with the padlock policy.” Id. at 21-23. However, reasonable officers could not disagree whether “requiring a prisoner to strip naked in retaliation for a prisoner’s exercise of his constitutional rights violates those rights” was lawful; therefore the Magistrate Judge recommended denying qualified immunity for Mr. Doyle and Mr. Cutler. Id. at 23-24.\nFinally, the Magistrate Judge recommended the Court grant summary judgment on Count II — Mr. Ayotte’s MCRA claim — only insofar as it relates to Mr. Ayotte’s padlock policy claim, because “ ‘[t]he disposition of a 42 U.S.C. § 1983 claim also controls a claim under the MCRA.’ ” Id. at 24 (quoting Berube v. Conley, 506 F.3d 79, 85 (1st Cir.2007)). The Magistrate Judge recommended that the Court exercise supplemental jurisdiction over the remaining § 1983 and MCRA retaliation claims against Officers Doyle and Cutler. Id.\nII. THE PARTIES’ POSITIONS\nA. Mr. Ayotte’s Objection\nOn March 20, 2013, Mr. Ayotte filed a partial objection to the Magistrate Judge’s Recommended Decision. Pl.’s Partial Obj. to Magistrate’s Recommended Decision on Defs.’ Mot. for Summ. J. (ECF No. 68) (Pl.’s Obj.). Mr. Ayotte’s main objection is that the Magistrate Judge “incorrectly concluded [he] was required to establish that the risk of harm at issue was longstanding and pervasive,” arguing that “a *76Plaintiff may survive summary judgment upon a showing that the risk of harm was well documented or expressly noted by Defendants.” Id. at 2-4, 6-7, 11 (citing Farmer v. Brennan, 511 U.S. 825, 828, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994)). Mr. Ayotte insists the facts show that the risk of padlock assaults was both well-documented and expressly noted by the Defendants, and therefore the Magistrate Judge should not have recommended granting summary judgment. Id. at 3. More specifically, he claims that the Defendants were put on notice of increasing padlock violence in the Prison because: (1) there was a marked increase in padlock assaults and inmate-on-inmate assaults for two years leading up to his assault; and (2) Warden Barnhart addressed the inmates at the Prison and threatened them with consequences if padlock assaults continued. Id. at 6-7.\nIn addition, Mr. Ayotte asserts that the Magistrate Judge incorrectly relied on Beaton. Id. at 10-11. He argues that, unlike in Beaton, here there is a genuine dispute of material fact regarding whether there was a longstanding and pervasive risk of padlock assaults in the Prison because (1) there was an increase in overall inmate-on-inmate violence in the Prison for a twenty-two month period leading up to Mr. Ayotte’s assault, (2) there was a similar increase in padlock assaults before his assault, and (3) Warden Barnhart periodically received and reviewed reports on the number of assaults occurring at the Prison. Id. at 10-13.\nNext, Mr. Ayotte contends that the Prison’s policy on padlocks establishes that “the Defendants deliberately chose and continue to choose not to address the known risk [of harm] presented by the padlocks.” Id. at 14-15. He argues that the Prison’s policy disregards potential harm to inmates because the Prison does not consider a prisoner’s background before issuing a padlock and inmates who have been involved in padlock assaults do not get their padlocks taken away. Id. Mr. Ayotte also insists that the Defendants’ deliberate indifference may be inferred from the fact that the Prison still has not changed its padlock policies and a Prison employee testified that only half of the inmates use padlocks because theft is not a problem. Id. at 16-17.\nFinally, Mr. Ayotte objects to the Magistrate Judge’s ruling on the Defendants’ qualified immunity argument because the Defendants were clearly aware that inmates have the right to be free from assaults with weapons in Prison. Id. at 18-19.\nB. The Defendants’ Response\nOn April 2, 2013, the Defendants responded to Mr. Ayotte’s objection to the Recommended Decision. Defs.’ Resp. to Objection to Report and Recommended Decision (ECF No. 74) {Defs.’ Resp.). First, the Defendants note that Mr. Ayotte “raises substantially the same points he argued in his Response to Defendant’s Motion for Summary Judgment.” Id. at 1. The Defendants also counter Mr. Ayotte’s criticisms of its policy decisions by pointing out that “the policy decisions of prison officials are entitled to deference from a court unless there is substantial evidence in the record to demonstrate that the decisions are unreasonable or an exaggerated response to a specific problem.” Id. at 2. Next, the Defendants argue that an increase from year to year in the number of padlock assaults is not statistically significant because padlock assaults have been and continue to constitute a small fraction of overall Prison assaults. Id. at 2-3. Further, “[i]n an attempt to shore up his argument as to the prevalence of padlock assaults, [Mr. Ayotte] conflates the num*77ber of padlock assaults with the overall incidence of assaults in the prison.” Id. at 3. Finally, the Defendants argue that Mr. Ayotte’s approach to his Eighth Amendment claim “would render [them] strictly liable for any assault any time there is an increase in the number of assaults, no matter what reason” and that standard is much higher than the actual culpability standard applicable to Prison officials. Id.\nC. Mr. Doyle’s Objection\nMr. Doyle objects to the Magistrate Judge’s decision to deny his motion on Mr. Ayotte’s retaliation claim and to defer ruling on the applicability of the PLRA to Mr. Ayotte’s compensatory damages request. Obj. to Report and Recommended Decision (ECF No. 72) (Def’s Obj.). Mr. Doyle contends that the Magistrate Judge erred in relying on Swain v. Spinney, 117 F.3d 1 (1st Cir.1997), and Mays v. Springborn, 575 F.3d 643 (7th Cir.2009), arguing these decisions are factually distinguishable and Sivain involves a Fourth Amendment analysis. Id. at 2-4. He also asserts “that the fact that [Mr.] Ayotte was undeterred in the exercise of his rights should have been considered in assessing his retaliation claim” because courts in other jurisdictions have considered that fact in assessing plaintiffs’ retaliation claims. Id. Finally, Mr. Doyle urges the Court to rule on the compensatory damages issue because a ruling now “may have a significant effect on the preparation required for trial and may also affect the posture of parties going forward.” Id. at 5.\nD. Mr. Ayotte’s Response\nMr. Ayotte argues that based on the facts surrounding the incident on March 15, 2011 and because “[t]here is no requirement of physical injury for a plaintiff to establish a claim of retaliation since Defendants have admitted to retaliating against Ayotte, they are not entitled to summary judgment on that claim.” Pi’s Resp. to Def. Cutler’s Obj. to Magistrate’s Recommended Decision Regarding Mot. for Summ. J. (ECF No. 78) (Pi’s Resp.).\nIII. DISCUSSION\nA. Standard of Review\nThe Magistrate Judge issued her Recommended Decision pursuant to 28 U.S.C. § 636(b)(1)(B). Upon timely objection to the Recommended Decision, this Court is required to make “a de novo determination of those portions of the report or specified proposed findings or recommendations to which objection is made.” 28 U.S.C. § 636(b)(1)(C); see Gioiosa v. United States, 684 F.2d 176, 178 (1st Cir.1982). Further, in the context of a motion for summary judgment, the Court should grant the motion “if the movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.” FED. R. CIV. P. 56(a). A fact is “material” if it “has the potential to change the outcome of the suit” and a dispute is “genuine” if “a reasonable jury could resolve the point in favor of the nonmoving party.” Tropigas de P.R., Inc. v. Certain Underwriters at Lloyd’s of London, 637 F.3d 53, 56 (1st Cir.2011) (quoting McCarthy v. Nw. Airlines, Inc., 56 F.3d 313, 315 (1st Cir.1995)).\n“The party moving for summary judgment must demonstrate an absence of evidence to support the nonmoving party’s case.” Phair v. New Page Corp., 708 F.Supp.2d 57, 61 (D.Me.2010) (citing Celotex Corp. v. Catrett, 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986)). “In determining whether this burden is met, the Court must view the record in the light most favorable to the nonmoving party and give that party the benefit of all reasonable inferences in its favor.” Id. (citing Santoni v. Potter, 369 F.3d 594, 598 (1st *78Cir.2004)). However, the Court “afford[s] no evidentiary weight to ‘conclusory allegations, empty rhetoric, unsupported speculation, or evidence which, in the aggregate, is less than significantly probative.’ ” Tropigas, 637 F.3d at 56 (quoting Rogan v. City of Boston, 267 F.3d 24, 27 (1st Cir.2001)).\nB. Count I: § 1983 Claims\nSection 1983 allows people within the jurisdiction of the United States to bring civil lawsuits against those who, under col- or of law, deprive them “of any rights, privileges, or immunities secured by the Constitution and laws.” 42 U.S.C. § 1983. Here, Mr. Ayotte asserts that the Defendants violated his constitutional Eighth Amendment rights against cruel and unusual punishment and his First Amendment rights of free speech. See U.S. Const. amend. I, VIII.\n1. Qualified Immunity\nPublic officials are entitled to “qualified immunity from personal liability arising out of actions taken in the exercise of discretionary functions.” Glik v. Cunniffe, 655 F.3d 78, 81 (1st Cir.2011). In determining questions of qualified immunity, courts must apply the following two prong analysis: “(1) whether the facts alleged or shown by the plaintiff make out a violation of a constitutional right; and (2) if so, whether the right was ‘clearly established’ at the time of the defendant’s alleged violation.” Rocket Learning, Inc. v. Rivera-Sanchez, 715 F.3d 1, 9 (1st Cir.2013) (quoting Maldonado v. Fontanes, 568 F.3d 263, 269 (1st Cir.2009)). These prongs may be resolved in any order, giving courts discretion to “determine the order of decision-making that will best facilitate the fair and efficient disposition of each case.” Pearson v. Callahan, 555 U.S. 223, 236-42, 129 S.Ct. 808, 172 L.Ed.2d 565 (2009); accord Rivera-Sanchez, 715 F.3d at 9.\nThe “clearly established” analysis itself divides into two parts. Rivera-Sanchez, 715 F.3d at 9. For a plaintiff to overcome qualified immunity, “the contours of the right must be sufficiently clear that a reasonable official would understand that what he is doing violates that right.” Id. (internal quotations and citations omitted). Next, considering the specific facts of the case at bar, it must have been “clear to a reasonable [official] that his conduct was unlawful in the situation he confronted.” Id. (alteration in original). Under the discretion afforded by Pearson v. Callahan, the Court first addresses the first prong of the qualified immunity test — whether there was an underlying constitutional violation — with respect to both of Mr. Ayotte’s constitutional claims.\n2. Eighth Amendment Claim\n“The treatment a prisoner receives in prison and the conditions under which he is confined are subject to scrutiny under the Eighth Amendment.” Giroux v. Somerset County, 178 F.3d 28, 31 (1st Cir.1999) (quoting Farmer, 511 U.S. at 832, 114 S.Ct. 1970 (1994)). This scrutiny includes a duty on prison officials to provide “humane conditions of confinement,” which encompasses “a duty ... to protect prisoners from violence at the hands of other prisoners.” Farmer, 511 U.S. at 832-33, 114 S.Ct. 1970 (quoting Cortes-Quinones v. Jimenez-Nettleship, 842 F.2d 556, 558 (1st Cir.1988)).\nIn Farmer, the Supreme Court set out the standard to apply in Eighth Amendment prisoner injury cases. The Court noted that not “every injury suffered by one prisoner at the hands of another ... translates into constitutional liability for prison officials responsible for the victim’s safety,” and then held that only “a prison official’s ‘deliberate indifference’ to a substantial risk of serious harm *79to an inmate violates the Eighth Amendment.” Id. at 828, 114 S.Ct. 1970. A prisoner must meet two requirements to establish liability under this standard. Id.; accord Calderon-Ortiz v. LaBoy-Alvarado, 300 F.3d 60, 64 (1st Cir.2002) (“[pjrison officials violate the constitutional conditions of confinement only when two requirements are met”). First, the inmate must show, by an objective standard, “that he is incarcerated under conditions posing a substantial risk of serious harm.” Id. Second, he or she must demonstrate that the prison official had a “ ‘sufficiently culpable state of mind’ ” for liability — a subjective standard — which in prison-condition eases is described as “deliberate indifference” to an inmate’s health or safety. Id. (quoting Wilson v. Seiter, 501 U.S. 294, 297, 111 S.Ct. 2321, 115 L.Ed.2d 271 (1991)).\nTherefore, for Mr. Ayotte to survive summary judgment on his § 1983 Eighth Amendment claim, there must be sufficient evidence to raise a genuine dispute of material fact regarding (1) whether he was subjected to conditions posing a substantial risk of serious harm and (2) whether the Defendants acted with deliberate indifference such that they consciously disregarded a substantial risk of serious harm to inmates at the Warren Prison. See id. at 834, 837, 114 S.Ct. 1970; Beaton, 460 Fed.Appx. at 114; Marrero v. Rose, No. 1:10-cv-00509-LJO-GSA-PC, 2013 WL 2991295, at *5 (E.D.Cal. June 14, 2013); Price v. Armstrong, No. 3:03CV1156(DJS), 2006 WL 980581, at *6 (D.Conn. Apr. 11, 2006).\nEven viewing the record in the light most favorable to Mr. Ayotte, the Court agrees with the Magistrate Judge that Mr. Ayotte has not generated a genuine dispute of material fact concerning the objective prong of his § 1983 Eighth Amendment claim — that providing inmates with padlocks subjected Mr. Ayotte to conditions posing a substantial risk of serious harm.\na. Substantial Risk of Serious Harm\nIn prisoner injury cases, the deprivation alleged by an inmate must be “sufficiently serious,” which means that the “prison official’s act or omission must result in the denial of the minimal civilized measure of life’s necessities.” Farmer, 511 U.S. at 834, 114 S.Ct. 1970 (internal quotations and citations omitted). Under this standard, “for a claim based on a failure to prevent harm, the inmate must show that he is incarcerated under conditions posing a substantial risk of serious harm.” Id.; accord Burrell v. Hampshire County, 307 F.3d 1, 8 (1st Cir.2002). The Supreme Court in Farmer also described this standard as an “objectively intolerable risk of harm.” Id. at 846, 114 S.Ct. 1970. Mr. Ayotte contests the Magistrate Judge’s interpretation of the “substantial risk of serious harm” standard. Pl.’s Obj. at 6-14.\nThe Magistrate Judge focused her Eighth Amendment analysis on whether or not there was a “longstanding and- pervasive risk of harm.” Rec. Dec. at 14-16. The “pervasive” language follows the majority of federal courts that based a decision on the “substantial risk of serious harm” prong, and in particular adopts the Third Circuit’s reasoning in Beaton. See 460 Fed.Appx. at 114 (“[Plaintiff] has not raised a genuine issue of fact that the prison’s padlock policy creates a substantial or pervasive risk of harm to its inmates”); see also Shrader v. White, 761 F.2d 975, 978 (4th Cir.1985) (“a pervasive risk of harm may not ordinarily be shown by pointing to ... isolated incidents, but it may be established by much less than proof of a reign of violence and terror”). “Pervasive” derives from the verb “pervade” which means “to become diffused *80throughout every part of’ something. Webster’s Collegiate Dictionary 925 (11th ed.2003). In Beaton, the Third Circuit affirmed the conclusion that the evidence regarding padlock assaults — occurring approximately one to two times per year in the prison at issue — was not sufficiently “pervasive” to establish a cognizable claim on summary judgment.4 460 Fed.Appx. at 114 (3d Cir.2012).\nSimilarly, the district court in Price v. Armstrong explained that “[t]he possibility of harm is not equivalent to the substantial risk of harm.” 2006 WL 980581, at *6. Accordingly, the court granted summary judgment, reasoning that “although there is evidence to suggest that inmates have used locks to harm other inmates, such as Price, who sustained a gruesome injury, there is no evidence to suggest that this type of assault was pervasive or even common.” Id. (citing Shrader, 761 F.2d at 978). In contrast to Beaton and Price, the district court in Marrero v. Rose concluded that the plaintiff-prisoner’s allegations of padlock attacks were sufficiently pervasive to satisfy the “substantial risk of harm” standard, because plaintiff and “thousands of other prisoners [had] been assaulted by other prisoners with prison-sold combination locks.” Marrero, 2013 WL 2991295, at *5 (emphasis added).\nIn this case, the total number of padlock assaults at the Prison has remained relatively infrequent, and does not permit an inference that the padlocks posed “a substantial risk of serious harm.” In Eighth Amendment cases involving padlock assaults, courts look directly at the number of padlock assaults in the prison to decide whether the risk of harm is substantial. See Beaton, 460 Fed.Appx. at 114; Marrero, 2013 WL 2991295, at *5; Price, 2006 WL 980581, at *6. As in Beaton, the record here shows that between 2007 and 2012, there were generally between one and two padlock assaults per year, the sole exception being 2010. See Rec: Dec. at 6. There were no padlock assaults in 2007, two in 2008, two in 2009, and although there were six in 2010, the number fell back to one in 2011 and 2012. Id. The increase in padlock assaults in 2010 is a concern, but a one-year spike does not allow an inference that “a substantial risk of serious harm exists,” especially when the data suggest that the 2010 spike may have been an anomaly, not an upward trend. Furthermore, when the assault on Mr. Ayotte occurred in 2010 — ten months into the year — there had been three padlock assaults to date that year. Id. Here, when the specific incidents of harm at issue— padlock assaults — are compared to “thousands of prisoners [who] have been assaulted by other prisoners with combination locks” in Marrero, 2013 WL 2991295, at *5, the level of padlock assaults at the Warren Prison does not approach the magnitude in Marrero. See Rec. Dec. at 6. Even viewing the facts in the light most favorable to Mr. Ayotte, the facts here are distinct from Marrero, where summary judgment was in part denied, and similar to Beaton and Price, where it was granted.\nFinally, even if the Magistrate Judge correctly analyzed the pervasiveness of padlock assaults, Mr. Ayotte strenuously insists that the Magistrate Judge failed to address two other Farmer factors: whether the risk of padlock assaults was well-documented or expressly noted by prison officials. Pl’s Obj. at 2-17. To support *81his argument, Mr. Ayotte points to his assertion that before the assault, he asked to be moved from C Pod because he feared that he would be assaulted. Id. at 3 (citing PRDSMF ¶ 29). Mr. Ayotte’s argument, however, is misplaced because he addresses the wrong part of the Farmer test; “well documented, or expressly noted” goes to the subjective prong — deliberate indifference.5 See Farmer, 511 U.S. at 842-43, 114 S.Ct. 1970. There, the Court was addressing a hypothetical situation in which the objective prong — “substantial risk of serious harm” — had already been satisfied; “well-documented, or expressly noted” refer to factors that could allow a court to conclude that the defendants were deliberately indifferent to such a “substantial risk.” Id. Legal arguments addressing deliberate indifference — the subjective prong — do not bear on whether the padlock policy posed a substantial risk of serious harm.6\nThe Court acknowledges that one padlock assault by an inmate against another inmate is one too many, particularly for the inmate assaulted. Nevertheless, as the First Circuit has written, “not every injury suffered by a prisoner at the hands of a fellow inmate gives rise to an Eighth Amendment claim.” Giroux, 178 F.3d at 32. Based on a de novo assessment of the record and the relevant caselaw, the Court agrees with the Magistrate Judge that, there is no genuine dispute of material fact on Mr. Ayotte’s padlock policy claim because there was no substantial risk of padlock attacks in the Prison. Accordingly, the Defendants are entitled to qualified immunity based upon Mr. Ayotte’s failure to articulate an Eighth Amendment violation. See Rivera-Sanchez, 715 F.3d at 8-9.\n3. Retaliation Claim\nTo state a viable constitutional retaliation claim against Mr. Doyle, Mr. Ayotte must show (1) he engaged in a protected activity, (2) Mr. Doyle took an adverse action against him, and (3) there is a causal link between the protected activity and the adverse action. Hannon v. Beard, 645 F.3d 45, 48 (1st Cir.2011). Mr. Ayotte must also establish that Mr. Doyle’s adverse act was objectively more than de minimis. Pope, 2011 WL 478055, at *2; Thaddeus-X v. Blatter, 175 F.3d 378, 398 (6th Cir.1999). “ ‘An ... act is not de minimis if it would chill or silence a person of ordinary firmness from future First Amendment activities.’ ” Id. (quoting Morris v. Powell, 449 F.3d 682, *82684 (5th Cir.2006)) (internal quotations omitted).\nIn his objection to the Magistrate Judge’s Recommended Decision, Mr. Doyle first argues that the Magistrate Judge incorrectly relied on Swain and Mays to support her finding that the adverse action — verbal abuse, threats, and two strip-searches — was objectively more than de minimus. Def.’s Obj. at 2-3. The Court disagrees. Although Swain deals with a Fourth Amendment violation and a body-cavity search and although Mays addressed more severe action as the inmate was kept under observation in a “too-short hospital gown” until he defecated, these cases support Mr. Ayotte’s position that he was subject to “non-routine and humiliating” treatment by prison officials, raising a triable fact issue. The Magistrate Judge correctly relied on those cases to conclude that Mr. Ayotte’s two strip-searches were serious enough to raise Officers Doyle and Cutler’s adverse action from de minimis to something more significant and trial-worthy. See Mays, 575 F.3d at 645-46; Swain, 117 F.3d at 4-5, 10.\nAlthough the Court agrees with Mr. Doyle that Mr. Ayotte’s continued complaints about prison conditions after the March 15, 2011 incident are relevant to whether the Officers’ actions constituted adverse action, the Magistrate Judge properly found that, viewing the facts in Mr. Ayotte’s favor, his decision to press his grievances does not negate countervailing evidence sufficient to generate a triable question as to whether Officers Doyle and Cutler engaged in adverse action. See Rec. Dec. at 20. Accordingly, Mr. Ayotte satisfied all three elements of his prima facie § 1983 retaliation claim, thereby satisfying the first part of the qualified immunity test — the facts make out a violation of a constitutional right. See Rivera-Sanchez, 715 F.3d at 9.\nThe Court turns to whether an inmate’s rights against retaliatory action by prison officials were “clearly established” at the time of the alleged retaliatory acts committed against Mr. Ayotte. Id. The Court concludes that the law against such acts is both clear and well-established. The First Circuit recently noted that “retaliation against a prisoner’s exercise of constitutional actions is actionable,” relying on cases going back more than a decade. Hannon, 645 F.3d at 48 (citing Espinal v. Goord, 558 F.3d 119, 128 (2d Cir.2009); Allah v. Seiverling, 229 F.3d 220, 224-25 (3d Cir.2000); Thaddeus-X v. Blatter, 175 F.3d 378, 386 (6th Cir.1999) (en banc)). Although Hannon was decided just after the alleged retaliatory acts against Mr. Ayotte, “an affirmative finding on these inquiries does not require a case directly on point, but existing precedent must have placed the ... constitutional question beyond debate.” Glik, 655 F.3d at 81 (citing Ashcroft v. al-Kidd, _ U.S. _, 131 S.Ct. 2074, 2083, 179 L.Ed.2d 1149 (2011)). The Supreme Court provided guidance as far back as 1984, stating that “intentional harassment of even the most hardened criminals cannot be tolerated in a civilized society,” Hudson v. Palmer, 468 U.S. 517, 528, 104 S.Ct. 3194, 82 L.Ed.2d 393 (1984), language recently quoted and reiterated in Florence v. Board of Chosen Freeholders of County of Burlington, _ U.S. _, 132 S.Ct. 1510, 1523, 182 L.Ed.2d 566 (2012). The Court agrees with the Magistrate Judge: “[A] reasonable official would have known, based on longstanding legal precedent, that requiring a prisoner to strip naked in retaliation for a prisoner’s exercise of his constitutional rights violates those rights.” Rec. Dec. at 24 (citing Hudson, 468 U.S. at 528, 104 S.Ct. 3194).\nBased on the record before the Court, the Defendants are not entitled to qualified *83immunity from Mr. Ayotte’s retaliation claim. The Magistrate Judge correctly concluded that the retaliation claim should go forward. See id.\nFinally, the Court agrees with the Magistrate Judge that in accordance with the First Circuit’s guidance in Kuperman v. Wrenn, 645 F.3d 69 (1st Cir.2011), it will defer deciding whether the PLRA bars compensatory damages for Mr. Ayotte’s retaliation claim “because his requests for ... punitive damages are enough to keep his claims alive.” Id. at 73 n. 5; Rec Dec. at 18.\nC. Count II: Maine Civil Rights Act Claims\nAs the Magistrate Judge pointed out, “[t]he disposition of a 42 U.S.C. § 1983 claim also controls a claim under the MCRA.” Berube, 506 F.3d at 85 (citing Dimmitt v. Ockenfels, 220 F.R.D. 116, 123 (D.Me.2004)). On that basis, because Mr. Ayotte failed to generate a genuine dispute of material fact for the jury on his § 1983 Eighth Amendment claim, the Court also grants summary judgment on his related MCRA claim. Id. at 86. However, the Court exercises supplemental jurisdiction over the remaining MCRA retaliation claim against Officers Doyle and Cutler as Mr. Ayotte has set forth a cognizable § 1983 retaliation claim.\nIV. CONCLUSION\n1. The Court ORDERS that the Recommended Decision of the Magistrate Judge (ECF No. 67) be and it hereby is AFFIRMED.\n2. The Court further ORDERS that the Defendants’ Motion for Summary Judgment (ECF No. 50) be and hereby is GRANTED in part and DENIED in part.\nSO ORDERED.\nRECOMMENDED DECISION\nMARGARET J. KRAVCHUK, United States Magistrate Judge.\nPlaintiff Keith Ayotte filed this civil action (Complaint, ECF No. 1), pursuant to 42 U.S.C. § 1983 and the Maine Civil Rights Act, 5 M.R.S. § 4682, seeking injunctive relief and compensatory and punitive damages against various employees and officials of the Maine State Prison and the Maine Department of Corrections. Ayotte alleges that the defendants violated the Eighth Amendment to the United States Constitution through a padlock policy that failed to protect Ayotte from an assault with a padlock by a fellow prisoner. (Complaint at 3-6.) Ayotte also asserts a retaliation claim based on an alleged incident that occurred several months after the assault in violation of his First Amendment rights. (Complaint at 4-7.) Pending before me is the defendants’ motion for summary judgment, pursuant to Fed. R.Civ.P. 56. (Motion, ECF No. 50.)\nI conclude on the summary judgment record presented that as to the claim based on the padlock policy, the defendants, as a matter of law, did not react with deliberate indifference to a substantial risk of serious harm in violation of Ayotte’s Eighth Amendment rights. However, I conclude that Ayotte’s First Amendment retaliation claim does generate a genuine issue of material fact concerning alleged retaliatory conduct by certain prison guards. I recommend that summary judgment be denied as to defendants Curtis Doyle and David Cutler with respect to the retaliation claim, as they are the only current defendants alleged to have engaged in the acts underlying the retaliation claim. I recommend that judgment be entered in favor of all defendants, including Doyle and Cutler, with respect to the Eighth Amendment claim and in favor *84of defendants Magnusson, Barnhart, and Fowles as to the retaliation claim.\nFacts and Procedural History\nThe following facts are recounted in the light most favorable to Ayotte as the non-moving party on the motion for summary judgment. See Manske v. UPS Cartage Servs., Inc., 870 F.Supp.2d 185, 186 n. 3 (D.Me.2012) (citing Gillen v. Fallon Ambulance Serv., Inc., 283 F.3d 11, 17 (1st Cir.2002)).\n1. The Assault on Ayotte\nAyotte, while incarcerated at the Maine State Prison, was assaulted on October 28, 2010, by inmate Mark Harris, who struck Ayotte in the head and face from behind, knocking him unconscious and causing head and facial injuries. (Defendants’ Statement of Material Facts (SMF) ¶¶ 1-4, ECF No. 51; Plaintiffs Amended Opposing Statement of Material Facts (Opp. SMF) ¶¶ 1-4, ECF No. 66.) The assault occurred where Ayotte had been housed for the past two to three years. (SMF ¶¶ 5-10; Opp. SMF ¶¶ 5-10.) Inmates in that housing unit have serious and dangerous criminal backgrounds. (Plaintiffs Amended Additional Statement of Material Facts (Add’l SMF) ¶ 22, ECF No. 66; Defendants’ Reply Statement of Material Facts (Reply SMF) ¶22, ECF No. 62;1 Barnhart-Deposition at 2, ECF No. 54-8; Fowles Deposition at 2, ECF No. 54-9.)\nThe officer on duty was on the lower tier of the housing pod when she heard a commotion on the upper tier. (SMF ¶ 7; Opp. SMF ¶ 7.) She saw Harris punching someone. (SMF ¶ 7; Opp. SMF ¶ 7.) As she came up the stairs, Harris stopped punching Ayotte and returned to his cell. (SMF ¶ 8; Opp. SMF ¶ 8.) Ayotte was taken to the hospital where he received stitches, and he recalls regaining consciousness in the hospital and again in the prison infirmary. (SMF ¶¶ 3-4; Opp. SMF ¶¶3-4.)\nThe parties dispute whether there is any competent evidence that the assault was carried out with a padlock used as a weapon. (Add’l SMF ¶ 1; Reply SMF ¶ 1.) The defendants admit that they are aware that inmates sometimes use padlocks as weapons to assault other inmates. (SMF ¶ 26; Opp. SMF ¶ 26.)2 However, the defendants assert that in this case, the officer who witnessed the assault states by affidavit that Harris did not have anything in his hands and was using his fists; Ayotte contests this on the basis that the officer was on the lower tier when the assault started and when she arrived on the upper tier her attention was focused on Ayotte because he was unconscious. (SMF ¶ 9; Opp. SMF ¶ 9.)\nAyotte asserts that Harris used a padlock, citing as his evidence a certified medical record that consists of a dictated draft emergency department note stating that *85the assailant “apparently took a padlock in a sock and swung it at [Ayotte’s] head.” (Add’l SMF ¶¶ 1-2; Reply SMF ¶ 1; Certified Medical Record at 2, ECF No. 56.) Ayotte acknowledges that the declarant of that statement is not identified in the summary judgment record, but he asserts that it must be either he or the officer who transported him to the hospital for the treatment that resulted in the certified medical record. (Opposition at 16-17.)3 The defendants point out that Ayotte testified that he did not know who or what hit him. (Reply SMF ¶ 1; Plaintiffs Deposition Transcript at 3-4.)\nIt is uncontroverted that the defendants did not know of any issues between Harris and Ayotte personally that would cause them to anticipate that Harris would attack Ayotte. (SMF ¶¶ 16, 29; Opp. SMF ¶¶ 16, 29.) However, defendant Patricia Barnhart, who was the Warden at the Maine State Prison at the time of the assault, testified in her deposition that Harris was “a known commodity here at the prison for any number of different assaults.” (SMF ¶ 16; Opp. SMF ¶ 16; Barnhart Deposition at 3, ECF No. 54-8.)\n2. Assaults on Other Prisoners\nAyotte offers evidence of other reported inmate-on-inmate assaults of all kinds, and padlock assaults in particular, that have occurred at the Maine State Prison over the past several years, to support his argument that the defendants were deliberately indifferent to an obvious and substantial risk of padlock assaults. (Opp. SMF ¶¶ 29, 33.) The parties dispute some of the numbers, in particular, whether the assault on Ayotte as well as some other incidents of inmate-on-inmate violence were actually padlock assaults. (Add’l SMF ¶¶ 1, 4; Reply SMF ¶¶ 1, 4.) I interpret the facts in the light most favorable to Ayotte, but I nevertheless conclude that there is no genuine issue of material fact for trial concerning these numbers.\nI begin by noting that there are currently two companion cases involving other plaintiffs with claims similar to those of Ayotte and pending defendants’ summary judgment motions. David Lakin alleges that on September 10, 2010, he was assaulted by two or three other inmates, one of whom used a padlock as a weapon. (Lakin v. Barnhart, 1:11-cv-00332-JAW, Defendants’ Statement of Material Facts ¶¶ 1-3, ECF No. 45; Plaintiff's Amended Opposing Statement of Material Facts ¶¶ 1-3, ECF No. 56.) Gerard Landry alleges that on September 6, 2011, he was assaulted by a fellow inmate who used a padlock. (Landry v. Barnhart, 1:12-cv-00016-JAW, Defendants’ Statement of Material Facts ¶¶ 1-4, ECF No. 38; Plaintiffs Amended Opposing Statement of Material Facts ¶¶ 1-3, ECF No. 49.) Ayotte alleges that after Lakin was assaulted, Ayotte asked to be transferred to other housing because of the generally increasing violence. (Opp. SMF ¶ 10; Ayotte Deposition at 4, ECF No. 54-12.) Obviously the *86Landry assault had not yet occurred at the time of Ayotte’s assault.4\nThe parties include figures indicating both overall numbers and trends concerning the total of all types of assaults as well as padlock assaults specifically. The summary judgment record does not contain the total population of inmates at the Maine State Prison over the same period of time to lend perspective to the assault numbers.5 Regarding the overall number of assaults, the defendants state that from January 2004 to June 2012, there were 370 reported inmate-on-inmate assaults at the Maine State Prison, of which 15 were assaults in which a padlock was used. (SMF ¶¶ 32-33.) They also admit that not all inmate-on-inmate assaults are reported by inmates. (Add’l SMF ¶6; Reply SMF ¶ 6.) Ayotte asserts that the defendants’ figures of 370 total assaults and 15 padlock assaults should be increased by two, to account for the padlock assault on him and the padlock assault on Landry. (Opp. SMF ¶¶ 32-33.) I find that, for purposes of this motion, Ayotte has presented prima facie evidence that over 370 assaults occurred at the Maine State Prison between 2004 through the first half of 2012, and of these at least 17 were padlock assaults. (SMF ¶¶ 32-33; Opp. SMF ¶¶ 32-33.)\nRegarding trends in the numbers of overall assaults and padlock assaults, Ayotte offers facts demonstrating that in the months just prior to the assault on him, there was a marked increase in inmate-on-inmate violence overall, and an increase in padlock assaults in particular. (Add’l SMF ¶¶ 4-5.) It is undisputed that as to all types of inmate-on-inmate reported assault incidents, there were at least 25 in 2007, 28 in 2008, 50 in 2009, 48 in 2010, 51 in 2011, and 86 in the first nine months of 2012. (Add’l SMF ¶¶ 8-9; Reply SMF ¶¶ 8-9.) Of those, the prison record indicates that there were no padlock assaults in 2007, two in 2008, two in 2009, five in 2010, and one in 2012. (Add’l SMF ¶ 4; Reply SMF ¶ 4; Plaintiffs Exhibit 1 at 2-10, ECF No. 54-1.) To these, Ayotte adds the 2010 assault on Ayotte and the 2011 assault on Landry. (Opp. SMF ¶¶ 32-33; Add’l SMF ¶ 5.) I conclude that Ayotte has produced prima facie evidence that in 2010, there were three padlock assaults before the assault on Ayotte and two after it, making the assault on Ayotte the fourth out of six padlock assaults during that year. (Add’l SMF ¶¶3-4; Reply SMF ¶¶ 3-4.)6\n*87In addition, Ayotte includes reference to a specific incident of inmate-on-inmate violence in 2009 that he alleges resulted in the death of an inmate and disciplinary measures against three prison staff members. (Add’l SMF ¶¶ 14-16.) The defendants admit the incident, but point out that there is no evidence that any of the inmates or staff involved in that incident were alleged to have been involved in the one at issue here. (Reply SMF ¶¶ 14-16.) Ayotte does not assert that this was a padlock incident and does not provide details about it. (Add’l SMF ¶¶ 14-16.)\n3. The Prison Policies\nThe Maine State Prison has a practice of issuing padlocks to all inmates except those in segregation, as a means of securing their personal belongings. (SMF at ¶ 25; Opp. SMF ¶ 25.) Prison authorities are required by Maine statute to provide inmates with some means to secure their belongings: “Any person residing in a correctional or detention facility has a right to ... [a] reasonably secure area for the maintenance of permitted personal effects.” 34-A M.R.S. § 3031(7). The prisoner handbook states: “The prisoner is responsible to secure his personal property in his assigned storage box with padlock when leaving his cell.” (SMF ¶ 23; Opp. SMF ¶ 23.) Defendants Magnusson and Barnhart expressed their opinion that the benefit of issuing padlocks outweighs the risk that padlocks will be used as weapons. (SMF ¶ 28; Opp. SMF ¶ 28.) Ayotte disputes whether it is necessary for inmates who live in the housing pod where he was assaulted to have padlocks, because in that housing pod the inmates are in individual cells with doors that lock. (Opp. SMF ¶ 25.)\nIn response to Ayotte’s assertion that no inmate has had his padlock taken away because he used it to assault another inmate, the defendants state that inmates could have their padlocks taken away if the locks were misused. (Add’l SMF ¶ 17; Reply SMF ¶ 17.) However, Barnhart testified that inmates who had assaulted other inmates had not had their padlocks confiscated because “they would still need to secure their property,” and “they’re in a prison where if they want to find a weapon, they will find a weapon.” (Add’l SMF ¶ 19; Reply SMF ¶ 19.) The prison has a number of policies designed to deter inmate-on-inmate violence, including classification procedures, specific housing placements, segregation, individual management plans, identification of high risk inmates, write-ups and other disciplinary measures, protective custody, prison transfers, and other measures. , (SMF ¶ 30; Opp. SMF ¶ 30.) Ayotte does not dispute that these exist, but he does dispute their effectiveness in deterring violence. (Opp. SMF ¶ 30.)\n*884. The Retaliation Incident\nAfter the assault, Ayotte wrote to prison officials complaining about his treatment following the assault, including being kept in administrative segregation for a long period, and he requested transfer to a prison in New Hampshire. (SMF ¶ 14; Opp. SMF ¶ 14.) For purposes of this summary judgment motion, the defendants admit the- facts of this incident substantially as told by Ayotte. (SMF ¶ 12; Opp. SMF ¶ 12.) On March 15, 2011, defendants Curtis Doyle and David Cutler, who were officers at the Maine State Prison, entered Ayotte’s cell, threw him against the wall, and cuffed him. (SMF ¶ 12; Opp. SMF ¶ 12.) These officers then took Ayotte to the unit manager’s office where they yelled at him, verbálly abused him, threatened him, and made him strip twice. (SMF ¶ 12; Opp. SMF ¶ 12; Ayotte’s Deposition Transcript at 6-7, ECF No. 51-1.) They referred to the letters that Ayotte had written to advocates, and they told him to shut his mouth about what went on in the prison, saying that they would “bury” him. (SMF ¶ 12; Opp. SMF ¶ 12.) Ayotte was upset and frightened by the incident, but he was not physically injured. (SMF ¶ 13; Opp. SMF ¶ 13.) Ayotte admits that after the alleged retaliation incident, he continued to write to prison and Department officials complaining about the conditions of his confinement, and he ■ continued to request a transfer. (SMF ¶ 15; Opp. SMF ¶ 15.)\n5. Procedural History\nAyotte filed his complaint on August 30, 2011, against Patricia Barnhart, who was the Warden of the Maine State Prison at the time Ayotte was assaulted; Martin Magnusson, who was the Commissioner of the Maine Department of Corrections at that time; Dwight Fowles, who was the unit manager at the prison; and five correctional officers or guards, three of whom have been dismissed by stipulation (ECF •No. 49), leaving David Cutler and Curtis Doyle remaining as officer or guard defendants. The complaint states that all defendants were sued in their individual capacities. (Complaint at 1.) Ayotte asserts both the section 1983 claim and the Maine Civil Rights Act claim against all defendants. (Complaint at 5-7.) He claims violations of the Eighth Amendment based on the decision by the defendants to continue the padlock policy in the face of the marked increase in assaults during. the year 2010. (Complaint at 6-7.) Because the facts recited in his retaliation claim implicate his First Amendment right of freedom of speech, I conclude that he also asserts a First Amendment violation. (Complaint at 4-5.)\nThe defendants filed a prior summary judgment motion (ECF No. 19) arguing that Ayotte failed to exhaust available administrative remedies, but they later withdrew that motion without prejudice (ECF No. 29); the defendants, however, have not waived a factual dispute over whether Ayotte has satisfied the grievance policy (ECF No. 47.) Discovery was consolidated in this and the two related cases of Lakin and Landry, to address the common issue of defendants’ policy of issuing padlocks to inmates at the Maine State Prison. (ECF No. 33.) The defendants then filed a timely second motion for summary judgment on November 2, 2012. (ECF No. 50.) Summary judgment motions are pending in the two related cases as well.\nDiscussion\n1. The Summary Judgment Standard\nThe Court may grant summary judgment “if the movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.” Fed.R.Civ.P. 56. “Once a properly documented motion has engaged *89the gears of Rule 56, the party to whom the motion is directed can shut down the machinery only by showing that a trialworthy issue exists.” McCarthy v. Nw. Airlines, Inc., 56 F.3d 313, 315 (1st Cir.1995) (citing Nat’l Amusements Inc. v. Town of Dedham, 43 F.3d 731, 735 (1st Cir.1995)). “Rule 56(c) mandates the entry of summary judgment, after adequate time for discovery and upon motion, against a party who fails to make a showing sufficient to establish the existence of an element essential to that party’s ease, and on which that party will bear the burden of proof at trial.” Celotex Corp. v. Catrett, 477 U.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).\n1. The Threshold Evidentiary Issue on the Eighth Amendment Claim\nThe defendants argue that Ayotte has failed to produce admissible evidence that Harris used a padlock in the assault and consequently Ayotte has failed to demonstrate that he was harmed by the padlock policy on which his Eighth Amendment challenge is based. (Motion at 10, Reply at 6-7.) The defendants argue that the reference to the use of a padlock in the certified medical record is inadmissible under Fed.R.Evid. 803(4) because the declarant of the statement at issue is unknown and the statement lacks sufficient indicia of reliability. They also argue that it is not admissible as a statement of a party opponent, again, because the declarant is unknown. (Motion at 10, Reply at 6-7.)\nAlthough the defendants cite to Bucci v. Essex Insurance Co., 393 F.3d 285 (1st Cir.2005), in support of their argument that the record is inadmissible (Reply at 6), I conclude that under the reasoning of Bucci, the statement about the padlock in Ayotte’s medical record is admissible. The defendants point to a portion of Bucci that cites an Eighth Circuit case in which the medical record was held inadmissible because the declarant of the out-of-court statement was unknown and the statement in the medical record, just as in Ayotte’s record, began with the word “apparently.” Id. at 298. The quoted language from the medical record in the Eighth Circuit case states: “ ‘[apparently, [the plaintiff] ... jumped off the lawn mower and got his left heel under the [lawn] mower.’ ” Id. (quoting Stull v. Fuqua Indus., Inc., 906 F.2d 1271, 1273 (8th Cir.1990)). In Stull, the court held that the trial court did not abuse its discretion in excluding the statement because it had the potential to confuse the jury. 906 F.2d at 1274.\nIn Bucci, the First Circuit went on to recognize, however, that as to some statements, “the identity of the declarant cannot be discerned, but it is nonetheless clear that the statements were made for purposes of medical treatment and were admissible.” 393 F.3d at 299. The Court held that the trial court did not err when it “excluded the portions from [the] records that characterize the incident as an ‘assault,’ but it admitted descriptions of the specific contacts that caused [the plaintiffs] injuries under the statements for medical treatment or diagnosis exception to the hearsay rule, Fed.R.Evid. 803(4).” Id. at 298 (emphasis in original). The portions of the medical record stating the words “direct blow,” “hit &amp; kicked [in the] face,” and “[p]unched in [left] side of head,” were held admissible. Id. at 299 &amp; n. 9.\nHere, the defendants do not contest that Ayotte was assaulted; rather, they contest only whether the assault was carried out with a padlock. I conclude that the term “padlock” is the equivalent in this case to the terms in Bucci to the effect that the plaintiff was hit, punched, and kicked. See id. Whether the degree of force used to *90cause an injury was produced only by a “punch” or a “kick” or by a hard metal object such as a padlock is directly relevant to assessing the likely nature of resulting injuries and is offered for diagnosis and treatment. Although the statement at issue in Ayotte’s medical record was preceded by the word “apparently,” suggesting that the declarant is unknown, that does not in itself render the statement inadmissible because the statement was clearly made for purposes of diagnosis and treatment. See id. at 298. I conclude that on the record as it stands in this motion, the reference to the padlock in the certified medical record is admissible evidence, pursuant to Fed.R.Evid. 803(4). I do not address Ayotte’s argument that the statement in the certified medical record is admissible as the statement of a party opponent except to note that that argument is problematic because the declarant of the statement in that record is unknown and might have been Ayotte himself who offered the information even though he now has no recollection.\n3. The Eighth Amendment Claim\nThe main issue concerning the merits of the Eighth Amendment claim is whether— in light of the recent history of padlock assaults at the prison — the policy of issuing padlocks to inmates created a longstanding, pervasive, and obvious risk of harm to inmates to the extent that the policy reflected deliberate indifference by the defendants to inmate health and safety in violation of the Eighth Amendment to the United States Constitution. Ayotte does not allege that either he or prison officials anticipated that he personally would be targeted in the assault; rather, he alleges that the padlock policy gave the assailant, who already had a well-known history of violent behavior in prison, ready access to a weapon. (Opposition at 14.) See Francisco v. Hebert, 6:05-cv-01850-TLM-MEM, 2007 WL 1805772, at *5, 2007 U.S. Dist. Lexis 45271, at *17-18 (W.D.La.2007) (noting that “rather than arguing that he was subject to a particular threat of harm from a specific inmate, plaintiff argues that he was subject to a generalized threat of harm from the use of a padlock as a weapon.”)\nTitle 42 U.S.C. § 1983 provides a right to bring a civil action against a person who, under color of law, deprives another person of a constitutional right. “The essential elements of actionable section 1983 claims derive first and foremost from the Constitution itself....” Drumgold v. Callahan, 707 F.3d 28, 54 (1st Cir.2013) (quotation marks and alteration omitted). The Eighth Amendment proscribes the infliction of “cruel and unusual punishments.” Prison conditions are subject to Eighth Amendment scrutiny, and inhumane conditions are not permitted. Farmer v. Brennan, 511 U.S. 825, 832, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994); Leavitt v. Correctional Med. Servs., Inc., 645 F.3d 484, 497 (1st Cir.2011). Inmate-on-inmate violence is one of several deprivations that may create an intolerable prison condition. Farmer, 511 U.S. at 833-34, 114 S.Ct. 1970.\n“A prison official’s ‘deliberate indifference’ to a substantial risk of serious harm to an inmate violates the Eighth Amendment.” Farmer, 511 U.S. at 828, 114 S.Ct. 1970. “Prison officials must take reasonable measures to guarantee inmates’ safety from attacks by other inmates.” Calderó-Ortiz v. LaBoy-Alvarado, 300 F.3d 60, 64 (1st Cir.2002). In Farmer, the Court held that a prisoner must meet two requirements to demonstrate that his Eighth Amendment rights have been violated; he or she must demonstrate that (1) the conditions of incarceration pose, by an objective standard, “a substantial risk of serious harm,” and (2) the prison official *91had a state of mind of “deliberate indifference to inmate health or safety.” 511 U.S. at 834, 114 S.Ct. 1970 (quotation marks omitted). “[T]he official must both be aware of facts from which the inference could be drawn that a substantial risk of serious harm exists, and he must also draw the inference.” Id. at 837, 114 S.Ct. 1970.\n“It is not, however, every injury suffered by one prisoner at the hands of another that translates into constitutional liability for prison officials responsible for the victim’s safety.” Id. at 834, 114 S.Ct. 1970. The Supreme Court has adopted a standard of criminal recklessness as the test for deliberate indifference. Id. at 839-40, 114 S.Ct. 1970. Criminal recklessness in the context of an Eighth Amendment claim requires conscious disregard of a substantial risk of serious harm. Id. at 839, 114 S.Ct. 1970. “A factfinder may conclude that a prison official knew of a substantial risk from the very fact that the risk was obvious.” Id. at 842, 114 S.Ct. 1970. The Court stated:\nFor example, if an Eighth Amendment plaintiff presents evidence showing that a substantial risk of inmate attacks was longstanding, pervasive, well-documented, or expressly noted by prison officials in the past, and the circumstances suggest that the defendant-official being sued had been exposed to information concerning the risk and thus must have known about it, then such evidence could be sufficient to permit a trier of fact to find that the defendant-official had actual knowledge of the risk.\nId. at 842-43, 114 S.Ct. 1970 (quotation marks omitted). In Farmer, the Supreme Court held that “prison officials who actually knew of a substantial risk to inmate health or safety may be found free from liability if they responded reasonably to the risk, even if the harm ultimately was not averted.” Farmer, 511 U.S. at 844, 114 S.Ct. 1970.\nAlthough the First Circuit does not appear to have discussed the concept of pervasive risk in the context of an Eighth Amendment case, some other circuits have. In Shrader v. White, 761 F.2d 975 (4th Cir.1985), the Fourth Circuit reviewed its formulation of the general parameters of the concept: “A pervasive risk of harm may not ordinarily be shown by pointing to a single incident or isolated incidents, but it may be established by much less than proof of a reign of violence and terror in the particular institution.” Id. at 978 (quotation marks omitted). In Shrader, the court addressed the duty of prison officials in the face of serious but infrequent assaults in which inmates used weapons made from scrap metal taken from the machine shop at the prison: “Although the evidence does not establish that there have been many injuries from these weapons, the condition should not be allowed to exist if it can be prevented by better inventory control and supervision of the machine shop or other places where scrap metals are produced and can fall into the hands of inmates.” Id. at 982. Although Shrader predates Farmer, the Fourth Circuit’s admonition to prison officials to minimize risk even when injury incidents are infrequent appears consistent with the duty of reasonable response articulated in Farmer. Farmer, 511 U.S. at 844, 114 S.Ct. 1970; Shrader, 761 F.2d at 982. In Shrader, the court remanded the case, after trial, for further proceedings to determine whether the risk to inmates of the scrap metal availability was pervasive. Id. at 982-83, 987.\nIn a case concerning padlock assaults, Beaton v. Tennis, 460 Fed.Appx. 11 (3d Cir.2012), the Third Circuit held that the plaintiff did not generate a genuine issue of material fact concerning whether a pris*92on’s padlock policy created a substantial or pervasive risk of harm to inmates. Id. at 114-15. The court noted that the defendant acknowledged that padlock assaults had occurred in the prison, these assaults typically occur at a rate of one or two per year, padlocks are needed to secure inmates’ belongings, and inmates “may use even the most harmless objects as weapons.” Id. The court found no error with the magistrate judge’s conclusion that the failure to remove padlocks from the prison did not constitute deliberate indifference. Id. at 115.\nAyotte attempts to draw parallels between the recent history of padlock assaults at the Maine State Prison and the facts of Hale v. Tallapoosa County, 50 F.3d 1579 (11th Cir.1995). (Opposition at 7-8.) In Hale, the court denied summary judgment to a sheriff and county on the issue of deliberate indifference because the plaintiff had produced evidence that inmate-on-inmate violence occurred regularly when the jail was overcrowded and the staff failed to segregate violent from nonviolent inmates. Id. at 1583-85. Here, in contrast, the summary judgment record does not demonstrate a long-standing history of frequent padlock assaults. Ayotte tries to distinguish this case from Price v. Armstrong, 3:03-cv-01156-DJS, 2006 WL 980581, at *6, 2006 U.S. Dist. Lexis 20668, at *17 (D.Conn.2006), in which the court granted summary judgment in favor of the defendants for failure to protect the plaintiff from the risk of a padlock assault. (Opposition at 10-11.) In Price, the court concluded that\nalthough there is evidence to suggest that inmates have used locks to harm other inmates, such as Price, who sustained a gruesome injury, there is no evidence to suggest that this type of assault was pervasive or even common. The possibility of harm is not equivalent to the substantial risk of harm.... [T]he absence of any statistical, documentary, or narrative evidence showing that this type of assault was frequent or pervasive at [the prison] forecloses the conclusion that locks pose a substantial risk of harm to inmates.\n2006 WL 980581, at *6, 2006 U.S. Dist. Lexis 20668, at *17-18. In Price, the plaintiff lost at summary judgment because he failed to provide evidence of the frequency of incidents, id., whereas here, some evidence has been produced, but that evidence establishes that, with the exception of a period of several months during 2010, incidents of padlock assaults have been infrequent.\nI conclude that Ayotte has not demonstrated a genuine issue of material fact for trial concerning whether there was a longstanding and pervasive risk of harm and for that reason I recommend that summary judgment be granted to the defendants on the Eighth Amendment claim. My reasons essentially parallel those explained by the court in Beaton. 460 Fed.Appx. at 114-15. The number of padlock assaults per year has typically been relatively low, from zero to two per year. Although there was a period of several months during 2010 when the number shot up, that does not represent a longstanding and pervasive risk of harm. Furthermore, padlocks have a legitimate purpose; prison authorities are required by Maine statute to provide inmates with a “reasonably secure area” for their personal belongings. See 34-A M.R.S. § 3031(7). This statutory requirement does not relieve the defendants of their Eighth Amendment obligation to “take reasonable measures to guarantee the safety of the inmates,” Farmer, 511 U.S. at 832, 114 S.Ct. 1970 (quotation marks omitted), but it is a reminder that prison officials must address conflicting needs in a complex environment, and federal courts may accord defer*93ence where appropriate. See Turner v. Safley, 482 U.S. 78, 84-85, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987).\nThat said, it would be a mistake for the defendants, or those currently in their positions, to interpret a favorable decision in this case as anything but a reflection upon the snapshot represented by the summary judgment record. Although the facts in the record do not indicate that padlock assaults are regular, frequent occurrences at the Maine State Prison, the number of padlock assaults that occurred in 2010 is alarming as well as is the general increase in inmate-on-inmate assaults. The spike in the numbers during 2010 may not create a triable issue of fact on a claim of deliberate indifference in the context of this summary judgment record, but the defendants, or those currently in their positions as Warden and Commissioner, should by no means interpret such a conclusion as cause for complacency. Nor should inmates interpret this as foreclosing any future challenge to the padlock policy. See Farmer, 511 U.S. at 845, 114 S.Ct. 1970.\n4. The Prison Litigation Reform Act\nThe defendants argue that Ayotte’s First Amendment retaliation claim is barred, pursuant to the Prison Litigation Reform Act, 42 U.S.C. § 1997e(e), to the extent Ayotte seeks compensatory damages because Ayotte admits that he suffered no injury in the retaliation incident. (Motion at 14-15.) The defendants’ statutory argument is limited to Ayotte’s request for compensatory damages, and is not directed to his request for punitive damages. (Motion at 14-15.)\nThe Prison Litigation Reform Act provides: “No Federal civil action may be brought by a prisoner confined in a jail, prison, or other correctional facility, for mental or emotional injury suffered while in custody without a prior showing of physical injury.” 42 U.S.C. § 1997e(e). The issue is whether the statute bars compensatory damages for mental or emotional injury in cases in which a prisoner’s constitutional rights have been violated but he or she has not been physically injured. The First Circuit recently noted that “[s]ome courts have interpreted section 1997e(e)’s limitation not to apply to constitutional claims.” Kuperman v. Wrenn, 645 F.3d 69, 73 n. 5 (1st Cir.2011) (citing Thompson v. Carter, 284 F.3d 411, 416-17 (2d Cir.2002) (collecting cases)). The Court held that it need not decide the issué because the plaintiff also had requested nominal and punitive damages, which the Court held were sufficient to “keep his claims alive” beyond the summary judgment stage. Id. I conclude that Kuperman is applicable here, meaning that I need not and should not decide at this stage of the litigation whether section 1997e(e) bars Ayotte’s claim for compensatory damages. See id.\n5. The Retaliation Claim\nThe defendants argue that the allegations concerning the retaliation incident, which they accept as true for purposes of the summary judgment motion only, consistent with Local Rule 56(g), do not support the retaliation claim. (Motion at 12-13.)\n“[T]o survive summary judgment on a retaliation claim, a prisoner must make out a prima facie case by adducing facts sufficient to show that he engaged in a protected activity, that the state took an adverse action against him, and that there is a causal link between the former and the latter.” Hannon v. Beard, 645 F.3d 45, 48 (1st Cir.2011). The First Circuit has additionally held that to succeed on a claim for retaliation, the prisoner “must establish, among other things, ‘a retaliatory adverse act’ that is more than de minimus.” Pope *94v. Bernard, 2011 WL 478055, at *2, 2011 U.S.App. Lexis 2764, at *4 (1st Cir.2011) (quoting Morris v. Powell, 449 F.3d 682, 684, 685-86 (5th Cir.2006)). An act in retaliation against a prisoner based on his or her exercise of First Amendment rights is not de minimus if it “ ‘would chill or silence a person of ordinary firmness from future First Amendment activities.’” Id. (quoting Morris, 449 F.3d at 685-86 (quotation marks and citation omitted)). The inquiry into whether an action is sufficiently adverse to support a claim is based on an objective standard rather than a subjective one, such that it is “capable of screening the most trivial of actions from constitutional cognizance.” Thaddeus-X v. Blatter, 175 F.3d 378, 398 (6th Cir.1999).\nAyotte has produced evidence that he suffered verbal abuse, threats, and a repeated strip search.7 Acts that cause an inmate to experience discomfort for a few days are considered de minimus. Starr v. Dube, 334 Fed.Appx. 341, 342 (1st Cir.2009). Allegations of verbal abuse and threatening language are insufficient to support the adverse action element of a retaliation claim: “ ‘Verbal threats and name-calling usually are not actionable’ ” under 42 U.S.C. § 1983. Ellis v. Meade, 887 F.Supp. 324, 329 (D.Me.1995) (quoting McDowell v. Jones, 990 F.2d 433, 434 (8th Cir.1993)). In Thaddeus-X, the Sixth Circuit noted that “the definition of adverse action is not static across contexts. Prisoners may be required to tolerate more than public employees, who may be required to tolerate more than average citizens, before an action taken against them is considered adverse.” 175 F.3d at 398.\nTaken alone, Ayotte’s evidence of verbal abuse and threats would not support his retaliation claim, but he has also produced evidence that he was subjected to a repeated strip search, and that evidence is sufficient to propel him to trial on the retaliation claim. See Swain v. Spinney, 117 F.3d 1, 10 (1st Cir.1997) (holding that the defendant officers were not entitled to summary judgment on qualified immunity when “[o]n the facts as related by [the plaintiff], [the defendant who ordered the search] used a warrantless strip search and visual body cavity inspection as a tool to humiliate and degrade her in retaliation for her refusal to respond to interrogation”); Mays v. Springborn, 575 F.3d 643, 650 (7th Cir.2009) (holding that the plaintiffs testimony that he was subjected to a non-routine and humiliating strip search in retaliation for his complaint about routine searches raised a fact issue that should have gone to the jury).8\n*95Ayotte testified that he was required to strip twice in an incident in which, according to his testimony, the defendants involved made it abundantly clear that they were retaliating for his complaints about prison conditions. For purposes of this motion, I must accept Ayotte’s version of the events, including the basic facts he asserts concerning retaliatory motive. (SMF ¶ 12; Opp. SMF ¶ 12.) His claim is cognizable under 42 U.S.C. § 1983 as a retaliation claim. See Swain, 117 F.3d at 10; Mays, 575 F.3d at 650. The fact that he continued to press his grievances after the incident is irrelevant at this point because I conclude that the retaliatory acts as alleged, viewed objectively, “would chill or silence a person of ordinary firmness from future First Amendment activities.” Pope, 2011 WL 478055, at *2, 2011 U.S.App. Lexis 2764, at * 4.\n6. Qualified Immunity\nThe defendants move for summary judgment on grounds of qualified immunity as to the Eighth Amendment claim. (Motion at 15-16.) Although in the motion, the defendants do not address qualified immunity on the retaliation claims, their answer (EOF No. 12) asserts the defense of qualified immunity as to all of Ayotte’s claims, and therefore I address qualified immunity as to both the Eighth Amendment and the retaliation claims. See Lopera v. Town of Coventry, 640 F.3d 388, 395 (1st Cir.2011) (noting that the District Court appeared to analyze qualified immunity only as to those claims addressed in the defendants’ summary judgment argument on qualified immunity, but deciding nevertheless to analyze on appeal each of the plaintiffs’ claims as regards qualified immunity).\n“Qualified immunity ‘provides defendant public officials an immunity from suit and not a mere defense to liability.’ ” Air Sunshine, Inc. v. Carl, 663 F.3d 27, 32 (1st Cir.2011) (quoting Maldonado v. Fontanes, 568 F.3d 263, 268 (1st Cir.2009)). “ ‘The qualified immunity inquiry is a two-part test. A court must decide: (1) whether the facts alleged or shown by the plaintiff make out a violation of a constitutional right; and (2) if so, whether the right was “clearly established” at the time of the defendant’s alleged violation.’ ” Id. at 32-33 (quoting Maldonado, 568 F.3d at 268 (quoting Pearson v. Callahan, 555 U.S. 223, 231, 129 S.Ct. 808, 172 L.Ed.2d 565 (2009))). “[Pjolice officers are protected in close cases by the doctrine of qualified immunity, and that immunity serves to protect law enforcement from the chilling threat of liability.” Swain, 117 F.3d at 10.\nIf the Court agrees with me that there was no Eighth Amendment violation, it need not reach the issue whether the right was clearly established. See Maldonado, 568 F.3d at 269-70 (noting that “[cjourts have discretion to decide whether, on the facts of the particular case, it is worthwhile to address first whether the facts alleged make out a violation of a constitutional right”). I do so here only for the sake of completion.\nThe two parts of the test for qualified immunity apply distinct analyses. Part one subsumes the Eighth Amendment analysis addressed above, in which the essential issue is whether the defendant had actual knowledge, measured subjectively, of a substantial, pervasive, and longstanding risk to inmate health and safety and reacted with deliberate indifference to that risk. See Farmer, 511 U.S. at 842, 114 S.Ct. 1970. Part two of the qualified immunity test concerns whether the state of pre-existing law made it obvious, measured by an objective standard, that the constitutional rule actually applied to the specific conduct at issue, such that officials were on notice. Hope v. Pelzer, 536 U.S. 730, 739, 122 S.Ct. 2508, 153 L.Ed.2d *96666 (2002). “For a constitutional right to be clearly established, its contours ‘must be sufficiently clear that a reasonable official would understand that what he is doing violates that right. This is not to say that an official action is protected by qualified immunity unless the very action in question has previously been held unlawful, but it is to say that in the light of preexisting law the unlawfulness must be apparent.’ ” Id. (citation omitted) (quoting Anderson v. Creighton, 488 U.S. 635, 640, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987)). As the First Circuit has noted, part two of the qualified immunity test itself “has two aspects: that both (1) the legal contours of the right in question and (2) the particular factual violation in question would have been clear to a reasonable official.” Lopera, 640 F.3d at 396.\nApplying this standard first to the qualified immunity defense to the Eighth Amendment claim, I note that the legal contours of the Eighth. Amendment right are well-settled; in order to have a constitutional violation, there must be a substantial risk to inmate health and safety, the risk must be pervasive and longstanding, and the official must act with deliberate indifference in the face of subjective knowledge of the risk. Farmer, 511 U.S. at 842-43, 114 S.Ct. 1970. Although the legal standard is clear, the application of that standard to the facts in this case is not clear from available precedent. The level of frequency of padlock assaults in this case distinguishes this situation from cases with very infrequent occurrences as well as those with frequent and regular occurrences. See Beaton, 460 Fed.Appx. at 114-15 (padlock assaults that occurred at a rate of one or two per year were insufficient to constitute a substantial or pervasive risk); Hale, 50 F.3d at 1583-85 (inmate-on-inmate violence that occurred regularly when the jail was overcrowded and the staff failed to segregate violent from non-violent inmates was sufficient to constitute a substantial risk of serious harm). Here, although the number of padlock assaults in 2010 increased and is cause for serious concern, “ ‘officers of reasonable competence’ ” could nevertheless disagree on the lawfulness of continuing with the padlock policy. See Lopera, 640 F.3d at 396 (quoting Malley v. Briggs, 475 U.S. 335, 342, 106 S.Ct. 1092, 89 L.Ed.2d 271 (1986)). In these circumstances, the defendants would be entitled to qualified immunity on the Eighth Amendment claim, even if the Court were to conclude that a constitutional violation occurred. See id. at 396-97.\nI reach a different conclusion on the retaliation claim. The law against retaliatory acts against inmates is both clear and well-established; in Florence v. Board of Chosen Freeholders of County of Burlington, _ U.S. _, 132 S.Ct. 1510, 1523, 182 L.Ed.2d 566 (2012), the Supreme Court recently reiterated longstanding precedent that the “ ‘intentional harassment of even the most hardened criminals cannot be tolerated by a civilized society.’ ” Id. (quoting Hudson v. Palmer, 468 U.S. 517, 528, 104 S.Ct. 3194, 82 L.Ed.2d 393 (1984)). The First Circuit noted in 2011 that “retaliation against a prisoner’s exercise of constitutional rights is actionable,” and in so noting, the Court relied on cases that were from various circuits and went back more than a decade. Hannon, 645 F.3d at 48 (citing Espinal v. Goord, 558 F.3d 119, 128 (2d Cir.2009); Allah v. Seiverling, 229 F.3d 220, 224-25 (3d Cir.2000); Thaddeus-X, 175 F.3d at 386). A reasonable official would have known, based on longstanding legal precedent, that requiring a prisoner to strip naked in retaliation for a prisoner’s exercise of his constitutional rights violates those rights. See Hudson, 468 U.S. at 528, 104 S.Ct. 3194; Mays, 575 F.3d at 650.\n*977. Supplemental Jurisdiction Over the State Law Claim\nThe defendants argue that if summary judgment is granted on their federal claims, the Court should decline to exercise supplemental jurisdiction over Ayotte’s state-law claim, which he brings pursuant to the Maine Civil Rights Act (MCRA), 5 M.R.S. § 4682.9 “The disposition of a 42 U.S.C. § 1983 claim also controls a claim under the MCRA.” Berube v. Conley, 506 F.3d 79, 85 (1st Cir.2007). Because I recommend that the Court deny summary judgment as to the retaliation claim against defendants Doyle and Cutler, this portion of the section 1983 and Maine Civil Rights Act claims would survive, and on that basis I consider the supplemental jurisdiction issue to be moot. See Rodriguez v. Doral Mortg. Corp., 57 F.3d 1168, 1177 (1st Cir.1995) (discussing the general principles of supplemental jurisdiction, which may be applied at the discretion of the court when all federal claims are decided against the plaintiff and only state-law claims remain).\nConclusion\nI recommend that the Court grant the defendants’ motion for summary judgment in part and deny it in part; specifically, I recommend that the Court grant the motion as to the Eighth Amendment claim but deny it as to the retaliation claim. Because the allegations supporting the retaliation claim concern only defendants Curtis Doyle and David Cutler, I recommend that the Court enter judgment in favor of defendants Barnhart, Magnusson, and Fowle as to all claims, thereby leaving Doyle and Cutler as the only remaining defendants in the case and the retaliation claim the only remaining claim in the case.\n\nNotice\n\nA party may file objections to those specified portions of a magistrate judge’s report or proposed findings or recommended decisions entered pursuant to 28 U.S.C. § 636(b)(1)(B) for which de novo review by the district court is sought, together with a supporting memorandum, and request for oral argument before the district judge, if any is sought, within fourteen (14) days of being served with a copy thereof. A responsive memorandum and any request for oral argument before the district judge shall be filed within fourteen (14) days after the filing of the objection.\nFailure to file a timely objection shall constitute a waiver of the right to de novo review by the district court and to appeal the district court’s order.\nMarch 11, 2013\n\n. Mr. Ayotte did not object to the Magistrate Judge’s recitation of the facts regarding the number of padlock attacks in the prison but objected to her application of the facts to the relevant law. See Pl.’s Partial Obj. to Magistrate's Recommended Decision at 3-4, 10-11, 14 (ECF No. 68) (PL’s Obj.) (\"Again, these facts were specifically accepted by the Magistrate in her consideration of Defendants’ deliberate indifference, but she erroneously found them not to rise to the level of such indifference”). Similarly, Mr. Doyle accepted the Magistrate’s version of the facts for the purposes of summary judgment. See Obj. to Report and Recommended Decision (ECF No. 72).\nMr. Ayotte challenges one of the Magistrate Judge's factual findings related to the Defendants’ knowledge of a risk of padlock assaults in the Prison; however, because the Court concludes there is no genuine dispute of material fact on the first element of Mr. Ayotte’s Eighth Amendment claim, it does not reach this factual dispute. PL’s Obj. at 3.\n\n\n. Throughout her decision, the Magistrate Judge referenced the two companion padlock assault cases, Lakin v. Barnhart, 1:11-cv00332-JAW, and Landry v. Barnhart, 1:12-cv-00016-JAW. Id. at 4-6.\n\n\n. On October 9, 2012, the patties dismissed Defendants Joshua Cutler, Anthony Cartlidge, and Nova Hirsch by stipulation. Joint Stipulation of Dismissal (ECF No. 49).\n\n\n. The magistrate judge in that case noted that inmate assaults utilizing bars of soap occurred much more commonly than similar assaults utilizing padlocks. Beaton v. Tennis, 4:07-CV-1526, 2010 WL 2696857, at *6 (M.D.Pa. May 10, 2010), report and recommendation adopted, 4:07-CV01526, 2010 WL 2696853 (M.D.Pa. July 7, 2010), aff'd, 460 Fed.Appx. 111 (3d Cir.2012).\n\n\n. The relevant passage in Farmer is:\nWhether a prison official had the requisite knowledge of a substantial risk is a question of fact subject to demonstration in the usual ways [ ]. For example, if an Eighth Amendment plaintiff presents evidence showing that a substantial risk of inmate attacks was longstanding, pervasive, well-documented, or expressly noted by prison officials in the past, and the circumstances suggest that the defendant-official being sued had been exposed to information concerning the risk and thus 'must have known about it, then such evidence could be sufficient to permit a trier of fact to find that the defendant-official had actual knowledge of the risk. Farmer, 511 U.S. at 842-43, 114 S.Ct. 1970 (emphasis added) (internal quotations omitted).\n\n\n. The Court acknowledges that the language in footnote 5 overlaps with the \"pervasive” language that is used in addressing the \"substantial risk of serious harm” prong. While post-Farmer cases may have borrowed language from Farmer that addresses the deliberate indifference prong in crafting the substantial risk standard, this does not mean all of the language in footnote 5 can be used for this purpose. \"Well-documented” and “expressly noted” in particular are terms that, by their plain meaning, do not relate to the magnitude of the risk: an extremely small risk can be well-documented and expressly noted.\n\n\n. The additional facts set forth in the Defendants’ Reply Statement of Facts (ECF No. 62) have been withdrawn and stricken from the record (ECF No. 65) because those facts were newly introduced rather than limited to replying to the Plaintiff’s Statement of Additional Facts, and therefore they were not in compliance with Local Rule 56(d). The first part of the reply statement of facts is entitled “Reply to Plaintiff's Additional Statement of Facts” and begins at page 1 of ECF No. 62. This part is not stricken except for paragraphs 5 and 7 which appear at page 2. The second part is entitled \"Defendants’ Additional Statement of Material Facts” and begins at page 6 of ECF No. 62. The second part sets forth additional facts and has been withdrawn and stricken from the record.\n\n\n. The defendants' statement is that they “are aware that inmates sometimes use padlocks as weapons to assault other inmates.” (SMF ¶ 26.) Ayotte actually denies that assertion, although it appears that his only dispute may be over the word \"sometimes.” (Opp. SMF ¶ 26.)\n\n\n. In Ayotte’s statement of facts, he also cites to another statement he made to a medical provider, apparently on a different occasion, although he does not refer to that statement in his argument. (Add’l SMF ¶ 1; Opposition at 16-17.) The statement of facts lacks detail, but according to the deposition transcript, Ayotte testified that an officer who transported him to an appointment with an eye specialist sometime after the assault clarified to the eye specialist that Ayotte was there not for a glaucoma exam, but rather to have his eye examined for the injury. (Add’l SMF ¶ 1; Plaintiff's Deposition Transcript at 6, ECF No. 54-12.) Ayotte testified that the officer told the eye specialist: \"[H]e got hit in the head with a padlock. Somebody beat him in the back of the head and the face with a padlock, that's why he’s here.” (Add’l SMF ¶ 1; Plaintiff's Deposition Transcript at 6, ECF No. 54-12.)\n\n\n. Assaults that occurred after the one alleged by the plaintiff are irrelevant on the issue of the notice the defendants had of the risk to the plaintiff at the time of the assault on the plaintiff, see Beers-Capitol v. Whetzel, 256 F.3d 120, 137 (3d Cir.2001), but after-occurring assaults may be relevant to the issue of injunctive relief in a case in which there is otherwise a finding of an Eighth Amendment violation. See Farmer v. Brennan, 511 U.S. 825, 845, 114 S.Ct. 1970, 128 L.Ed.2d 811 (quoting Pennsylvania v. West Virginia, 262 U.S. 553, 593, 43 S.Ct. 658, 67 L.Ed. 1117 (1923)) (noting that the standard of subjective deliberate indifference does not require inmates \" 'to await the consummation of threatened injury to obtain preventive relief’ ”).\n\n\n. The defendants' reply memorandum asserts that the Maine State Prison has a population of 700 or more male inmates, but this does not appear in the summary judgment record.\n\n\n. Ayotte's presentation of the number of alleged padlock assaults at the Maine State Prison in 2010 is needlessly convoluted and confusing, but ultimately I add up the numbers as he alleges them. All parties rely on a record from the prison (Prison Record, ECF No. 54-1), and the defendants agree that this record accurately conveys the number of assaults, although they dispute whether some of those assaults actually involved the use of a padlock as a weapon. (Add’l SMF ¶ 3; Reply SMF ¶ 3; Barnhart’s Responses to Plaintiff’s Request for Admissions at 1, ECF No. 54-5.) There are five assaults documented in the prison record for 2010 (Prison Record at 2-6), including one on October 23 on David *87Lakin, who is a plaintiff in one of the related cases. (Lakin v. Barnhart, 1:11-cv-00332-JAW). However, in Lakin's pleadings in the related case he alleges that the padlock assault occurred on September 10, 2010, which does not appear in the prison record, but he does not allege that a padlock assault occurred on October 23. (Lakin, Defendants' Statement of Material Facts ¶¶ 1-3, ECF No. 45; Plaintiff’s Amended Opposing Statement of Material Facts ¶¶ 1-3, ECF No. 56.) Similarly, Ayotte appears not to count both the September 10, 2010, and the October 23, 2010, assaults on Lakin when Ayotte adds up the numbers for 2010. (Opp. SMF ¶ 27; Add’l SMF ¶ 3.) I assume that the reason for this is that in spite of the inclusion in the prison record of the October 23 assault on Lakin, it is only the September 10, 2010, assault on Lakin that is'at issue here. That assault occurred before the assault on Ayotte. My legal conclusions and recommendation on the motion do not turn on this assumption; I would reach the same conclusion and make the same recommendation even if there were an additional padlock assault in 2010.\n\n\n. The parties have appropriately bypassed Fourth Amendment analysis, even though Ayotte’s claim involves an alleged strip search. See Florence v. Bd. of Chosen Freeholders of Cnty. of Burlington, _ U.S. _, 132 S.Ct. 1510, 1514-15, 182 L.Ed.2d 566 (2012). The defendants accept for purposes of this motion that the alleged search had no legitimate purpose to uncover evidence of wrongdoing, and so it may be a misnomer to refer to the alleged incident as a search at all. (SMF ¶ 12.) Thus, the usual Fourth Amendment analysis as to \"whether the circumstances and the public's need for information justify the particular intrusion into the searched individual’s privacy,” see Spencer v. Roche, 659 F.3d 142, 146 (1st Cir.2011), is inapplicable to this motion. Rather, the motion and opposition focus on Ayotte’s claim that the strip search violated his First Amendment rights because it was intended as an act of retaliation for Ayotte’s past exercise of those rights and an act of intimidation intended to suppress his future exercise of those rights.\n\n\n. The Seventh Circuit’s holding in Mays v. Springborn, 575 F.3d 643, 650 (7th Cir.2009), is unaffected by Florence, 132 S.Ct. at 1523. In Florence, the Supreme Court noted that it was unnecessary for the Court to consider \"instances of officers engaging in intentional humiliation and other abusive practices” because those issues were \"not implicated on the facts” of that case. Id.\n\n\n. The defendants also argue that any state tort claims are barred by discretionary function immunity, pursuant to 14 M.R.S. § 8104-B. (Motion at 17.) Discretionary function immunity is an affirmative defense to a claim under the Maine Tort Claims Act. See 14 M.R.S. §§ 8103, 8104-B(3); Hilderbrand v. Washington Cnty. Comm’rs, 2011 ME 132, ¶ 7, 33 A.3d 425. Ayotte does not allege state tort claims and does not address the defendants’ argument about discretionary function immunity in his opposition to the motion for summary judgment. Since no state tort claims are raised I have no occasion to address the statute of limitations issue raised by Ayotte. Therefore, I likewise have no occasion to address discretionary function immunity under the Maine Tort Claims Act.\n\n",
            "ocr": true,
            "opinion_id": 8711692
        }
    ],
    "court_short_name": "D. Maine",
    "court_full_name": "District Court, D. Maine",
    "court_type": "FD",
    "court_jurisdiction": "Maine, ME",
    "crime_category": "Robbery"
}