{
    "id": 8696067,
    "judges": "Donald, Lipez, Stranch",
    "date_filed": "2015-01-20",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-moody",
    "case_name_short": null,
    "case_name": "United States v. Moody",
    "case_name_full": "United States v. Daniel Thomas MOODY, aka Solo",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "634 F. App'x 531"
    ],
    "opinions": [
        {
            "author_str": "Stranch",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nJANE B. STRANCH, Circuit Judge.\nDaniel Thomas Moody appeals his below-Guidelines sentence of 145 months imposed following his guilty plea to conspiracy to distribute heroin and methamphetamine, distribution of heroin, and possession of a firearm by a felon. He argues that the district court committed procedural error by classifying him as a career offender, applying a reckless endangerment during flight enhancement, and failing to explain the basis for his sentence. He also contends that his sentence is substantively unreasonable because the district court improperly weighed the 18 U.S.C. § 3553(a) factors. We find these arguments unpersuasive and AFFIRM Moody’s sentence.\n*533I. BACKGROUND\nFrom May 1, 2013 to May 31, 2013, Moody participated in a conspiracy to distribute heroin and methamphetamine in Lexington, Kentucky. On May 27, 2013, Lexington police officers arranged for a confidential informant to purchase two grams of heroin from Moody, The purchase was successful. Four days later, Lexington police officers received information that Moody and a co-conspirator, Kristin Renee Muncie, would be traveling via an interstate highway near Georgetown, Kentucky. A state trooper spotted the car and attempted to initiate a stop. Moody fled, traveling through several counties at speeds over 120 miles per hour. Police officers eventually stopped the car, at which point Moody fled on foot. During the pursuit, Moody discarded a firearm and 2.83 grams of methamphetamine. A search of the car revealed drug paraphernalia and 341 milligrams of heroin. Mun-cie later confessed to having been involved in an earlier high-speed chase-with Moody, during which she discarded heroin and methamphetamine.\nIn October 2013, a grand jury returned a seven-count indictment against Moody. One year later, Moody entered a written agreement with the Government to plead guilty to three charges: conspiracy to distribute heroin and methamphetamine, distribution of heroin, and possession of a firearm by a felon. The agreement provided for two enhancements: an enhancement for possession of a fireax’m in connection with another felony offense under USSG § 2K2.1(b)(6)(B); and an enhancement for being a career offender under USSG § 4Bl.l(b)(3). The agreement also included a downward adjustment for acceptance of responsibility under USSG § 3E1.1.\nMoody’s final presentence report (PSR) was filed in February 2015. Because the three charges were groupable under USSG § 3D1.2(c), the probation officer calculated Moody’s advisory Guideline range using the possession of a firearm by a convicted felon charge. Pursuant to the plea agreement, the PSR included a base offense level of 24 under USSG § 2K2.1 and a four-level increase under USSG § 2K2.1(b)(6)(B). The PSR also included a two-level increase under USSG § 3C1.2 for reckless endangerment during flight— an enhancement that was absent from the plea agreement. Applying these adjustments yielded an offense level of 30. However, the probation officer concluded that Moody was a career offender, which mandated a criminal history category of VI and an offense level of 32. After subtracting three levels for acceptance of responsibility, Moody’s final offense level was set to 29, yielding a Guidelines sentencing range of 151-188 months.\nMoody made three objections to the PSR. First, he argued that he was not a career offender because one of his predicate convictions was not a crime of violence. Second, he objected to the reckless endangerment enhancement on the ground that it was absent from his plea agreement. Third, he argued that the PSR should have included a downward departure under USSG § 5H1.1 -based on the age at which he committed the crime resulting in his first predicate conviction.\nMoody was sentenced in February 2015. At his sentencing hearing, Moody renewed his three objections to the PSR. The district court rejected these objections and adopted the PSR’s advisory Guideline range of 151-188 months. After considering the 18 U.S.C. 3553(a) factors, however, the district court found that “a slight downward variance” was appropriate because “the parole violation for which [Moody] received time is the same conduct that constitutes the instant offense.” (R. *53493, PagelD 324.) Accordingly, the district court sentenced Moody to a below-Guidelines sentence of two 145-month terms of imprisonment and one 120-month term of imprisonment, all of which would run concurrently, followed by a three-year term of supervised release. This appeal followed.\nII. ANALYSIS\nWe review sentences under the abuse-of-discretion standard. United States v. Walters, 775 F.3d 778, 781 (6th Cir.2015) (citing Gall v. United States, 552 U.S. 38, 41, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007)). “To determine whether a district court abused its discretion, we look to whether the sentence is reasonable.” Id. (citing Gall, 552 U.S. at 46, 128 S.Ct. 586). “Sentences must be both procedurally and substantively reasonable.” Id. (citing Gall, 552 U.S. at 51, 128 S.Ct. 586). Moody argues that his sentence is both procedurally and substantively unreasonable. We will consider each of his arguments in turn.\nA. Procedural Reasonableness\nA sentence is procedurally unreasonable if the district court commits a significant procedural error, “such as failing to calculate (or improperly calculating) the Guidelines range, treating the Guidelines as mandatory, failing to consider the § 3553(a) factors, selecting a sentence based on clearly erroneous facts, or failing to adequately explain the chosen sentence—including an explanation for any deviation from the Guidelines range.” Gall, 552 U.S. at 51, 128 S.Ct. 586. Because the Guidelines are “the starting point and the initial benchmark” for sentencing, id. at 49, 128 S.Ct. 586, we review a district court’s interpretation of the Guidelines de novo and its findings of fact for clear error, United States v. Greeno, 679 F.3d 510, 514 (6th Cir.2012).\n1. Career Offender Enhancement\nMoody contends that the district court committed procédural error by classifying him as a career offender under USSG § 4B1.1. The Guidelines provide that\n[a] defendant is a career offender if (1) the defendant was at least eighteen years old at the time the defendant committed the instant offense of conviction;\n(2) the instant offense of conviction is a felony that is either a crime of violence or a controlled substance offense; and\n(3) the defendant has at least two prior felony convictions of either a crime of violence or a controlled substance offense.\nUSSG § 4Bl.l(a). Moody argues that one of his two predicate convictions, a second-degree burglary conviction under Ky.Rev. Stat. § 511.030, is not a countable crime of violence.\nWe review de novo a district court’s conclusion that a prior conviction is a crime of violence. United States v. Denson, 728 F.3d 603, 607 (6th Cir.2013). In performing this analysis, we may look to caselaw on “violent felonies” under the Armed Career Criminal Act (ACCA), because the Guidelines and the ACCA “share essentially the same definitions.” United States v. Gibbs, 626 F.3d 344, 352 n. 6 (6th Cir.2010).\nSection 511.030 provides that “[a] person is guilty of burglary in the second degree when, with the intent to commit a crime, he knowingly enters or remains unlawfully in a dwelling.” Ky.Rev.Stat. § 511.030(1). The Guidelines Manual, for its part, enumerates “burglary of a dwelling” as a crime of violence. See USSG § 4B1.2(a)(2). This court has thus repeatedly held that section 511.030 is both a violent felony under the ACCA and a crime of violence under the Guidelines. See, e.g., United States v. Walker, 599 Fed.Appx. 582, 583 (6th Cir.2015) (ACCA); *535United States v. Douglas, 242 Fed.Appx. 324, 331 (6th Cir.2007) (USSG).1\nMoody does not challenge these decisions. Instead, he- appears to be making three arguments. First, he argues that the district court should have granted a downward departure under USSG § 5H1.1 because he was eighteen years old when he committed the burglary. Absent other infirmities not at issue here, “we do not review a district court’s decision not to depart downward unless the record shows that the district court was unaware of, or did not understand, its discretion to make such a departure.” United States v. Santillana, 540 F.3d 428, 431 (6th Cir.2008). At the sentencing hearing, the district court expressly acknowledged its authority to depart downward on this issue, but concluded that doing so was not “warranted under the facts and circumstances of this case.” (R. 93, PageID 314.) Because the district court demonstrated that it was aware of and understood its discretion, we do not review its decision to deny Moody’s request for a downward departure.\nNext, Moody contends that he should not have been classified as a career offender because the designation yielded a sentence that was greater than necessary under the 18 U.S.C. § 3553(a) factors. In other words, Moody asks us to collapse the procedural reasonableness and the substantive reasonableness inquiries: if a procedural decision results in a substantively unreasonable sentence, he seems to argue, then the procedural decision is error. We decline to apply this analysis. The procedural reasonableness and the substantive reasonableness inquiries are distinct because they serve different purposes. If the district court calculates the advisory Guideline range correctly, its sentence is procedurally sound—regardless of whether the sentence is substantively reasonable.\nFinally, Moody argues that his second-degree burglary conviction is not a crime of violence because he did not actually use, attempt to use, or threaten to use physical force in carrying out the burglary. Even if Moody’s version of events is true, his argument is unavailing. When a predicate offense is categorically a crime of violence, as here, we do not analyze “the particular facts underlying the conviction.” Gibbs, 626 F.3d at 352. The burglary of a dwelling, moreover, is named as a crime of violence under USSG § 4B1.2(a)(2), and need not also satisfy the use-of-force requirements of USSG § 4B1.2(a)(l).\n2. Reckless Endangerment During Flight Enhancement\nIn the proceedings below, Moody objected to the PSR’s enhancement for reckless endangerment during flight under USSG § 3C1.2, arguing that this enhancement was not contemplated in his plea agreement. At the sentencing hearing, the district court concluded that the career offender enhancement mooted this objection, and Moody’s counsel conceded this point.\n*536Moody has renewed this objection on appeal. Because Moody’s offense statutory maximum was 20 years, the career offender enhancement mandated an offense level of 32. See USSG § 4B1.1(b). The career offender offense level controls if it is “greater than the offense level otherwise applicable” (that is, greater than the adjusted offense level without the career offender enhancement). Id. Even with the § 3C1.2 enhancement, Moody’s adjusted offense level was only 30. Thus, regardless of whether the district court sustained or overruled the objection, the higher career offender offense level would have controlled. Accordingly, the district court did not commit error in concluding that the objection was moot. See, e.g., United States v. Johnson, 432 Fed.Appx. 535, 538 (6th Cir.2011).\n3. Explanation of Chosen Sentence\nOn appeal, Moody contends that the district court failed to adequately explain its chosen sentence. Because he did not raise this argument in the court below, we would generally review for plain error. See United States v. Penson, 526 F.3d 331, 337 (6th Cir.2008). However, the Government contends that the district court failed to ask the Bostic question,2 which leads us to “revert to the abuse of discretion standard.” United States v. Butler, 443 Fed.Appx. 147, 150-51 (6th Cir.2011).\nAt the sentencing hearing, the court stated that it had considered all of the § 3553(a) factors in selecting Moody’s sentence. Although the court did not analyze each factor individually, its reasoning makes clear that the following factors figured prominently in its decision: the nature and circumstances of the offense; the history and characteristics of the defendant; the need for the sentence imposed to protect the public from further crimes of the defendant; the need for the sentence imposed to' provide the defendant with needed medical care and other correctional treatment; and the kind of sentence established by the Guidelines. It also carefully considered Moody’s mitigation arguments, ultimately finding that a “slight downward variance” was appropriate. Though the district court could have shown more of its work, it adequately explained the basis for its decision and did not abuse its discretion.\nB. Substantive Reasonableness\nWe next consider whether Moody’s sentence is substantively reasonable. “The essence of a substantive-reasonableness claim is whether the length of the sentence is ‘greater than necessary* to achieve the sentencing goals set forth in 18 U.S.C, § 3553(a).” United States v. Tristan-Madrigal, 601 F.3d 629, 632-33 (6th Cir.2010), We must “take into account the totality of the circumstances, including the extent of any variance from the Guidelines range.” Gall, 552 U.S. at 51, 128 S.Ct. 586. A sentence may be substantively unreasonable if the district court “select[s] the sentence arbitrarily, bas[es] the sentence on impermissible factors, fail[s] to consider pertinent § 3553(a) factors, or giv[es] an. unreasonable amount of weight to any pertinent factor.” United States v. Griffin, 530 F.3d 433, 439-40. (6th Cir.2008) (citation omitted). “Sentences within a defendant’s Guidelines range are presumptively substantively reasonable, a presumption that naturally extends to sentences below the Guidelines range.” United States v. Pirosko, 787 F.3d 358, 374 (6th Cir.2015). The fact that we “might reasonably have *537concluded that a different sentence was appropriate is insufficient to justify reversal of the district court.” Gall, 552 U.S. at 51, 128 S.Ct. 586.\nAlthough the district court granted a six-month downward variance, Moody argues that this variance was insufficient. He contends that his sentence was substantively unreasonable because the district court assigned too little weight to the fact that he was relatively young when he committed the second-degree burglary.\nWith regard to “history and characteristics of the defendant” under § 3553(a)(1)— the basis for Moody’s requested variance— the district court acknowledged that Moody’s “situation has been compounded by ... [his] youthful conviction.” (R. 93, PagelD 323.) At the same time, however, the court observed that Moody had an “impressive criminal history .,. [, m]uch of it involving ... reckless conduct ... that could get him killed, in addition to getting other people killed.” (R. 93, Pa-gelD 323.) In light of Moody’s “pattern of reckless behavior,” the court explained, “he needs to be off the street” for “public protection.” (R. 93, PagelD 323-24.)\nThe district court weighed two other § 3553(a) factors as well. First, the court considered Moody’s need for medical care, concluding that “it’s very important that [Moody] get treatment, both mental health treatment, drug treatment, and anything else that might help him succeed once he gets out.” (R. 93, PagelD 324.) Second, the court considered the “nature and circumstances of the offense,” particularly the- fact that Moody was on state parole when he participated in the conspiracy to distribute heroin and methamphetamine. On the one hand, the court reasoned, “somebody who commits a ' crime while they’re on parole ought to get sentenced more harshly because they certainly understand what the circumstances require and also appreciates the wrongfulness of their actions.” (R. 93, PagelD 323-24.) On the other hand, the court acknowledged, “the parole violation for which [Moody] received time is the same conduct that constitutes the instant offense.” (R. 93, PAGED 324.) For this reason, the court concluded that these factors “cut[] both ways” and only “a slight downward variance” would be appropriate. (R. 93, PAGED 323-24.)\nGiven Moody’s criminal history and need for medical attention, as well as the district court’s careful consideration of Moody’s mitigation arguments, we find no abuse of discretion in the weight assigned to each § 3553(a) factor. That the sentence was below the Guidelines range further supports its reasonableness. United States v. Brown, 579 F.3d 672, 687 (6th Cir.2009). We are not persuaded that Moody’s below-Guidelines sentence was substantively-unreasonable.\nIII. CONCLUSION\nFor the reasons stated above, we AFFIRM Moody’s sentence.\n\n. We recently held that third-degree burglary under Ky.Rev.Stat. § 511.040 \"does not categorically qualify as generic burglary enumerated in the ACCA.” United States v. Brumback, 614 Fed.Appx. 288, 292 (6th Cir.2015). Unlike second-degree burglary, which applies to persons who unlawfully enter dwellings, third-degree burglary applies to persons who unlawfully enter a \"building,” see Ky.Rev. Stat. § 511.040, defined as \"any structure, vehicle, watercraft or aircraft: (a) [wjhere any person lives; or (b) [w]here people assemble for purposes of business, government, education, religion, entertainment or public transportation,” Ky.Rev.Stat. § 511.010(1). We concluded that this definition is broader than the one used in the ACCA and remanded for a modified categorical analysis. 614 Fed.Appx. at 292. Thus, Brumback does not apply here and our cases on second-degree burglary control.\n\n\n. In United States v. Bostic, 371 F.3d 865 (6th Cir.2004), we “announced] a new procedural rule, requiring district courts, after pronouncing the defendant’s sentence but before adjourning the sentencing hearing, to ask the patties whether they have any objections to the sentence just pronounced that have not previously been raised.’’ Id. at 872.\n\n",
            "ocr": true,
            "opinion_id": 8679174
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}