{
    "id": 8729785,
    "judges": "Varlan",
    "date_filed": "1972-09-24",
    "date_filed_is_approximate": true,
    "slug": "levan-v-sears-roebuck-co",
    "case_name_short": "Levan",
    "case_name": "Levan v. Sears, Roebuck & Co.",
    "case_name_full": "Adam W. LEVAN and Daryl W. Sims v. SEARS, ROEBUCK & CO.",
    "attorneys": "Dale J. Montpelier, Montpelier, Cole, Della-Rodolfa & Ford, P.C., Katherine A. Young, Young Law Office, P.C., Knoxville, TN, for Plaintiffs., C. Eric Stevens, J. Christopher Anderson, Rachel Ross Rosenblatt, Jennifer Bergstrom Robinson, Littler Mendel-son, P.C., Nashville, TN, for Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "984 F. Supp. 2d 855"
    ],
    "opinions": [
        {
            "author_str": "Varlan",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nMEMORANDUM OPINION AND ORDER\n\nTHOMAS A. VARLAN, Chief Judge.\nThis civil action is before the Court on defendant’s motions for summary judgment [Docs. 36, 38], in which defendant moves the Court for summary judgment on all of plaintiffs’ claims. Each plaintiff filed a response in opposition [Docs. 53, 54], to which defendant replied [Docs. 60, 62], Plaintiffs subsequently filed sur-replies [Docs. 68, 69]. The Court has thoroughly considered the arguments of the parties, the relevant documents and exhibits, and the controlling law. For the reasons stated herein, defendant’s motion as to plaintiff Adam LeVan [Doc. 36] will be GRANTED in part and DENIED in part, and defendant’s motion as to plaintiff Daryl Sims [Doc. 38] will be DENIED.1\n*858I. Background\n1. LeVan’s Complaints\nPlaintiff Adam LeVan (“LeVan”) began working for defendant on November 10, 2008, and was employed by defendant in its Chattanooga, Tennessee, Fort Walton, Florida, and Knoxville, Tennessee stores until defendant terminated his employment on July 27, 2011 [Docs. 37, 36-1 pp. 55, 60]. LeVan transferred from the Fort Walton, Florida store to the West Town Mall store (“West Town store”) in Knoxville at the end of January 2011 [Doc. 36-1 p. 54], At the West Town store, LeVan worked as a Consultative Sales Associate in the Home Appliance/Brand Central department [Docs. 37, 53]. LeVan was compensated on a “draw vs. commission basis,” meaning that he was paid the commissions he earned, but if his commissions per hour worked amounted to less than minimum wage, then he was paid minimum wage for each hour worked [Doc. 36-1 p. 100]. His average weekly gross pay was around $800, which amounts to around $20 per hour [Id. at 106-07]. Moreover, LeVan stated that his commissions were almost always more than the minimum wage “draw” [Id. at 99-100].\nCommissioned members of the sales staff were sometimes required to perform non-selling activities, such as training, stocking, and calling customers [Id. at 109-11]. LeVan and other sales employees questioned the legality of defendant asking its commissioned employees to do more than two hours per week of this non-selling work without paying them a separate hourly wage for such work. In June 2011, LeVan printed a compensation manual from the 88Sears website and took it to his supervisor, Melissa Brabson (“Brabson”), to discuss the matter with her [Id. at 133, 139-40]. 88Sears is defendant’s employee hotline [Doc. 37].\nLeVan questioned the legality of the West Town store’s approach to this issue because he alleges that he was separately compensated by defendant’s Fort Walton, Florida store for such non-selling activities [Doc. 36-1 pp. 130-32]. Brabson turned the 88Sears manual over to Tim Lockhart (“Lockhart”), the general manager of the West Town store [M], According to Le-Van, when Lockhart returned from vacation and learned that employees were questioning defendant’s compensation policies, he became “very upset” and said to a group of employees that defendant “was hiring everyday” [Id. at 133].\nLeVan did not witness this incident, and every employee who did interpreted Lock-hart’s words differently, but Lockhart’s boss, Kevin Dornfeld (“Dornfeld”), who discussed the incident with Lockhart, recalls that Lockhart told Dornfeld he said: “I come back, 88Sears is involved, I guess we’re hiring” [Doc. 53-1 p. 44]. Dornfeld recalls that Lockhart called him after making the statement and expressed his frustration that the employees did not bring the issue directly to him and brought it up with Brabson while Lockhart was on vacation [Doc. 54-1 p. 28]. Lockhart was later disciplined for this statement [Doc. 36-6 pp. 56-57]. Joyce Hill (“Hill”), a sales employee who witnessed Lockhart’s statement, maintains that she “felt like it was something to do with [the plaintiffs’ complaints regarding defendant’s pay policies]” and interpreted Lockhart’s statement as “a threat” [Docs. 36-3 p. 36, 53-9 p. 38]. After LeVan learned of Lockhart’s *859statement, he called 88Sears to complain about Lockhart’s behavior and defendant’s pay policy, intending for the call to be anonymous [Doc. 36-1 p. 133]. In addition, LeVan later complained to Dornfeld [Doc. 53-4 p. 151].\n2. LeVan’s Termination\nWhen LeVan was hired on November 10, 2008, he signed an acknowledgement indicating that he had read defendant’s employee handbook, which states that abuse of the employee discount privilege can result in termination [Doc. 36-1 ex. 1]. Defendant’s policy regarding employee discounts was that only employees, spouses, and dependents could use the discount [M]. LeVan submits that he believed, based on a sale he executed at defendant’s store in Florida with his manager’s approval, that parents that live with employees could also use the employee discount [Id.; Doc 53-4 pp. 33-34], On July 17, 2011, approximately a month after LeVan complained to 88Sears, LeVan rang up a sale for the parents of a fellow employee, Christopher Marrero (“Marrero”) [Doc. 36-1 pp. 199-200]. More specifically, Le-Van went to another department and rang up a sale with Marrero’s mother’s credit card and his own employee identification number, but allowed Marrero’s mother to use her son’s employee discount card [Id. at 199; Id. ex. 7; Doc. 37].\nLeVan argues that he made an honest mistake, but acknowledges that this transaction violated defendant’s employee policy [Doc. 36-1 ex. 2]. Still, defendant’s employee handbook emphasizes that “it is [the employee’s] responsibility to ask for the associate discount only where [the employee is] eligible” [Id. ex. 2], LeVan knew that defendant took compliance with the employee discount policy very seriously, stating that he “was concerned about every discount [he] took because [defendant] was\nso funny about that” [Id. at 209]. On the same day that LeVan executed the sale with Marrero’s mother, Marrero executed four sales to his parents using the employee identification number of a fellow employee, William Hembree (“Hembree”), and his own employee discount card because Marrero claims he wanted to help Hembree boost his commissions [Doc. 62-2], By using Hembree’s employee identification number, it would appear that Hembree had executed the sales to the customers. As a result of these events, Marrero was fired on July 25 or 26, 2011 [Doc. 62-2]. Lockhart did not participate in the decision to terminate Marrero and is unsure who did [Doc. 53-8 p. 153].\nLeVan was terminated on or about July 27, 2011 [Doc. 32-1 ¶ 11]. According to Karen Hudson (“Hudson”), defendant’s Loss Prevention Manager, Jessie Coile (“Coile”), the home improvement manager, asked Hudson to investigate what Coile characterized as “suspicious activity” [Doc. 36-7 p. 24]. Hudson reviewed the video tape of LeVan’s transaction with Marrero’s parents and spoke with LeVan [Doc. 36-1 ex. 6]. LeVan admitted in a written statement to executing the transaction, but submitted that he was unaware that the transaction violated defendant’s policy based on his experience at the Florida store and his assumption that because Marrero appeared to be younger, Marrero still lived with his parents [Id. at 210]. Notably, LeVan alleges that before Hudson asked him about the incident with Marrero’s parents, she first accused him of another policy violation involving a price adjustment with an employee named Scott Atchley [Doc. 53-4 p. 138]. LeVan claims that when he corrected Hudson’s version of events, she disputed LeVan’s version, but then dropped the matter when LeVan asked for proof and moved on to the Marrero discount incident [Id. at 138-39],\n*860Subsequently, LeVan’s transaction with Marrero’s parents was reported to Lock-hart, who called Dornfeld to advise him that he planned to terminate LeVan for a violation of defendant’s policy [Doc. 53-1 pp. 59]. Dornfeld told Lockhart to follow the normal procedure of relaying the proposed termination to 88Sears [Id. at 59-60], who found the termination “supported” [Doc. 36-5 ex. 29]. Dornfeld acknowledged that it was atypical for him to be consulted before an employee at Le-Van’s level was terminated [Doc. 53-1 p. 60]. Yet, he states that he believed Le-Van’s wage complaint to be totally unrelated to his termination, given that defendant had video tape of LeVan violating its policy and consulted with 88Sears regarding the termination [Id. at 61]. LeVan recalls that when Lockhart told him that he was terminated and LeVan then mentioned laws against retaliation, Lockhart responded that the termination “ha[d] nothing to do with 88Sears,” to which LeVan replied: “how did you know about that?” [Doc. 53-4 p. 134].\nDefendant terminated four other employees for various violations of the employee discount policy between January 1, 2008, and LeVan’s termination [Doc. 36-8]. Defendant also terminated three others for discount policy violations in August and September of 2013, two of which were terminated for executing a transaction with a coworker’s parent using that coworker’s discount card — the same type of transaction for which LeVan was purportedly terminated [Doc. 62-4], LeVan, however, points out that defendant did not terminate Marc Rubin (“Rubin”), who rang up a sale to fellow employee Jennifer Slagle’s (“Slagle”) brother with Slagle’s employee discount card in 2009, and Hembree, whose employee identification number Marrero used in some of the transactions with his parents on the same day as LeVan’s transaction with his parents [Doc. 53]. Slagle was fired as a result of the transaction involving Rubin [Id.]. Hembree gave Marrero his number because Marrero allegedly wanted to help boost Hembree’s sales numbers [Doc. 53-11 pp. 11-12, 26-27, Doc. 53-12 pp. 90-91]. Despite the fact that LeVan was fired for being a part of a transaction that violated defendant’s policy, Hembree was never interviewed by management about possible collusion or complicity in Marrero’s violations, and defendant never investigated his involvement [Doc. 53-12 pp. 91-93]. Hudson apparently assumed that Hembree was not involved because he did not actually execute the transactions [Id.], though Hudson assumed that LeVan executed the transaction for Marrero to help out a friend [Doe. 53-3 p. 69].\nDefendant responds by noting that these situations are inapposite because Hembree did not actually ring up the sale using his identification number, and, unlike LeVan, Rubin questioned the proprietary of the transaction, reasonably believed he had permission from superiors to execute the transaction because Slagle told him as much, and immediately reported the transaction to his superiors [Docs. 62, 62-5]. LeVan notes that there is no documentation that Rubin did these things and attempts to impeach the veracity of this claim by noting that defendant did not terminate Slagle for 20 days, which LeVan characterizes as “odd,” if Rubin immediately reported the incident [Docs. 53, 68], LeVan also submits that defendant had not disclosed the Rubin and Hembree incidents at the time of LeVan’s deposition [Doc. 68].\nLeVan also cites Brabson’s deposition, in which she stated that in her past experience with defendant, defendant’s management had “[gone] after” employees that it wanted to terminate [Doc. 53-6 pp. 83-84]. In further support of both plaintiffs’ retali*861ation claims, Hill stated that the three employees that she knows have called 88Sears have all been terminated [Doc. 53-9 pp. 27-28]. Thus, Hill has concluded that she “will never call 88Sears” because she is “terrified” that she “will lose [her] job” and avers that “[n]obody on the floor will call [88Sears]” [Id. at 44],\nIn sum, defendant argues that LeVan cannot point to a similarly situated employee who was not terminated for Le-Van’s violation of defendant’s policy [Doc. 37], while LeVan contends that the Rubin and Hembree cases are examples of such. LeVan alleges that his termination violated the antiretaliation provision of the Fair Labor Standards Act (“FLSA”), 29 U.S.C. § 215(a)(3), and the Tennessee Public Protection Act’s (“TPPA”) retaliatory discharge provision, Tenn.Code Ann. § 50-1-304. LeVan also contends that his termination gives rise to a cause of action for common law retaliatory discharge under Tennessee law. The basis of these allegations is that defendant’s purported reason for terminating him is pretextual for its actual reason — retaliation for LeVan’s complaints regarding defendant’s wage policy.\n3. Sims’s Complaints\nPlaintiff Daryl Sims (“Sims”), whose causes of action arise out of a very similar set of facts and time frame as LeVan’s, was also employed as a Consultative Sales Associate at defendant’s West Town store and, just like LeVan, was paid based on his “draw vs. commission” numbers. [Docs. 39, 54]. Sims was employed at the West Town store in this capacity beginning in February 2007 [Doc. 38-1 p. 57]. Thus, many of the aforementioned facts and allegations are also relevant to Sims’s case. The last year of his employment with defendant, Sims’s average weekly gross pay equated to an average hourly rate of $18.43 to $22.46 [Id. at 101-02], Like Le-Van, Sims questioned the legality of defendant’s pay practices as to non-selling activities, and he complained to Brabson on several occasions leading up to June 2011 [Doc. 54-7 pp. 173-74]. Then, on approximately June 11, 2011, Sims, along with LeVan and other “co-workers,” protested to Brabson, citing the 88Sears material LeVan had printed off of the 88Sears website [Doc. 54], This was the aforementioned meeting after which Brabson notified Lockhart of the complaints. When Lockhart returned, he allegedly made the aforementioned comment to several employees, “I come back, 88Sears is involved, I guess we’re hiring,” though Sims did not witness this statement [Doc. 54-1 p. 44].\nShortly after hearing reports of Lock-hart’s statement from other employees, and after talking with LeVan and two other employees, Sims made an anonymous complaint about defendant’s pay practices to the 88Sears hotline [Doc. 38-1 pp. 164-65]. Later, he provided his name to 88Sears in exchange for the promise that Dornfeld would conduct a confidential investigation [Id. at 165]. This complaint prompted Umesh Patel (“Patel”) of 88Sears to call Dornfeld and ask him to investigate a concern at the West Town store [Doc. 54-1 pp. 21, 24-25]. Patel also e-mailed Dornfeld a list of employees that he should interview relating to the concern, which included Sims [Id. at 25]. Dornfeld avers that he interviewed these employees [Id], and Sims confirms that Dornfeld interviewed him at a company meeting [Doc. 54-7 p. 166-67]. Sims also submits that despite the promise of confidentiality, Dornfeld interviewed him “on the floor in the middle of [the company meeting],” allowing employees to see this interview and leading Brabson to ask Sims about the interview [Doc. 38-1 p. 165].\n*862Sims states that in further derogation of this confidentiality, Lockhart was apparently apprised of the investigation [Doc. 54-7 p. 166]. Specifically, Sims recalls that Lockhart said to him: “I know you called 88Sears and filed a complaint” [Id]. Sims interpreted this comment as a threat implying that “there could be repercussions coming, you could get fired” [Id.]. Further, Sims remembers that Lockhart told him that Lockhart had not gotten his bonus the previous year and was not going to get it in 2011, noting that this bonus depended on keeping store costs low, an aim augmented by having commissioned employees do non-selling work rather than hiring other workers to do such work [Id. at 166]. Ultimately, defendant decided to pay its sales associates for some non-selling activities between late 2010 and late 2011 [Doc. 38-7 p. 67, ex. 37],\n4. Sims’s Termination\nDefendant terminated Sims on August 13, 2011, approximately two weeks after LeVan’s termination [Doc. 54], Hudson was asked by Steve Komm (“Komm”), another of defendant’s managers, to look into Sims’s timekeeping because Sims had fallen off of defendant’s late report, but was not in defendant’s morning meetings [Doc. 54-3 p. 78]. Assuming he was on time, Sims should have been in these meetings, which Komm holds, and therefore Komm wanted Hudson to determine when Sims was arriving at the store [Id.]. Unless there is a preexisting problem where the employee has been “written up” for tardiness, defendant does not typically make such attendance checks [Id. at 79-80]. Hudson alleges to have reviewed video camera footage that confirmed Sims was self-correcting his arrival time on his time cards because the footage indicated that Sims was arriving later than his time cards reflected [Doc. 54]. Sims characterizes this self-correcting as an “error” [M]. According to an e-mail from Hudson, the video footage revealed Sims was tardy and self-corrected his time to his scheduled arrival time on seven different occasions between July 9, 2011, and August 6, 2011 [Doc. 38-1 ex. 17]. Yet, defendant cannot produce this footage [Doc. 38-8 p. 104].\nWhen Hudson confronted Sims after reviewing the video footage, she had him write a statement in which he noted that he had been made aware that his actions violated defendant’s policy and that he would “correct this” and “not do raw punches” going forward [Doc. 54-7, p. 230]. “Raw punches” are the mechanism by which employees could self-correct their time. Sims submits that Hudson made him change aspects of this statement, and specifically the aspect stating that he had been made aware that he was not to do “raw punches,” and that she told him: “no, you need to state that you came in late and did a raw punch ... because we saw you on videotape” [Id. at 230-31]. Sims contends that “Hudson was telling [him] what to write in this statement” [Id. at 231]. He recalls that he complied because he believed he was receiving discipline for his actions, not being terminated [Doc. 54]. Sims states that “many people” employed by defendant self-corrected their time cards based on what they had told Sims [Doc. 54-7 p. 171].\nWhen Sims began his employment with defendant, he signed an acknowledgement that he had read the employee handbook, which states that employees “must accurately record” their time to ensure defendant’s compliance with federal and state law and that altering or falsifying timekeeping records could result in termination [Doc. 38-2 ex. 2], If defendant’s employees forgot to clock in or out, they were permitted to self-correct their time cards to reflect the time they actually worked [Doc. 38-1 at 109-110], and employees were al*863lowed eight self-corrections, or “raw punches,” and two tardy arrivals per month [Id. at 153-54,158].\nSims violated these policies during several months in 2010 and 2011 and had been disciplined multiple times for exceeding these monthly limits on self-corrections and tardiness, dating back to a write-up for timekeeping violations from Komm in January 2010 [Id. at 147-48, 153-63]. In 2010, defendant placed Sims on plans for improvement related to his excessive tardiness and self-correcting [Id. at 155-61]. As part of these disciplinary actions, Sims admits that he was told he had to self-correct to the actual time he worked, not his scheduled time [Id. at 220-21].\nYet, Sims emphasizes that defendant cannot point to a commissioned employee fired for the same offense prior to Sims’s termination and can only identify one purported comparator, who was fired after Sims filed this action [Id., Doc. 69]. Defendant avers that it terminated John Price (“Price”), an employee in defendant’s loss prevention department, on February 17, 2012, for self-correcting time records to his scheduled time, rather than the actual time he worked [Doc. 38-9]. It is unclear whether Price was a commissioned employee. Because Sims was paid by commission, rather than an hourly wage, he submits that he was not stealing from the employer [Doc. 54], and LeVan states that defendant’s management could tell if an employee had self-corrected his or her time [Doc. 54-4 p. 74]. In fact, LeVan remembers that his manager at the Fort Walton, Florida store told commissioned employees that if they came in late, they were actually stealing from the company because they were “working a shorter shift, with the same amount of sales,” resulting in a higher “benefit rate,” which is how vacation and holiday pay was calculated [Id. at 75].\nFollowing Sims’s meeting with Hudson, Lockhart consulted with 88Sears regarding Sims’s timekeeping and tardiness violations [Doc. 38-6 ex. 36]. During this consultation, Lockhart apparently told 88Sears that Sims had been doing better in terms of his previous timekeeping and tardiness problems [Id.]. Still, once Lock-hart described Sims’s previous disciplinary issues, Sims’s conduct in July and August of 2011, and the video reviewed by Hudson, and after 88Sears reviewed Sims’s statement from the meeting with Hudson in which he admitted to violating defendant’s policy, 88Sears recommended that defendant proceed with its termination of Sims [Id.]. So, Lockhart terminated Sims, telling him when he walked into the office that he was “going to make this short and sweet” [Doc. 54-7 p. 170]. Sims interpreted this comment as indicative of Lock-hart’s retaliatory intent [Id.]. To this end, Lockhart recalls that Sims stated his belief that Lockhart was executing a “revenge firing,” but Lockhart did not ask what Sims meant by that statement [Doc. 54-8 p. 238-39]. Sims alleges that defendant’s termination of his employment violated the antiretaliation provision of the FLSA and Tennessee’s common law prohibition against retaliatory discharge [Docs. 32-1, 54].\nII. Standard of Review\nSummary judgment under Rule 56 of the Federal Rules of Civil Procedure is proper “if the movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.” Fed.R.Civ.P. 56(a). The moving party bears the burden of establishing that no genuine issues of material fact exist. Celotex Corp. v. Catrett, 477 U.S. 317, 330 n. 2, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); Moore v. Philip Morris Cos., Inc., 8 F.3d 335, 339 (6th Cir. *8641993). All facts and all inferences to be drawn therefrom must be viewed in the light most favorable to the nonmoving party. Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp., 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986); Burchett v. Kiefer, 310 F.3d 937, 942 (6th Cir.2002).\nYet, “[o]nce the moving party presents evidence sufficient to support a motion under Rule 56, the nonmoving party is not entitled to a trial merely on the basis of allegations.” Curtis Through Curtis v. Universal Match Corp., 778 F.Supp. 1421, 1423 (E.D.Tenn.1991) (citing Celotex, 477 U.S. at 317, 106 S.Ct. 2548). To establish a genuine issue as to the existence of a particular element, the nonmoving party must point to evidence in the record upon which a reasonable finder of fact could find in its favor. Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The genuine issue must also be material; that is, it must involve facts that might affect the outcome of the suit under the governing law. Id. The Court’s function at the point of summary judgment is limited to determining whether sufficient evidence has been presented to make the issue of fact a proper question for the factfinder. Id. at 250, 106 S.Ct. 2505. The Court does not weigh the evidence or determine the truth of the matter. Id. at 249, 106 S.Ct. 2505. Nor does the Court search the record “to establish that it is bereft of a genuine issue of material fact.” Street v. J.C. Bradford &amp; Co., 886 F.2d 1472, 1479-80 (6th Cir.1989). Thus, “the inquiry performed is the threshold inquiry of determining whether there is a need for a trial — whether, in other words, there are any genuine factual issues that properly can be resolved only by a finder of fact because they may reasonably be resolved in favor of either party.” Anderson, 477 U.S. at 250, 106 S.Ct. 2505.\nIII. Analysis\n1. FLSA Claims2\nThe antiretaliation provision of the FLSA provides that an employer is prohibited from “discharging] or in any other manner discriminating] against [an] employee because such employee has filed [a] complaint or instituted ... any proceeding under [the FLSA].” 29 U.S.C. § 215(a)(3). The burden-shifting analysis in McDonnell Douglas Corp. v. Green, 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973), applies to an FLSA claim of retaliation. See, e.g., Adair v. Charter County of Wayne, 452 F.3d 482, 489 (6th Cir.2006); Moore v. Freeman, 355 F.3d 558, 562 (6th Cir.2004).\nTo establish a prima facie case of retaliation under McDonnell Douglas, an employee must prove that (1) he or she engaged in a protected activity under the FLSA; (2) his or her exercise of this activity was known by the employer; (3) thereafter, the employer took an employment action adverse to the employee; and (4) there was a causal connection between the protected activity and the adverse employment action. See, e.g., Williams v. Gen. Motors Corp., 187 F.3d 553, 568 (6th Cir.1999). Such a prima facie showing of retaliation “creates a presumption that the employer unlawfully discriminated against the employee.” St. Mary’s Honor Ctr. v. Hicks, 509 U.S. 502, 506, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993) (quoting Texas Dep’t of Cmty. Affairs v. Burdine, 450 U.S. 248, 254, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981)). If the plaintiff establishes a *865prima facie case, then the burden then shifts to the defendant to set forth a legitimate, non-discriminatory reason for the adverse employment action. McDonnell Douglas, 411 U.S. at 802, 93 S.Ct. 1817. If the defendant carries this burden, “[the] plaintiff must then prove ‘by a preponderance of the evidence’ that the defendant’s proffered reasons were not its true reasons, but were merely a pretext for illegal discrimination.” Kocsis v. Multi-Care Mgmt., Inc., 97 F.3d 876, 883 (6th Cir.1996) (quoting Burdine, 450 U.S. at 252-53, 101 S.Ct. 1089). Plaintiffs claim that defendant violated the FLSA’s antiretaliation provision by terminating them in retaliation for their complaints.\na. Prima Facie FLSA Claims\nThough defendant submits that LeVan was terminated for violating the employee discount policy, LeVan contends that this justification is mere pretext for defendant’s real reason — retaliation for LeVan’s complaints regarding defendant’s pay policy and Lockhart’s conduct [Docs. 37, 53]. Defendant does not appear to dispute the first three elements of LeVan’s prima facie case, and the Court agrees that LeVan has satisfied his burden on these elements at this stage. More specifically, “[t]he FLSA protects employees against retaliation for filing ‘any complaint.’ ” Loyless v. Oliveira, No. 1:09-CV-239, 2010 WL 3862883, at *6 (E.D.Tenn. Sept. 28, 2010) (quoting 29 U.S.C. § 215(a)(3)). Thus, element one is satisfied, as LeVan’s complaints were protected activities under the FLSA. And because it is undisputed that defendant knew of plaintiffs’ complaints, element two is satisfied. Finally, element three is satisfied because defendant took an adverse employment action against Le-Van after his complaints, that is, terminating his employment. Yet, defendant argues that the fourth prima facie element is not satisfied, contending that LeVan cannot establish a causal connection between the protected activity and adverse employment action. At the summary judgment stage, LeVan’s “burden to show causation entails ‘requiring the plaintiff to put forth some evidence to deduce a causal connection between the retaliatory action and the protected activity and requiring the court to draw reasonable inferences from that evidence, providing it is credible.’ ” Pettit v. Steppingstone, Ctr. for the Potentially Gifted, 429 Fed.Appx. 524, 533 (6th Cir.2011) (quoting EEOC v. Avery Dennison Corp., 104 F.3d 858, 861 (6th Cir.1997)).\nThough temporal proximity between the protected activity and adverse employment action is not, standing alone, enough to establish the requisite causal connection, “temporal proximity combined with other evidence of ‘retaliatory conduct’ can be enough to prove this element of a plaintiffs prima facie case.” Id. (quoting Spengler v. Worthington Cylinders, 615 F.3d 481, 494 (6th Cir.2010)). In addition to the fact that LeVan was terminated approximately a month and a half after complaining about defendant’s pay policy, viewing the evidence in a light most favorable to LeVan, he has offered evidence that: (1) Lockhart was upset with the complaints and made what some employees considered to be a threat of termination; (2) Hudson accused LeVan of a separate violation, which she then dropped when LeVan rebuffed that allegation and moved on to the discount card incident with Marrero; (3) Lockhart mentioned that the firing had nothing to do with the 88Sears complaint when he terminated Le-Van, thereby indicating his knowledge of LeVan’s complaint and that it was on his mind; (4) Brabson believes that defendant’s management in the past went after employees that it wanted to terminate; and (5) Hill stated that employees are now scared they will lose their jobs if they *866contact 88Sears because the employees that did so have been terminated. This evidence at least creates a genuine issue of material fact as to whether there was a causal connection between LeVan’s complaint and his termination, and a reasonable inference can be drawn to support the conclusion that such a causal connection existed.\nAs to Sims’s prima facie FLSA claim, defendant similarly appears to dispute only the causation element of the claim. Element one of Sims’s prima facie claim is satisfied because his complaints were protected activities under the FLSA, element two is satisfied because defendant undisputedly knew of the complaints, and element three is satisfied because defendant subsequently took an adverse employment action against Sims by terminating him. In addition to the fact that Sims’s termination was less than two months after his complaints to 88Sears, and the applicable evidence cited in the previous paragraph, Sims has presented evidence that: (1) Lockhart told Sims that he knew Sims had complained to 88Sears, and Sims interpreted this statement as a threat of repercussions; (2) Lockhart was upset that he might not receive his bonus, which was at least indirectly related to the pay policy issue; (3) Hudson allegedly coerced Sims into writing a statement admitting his violations of company policy; (4) defendant had apparently not terminated anyone for comparable violations until after Sims filed his lawsuit; and (5) Lockhart told Sims he was going to make his firing “short and sweet” [Doc. 54-7 p. 170]. This is sufficient proof of causation for Sims to satisfy his burden at the prima facie stage.\nDefendant argues that based on Univ. of Texas Sw. Med. Ctr. v. Nassar, — U.S. -, 133 S.Ct. 2517, 186 L.Ed.2d 503 (2013), each plaintiff must prove that “his ... protected activity was a but-for cause of the alleged adverse action by the employer.” Id. at 2534. Defendant raises this argument in its replies, and plaintiffs submit in their sur-replies that, even if it is assumed that this standard applies to their FLSA claims, they have adequately addressed this issue in their responses. Nassar involved a Title VII retaliation claim, but defendant argues that this standard is applicable to the instant case based on one court’s statement that “it appears that retaliation claims under the FLSA are analyzed identically to retaliation claims under Title VII.” Equal Employment Opportunity Comm’n v. Se. Telecom, Inc., 780 F.Supp.2d 667, 685 (M.D.Tenn.2011). Even assuming the but-for standard applies to an FLSA claim, the Court finds that the aforementioned evidence creates a genuine issue of material fact as to whether, but for plaintiffs’ protected activity, they would have been terminated. So, to the extent Nassar applies to FLSA claims, plaintiffs’ FLSA claims would survive the summary judgment stage under the Nassar standard.\nb. Legitimate, Non-discriminatory Reasons\nAt the next stage of the McDonnell Douglas framework, defendant must produce a legitimate, non-discriminatory reason for its action. Amini v. Oberlin Coll., 440 F.3d 350, 359 (6th Cir.2006). As to both plaintiffs, defendant has proffered such a reason — namely, that LeVan violated its employee discount policy and Sims violated its employee tardiness and timekeeping policy. Novotny v. Elsevier, 291 Fed.Appx. 698, 704 (6th Cir.2008).\nc. Pretext\nBecause defendant has satisfied this burden, LeVan and Sims must “prove the employer’s proffered reasons for its adverse actions against the employee were, in fact, pretext for retaliation.” Pettit, 429 *867Fed.Appx. at 535. More specifically, at the summary judgment stage:\nTo raise a genuine issue of fact as to pretext and defeat a summary judgment motion, ... the [plaintiffs must show that (1) the proffered reason had no factual basis, (2) the proffered reason did not actually motivate [defendant’s] action, or (3) the proffered reason was insufficient to motivate the action.\nId. (internal quotation marks omitted) (quoting Adair, 452 F.3d at 491). It is often the case that plaintiffs’ evidence supporting the causation element of the prima facie case overlaps with the evidence supporting allegations of pretext, but “[w]hile evidence of causal connection at the prima facie stage is often probative of pretext also,” the burden at the prima facie stage is more easily met and “that evidence may be insufficient, standing alone, to raise a genuine issue as to pretext.” Id. Notably, “any requirement of additional evidence ‘is limited to the production of evidence rebutting the defendant’s proffered legitimate, nondiscriminatory reason for taking the challenged action.’ ” Id. at 536 (quoting Blair v. Henry Filters, Inc., 505 F.3d 517, 533 (6th Cir.2007)).\nLeVan argues that defendant’s articulated reason for his termination either has no basis in fact or was insufficient to motivate that action. Conversely, defendant submits that it has terminated seven employees since January 1, 2008, for violating the employee discount policy, and thus, there was nothing unusual or pretextual about its stated reason. LeVan contends that these cited individuals are not true comparators because they knowingly violated defendant’s discount policy, while LeVan did not [Doc. 68]. Moreover, in addition to the aforementioned evidence supporting LeVan’s prima facie case, Le-Van argues that there are at least two employees, Rubin and Hembree, who were not terminated for violating the policy, one of which, Hembree, was involved in the same series of transactions with Marrero as LeVan. Hembree gave Marrero his employee identification number because, as Marrero claims, Marrero wanted to help Hembree boost his sales statistics. Yet, despite firing plaintiff for ringing up a transaction with Marrero’s parents, defendant neither interviewed nor investigated Hembree’s possible involvement or culpability in any discount policy violations.\nLeVan believed that his transaction with Marrero’s parents did not violate defendant’s policy based on a previous experience with defendant’s store in Florida and expressed this misapprehension to defendant’s management. Moreover, defendant’s employee policy handbook states that “it is [the employee’s] responsibility to ask for the associate discount only where [the employee is] eligible,” placing the onus on Marrero to confirm the transaction’s validity in LeVan’s case [Doc. 36-1 ex. 2].\nThough defendant attempts to distinguish the fact that it did not terminate Rubin for executing an essentially identical transaction because Rubin asked the discounting employee if the transaction was acceptable and immediately reported it to management, these details seem less distinguishing when one considers LeVan’s representation that he believed the transaction did not violate defendant’s policy. In other words, though LeVan perhaps should have been more thorough in ensuring the propriety of the transaction, he did not report the transaction because he did not believe it to be improper. The Court agrees with LeVan that, if anything, the Rubin and Hembree incidents present genuine issues of material fact as to whether these individuals were comparators who defendant chose not to terminate.3 To this *868end, LeVan points out that a factfinder might equate Rubin’s transaction with Le-Van’s, given that both believed that the transactions were permissible [Doc. 68]. Even more, Rubin might be seen as more culpable, given that he had doubts about the propriety of the transaction and executed it anyway [Id.]. As such, whether Rubin and Hembree are comparators who were treated differently is a question for the factfinder, as is the weight to be accorded to the fact that defendant terminated three people for similar violations to LeVan’s while its motion for summary judgment was pending.\nGiven this evidence and the aforementioned support for LeVan’s prima facie causation argument, the Court finds that when such evidence and the resulting inferences are viewed in a light most favorable to LeVan, there is a genuine issue of material fact as to whether defendant’s stated reason for LeVan’s termination was insufficient to motivate that action and therefore pretextual. Consequently, defendant’s motion for summary judgment as to LeVan’s FLSA claim will be denied.\nAs for Sims’s pretext argument, he similarly contends that defendant’s stated reason for his termination was insufficient to motivate that action. In support, Sims cites the evidence mentioned in addressing his prima facie causation argument and adds that defendant could not point to another employee who had been terminated for comparable actions prior to the filing of this lawsuit. Particularly persuasive as to Sims’s pretext argument is Lockhart’s statement to several sales employees regarding 88Sears and hiring, Lockhart’s statement to Sims that he knew of Sims’s complaint, which Sims interpreted as a threat, Sims’s allegations of coercion against Hudson, Brabson’s statement that she had known management to target employees that it wanted to terminate, Hill’s statement that employees now fear calling 88Sears because of the firings of those who did so, and Lockhart’s statement to Sims that he was going to make his firing “short and sweet.” [Doc. 54-7 p. 170]. Notably, defendant offers evidence that Sims had been disciplined for timekeeping and tardiness violations on multiple previous occasions, and Sims admits as much. Still, the Court finds that Sims has presented sufficient evidence to create a genuine issue of material fact as to whether his violation of defendant’s policy was insufficient to motivate his termination.\nOf particular importance is the multiple references that Lockhart made to Sims or other sales employees regarding 88Sears complaints. In Taylor, this court denied summary judgment on the basis that the plaintiff “ha[d] presented evidence that the [protected activity] was very much on [the decision-maker’s] mind.” Taylor v. City of Gatlinburg, No. 3:06-CV-273, 2008 WL 4057805, at *3 (E.D.Tenn. Aug. 26, 2008). In that case, such evidence included the fact that the decisionmaker told a co-worker that she would not consider the plaintiff for the job because he was a part of the protected activity and that the decision-maker had used disparaging language in reference to the protected activity and those involved. Id. Plaintiffs’ complaints were apparently on Lockhart’s mind, and he had disparaged the complainants by essentially threatening their jobs. He also mentioned the complaints to Sims individually. This is enough to create a genuine issue of material fact as to defendant’s *869motive in terminating Sims. It bolsters LeVan’s argument as well.\nThough defendant contends that it was justified by the letter of its employee policy handbook in firing both plaintiffs, such is not the question at the summary judgment stage. Instead, the Court must discern whether, taking the evidence in a light most favorable to plaintiffs, there is a genuine issue of material fact as to whether the policy handbook violation was the true reason for defendant’s actions. Because the Court finds that LeVan and Sims have presented sufficient evidence to create a genuine issue as to this question, it must deny defendant’s motions as to plaintiffs’ FLSA claims.\n2. Retaliatory Discharge Claims under Tennessee Common Law and the TPPA\nBoth plaintiffs have asserted claims for retaliatory discharge under the common law of Tennessee, and LeVan additionally brings a cause of action under the TPPA, codified at Tenn.Code Ann. § 50-1-304. In order to assert a common law retaliatory discharge claim, a plaintiff must show:\n(1) that an employment-at-will relationship existed; (2) that he was discharged; (3) that the reason for his discharge was that he attempted to exercise a statutory or constitutional right, or for any other reason which violates a clear public policy evidenced by an unambiguous constitutional, statutory, or regulatory provision; and (4) that a substantial factor in the employer’s decision to discharge him was his exercise of protected rights or his compliance with clear public policy.\nClark v. Hoops, LP, 709 F.Supp.2d 657, 670 (W.D.Tenn.2010) (internal quotation marks omitted) (quoting Franklin v. Swift Trans. Co., Inc., 210 S.W.3d 521, 528 (Tenn.Ct.App.2006)).\nThe TPPA provides in pertinent part:\n(b) No employee shall be discharged or terminated solely for refusing to participate in, or for refusing to remain silent about, illegal activities.\n(d)(1) Any employee terminated in violation of subsection (b) shall have a cause of action against the employer for retaliatory discharge and any other damages to which the employee may be entitled.\nTenn.Code Ann. § 50-l-304(b, d). In order make out a TPPA claim, a plaintiff must establish:\n(1) his status as an employee of the defendant employer; (2) his refusal to participate in, or remain silent about, ‘illegal activities’ as defined under the TPPA; (3) his termination; and (4) an exclusive causal relationship between his refusal to participate in or remain silent about illegal activities and his termination.\nClark, 709 F.Supp.2d at 669-70 (internal alterations and quotation marks omitted) (quoting Franklin, 210 S.W.3d at 528). The TPPA defines “illegal activities” as “activities that are in violation of the criminal or civil code of this state or the United States or any regulation intended to protect the public health, safety or welfare.” Tenn.Code Ann. § 50-l-304(a)(3).\nThe statutory and common law causes of action for retaliatory discharge are very similar, with the essential difference being that the common law cause of action requires a plaintiff to show that his or her activity was a substantial factor in bringing about plaintiffs discharge, whereas the statutory cause of action requires a plaintiff to show it was the sole reason for his or her discharge. Clark, 709 *870F.Supp.2d at 670 (citing Guy v. Mutual of Omaha Ins. Co., 79 S.W.3d 528, 537 (Tenn. 2002)). In analyzing both statutory and common law retaliatory discharge claims, Tennessee courts follow the McDonnell Douglas burden-shifting framework. Smith v. Bridgestone/Firestone, Inc., 2 S.W.3d 197, 200 (Tenn.Ct.App.1999); see also Provonsha v. Students Taking a Right Stand, Inc., 2007 WL 4232918, at *4 (Tenn.Ct.App. Dec. 3, 2007). As with FLSA claims, the plaintiff faces the initial burden of setting forth a prima facie case of retaliatory discharge, after which the burden shifts to the defendant to offer a legitimate, nondiscriminatory reason for its action. Smith, 2 S.W.3d at 200. Then, the burden shifts back to the plaintiff to show that the defendant’s proffered reason was pretextual. Id. The plaintiff may do this by showing (1) that the proffered reason has no basis in fact, (2) that the proffered reason did not actually motivate the discharge, or (3) that the proffered reason was insufficient to motivate the discharge. Provonsha, 2007 WL 4232918, at *4.\na. Common Law Retaliatory Discharge Claims\nAs to LeVan and Sims’s common law claims, plaintiffs were at-will employees and were discharged, and, given the Court’s findings as to the plaintiffs’ prima facie FLSA claims, the Court concludes that there is a genuine issue of material fact as to whether plaintiffs’ complaints constituted a substantial factor in defendant’s decisions to terminate them. Consequently, the only question at the prima facie stage is whether plaintiffs were terminated because they “attempted to exercise a statutory or constitutional right, or for any other reason which violates a clear public policy evidenced by an unambiguous constitutional, statutory, or regulatory provision.” Clark, 709 F.Supp.2d at 670 (quoting Franklin, 210 S.W.3d at 528). Both LeVan and Sims complained and inquired about the legality of defendant’s pay policies. Such complaints amount to allegations as to, or at least inquiries into, defendant’s compliance with the FLSA. And, as mentioned, “[l]odging a complaint against an employer is among the activities protected by FLSA.” Loyless, 2010 WL 3862883, at *6 (citations omitted).\nIn construing this element of the prima facie retaliatory discharge claim, the Tennessee Supreme Court has held that the “inquiry focuses on whether some ‘important public policy interest embodied in the law has been furthered by the whistleblowing activity.’ ” Guy, 79 S.W.3d at 538 (emphasis added) (quoting Gutierrez v. Sundancer Indian Jewelry, 117 N.M. 41, 868 P.2d 1266, 1273 (1993)). In other words, “[fit is the court’s task to determine whether the whistleblowing activity that brought to light an illegal or unsafe practice has furthered an important public policy interest.” Hajizadeh v. Vanderbilt Univ., 879 F.Supp.2d 910, 925 (M.D.Tenn.2012) (citing Guy, 79 S.W.3d at 538). More specifically, “ ‘[s]o long as employees’ actions are not merely private or proprietary, but instead seek to further the public good, the decision to expose illegal or unsafe practices should be encouraged.’ ” Guy, 79 S.W.3d at 538 (quoting Wagner v. City of Globe, 150 Ariz. 82, 722 P.2d 250, 257 (1986)).\nThe Guy court cited a Tennessee case discussing the deleterious effect that unscrupulous insurance agents can have upon the public in finding a clear public policy in favor of encouraging the reporting of “the derelictions of agents.” Id. Thus, the court held that “an agent of an insurance company, who seeks to ensure compliance with the rules and regulations governing insurance agents, cannot be discharged without being furnished a cause of action for retaliatory discharge.” Id. Further*871more, the Tennessee court of appeals has held that bank regulations promulgated to aid investigations of criminal, tax, and regulatory violations implicate “weighty public concerns on the same order of gravity as protecting consumers from insurance fraud, and preventing the unauthorized practice of law.” VanCleave v. Reelfoot Bank, No. W200801559COAR3CV, 2009 WL 3518211, at *6 (Tenn.Ct.App. Oct. 30, 2009) (citations omitted).\nLikewise, there is a clear public policy, embodied in the FLSA and other legislation concerning employee rights, in favor of encouraging employees and others to ensure that employers comply with laws governing employment. “Employees are guaranteed certain rights by the FLSA, and public policy requires that these rights not be compromised.” Bartlow v. Grand Crowne Resorts of Pigeon Forge, No. 3:11— CV-400, 2012 WL 6707008, at *1 (E.D.Tenn. Dec. 26, 2012) (quoting Crawford v. Lexington-Fayette Urban County Gov., No. 06-299-JBC, 2008 WL 4724499, at *2 (E.D.Ky. Oct. 23, 2008)).4 Defendant emphasizes that its pay policy did not violate the FLSA and therefore argues that plaintiffs’ complaints merely pertained to Sears’ internal policies, rather than a public concern. Yet, the important public interest furthered by the FLSA and the common law of retaliatory discharge is that employees have the right to lodge complaints and inquire as to the legality of employment practices, even if the practices are ultimately determined to be in compliance with the law. Otherwise, employees would be forced to guess whether the practice in question would ultimately be deemed illegal, and if their judgment was wrong, their continued employment would be at the mercy of their employer. In other words, this right undoubtedly furthers the public good as it permits employees to redress their grievances without fearing that they will lose their jobs as a result. Moreover, such complaints further the public good by serving as a catalyst in obviating oppressive or illegal employment practices.\nTherefore, the Court finds that LeVan and Sims have presented prima facie cases under Tennessee common law for retaliatory discharge, as they have proffered sufficient evidence to create a genuine issue of material fact as to whether they were terminated because they attempted to exercise a statutory right, the FLSA right to lodge a complaint against one’s employer, that furthers the clear public policy of encouraging employees to report illegal or unsavory employer conduct. Clark, 709 F.Supp.2d at 670 (quoting Franklin, 210 S.W.3d at 528).\nAs for the final two stages of the McDonnell Douglas framework, because this inquiry has already been detailed in the Court’s analysis of the FLSA claims, the Court will not repeat it here. Summarily, the Court finds that defendant has articulated a legitimate, nondiscriminatory reason for each plaintiffs termination, and *872both plaintiffs have proffered sufficient evidence to create a genuine issue of material fact as to whether those reasons are pretextual. Thus, granting summary judgment would be improper.\nb. LeVan’s TPPA Claim\nFinally, the Court must consider Le-Van’s TPPA claim. As noted, the key difference between the TPPA and the common law cause of action for retaliatory discharge is that the TPPA requires the plaintiff to show that his or her protected activity was the sole reason for his or her termination. A “plaintiff has indeed a formidable burden in establishing elements number two and four of the cause of action.” Damall v. A + Homecare, Inc., No. 01-A-01-9807-CV00347, 1999 WL 346225, at *5 (Tenn.Ct.App. June 2, 1999). But, courts have held that “the first three elements of statutory retaliatory discharge are identical to the elements of the common-law claim.” Smith v. C.R. Bard, Inc., 730 F.Supp.2d 783, 797 (M.D.Tenn.2010) (citing Bright v. MMS Knoxville, Inc., No. M2005-2668-COA-R3-CV, 2007 WL 2262018, at *3 (Tenn.Ct.App. Aug. 7, 2007)). Concerning the second element of a prima facie TPPA violation, “[t]he Tennessee Supreme Court has stated that the TPPA’s ‘protection extends to employees who have reasonable cause to believe a law, regulation, or rule has been violated or will be violated, and in good faith report it.’ ” Gore v. Chardonnay Dialysis, Inc., No. 3:ll-CV-00808, 2012 WL 3552882, at *8 (M.D.Tenn. Aug. 16, 2012) (citing Mason v. Seaton, 942 S.W.2d 470, 472 (Tenn. 1997)). Accordingly, and given the Court’s previous findings, although defendant’s pay policy was not illegal, the Court finds that there is a genuine issue of material fact as to whether LeVan had reasonable cause to believe that defendant was violating the law and reported such in good faith. Thus, the Court finds that LeVan has set forth a prima facie case as to the first three elements.\nElement four requires that plaintiffs show an exclusive causal relationship between their protected activity and the adverse employment action. Clark, 709 F.Supp.2d at 670 (citing Franklin, 210 S.W.3d at 528). In other words, LeVan must show that his complaints were the sole reason for his discharge. Id. (citing Guy, 79 S.W.3d at 537). Defendant has offered evidence that it had the authority to fire LeVan based on his violation of company policy, and it is undisputed that LeVan violated company policy, regardless of whether he did so knowingly. Accordingly, the Court finds that there is not a genuine issue of material fact as to whether his complaint was the exclusive cause of his termination. See Caruso v. St. Jude Children’s Research Hosp., Inc., 215 F.Supp.2d 930, 938 (W.D.Tenn.2002) (holding that because “[the defendant] ... established that there were reasons other than, or in addition to, [the plaintiff’s] complaints for her discharge, [the plaintiff] ... failed to meet the stringent standard of showing that her complaints were the sole reason for her termination”).\nTherefore, the Court will grant defendant’s summary judgment motion as to LeVan’s TPPA claim.\nIV. Conclusion\nFor all of the reasons set forth herein, defendant’s motion for summary judgment as to LeVan’s causes of action [Doc. 36] is hereby GRANTED in part and DENIED in part. Defendant’s motion for summary judgment as to Sims’s causes of action [Doc. 38] is hereby DENIED. It is hereby ORDERED that LeVan’s claim against defendant pursuant to Tenn.Code Ann. § 50-1-304 be DISMISSED.\nIT IS SO ORDERED.\n\n. After defendant filed its motion for summary judgment, plaintiffs filed an amended complaint [Doc. 32-1] in which plaintiff Sims abandoned his Tennessee Public Protection Act claim, and both plaintiffs abandoned one claim under the Fair Labor Standards Act. The Court finds that the filing of the amended complaint should not moot the pending motion for summary judgment because the causes of action in the amended complaint are substantially identical to those in the original complaint [Doc. 1], and thus the Court will address the merits of the motion for summary judgment. See Graham v. City of Okla*858homa City, 859 F.2d 142, 144-45 (10th Cir. 1988) (initial motion for summary judgment properly granted where original complaint and amended complaint were \"substantially identical” and plaintiff had \"adequate notice and sufficient opportunity to meet defendants' arguments contained in the initial motion for summary judgment” (footnote omitted)).\n\n\n. In plaintiffs’ amended complaint [Doc. 32-1], they plead only a cause of action for retaliatory discharge in violation of 29 U.S.C. § 215(a)(3), abandoning the original complaint’s [Doc. 1] allegation of wage violations under the FLSA.\n\n\n. LeVan submits that Rubin's affidavit should be accorded little to no weight because *868Rubin’s transaction was not disclosed to Le-Van until June 2013, twenty months after this case began, and Rubin now purports to detail a transaction from several years ago [Doc. 68], Moreover, LeVan states that defendant did not disclose that Hembree supplied Marrero with his employee identification number until July 2013 [Id.].\n\n\n. To underscore that the aim of the FLSA was to advance the public good, the impetus for the FLSA was described as follows:\nThe Congress finds that the existence, in industries engaged in commerce or in the production of goods for commerce, of labor conditions detrimental to the maintenance of the minimum standard of living necessary for health, efficiency, and general well-being of workers (1) causes commerce and the channels and instrumentalities of commerce to be used to spread and perpetuate such labor conditions among the workers of the several States; (2) burdens commerce and the free flow of goods in commerce; (3) constitutes an unfair method of competition in commerce; (4) leads to labor disputes burdening and obstructing commerce and the free flow of goods in commerce; and (5) interferes with the orderly and fair marketing of goods in commerce.\n29 U.S.C. § 202(a).\n\n",
            "ocr": true,
            "opinion_id": 8712983
        }
    ],
    "court_short_name": "E.D. Tennessee",
    "court_full_name": "District Court, E.D. Tennessee",
    "court_type": "FD",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}