{
    "id": 8696143,
    "judges": "Easterbrook, Kanne, Sykes",
    "date_filed": "2023-04-20",
    "date_filed_is_approximate": true,
    "slug": "baer-v-lynch",
    "case_name_short": "Baer",
    "case_name": "Baer v. Lynch",
    "case_name_full": "Steven BAER v. Loretta E. LYNCH, Attorney General of the United States, and Brad D. Schimel, Attorney General of the State of Wisconsin",
    "attorneys": "Steven Baer, Altoona, WI, pro se., Lindsey Powell, Department of Justice, Washington, DC, Brian Patrick Keenan, Attorney, Office of the Attorney General Wisconsin Department of Justice, Madison, WI, for Defendants-Appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Feb. 22, 2016.*",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "636 F. App'x 695"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nORDER\nSteven Baer appeals the dismissal of his suit claiming that the federal and Wisconsin prohibitions on the possession of a firearm by a felon violate both, the federal and state constitutions. Because Baer’s federal claims are foreclosed by our precedent and the district court did not abuse its discretion by declining to address Baer’s state-law claim, we affirm the judgment but modify it to reflect that the dismissal of the state-law claim is without prejudice.\nBaer’s lawsuit, brought against the attorneys general of the United States and Wisconsin, seeks a declaration that the federal and state statutes banning felons from possessing firearms, 18 U.S.C. § 922(g)(1); WIS. STAT. § 941.29(lm)(b), are unconstitutional, both, facially and as applied to him. (Baer also contends that Congress exceeded its powers under the Commerce Clause by enacting § 922(g)(1), but that claim has been rejected repeatedly and does not merit discussion. See, e.g., United States v. Sidwell, 440 F.3d 865, 870 (7th Cir.2006); United States v. Thompson, 359 F.3d 470, 480 (7th Cir.2004).) In his complaint Baer explains that in 2005 he was convicted of robbery, carrying a firearm, and possession of drug paraphernalia. His six-year term of imprisonment ended four years ago, Baer adds, and since then he has “found steady gainful employment,” led a “healthy lifestyle,” bought a home, and become engaged. He wants a gun to protect his home.\nAfter Baer had served the defendants with process but before they responded to his complaint, the district court dismissed the action on the ground that Baer’s complaint fails to state a claim. The court reasoned that it is “currently beyond dispute that state and federal limitations on firearm ownership for convicted felons do, in fact, pass constitutional muster.” (Although the court’s decision includes discussion about subject-matter jurisdiction, we do not read that discussion to be the basis for the dismissal.)\nOn appeal Baer asserts that as a matter of federal constitutional law, the federal *697and state bans on possession of firearms by felons are facially unconstitutional since those statutes apply to felons who, in his view, no longer pose a threat to society. We have concluded, however, that Second Amendment claims cannot rest on a facial overbreadth challenge. United States v. Skoien, 614 F.3d 638, 645 (7th Cir.2010) (en banc); accord, e.g., Hightower v. City of Boston, 693 F.3d 61, 80-83 (1st Cir.2012); United States v. Barton, 633 F.3d 168, 172 n. 3 (3d Cir.2011), Baer cannot challenge the federal and state statutes on the ground that they “may conceivably be applied unconstitutionally to others, in other situations.” See Broadrick v. Oklahoma, 413 U.S. 601, 610, 93 S.Ct. 2908, 37 L.Ed.2d 830 (1973); see also United States v. Salerno, 481 U.S. 739, 745, 107 S.Ct. 2095, 95 L.Ed.2d 697 (1987); Ezell v. City of Chicago, 651 F.3d 684, 698 (7th Cir.2011).1\nBaer’s principal contention, though, is that § 922(g)(1) violates his rights under the Second Amendment because, by his account, he is rehabilitated and “no more of a threat to the public than an average citizen.” In District of Columbia v. Heller, 554 U.S. 570, 626-27 &amp; n. 26, 128 S.Ct. 2783, 171 L.Ed.2d 637 (2008), and McDonald v. City of Chicago, 561 U.S. 742, 786, 130 S.Ct. 3020, 177 L.Ed.2d 894 (2010), the Supreme Court made clear that categorical bans on firearm possession do not necessarily offend the Second Amendment and that some bans, including the one at issue here, are presumptively valid. See also Skoien, 614 F.3d at 640. We have left open the possibility that a felon might be able to rebut that presumption by showing that a ban on possession is over-broad as applied to him. See United States v. Williams, 616 F.3d 685, 693 (7th Cir.2010) (suggesting that “§ 922(g)(1) may be subject to an overbreadth challenge at some point because of its disqualification of all felons, including those who are non-violent”).2\n*698Typically when evaluating a Second Amendment claim, we first determine if the challenged restriction covers conduct falling within the scope of the Amendment’s protection. If it does, then the restriction must satisfy some level of heightened scrutiny, depending on whether the conduct in question falls at the core or at the periphery of the Amendment’s protection. Horsley v. Trame, 808 F.3d 1126, 1130-31 (7th Cir.2015); Ezell, 651 F.3d at 702-04; see also Friedman v. City of Highland Park, 784 F.3d 406, 410 (7th Cir.2015) (explaining that Supreme Court has foreclosed rational-basis review but declining to adopt particular level of scrutiny); Skoien, 614 F.3d at 641-42 (requiring a “strong showing”). We have not decided if felons historically were outside the scope of the Second Amendment’s protection and instead have focused on whether § 922(g)(1) survives intermediate scrutiny. Williams, 616 F.3d at 692; see also United States v. Yancey, 621 F.3d 681, 684-85 (7th Cir.2010) (noting that “scholars continue to debate the evidence of historical precedent for prohibiting criminals from carrying arms”). As to violent felons, the statute does survive intermediate scrutiny, we have concluded, because the prohibition on gun possession is substantially related to the government’s interest in keeping those most likely to misuse firearms from obtaining them. United States v. Shields, 789 F.3d 733, 750-51 (7th Cir.), cert. denied, — U.S. -, 136 S.Ct. 420, 193 L.Ed.2d 329 (2015); Williams, 616 F.3d at 692-93.\nThis precedent forecloses Baer’s challenge to § 922(g)(1) as applied to him because, as his complaint acknowledges, he has a felony conviction for robbery, which is a violent crime. See United States v. Lewis, 405 F.3d 511, 514 (7th Cir.2005); United States v. Howze, 343 F.3d 919, 924 (7th Cir.2003). Indeed, in this court Baer clarifies that the robbery conviction was incurred in Florida, which defines the statutory elements to include the use or threatened use of force. See Fla. Stat. § 812.13; United States v. Lockley, 632 F.3d 1238, 1242-43 (11th Cir.2011); United States v. Wilkerson, 286 F.3d 1324, 1325 (11th Cir.2002). Thus Baer has said enough for us to conclude that he could not succeed on a Second Amendment challenge to § 922(g)(1), as applied to him. See Vincent v. City Colleges of Chi., 485 F.3d 919, 924 (7th Cir.2007) (noting that dismissal for failure to state a claim is appropriate for plaintiffs who plead themselves out of court); Edwards v. Snyder, 478 F.3d 827, 830 (7th Cir.2007) (same).3 And because the federal and state prohibitions are equivalent in effect as to Baer, our Second Amendment analysis of *699§ 922(g)(1) applies equally to the state ban. Compare 18 U.S.C. § 922(g)(1), with Wis. Stat. § 941.29(lm)(b). As long as Baer is subject to the federal ban, the state ban imposes no added burden.\nThe district court was correct in concluding that Baer does not state a federal constitutional claim concerning either § 922(g)(1) or section 941.29 of the Wisconsin Statutes. The district court did not address Baer’s claim that section 941.29 violates the Wisconsin constitution, and we infer that the court declined to exercise supplemental jurisdiction over that state-law claim. See 28 U.S.C. § 1367(c)(3). That decision was a proper exercise of the court’s discretion, see Underwood v. City of Chicago, 779 F.3d 461, 464-65 (7th Cir.2015), but the dismissal of the state-law claim should have been without prejudice, so we modify the judgment accordingly, see Harvey v. Town of Merrillville, 649 F.3d 526, 533 (7th Cir.2011).\nAFFIRMED as MODIFIED.\n\n. In place of a categorical ban on gun possession by all felons, Baer proposes individualized determinations. But Congress already has spoken and was \"not limited to case-by-case exclusions of persons who have been shown to be untrustworthy with weapons.” Skoien, 614 F.3d at 641; see United States v. Yancey, 621 F.3d 681, 683 (7th Cir.2010). In any event, there are mechanisms in place for felons who wish to be excepted from coverage ' by the challenged federal and state prohibitions on gun possession, A felony conviction will not be disqualifying under § 922(g)(1) if that conviction has been expunged or the person has been pardoned or “had his civil rights restored,\" unless the right to possess a gun is specifically excluded. 18 U.S.C. § 921(a)(20); United States v. Boyce, 742 F.3d 792, 794 (7th Cir.), cert. denied, — U.S. -, 134 S.Ct. 2321, 189 L.Ed.2d 197 (2014). Similarly, the Wisconsin ban does not apply to those who have been pardoned and explicitly authorized to possess a gun. Wis. Stat, § 941.29(5)(a), A felon may also apply to the Attorney General of the United States for exclusion from the federal ban, which in turn relieves him from the Wisconsin ban, though Congress has undermined the practical availability of this form of relief by refusing to fund its implementation. See 18 U.S.C. § 925(c); Wis. Stat. § 941.29(5)(b); Logan v. United States, 552 U.S. 23, 28 n. 1, 128 S.Ct. 475, 169 L.Ed.2d 432 (2007); United States v. Bean, 537 U.S. 71, 73, 123 S.Ct. 584, 154 L.Ed.2d 483 (2002); United States v. Miller, 588 F.3d 418, 420 (7th Cir.2009); Schrader v. Holder, 704 F.3d 980, 982, 992 (D.C.Cir.2013).\n\n\n. The courts of appeals are split on this question, A number have assumed that the presumption is rebuttable, United States v. Woolsey, 759 F.3d 905, 909 (8th Cir.2014); Schrader, 704 F.3d at 991; United States v. Smoot, 690 F.3d 215, 221 (4th Cir.2012); United States v. Torres-Rosario, 658 F.3d 110, 113 (1st Cir.2011); Barton, 633 F.3d at 174, while others apparently have concluded that a ban on possession by felons always is constitutional, United States v. Carey, 602 F.3d 738, 741 (6th Cir.2010); United States v. Rozier, 598 F.3d 768, 770-71 (11th Cir.2010); United States v. Vongxay, 594 F.3d 1111, 1115-18 (9th Cir.2010); United States v. Anderson, 559 *698F.3d 348, 352 &amp; n. 6 (5th Cir.2009); United States v. McCane, 573 F.3d 1037, 1047 (10th Cir.2009).\n\n\n. Rather than address the significance of his conviction for a violent felony, Baer turns to decisions from other circuits that approach as-applied challenges differently. These circuits have concluded that, historically, felons were not protected by the Second Amendment and, thus, a felon challenging the application of a restriction on gun possession must \"distinguish his circumstances” from those of the typical felon and show himself to be a law-abiding citizen entitled to Second Amendment protection. See Smoot, 690 F.3d at 221; Barton, 633 F,3d at 173-74. But these decisions could not help Baer since \"law abiding” is not a label that fits him. Baer has been out of prison for only four years, after serving six years for robbery, carrying a firearm, and possessing drug paraphernalia. See Schrader, 704 F.3d at 991 (observing that veteran convicted 40 years previously who received no jail time and had no later encounters with law enforcement might be able to succeed with as-applied challenge); Barton, 633 F.3d at 174 (giving example of felons convicted of minor, nonviolent crimes or those with old convictions as candidates for as-applied challenge).\n\n",
            "ocr": true,
            "opinion_id": 8679250
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}