{
    "id": 8736865,
    "judges": "McKenna, Peck",
    "date_filed": "1982-06-17",
    "date_filed_is_approximate": true,
    "slug": "morales-v-new-york",
    "case_name_short": "Morales",
    "case_name": "Morales v. New York",
    "case_name_full": "Robert MORALES v. PEOPLE OF the STATE OF NEW YORK",
    "attorneys": "Robert Morales, pro se., Monica Jacobson, New York City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "915 F. Supp. 569"
    ],
    "opinions": [
        {
            "author_str": "McKenna",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM AND ORDER\nMcKENNA, District Judge.\nThe Court accepts the Report and Recommendation of Magistrate Judge Peek dated December 4, 1995,1 and, for the reasons set forth therein, the writ of habeas corpus is denied, and the petition is dismissed.\nSO ORDERED.\n\nREPORT AND RECOMMENDATION\n\nPECK, United States Magistrate Judge.\nRobert Morales petitions for a writ of ha-beas corpus, alleging that his conviction, obtained by his plea of guilty, was unlawfully induced because the plea agreement was ambiguous as to whether he would be able to withdraw the plea should he breach the plea agreement. Morales pled to a Class C felony, but was told that if he did not commit other crimes and appeared for sentencing, he would be allowed to withdraw his plea and plead to a Class D felony. For the reasons set forth below, the plea agreement was clear and unambiguous, and accordingly I recommend that Morales’s habeas petition be denied.\n\nFACTS\n\n\nMorales’s Arrest\n\nOn June 1, 1984, petitioner Robert Morales was arrested after he posed as a building inspector in order to gain entry to an apartment, where he stole jewelry. (District Attorney’s Memorandum of Law to the Appellate Division, dated 1/22/88, at 1-2, 3-4.) The maid discovered Morales, who fled, but he was chased and apprehended. (Id. at 4.) When the police arrived, the maid identified Morales, and the stolen jewelry was found in his pockets. (Id.)\n\nMorales’s Guilty Plea and Sentencing\n\nMorales was charged with burglary in the second degree and criminal possession of stolen property in the third degree. (See Transcript of Morales’s Guilty Plea Before Justice Altman on 6/21/84 [“Plea Tr.”] at 1-2.) On June 21, 1984, Morales pled guilty to burglary in the second degree, a Class C felony, to cover all counts in the indictment. (Id. at 3.) Morales confirmed that his plea was voluntary, and not based on any threats. (Id.) He also confirmed that he understood that by pleading guilty, he gave up his right to a trial by jury, and consequently his rights to eross-*571examine and call witnesses, and to either testify on his own behalf or remain silent. (Id. at 4.) Morales then admitted that on July 1, 1994, he knowingly entered and remained unlawfully in an apartment and stole jewelry from the premises. (Id. at 4-5.)\nJustice Altman informed Morales that if he pled guilty, he could be sentenced as a predicate felon to a term of seven and a half to fifteen years. (Id. at 5.) The court established Morales as a predicate felon by verifying that Morales waived his right to contest a prior burglary conviction. (Id. at 7-8.)\nBased on representations made by Morales’s attorney regarding Morales’s perfect record of appearances in a prior ease, Judge Altman released Morales pending sentence, stating:\nTHE COURT: Now, if you come back when you are supposed to, and you go to Probation Department, and you do not commit any other crimes, then you will be permitted to withdraw this plea to the “C” and plead guilty to a Class “D” felony in return for a sentence of two and a half to five years.\nDEFENDANT: Yes, sir.\nTHE COURT: However, if you violate any of these conditions that [sic; then] you would receive seven and a half to fifteen, and I would not have any qualms about giving it to you.\nDEFENDANT: Yes, sir.\n(Id. at 6-7.) Sentencing was scheduled for August 3, and Morales was released on parole pending sentencing. (Id. at 9.)\nOn August 3, 1984, Morales failed to appear for sentencing, and a warrant was issued. (See 10/8/86 Sentencing Minutes at 2.) Morales was “involuntarily returned” for sentencing two year’s later, on October 8, 1986, after being arrested and pleading guilty for a subsequent burglary. (Id. at 2, 5.) Morales claimed that he did not appear in August 1984 for sentencing because he wanted to be with his family and feared going to prison. (Id. at 3-4, 6-7.)\nJustice Altman declined to permit Morales to replead to a Class D felony and receive a sentence of two and a half to five years, noting that Morales breached the conditions of the agreement by failing to return to court and by committing another crime. (Id. at 4-5, 7-8.) Justice Altman stated:\nTHE COURT: The plea agreement was that the defendant would plead guilty to a Class C felony. He waived his challenge to his status as a predicate violent felon and he was promised that if he returned to Court, cooperated with the Probation Department and did not commit another crime that he would be permitted to re-plead to a Class D felony and get a sentence of two and a half to five.\n‡ ‡ ‡ ‡ ‡ *\nTHE COURT: You are going to commit crimes like a man you have to take the responsibility of one. Under the circumstances the defendant breached each and every one of the conditions in which he was promised the right to replead. I shouldn’t say each one. He might have gone to the Probation Department. However, he did not come back to Court. He has committed another crime. He was given an extreme piece of generosity in being allowed to stay out after pleading given his predicate felony status. The defendant appears to be dedicated to a life of crime. He has proven that. The defendant is sentenced to State prison for an indeterminate term of imprisonment carrying a minimum of no less than seven and a half and a maximum of no more than 15 years....\n(Id.) Justice Altman sentenced Morales, as a predicate felon, to seven and a half to fifteen years imprisonment. (Id. at 8.)\n\nMorales’s State Court Appeal and Motion to Vacate the Judgment\n\nOn direct appeal, Morales’s counsel argued that Morales’s sentence was too severe because it was consecutive to his other robbery sentence. (“Brief for Defendant-Appellant,” dated November 1987, at 9-14.) The judgment was unanimously affirmed by the Appellate Division, First Department, without opinion. People v. Morales, 137 A.D.2d 969, 525 N.Y.S.2d 454 (1st Dep’t 1988). The Court of Appeals denied leave to appeal. People v. Morales, 71 N.Y.2d 971, 529 N.Y.S.2d 82, 524 N.E.2d 436 (1988).\n*572On July 3, 1990, Morales filed a pro se motion, pursuant to N.Y. CPL § 440.10, to vacate his conviction on the ground that he did not “voluntarily, knowingly and intelligently waive his right to a jury trial.” (Morales’s Pro Se Notice of Motion and Affidavit, dated 7/3/90, at 3.) Morales argued that he was not clearly informed of the consequences of his guilty plea because it was unclear whether he could withdraw his guilty plea should he breach the plea agreement. (Id. at 2; see also Morales’s Pro Se Memorandum of Law, dated 7/3/90, at 7-10.) Morales relied on the Second Circuit’s decision in Innes v. Dalsheim, 864 F.2d 974 (2d Cir.1988), cert. denied, 493 U.S. 809, 110 S.Ct. 50, 107 L.Ed.2d 19 (1990).\nBy decision and order dated October 30, 1990, Justice Altman denied Morales’s motion to vacate the judgment. In so ruling, Justice Altman found:\nThe defendant pled guilty before me on June 21, 1984. During the allocution he indicated that he understood the rights he was waiving by pleading guilty and that he was doing so voluntarily. He admitted the underlying facts of the crime and, after consulting with his attorney, waived his right to challenge his predicate felony conviction. He stated that he understood that by pleading guilty to the class “C” felony of burglary in the second degree he could be sentenced as a predicate felon to a term of imprisonment of 71/ to 15 years. I told him, however, that he would be permitted to withdraw his plea to the “C” felony and plead guilty to a class “D” felony in return for a sentence of 21/ years to 5 years if he lived up to certain conditions. They were that he return to court on the sentence date, report to and cooperate with the Probation Department and not commit any other crimes. I also warned him that if he violated any of those conditions he “would receive” a sentence of 7% to 15 years. The defendant indicated that he understood the terms of the agreement.\n******\nThe defendant never moved to withdraw his plea of guilty at the time of sentence despite an opportunity to do so.... Here I specifically told the defendant that he “would receive” a sentence of 7lé to 15 years if he faded to abide by the terms of the plea agreement. The defendant, who was no stranger to the criminal justice system, accepted the terms of the plea agreement and his failure to abide by those terms justified the imposition of the higher sentence. The consequences of his failure to fulfill his part of the plea bargain were readily apparent to him. There is no basis for vacating the judgment because of any ambiguity in the plea agreement.\n(Decision of J. Altman at 1-2, 3.) The Appellate Division, First Department, denied leave to appeal. (Decision of J. Asch, April 23, 1991.)\nMorales’s Habeas Corpus Petition\nOn or about November 22, 1994, Morales filed a pro se petition for a writ of habeas corpus pursuant to 28 U.S.C. § 2254. His petition alleges that his conviction, based on his guilty plea, was unlawfully induced because the plea agreement was ambiguous as to whether he would be allowed to withdraw his guilty plea should he breach the plea agreement.\n\nANALYSIS\n\nDue process requires the record to support that the defendant voluntarily and intelligently entered a plea of guilty. E.g., Boykin v. Alabama, 395 U.S. 238, 242, 89 S.Ct. 1709, 1711, 23 L.Ed.2d 274 (1969); Innes v. Dalsheim, 864 F.2d at 977 (citing cases). In order to satisfy this requirement, the defendant must, inter alia, receive notice of the nature of the charge, e.g., Henderson v. Morgan, 426 U.S. 637, 645-47, 96 S.Ct. 2253, 2257-59, 49 L.Ed.2d 108 (1976), and must be aware of the sentencing consequences of the plea. E.g., Brady v. United States, 397 U.S. 742, 748 &amp; n. 6, 90 S.Ct. 1463, 1469 &amp; n. 6, 25 L.Ed.2d 747 (1970); Levine v. Commissioner of Correctional Services, 44 F.3d 121, 127 (2d Cir.1995) (Van Graafeiland, J., concurring); Hunter v. Fogg, 616 F.2d 55, 58, 61 (2d Cir.1980).\nMorales relies almost entirely on Innes v. Dalsheim, 864 F.2d 974 (2d Cir.1988). Innes set forth the following “analytical framework for evaluating a plea agreement”:\n*573First, it must be determined precisely what was provided [in the plea agreement] .... Next it must be ascertained whether there was a material breach of the agreement_ Finally, it must be demonstrated that the waiver of rights incident to the plea was the product of defendant’s free and intelligent choice.\nId. at 978. In Innes, as here, the defendant was to be released between the plea and sentencing. Id. at 975. Innes pled guilty to four counts of robbery in exchange for concurrent sentences of four and one-half to nine years imprisonment. Id. As here, the state trial judge conditioned Innes’s release and plea on defendant’s returning for sentencing and not committing other crimes. Id. Unlike here, however, the trial judge advised Innes that “If you violate any of the conditions outlined by the Court, do you understand that you are facing the possibility of consecutive sentence totalling thirty to sixty years,” that is, Innes “could face seven and a half to fifteen years consecutive sentence” on each of the four counts. Id.\nThe Second Circuit found this description of the consequences of breach to be ambiguous. The Second Circuit held that while the plea colloquy could be interpreted to mean that a breach would result in the court imposing a 30-60 year sentence under the plea, it was “an equally plausible explanation” that Innes would face trial, thus exposing himself to such a sentence. Id. at 979. This ambiguity in the plea agreement raised “sufficient doubt” as to whether Innes was “fully and ‘fairly apprised of its consequences.’ ” Id. Because of the “uncertainty surrounding the consequences of Innes’ breach,” the Second Circuit ruled that “it cannot safely be said that Innes voluntarily, knowingly and intelligently waived his right to a jury trial.” Id. at 979, 980. In rejecting the government’s argument that its holding “will permit defendants to control the plea process,” the Second Circuit noted that its “holding should encourage greater clarity and specificity in plea negotiations and plea agreements. In that way, it will tend to ensure fairness, stabilize and finalize the parties’ expectations, and reduce the waste of judicial resources required to review challenges to guilty pleas that are encouraged when the record of the plea proceedings is ambiguous.” Id. at 980.\nAfter Innes, where there is ambiguity as to the consequences of breaching the plea, agreement, courts may not impose an enhanced sentence after defendant’s breach; where there is no ambiguity, however, the plea will be enforced, including any enhanced sentence that is clearly permitted by the plea’s terms. For example, in Levine v. Commissioner of Correctional Services, Judge Van Graafeiland’s concurrence noted that because the only discussion in Levine’s plea allocution about possible alternative sentences upon a breach of the plea agreement referred to sentencing following a trial, the sentencing judge should have made clear his intention to impose an enhanced sentence upon breach and given the defendant an opportunity to withdraw his plea. 44 F.3d at 127-28.1 In contrast, in Moncion v. Smith, Innes was distinguished where the court found no ambiguity in the trial court’s admonition that if Moncion were to break any of the plea conditions, the court would not be bound by its promise of probation and would be free to sentence Moncion to jail. Moncion v. Smith, 92 Civ. 9375, 1994 WL 142042 at *3-4 (S.D.N.Y. Apr. 20, 1994). Accordingly, the court found that Moncion knowingly, intelligently and voluntarily waived his right to trial. Id. at *4. See also United States v. Rivera, 954 F.2d 122, 124, 125 (2d Cir.) (reasonable interpretation of plea agreement is that if the defendant cooperated and appeared for sentencing, government would recommend reduction of Sentencing Guideline level, but that if defendant breached, he was still bound by his plea; “We note that even though Rivera is unsuccessful here, this appeal demonstrates again — the importance of drafting plea agreements with care.... The government should make it absolutely clear in a plea agreement that a breach by the defendant releases the govern*574ment from its obligation to recommend leniency but does not release the defendant from the plea of guilty.”), cert. denied, 503 U.S. 996, 112 S.Ct. 1701, 118 L.Ed.2d 410 (1992).\nSimilarly, New York cases also hold that where a promised sentence as part of a plea bargain is explicitly conditioned on defendant’s appearance for sentencing and/or that he not commit additional crimes before sentencing, the sentencing court either may (a) impose an enhanced sentence if defendant had been warned of that possibility, or (b) if he had not previously been warned of that possibility, require the defendant to choose a graver sentence or to withdraw the plea and proceed to trial. For example, in People v. Molesse, Innes was factually distinguished because the defendant clearly acknowledged that he was waiving his right to be tried and agreed that if he failed to appear at sentencing, the court would be released from its promise and “would ‘be free to sentence [the defendant] to whatever [was] proper.’ ” People v. Molesse, 162 A.D.2d 629, 557 N.Y.S.2d 387, 388-89 (2d Dep’t), app. denied, 76 N.Y.2d 988, 563 N.Y.S.2d 777, 565 N.E.2d 526 (1990).\nSimilarly, in People v. Gianfrate, Innes was distinguished because the trial court did not tell the defendant merely that she was facing the possibility of a sterner sentence if she breached the agreement, but rather that she was indeed going to receive it. People v. Gianfrate, 192 A.D.2d 970, 973, 596 N.Y.S.2d 933, 936 (3d Dep’t), app. denied, 82 N.Y.2d 718, 602 N.Y.S.2d 815, 622 N.E.2d 316 (1993). The court stressed that in the colloquy, no mention was made of a trial, and “nothing was said that could have led defendant to believe that she would be permitted to withdraw her plea.” Id.2\nInnes is of no help to petitioner Morales because there was no ambiguity in his plea agreement. Morales pled guilty to a Class C felony, with a sentence as a predicate felon of iy¡ to 15 years imprisonment. (Plea Tr. at 3, 5.) Morales’s sentence was not enhanced when he violated his release terms; rather, he received the 7$ to 15 year term he had agreed to. As part of his plea, Morales was given the opportunity to receive a lesser sentence; the judge clearly and unequivocally explained to Morales that if he met the specified conditions, i.e., returned for sentencing and abstained from committing other crimes, he would permit Morales to withdraw his plea to the Class C felony and plead guilty to a Class D felony, thus receiving a sentence of two and a half to five years. (Id. at 6.)\nFurther, the sentencing judge fully apprised Moralés of the consequences of his breach of the agreement, warning Morales that if he violated any of the release conditions, he “would receive seven and a half to fifteen, and I would not have any qualms *575about giving it to you.” (Id. at 7.) Morales indicated his understanding. (Id.) Unlike Innes, where the petitioner was not clearly told that the court would and could unilaterally impose an enhanced sentence should he breach, Innes, 864 F.2d at 979, the plea agreement here was clear and unambiguous — Morales would receive a Idk to 15 year sentence unless he met the specified conditions for a lesser plea and lesser sentence. There was no suggestion that the “enhanced” sentence was merely a possibility or any ambiguity that the greater sentence could be the result not of the plea but of a trial. Therefore, under this plea agreement, Morales voluntarily, knowingly and intelligently waived his right to a jury trial, being fully and fairly apprised of the consequences of the guilty plea and of the consequences of breaching the conditions that would have permitted a reduced sentence.\n\nCONCLUSION\n\nFor the reasons set forth above, I recommend that Morales’s petition for a writ of habeas corpus should be denied.\n\nFILING OF OBJECTIONS TO THIS REPORT AND RECOMMENDATION\n\nPursuant to 28 U.S.C. § 636(b)(1)(C) and Rule 72(b) of the Federal Rules of Civil Procedure, the parties shall have ten (10) days from receipt of this Report to file written objections. See also Fed.R.Civ.P. 6. Such objections shall be filed with the Clerk of the Court, with courtesy copies delivered to the chambers of the Honorable Lawrence M. McKenna, 500 Pearl Street, Room 1640, and to the chambers of the undersigned, 40 Centre Street, Room 540. Any requests for an extension of time for filing objections must be directed to Judge McKenna. Failure to file objections may result in a waiver of those objections for purposes of appeal. Thomas v. Arn, 474 U.S. 140, 106 S.Ct. 466, 88 L.Ed.2d 435 (1985); IUE AFL-CIO Pension Fund v. Herrmann, 9 F.3d 1049, 1054 (2d Cir.1993), cert. denied, — U.S.-, 115 S.Ct. 86, 130 L.Ed.2d 38 (1994); Frank v. Johnson, 968 F.2d 298, 300 (2d Cir.), cert. denied, 506 U.S. 1038, 113 S.Ct. 825, 121 L.Ed.2d 696 (1992); Wesolek v. Canadair Ltd., 838 F.2d 55, 57-59 (2d Cir.1988); McCarthy v. Manson, 714 F.2d 234, 237-38 (2d Cir.1983).\nDATED: New York, New York, December 4, 1995\n\n. The Levine majority ruled that Levine's claim that he should have been allowed to withdraw the plea after he breached the agreement was procedurally barred and thus review of the claim was precluded. Id. at 126-27.\n\n\n. Compare, e.g., People v. Felder, 187 A.D.2d 527, 590 N.Y.S.2d 752 (2d Dep't 1992) (\"court clearly and unequivocally informed the defendant during the plea proceeding that the imposition of the bargained-for sentence would be contingent upon his appearing on the scheduled sentence date and that if he failed to appear, an enhanced sentence would be imposed.\"), app. denied, 81 N.Y.2d 839, 595 N.Y.S.2d 738, 611 N.E.2d 777 (1993); People v. Ellis, 162 A.D.2d 701, 558 N.Y.S.2d 82 (2d Dep't) (court free to impose a more severe sentence where defendant breached the plea agreement after acknowledging that she understood that if she did not comply with the conditions, the court would impose a harsher sentence than promised), app. denied, 76 N.Y.2d 892, 561 N.Y.S.2d 555, 562 N.E.2d 880 (1990); and People v. Erazo, 155 A.D.2d 477, 547 N.Y.S.2d 568 (2d Dep’t) (enhanced sentence proper for defendant's breach of a plea agreement where the promised sentence was \"clearly and unequivocally conditioned” on defendant's appearance on the sentencing date), app. denied, 75 N.Y.2d 770, 551 N.Y.S.2d 912, 551 N.E.2d 113 (1989); with People v. Elliot, 204 A.D.2d 565, 612 N.Y.S.2d 173, 174 (2d Dep't 1994) (sentencing court could not impose an enhanced sentence without first affording the defendant an opportunity to withdraw his plea and stand trial because defendant was not informed that he would be subjected to an enhanced sentence and would be unable to withdraw his plea in the event that he breached the plea agreement); People v. Jennings, 192 A.D.2d 885, 596 N.Y.S.2d 572, 573 (3d Dep't) (where defendant breached the plea conditions, \"it was appropriate for the court to require that defendant choose either to accept a graver sentence or to withdraw his plea and proceed to trial.’’), app. denied, 82 N.Y.2d 720, 602 N.Y.S.2d 818, 622 N.E.2d 319 (1993); People v. Michael, 190 A.D.2d 758, 593 N.Y.S.2d 292, 293 (2d Dep’t 1993) (judgment reversed where defendant was not told that if he was subsequently arrested or failed to appear for sentencing, the court could impose a harsher sentence than promised).\n\n",
            "ocr": true,
            "opinion_id": 8720087
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}