{
    "id": 8752075,
    "judges": "Crow",
    "date_filed": "2016-07-07",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-forste",
    "case_name_short": "Forste",
    "case_name": "United States v. Forste",
    "case_name_full": "United States v. John E. FORSTE",
    "attorneys": "Marilyn M. Trubey, Office of Federal Public Defender, Topeka, KS, for John E. Forste., John E. Forste, Peachtree City, GA, pro se., Thomas G. Luedke, Office of U.S. Atty., Topeka, KS, for U.S.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "980 F. Supp. 395"
    ],
    "opinions": [
        {
            "author_str": "Crow",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM AND ORDER\nCROW, Senior District Judge.\nOn August 6, 1997, the grand jury returned a fifteen count indictment charging the defendant, John E. Forste, with eleven counts (Counts 1, 2, 4, 5, 6, 7, 9, 12, 13, 14 and 15) of violating 18 U.S.C. § 1001, making material false statements or representations, and with four counts (Counts 3, 8,11 and 15) of violating 18 U.S.C. § 666, titled “Theft or bribery concerning programs receiving Federal funds.” According 'to the government, during the fiscal years of 1994 and 1995, Master Sergeant Forste administered the Kansas Air National Guard’s Student Loan Repayment Program. Under that program, the United States provided federal funds to repay portions of student loans incurred by Kansas Air National Guard members. In order to obtain such loans, members were required to meet certain eligibility requirements. The program operated to provide an incentive for National Guard members to continue their service in the Guard. An Air Force audit of the Student Loan Repayment Program at Forbes Field for the eighteen *396month period the defendant administered revealed that Forste made payments of $690,-526.30. . Of that amount, approximately $448,752.89 were made to individuals who did not qualify for the program.\nThis case comes before the court upon Forste’s “Motion to Dismiss” (Dk.14).1 Forste seeks to dismiss Counts 3, 8, 11 and 15 of the indictment, all of the counts charging a violation of § 666. Forste contends that as a member of the Kansas National Guard, he is a part of the federal military forces, specifically the Air Force. Forste contends that because § 666 “does not encompass federal agencies or employees of such agencies,” the statute is inapplicable to him and does not prohibit the conduct in which he is alleged to have engaged.\nThe government responds, arguing that the Kansas Air National Guard is an agency of the State of Kansas. According to the government’s brief, “[w]hile the Air Guard may be ‘federalized’ for periods of time, its day to day operation is administered by the State of Kansas.” The government contends that Forste was acting as an agent of the Kansas Air National Guard, not the federal government, at the time he was administering the student loan repayment program. The government therefore contends that Forste was an “agent” for purposes of § 666(a)(1).\nThe Statute\nTitle 18, section 666, entitled provides in pertinent part:\n(a)Whoever, if the circumstance described in subsection (b) of this section exists—\n(1) being an agent of an organization, or of a State, local, or Indian tribal government, or any agency thereof—\n(A) embezzles, steals, obtains by fraud, or otherwise without authority knowingly converts to the use of any person other than the rightful owner or intentionally misapplies, property that—\n.(i) is valued at $5,000 or more, and\n(ii) is owned by, or is under the care, custody, or control of such organization, government,.or agency ...\nshall be fined under this title, imprisoned not more than IQ years, or both.\n(b) The circumstance referred to in subsection (a) of this section is that the organization, government, or agency receives, in any one year period, benefits in excess of $10,000 under a Federal program involving a grant, contract, subsidy, loan, guarantee, insurance, or other form of Federal assistance.\n(c) This section does not apply to bona fide salary, wages, fees, or other compensation paid, or expenses paid or reimbursed, in the usual course of business.\n(d) As used in this section—\n(1) the .term “agent” means a person authorized to act on behalf of another person or a govfernment and, in the case of an organization or government, includes a servant or employee, and a partner, director, officer, manager, and representative;\n(2) the - term “government agency” means a subdivision of the executive, legislative, judicial, or other branch of government, including a department, independent establishment, commission, administration, authority, board, and bureau, and a corporation or other legal entity established, and subject to control, by a government or governments for the execution of a governmental or intergovernmental program;\n(3) the term “local” means of or pertaining to a political subdivision within a State;\n(4) the term “State” includes a State of the United States, the District of Columbia, and any commonwealth, territory, or possession of the United States; and\n(5) the term “in any one-year period” means a continuous period that commences no earlier than twelve months before the commission of the offense or that ends no later than twelve months after the commission, of the offense. *397Such period may include time both before and after the commission of the offense.\n“In order to charge an individual for violating 18 U.S.C. § 666, the Government must allege the following elements: (1) that the individual is ‘an agent of an organization, or of a State, local, or Indian tribal government, or any agency thereof; (2) that the individual stole or misapplied property that ‘is valued at $5,000 or more’ from ‘such organization, government, or agency’; and (3) that such ‘organization, government, or agency receives, in any one year period, [federal assistance] in excess of $10,000.’ ” United States v. Madrzyk, 970 F.Supp. 642, 643 (N.D.Ill.1997).\nLegislative History\nA brief overview of the legislative history of this statute provides a better understanding of this law:\nThe legislative history confirms that § 666 was intended to be broad. The section was enacted as part of an effort to “create new offenses to augment the ability of the United States to vindicate significant acts of theft, fraud, and bribery involving Federal monies that are disbursed to private organizations or State and local governments pursuant to a Federal program.” Senate Report at 369, 1984 U.S.C.C.AN. at 3510 (emphasis added). The purpose of the legislation was to “protect the integrity of the vast sums of money distributed through Federal programs from theft, fraud, and undue influence by bribery.” Senate Report at 370, 1984 U.S.C.C.A.N. at 3511 (emphasis added); see generally United States v. Foley, 73 F.3d 484, 489-90 (2d Cir.1996) (reviewing the legislative history of § 666); United States v. Rooney, 986 F.2d [31] at 34-35 [ (2nd Cir.1993) ] (same).\nUnited States v. Zyskind, 118 F.3d 113, 116 (2nd Cir.1997). “Specifically, the statute was intended to fill a gap in the then-current federal bribery and theft statutes caused by the difficulty of tracing federal monies. To accomplish its goal, Congress ‘cast a broad net to encompass local officials who may administer federal funds, regardless of\nwhether they actually do.’ ” United States v. Marmolejo, 89 F.3d 1185, 1192 (5th Cir.1996) 0quoting United States v. Westmoreland, 841 F.2d 572, 576 (5th Cir.), cert denied, 488 U.S. 820, 109 S.Ct. 62, 102 L.Ed.2d 39 (1988)), cert, granted in part, — U.S. ---, 117 S.Ct. 1079, 137 L.Ed.2d 214 (1997).\nNational Guard\nThe National Guard “occupies a distinct role in the federal structure that does not fit neatly within the scope of either state or national concerns.” Knutson v. Wisconsin Air Nat’l Guard, 995 F.2d 765, 767 (7th Cir.1993). It is a hybrid organization that serves the state within which it is located as-well as the federal government in times of need. “[T]he Guard may serve the state in times of civil, strife within its borders while also being available for federal service during national emergencies.” Id.; see also New Jersey Air Nat’l Guard v. Federal Labor Relations Auth. 677 F.2d 276, 279 (3d Cir.1982). (“Within each state the National Guard is a state agency, Under state authority and control. At the same time, the activity, makeup, and function of the Guard is provided for, to a large extent, by federal law.”).\nBowen v. Oistead, 125 F.3d 800, 802 n. 1 (9th Cir.1997).\nThe governor and his or her appointee, the Adjutant General, command the Guard in each state. See, e.g., P.R.Laws Ann. tit. 25, §§ 2058-2059; see also 32 U.S.C. § 314. The Defense Department, the Secretaries of the Army and Air Force, and the National Guard Bureau prescribe regulations and issue orders to organize, discipline, and govern the Guard. 32 U.S.C. § 110. States that fail to comply with federal regulations risk forfeiture of federal funds allocated to organize, equip, and arm state Guards. Id. §§ 101, 107, 108, 501; Knutson, 995 F.2d at 767.\nEvery member- of the state Air National Guard is also enlisted in a federal organization known as the Air National Guard of the United States (ANGUS), a component of the Ready Reserves of the Armed Forces, which is activated when the Guard is called into federal service. 10 U.S.C. *398§§ 261, 269, 8079, 8261; 32 U.S.C. §§ 101, 301; Perpich v. Department of Defense, 496 U.S. 334, 345-46, 110 S.Ct. 2418, 2425, 110 L.Ed.2d 312 (1990).\nCharles v. Rice, 28 F.3d 1312, 1315-16 (1st Cir.1994). See K.S.A. 48-201 through 48-274 (Kansas statutes governing Kansas Army and Air National Guard); see also Hefley v. Textron, Inc. 713 F.2d 1487, 1493 (10th Cir. 1983) (Kansas Army National Guard is an arm of the State of Kansas entitled to Eleventh Amendment Immunity).\nAnalysis\nNeither party’s brief evidences a particularly ' exhaustive amount of research. Forste’s brief contains no citation to any case law. The- government’s brief cites the Third Circuit’s decision in New Jersey Air Nat’l Guard v. Federal Labor Relations Auth. Thé court, in its independent research of the issue, could find no cases in which 18 U.S.C. § 666 and the phrase “National Guard” appear. The court must resolve the narrow issue presented by this motion based upon a plain reading of the statute and its understanding of the hybrid role of the National Guard.\nBased upon the facts proffered by the parties' and the applicable law, the court concludes that a person occupying Forste’s position with the Kansas Air National Guard can be considered'an “agent” “of a State” within the meaning of § 666. On its face, the court finds it difficult to believe that the broad language of § 666 would not encompass an entity such as the Kansas Air National Guard, at’ least during times that it is not ordered to active federal duty. The court also thinks it doubtful that Congress would have intended the hybrid nature of the Kansas Air National Guard to shield Forste from criminal liability. Other than citing statutes governing the relationship between the federal and state governments in the operation of the National Guard, Forste has not pointed to any law or fact that suggest that during the time of the alleged offenses he was not an “agent” of the State of Kansas. The fact that federal monies may be withheld from the State of Kansas if it does not comply with federal laws governing the operation of the National Guard does not convert Forste into a federal government employee for purposes of § 666.\nBased upon the broad scope of § 666 and its understanding of the facts proffered by the parties, the court concludes that § 666 does apply to Forste’s purported conduct.\nIT IS THEREFORE ORDERED that Forste’s “Motion to Dismiss” (Dk.14) is denied.\n\n. The court initially set a time for oral argument on this motion. Counsel for the government and the defendant informed the court that they would each waive oral argument. The court accepts those waivers and deems the matter submitted on the briefs.\n\n",
            "ocr": true,
            "opinion_id": 8735346
        }
    ],
    "court_short_name": "D. Kansas",
    "court_full_name": "District Court, D. Kansas",
    "court_type": "FD",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}