{
    "id": 8754778,
    "judges": "Duncan",
    "date_filed": "2009-11-24",
    "date_filed_is_approximate": true,
    "slug": "western-fire-ins-v-hawkeye-security-ins",
    "case_name_short": null,
    "case_name": "Western Fire Ins. v. Hawkeye-Security Ins.",
    "case_name_full": "The WESTERN FIRE INSURANCE COMPANY, a corporation, Joanne Elaine Bryant, and William L. Hoffman v. HAWKEYE-SECURITY INSURANCE COMPANY, a corporation, and Emanuel Bernard, Jr.",
    "attorneys": "Deacy & Deacy, Kansas City, Mo., for plaintiff., Sprinkle, Carter, Sprinkle & Larson, Kansas City, Mo., for defendant Hawk-eye-Security Insurance., Bronston & Smith, Kansas City, Kan., for defendant Emanuel Bernard, Jr.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "213 F. Supp. 744"
    ],
    "opinions": [
        {
            "author_str": "Duncan",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDUNCAN, District Judge.\nThis action was instituted in this court by the plaintiff, a Kansas corporation, against the defendant, an Illinois corporation, to determine the liability of the defendant under a Garage Owner’s Liability policy issued by it to Fisher Chevrolet Company, Inc., and Shawnee Garage, Inc., of Shawnee, Kansas.\nThe amount in controversy exceeds the sum of $10,000.00. The matter is before this court on an Agreed Statement of Facts, which includes all of the policies and the various provisions thereof; applications for licenses and the certificates of title that were involved in the controversy.\nThe Agreed Statement of Facts sets out in detail a number of matters that are not particularly important to a determination of the issues, and I shall briefly state pertinent agreed facts, quoting portions from those submitted to the court.\nSome time prior to September 17, 1960, the Fisher Chevrolet acquired, through trade, a 1952 Chevrolet automobile, Motor No. KAA 561765. At that time Joanne E. Hoffman (now Joanne E. Bryant), was employed by the said Fisher Chevrolet Company, Inc., in its office, and she expressed a desire to purchase the above described automobile. She was permitted by one of the officers of the company to drive the car home on trial and for the purpose of acquainting herself with the operation of a manual shift car.\nOn September 19, 1960, Joanne E. Bryant accompanied by her mother (apparently Joanne E. Hoffman was a minor), advised the secretary of Fisher Chevrolet Company that they had decided to purchase the automobile, and a check made payable to Fisher Chevrolet Company was given covering the purchase price.\nThe automobile originally was purchased by James A. and Edna Barnes from the Hilliard Chevrolet Company in Kansas City, Missouri, and titled in the State of Kansas on September 29, 1952. On September 19, 1960, Edna B. Barnes transferred, assigned and delivered the title thereto to the Fisher Chevrolet Company, Inc.\nFollowing payment of the purchase price by Joanne E. Bryant on September 19, 1960, possession of the automobile was delivered to her by the Fisher Chevrolet Company, but no certificate of title was reassigned or delivered by it to Joanne E. Bryant and Nellie M. Hoffman.\nAt the time of the delivery of said automobile to Joanne E. Bryant, it was agreed that she might use said automobile for her own convenience, and also use the Fisher Chevrolet Company’s dealer’s license tag from September 19, 1960 to October 3, 1960. At this latter date, the Fisher Chevrolet Company agreed to reassign, transfer and deliver the aforesaid certificate of title to the said Chevrolet to Joanne E. Bryant and/or Nellie M. Hoffman.\n“This agreement was not made for the purpose of defrauding any third person or any bonafide purchaser. It was further agreed between Joanne E. Bryant and Fisher Chevrolet Company, Inc. that during the period from September 19, 1960, to October 3, 1960, while said dealer’s license tag of Fisher Chevrolet Company, Inc. was being used by her in connection with the operation of said Chevrolet automobile, said automobile would be used by Joanne E. Bryant only in travelling from her home to and from her place of employment at said Fisher Chevrolet Company, Inc. Said agreements were entered into so that Joanne E. Bryant could save the expense of an additional quarterly license fee which would have been due the State of Kansas if said Chevrolet car had been titled in her name prior to October, 1960.”\n*746“On September 19, 1960, Joanne E. Bryant requested that her mother notify the agent for plaintiff The Western Fire Insurance Company that said 1952 Chevrolet should be added, by endorsement, to the existing policy of insurance No. J-93-78-28 and, on September 19, 1960, said 1952 Chevrolet was added by endorsement to that policy.”\nPhotostatic copies of the endorsement and the policy are made a part of the Agreed Statement.\nOn October 3, 1960, in accordance with the agreement at the time of the payment of the purchase price, the automobile company executed and delivered to Joanne E. Bryant, the certificate of title to the automobile. This was transmitted to the Kansas Highway Commission and a new certificate issued.\nOn September 30, 1960, Joanne E. Bryant while operating the said motor vehicle on her way home from work, was involved in a collision with a car operated by Emanuel Bernard, Jr. At that time she was still an employee of the Fisher Chevrolet Company,—\n“but at the time of said accident she was on no mission or business for her said employer, and was not acting as its agent or within the scope' of her employment and her actions were not in any way controlled by the Fisher Chevrolet Company.”\nAt the time of the collision she was operating the motor vehicle under the Kansas dealer’s license issued to the Fisher Chevrolet Company, Inc. Suit was brought against the said Joanne E. Bryant by Emanuel Bernard, Jr., for the sum of $94,488.63 together with costs, and that case is now pending in the District Court of Johnson County, Kansas.\nIt is the contention of the plaintiff that the defendant is liable under the terms of its policy for its prorata share of any settlement or judgment that may be rendered as a result of the operation of said automobile. The provisions of the Hawk-eye policy relied upon to sustain its position, are as follows:\n“Insuring Agreements\n“I Coverage A•—Bodily Injury Liability.\n“To pay on behalf of the insured all sums which the insured shall become legally obligated to pay as damages because of bodily injury, sickness or disease, including death at any time resulting therefrom, sustained by any person, caused by accident and arising out of the hazards hereinafter defined.\n“Division 1—Premises—Operations —Automobiles.\n“The ownership, maintenance or use of the premises for the purpose of an automobile sales agency, repair shop, service station, storage garage or public parking place, and all operations necessary or incidental thereto; and the ownership, maintenance or use of any automobile in connection with the above defined operations, and the occasional use for other business purposes and the use for non-businesspurposes of (1) any automobile owned by or in charge of the named insured and used principally in the above defined operations, and (2) any automobile owned by the named insured in connection with the above defined operations for the use of the named insured, a partner therein, and executive thereof, or a member of the household of any such person.\n“Division 2. Premises—Operations —Automobile Not Owned or Hired. The ownership, maintenance or use of the premises for the purpose of an automobile repair shop, service station, storage garage or public parking place, and all operations necessary or incidental thereto, and the use in connection with the above defined operations of .any automobile not owned or hired by the named insured, a partner therein or a mem-*747her of the household of any such person.”\n\n“Definition of Insured.\n\n“With respect to the insurance under Coverages A, B and D the unqualified word ‘insured’ includes the named insured and also includes (1) any partner, employee, director or stockholder thereof while acting within the scope of his duties as such, and any person or organization having a financial interest in the business of the named insured covered by this policy, and (2) any person while using an automobile covered by this policy, and any person or organization legally responsible for the use thereof, provided the actual use of the automobile is by the named insured or with his permission.”\n“16. Other Insurance — Coverages A, B and D.\n“If the insured has other insurance against a loss covered by this policy the company shall not be liable under this policy for a greater proportion of such loss than the applicable limit of liability stated in the declarations bears to the total applicable limit of liability of all valid and collectible insurance against such loss.”\nParagraph 20 of Western’s policy is identical with paragraph 16 of Hawk-eye’s policy set out above.\nKansas law with respect to the registration of motor vehicles is controlling, and is founded upon subsection (6) of § 8-135, G.S.Kansas ’57 Supplement, which was in full force and effect at the time of the sale of the automobile, and is as follows:\n“It shall be unlawful for any person to buy or sell in this state any vehicle required to be registered hereunder, unless, at the time of delivery thereof there shall pass between the parties such certificate of title with an assignment thereof, as herein provided, and the sale of any vehicle registered under the laws of this state, without the assignment of such certificate of title, shall be fraudulent and void.”\nIt is plaintiff’s contention that the purported sale of the automobile without the transfer of the said title as required by the above statute, was absolutely void, that the title to the automobile was in the vendor at the time of the collision, that the automobile was covered under the terms of its Garage Owner’s Liability policy, and that it is liable to the plaintiff for any judgment or sum that may be required to be paid as a result of the collision.\nOn the contrary, the defendant contends that the statute does not apply as between the vendor and the vendee, that there was an actual sale of the automobile for all intents and purposes, that after said sale, the automobile was no longer the property of the vendor so far as coverage under its Garage Owner’s Liability policy was concerned, and that it is not liable as a result of the collision.\nThe plaintiff has cited numerous Kansas authorities to sustain its position that a sale which does not comply with the statute is void even as between the original parties to the transaction. In discussing the section, the court in Sims v. Sugg, 165 Kan. 489, 196 P.2d 191 (Kan. 1948) said:\n“One of the most troublesome crimes with which officers have had to deal in recent years has been automobile theft. The mobility of automobiles has made the apprehension of such thieves doubly difficult. Not the least troublesome factor of the automobile theft business is the fence who receives stolen automobiles usually at a great distance from the scene of its theft.\n“In an attempt to prevent such practices or at least to hamper them as much as possible the legislature enacted the elaborate system of licenses and transfers of title for which provision is made in the statute quoted heretofore in this opinion. It was the duty of Williams when Sugg offered the car to him for *748sale to ascertain whether the seller had complied with these provisions.” (Then citing the section of the statute).\nApparently the defendant feels that the statute should be so construed as to apply to incidents where third parties are concerned rather than the initial parties. However, in discussing the statute further, the court said:\n“People dealing in an open and aboveboard manner can afford to be slowed down a bit in order that the disposal of stolen cars may be made more difficult.”\nThis language of the court clearly tends to indicate that the statute may not be construed to exclude transactions between the initial parties to the sale. The same question has been discussed in Fruit v. Stacy, 168 Kan. 632, 215 P.2d 140 (Kan. 1950); Tilson v. Newell, 179 Kan. 73, 293 P.2d 227 (Kan.1956); Gurley v. Broadway Sales Company, 184 Kan. 179, 334 P.2d 312 (Kan.1959).\nNo case has been cited, nor have I found any that does not definitely hold that any sale not in compliance with the statute is fraudulent and void. I have reviewed the cases cited by the defendant, and it is my conclusion that they were decided upon facts that are not present in this case.\nThe sale on September 19, 1960, was not a sale at all, but an agreement to sell, or an executory contract of sale, the money was received, the custody of the car was delivered but with the limitation that it should be used only for the purpose of transporting the purchaser from her place of residence to her place of employment.\nIt seems to me that in all respects this attempted sale conforms to an executory contract for sale which may be defined as one where—\n“there remains something to be done, the performance of which is a condition precedent to the transfer of the property and (a contract is) executed when the thing and price have been assented to and nothing remains to be done to complete the transaction.” 46 Am.Jur. Sales, § 412 citing International Harvester Co., v. Champlin Refining Co., et al., 153 Kan. 414, 110 P.2d 779 (Kan. 1941).\nUnder the terms of this agreement there remained to be executed the assignment of the certificate of title as required by the statute. The sale of this automobile therefore, did not take place until October 3,1960, when the assignment was made and the statute complied with.\nTHEREFORE, it is my conclusion that, as a result of the payment of the agreed purchase price on September 19, 1960, and the delivery of the possession of the car to her, Joanne E. Bryant acquired no title either legal or equitable to the automobile, the title thereto remained in the vendor until the assignment on October 3, 1960, during that intervening period the automobile was covered by the automobile company’s Garage Owner’s Liability policy, and finally, during that period Joanne E. Bryant was operating said automobile with the knowledge and consent of the automobile company, and its policy of liability insurance was liable for the payment of any claim that might arise as a result of the operation of said motor vehicle during that time by Joanne E. Bryant.\nThe limit of the liability of the Hawkeye policy is the sum of $50,000.00. The limit of liability of the plaintiff's policy to the same person is in the sum of $15,000.00. The defendant is therefore liable on a pro rata basis of 1%3ths of the total liability, and the Western Fire Insurance Company for %3ths of the total liability that may be established against Joanne E. Bryant.\n",
            "ocr": true,
            "opinion_id": 8738053
        }
    ],
    "court_short_name": "W.D. Missouri",
    "court_full_name": "District Court, W.D. Missouri",
    "court_type": "FD",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}