{
    "id": 8766051,
    "judges": "Weinberger",
    "date_filed": -140227200000,
    "date_filed_is_approximate": false,
    "slug": "lynch-v-united-states",
    "case_name_short": null,
    "case_name": "Lynch v. United States",
    "case_name_full": "Richard Thomas LYNCH v. United States",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "243 F. Supp. 633"
    ],
    "opinions": [
        {
            "author_str": "Weinberger",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWEINBERGER, District Judge.\nThe indictment in Criminal case No. ■30336-SD-W to which petitioner pleaded .guilty as charged reads, in its pertinent portions, as follows:\n“The Grand Jury charges:\n“On or about August 21, 1961, in San Diego County, within the Southern Division of the Southern ■ District of California, defendant RICHARD THOMAS LYNCH, by force and violence and by intimidation did knowingly and wilfully take from the person and presence of another, namely, Janet Marie Strack, the sum of approximately $1,382.99 belonging to and in the care, custody, control, management, and possession of, a Savings and Loan Association, namely, the Home Federal Savings and Loan Association, Federal and Euclid Street Branch, which was then a savings and loan .association whose accounts were insured by the Federal Savings and Loan Insurance Corporation, and in committing the offense heretofore •charged defendant RICHARD THOMAS LYNCH did assault, and put in jeopardy the life of Janet Marie Strack by the use of a dangerous weapon and device, namely, a .38 calibre revolver; and defendant PHILIP HENRY GALLANT knowingly aided, assisted, abetted, counseled, induced and procured the commission of aforesaid offense.”\nThe petition herein is headed “Motion for Relief Pursuant to 28 U.S.C., Section 2255”. Petitioner states at page 2 of the petition that he is a prisoner in a United States Penitentiary in Illinois, serving a sentence of ten years, imposed on October 16, 1961, and he moves the Court to release him on the ground that he is being illegally held past his release date.\nPetitioner states that at the time of sentencing, the Court announced that defendant having pleaded guilty to the indictment on file as charged in the indictment, it was the judgment of the Court that petitioner be committed to the custody of the Attorney General for imprisonment for a period of ten years.\nPetitioner further alleges that\n“no mention was made of the three (3) separate and distinct charges in the indictment, violations of Title 18 U.S.C., Section 2113(A), 2113(D) and 18 U.S.C. Section 2.”\n(Elsewhere in the petition, it is stated that there are three separate and distinct charges contained in the indictment: robbery of a Savings and Loan Association; use of a dangerous weapon; aiding and abetting).\nPetitioner continues:\n“A review of the record will show no mention that petitioner was to receive ten (10) years on Count 1, and concurrent sentences on Count 2 and 3, or any other wording dealing with the three (3) separate and distinct charges.\n\n“The sentence is in the record of the court as being ten (10) years for the indictment as charged.\n\n“Ten years is 120 months, and as petitioner was sentenced on the indictment as charged, i. e., 3 separate and distinct counts, then this ten year sentence must necessarily *635be apportioned into 3 distinct sections — hence 40 months for each charge.”\nPetitioner then alleges that since the Court made no mention of consecutive sentences, it must be taken that the three 40 month sentences would be served concurrently, and thus he is being held past his release date which he says was February 15, 1965.\nThe written judgment, signed by the Court on October 16, 1961, is, according to petitioner, faulty, in that it does not speak the language of the Court, for in said judgment the phrase “as charged in the indictment in one count” contains words “in one count” which petitioner contends were not used by the Court when it pronounced sentence from the bench; that the written judgment is also ambiguous in that “the indictment in one count” does not clearly set forth a reason for keeping petitioner imprisoned; that the sentence as issued by the Court, from the bench, clearly shows one sentence for the three count indictment, and the petitioner states:\n“Petitioner contests the validity of the judgment, dated October 16, 1961, on #30336, Criminal, of this Court and petitioner also contests the additional wording of: ‘In the indictment in one count’ ”.\nOn page 17 of his petition, petitioner makes it plain that his motion is submitted only under Section 2255 of Title 28 U.S.C.A. for relief to obtain his freedom, and not to correct his sentence, nor to be resentenced, and petitioner alleges that his allegations can be proven by the files and records of this Court.\n It may be that if, as petitioner claims, he is being illegally held because his sentence is not interpreted correctly by those who detain him, he should have sought a writ of habeas corpus; it may be that if, as petitioner claims, his sentence is invalid, or at best, ambiguous, he should have sought to correct his sentence under Rule 35 of the Rules of Criminal Procedure. Whatever label petitioner may apply to his petition, it is obvious that he has spent much time and hard work to bring his contentions to this Court, and his meticulously hand-printed petition, with its voluminous citation of authorities and quotations from decided cases, deserves attention from the Court. We will not impose upon a layman, confined in prison, the same requirements for technical pleading as might be exacted of an attorney, but will consider his allegations on the merits.\nAs petitioner observes, this matter may be disposed of by a review of the files and records of this Court; we find no necessity to have a copy of the petition, etc. served upon the United States Attorney, and no necessity to set the matter for hearing; there is no issue of fact requiring the taking of evidence, and it conclusively appears from the files and records that petitioner is not entitled to his release under any statute, for the following reasons:\n1. Petitioner was not charged with aiding and abetting; therefore, were his contention correct that he was charged with two separate offenses with reference to the bank robbery and were his contention correct that his ten year sentence should be divided into concurrent sentences, he would still be serving a part of a five year sentence, and thus not entitled to bring a 2255 proceeding.\n2. Petitioner’s contention that the written sentence was invalid is without merit; the inclusion of the words “the indictment in one count”, whether spoken by the Court at the time of oral pronouncement or not, do not affect such sentence, for the indictment was in one count. Had the indictment been in two counts, an erroneous description of it in the judgment as a one count indictment would have been superfluous and would not have affected the validity of the judgment.\n3. The Government was under no obligation to charge the petitioner in two counts with reference to the bank robbery; the assault with a dangerous weapon portion of the charge in the in*636dictment is not a separate offense; the use of such weapon in the commission of .a bank robbery constitutes an aggravation of the offense of robbing a bank. (Green v. U. S., 365 U.S. 301, 306, 81 S.Ct. 653, 656, 5 L.Ed.2d 670); and had the Court imposed a sentence for robbing the bank, and another sentence for the use of a dangerous weapon in the commission of the first offense, one of the sentences would have been incorrectly imposed. (Holiday v. Johnston, 313 U.S. 342, 349, 61 S.Ct. 1015, 1017, 85 L.Ed. 1392).\nThe motion should be denied.\n",
            "ocr": true,
            "opinion_id": 8749513
        }
    ],
    "court_short_name": "S.D. California",
    "court_full_name": "District Court, S.D. California",
    "court_type": "FD",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}