{
    "id": 8789688,
    "judges": "Hough",
    "date_filed": -1893628800000,
    "date_filed_is_approximate": false,
    "slug": "the-sikh",
    "case_name_short": "The Sikh",
    "case_name": "The Sikh",
    "case_name_full": "THE SIKH",
    "attorneys": "Mr. Kneeland, for libelants., Mr. Woolsey, for claimant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Sinpciaru (§ 110*)—Diaiíiuti'jor Short Dkiuvery on Cargo—Conclusivexkss on Dili, on Lading -•‘Obvious Error.”</p> <p>T'nder a bill of lading containing a provision that “this bifl of lading, if signed by the master or his authorized agent, shall (in the absence of fraud, or obvious error) he conclusive evidence against the carrier oi' the quantity of cargo received as stated herein,” where the cargo was carefully tallied when received on board, but the ship delivered less than the stated quantity, there was no “obvious error” which will relieve her from liability for the shortage.</p> <p>[Ed. Note.—For other cases, see Shipping, Cent. Dig. § 135; Dec. Dig. § 116.*]</p> <p>2. Words and Phrases—“Obvious.”</p> <p>The word “obvious” means easily discovered, plain, manifest, evident. FEd. Note.—For other definitions, see Words and Phrases, vol. 6, pp. 4895, 4896.]</p>",
    "summary": "In Admiralty. Suit by Samuel Hecht and others against the steamship Sikh for short delivery of cargo.",
    "disposition": "Decree for libelants.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "175 F. 869"
    ],
    "opinions": [
        {
            "author_str": "Hough",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHOUGH, District Judge.\nThe one question of fact here presented is whether the Sikh, upon arrival at Baltimore from Kobe, did or did not deliver to libelants the quantity of matting set forth in the bill of lading on which this action is based.\nThe matting in question had been on the sailing ship Ropes, which after injury by storm put into Kobe and there transshipped her cargo to the Sikh. The bill of lading issued for the matting owned by libel-ants recites in usual form the receipt in apparent good order and condition of “29,641 packages only.” It declares in terms that this is “transshipment cargo; steamer not responsible for marks, numbers, condition, contents, or loss of market through overcarriage.” It also states specifically that “9 rolls less (are) in dispute, ship not responsible for short delivery,” and concludes with the words out of which this litigation has arisen, viz.:\n“This bill of lading, if signed by the master or bis authorized agent, shall (in the absence of fraud or obvious error) be conclusive evidence against- the carrier of the quantity of cargo received as stated herein.”\nIt has not been denied in argument, and is here assumed, that the notation of “ship not responsible for short delivery” can refer only to the 9 rolls known to be in dispute at time and place of shipment. It is amply proven that the Sikh discharged and delivered to libelants in Baltimore less than “29,641 packages” by 170 rolls; and it is also proven that careful tally was made of this cargo as it came on board at Kobe, and that no opportunity for theft or destruction of cargo was afforded on the voyage.\nI am satisfied on the testimony that there was error in the count at Kobe, that all the goods taken on board were delivered, and that the sole question in this case is whether, under the quoted language of the bill of lading, the ship is bound to libelants for the difference between the amount receipted for and the amount proven to have been delivered, less the 9 rolls in dispute, to wit, for 161 rolls of matting.\nThe general nature of a bill of lading in respect of impeaching its accuracy (like any other receipt) is sufficiently set forth in The Willie B. Sandhoval (D. C.) 92 Fed. 286. But it may be—\n“agreed that the statement of quantity in the bill of lading shall be conclusive, and if so the shipowner is bound by it, unless he can show fraud, although the goods have not been shipped, and though -the master, in giving the bill of lading, may have made -a mistake as to the owner’s obligation.” Carver, Carriage by Sea (5th Ed.) § 69b.\nIn support of this the learned author cites the two cases relied upon by ljbelants herein, viz.: Lishman v. Christie, 19 Q. B. D. 333, and Mediterranean, etc., S. S. Co. v. Mackay, 1 K. B. (1903) 297. The effect of special obligations regarding quantity embodied in a bill of lading has also fceen considered in Sawyer v. Cleveland Iron Mining Co., 69 Fed. 211, 16 C. C. A. 191, and the fairness and utility of such stipulations fully justified in the words of Rhodes v. Newhall, 126 N. Y. 574, 27 N. E. 947, 22 Am. St. Rep. 859.\nFrom these cases, as well as upon the reason of the matter, it seems to me clear that, were it not for the exception of “obvious error” (no fraud being suggested), the ship could offer no defense to this claim. *871As Mr. Carver has pointed out, it is the duty of the shipowner, where the recital in a bill of lading is by contract made conclusive evidence of quantity, to show fraud; and so here it is the duty of the shipowner to show “obvious error.” It is not enough to show error. The error must he obvious, and the ultimate inquiry in this case is, therefore, what is the difference between “error” and “obvious error”?\nIt is shown that there was error—that is, mistake; but how can it be said that when (as the dispute noted on the bill of lading proves) the Kobe tallymen for ship and shipowner, respectively, believed that they had gotten within 9 rolls of a proper count, there was an obvious error of at least 161 rolls? In a considerable number of cases (see them collated in “Words and Phrases”) the meaning of the word \"obvious” has been considered; but none, I think, throws any more light on the matter than does the lexicographer’s definition of “obvious” as “easily discovered, plain, manifest, evident.”\nWhat two tallymen in Kobe could not discover, and what required for discovery such an apparatus of inspectors, clerks, and watchmen as is revealed by the Baltimore depositions, is not, and in my opinion never was, easily discovered, plain, or manifest. If this be the case, then the parties have agreed that the bill of lading should be conclusive evidence that the fSikh took on board at Kobe 29,641 rolls of matting, less 9 in dispute.\nThe libelants may take a decree, with costs, and an order of reference, if the amount be not agreed upon.\n",
            "ocr": true,
            "opinion_id": 8773619
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}