{
    "id": 8813923,
    "judges": "Nickerson",
    "date_filed": 384048000000,
    "date_filed_is_approximate": false,
    "slug": "davis-v-krauss",
    "case_name_short": "Davis",
    "case_name": "Davis v. Krauss",
    "case_name_full": "Alexander DAVIS v. Jurgen KRAUSS",
    "attorneys": "Dewey, Ballantine, Bushby, Palmer & Wood, New York City (Brendan P. Bovaird and Maryellen Goble, New York City, of counsel), for plaintiff., Frederick A. 0. Schwarz, Corp. Counsel, Kingston, N. Y. (Evelyn Jonas, Brooklyn, N. Y., of counsel), for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "93 F.R.D. 580"
    ],
    "opinions": [
        {
            "author_str": "Nickerson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM AND ORDER\nNICKERSON, District Judge.\nPlaintiff, who is incarcerated and now has counsel appointed by the court, moves pursuant to Rule 15 of the Federal Rules of Civil Procedure for leave to file an amended complaint. The Corporation Counsel of the City of New York (the City), appearing on behalf of the defendant police officers, objects in part.\nThe original complaint was filed pro se alleging a claim under 42 U.S.C. 1983 and asserting that the police officers used excessive force in arresting plaintiff on January 26, 1978 for armed robbery. The complaint named as defendants “Officer Juy Krauss”, and “Officer H. McSrunnesz” and the 103rd Precinct in Jamaica, Queens. The Marshal could not serve the individuals named as defendants because both the 103rd Precinct and the New York City Police Department’s personnel office told the Marshal’s office that they had no record of these officers.\nThis court then wrote plaintiff asking for information to aid the Marshal in locating the officers. Plaintiff replied saying “Here are the names of the police officers that were involved in the shooting their (sic) are, Jurgen Krauss — Sgt. Thomas McNulty— Joseph Souton — Willis Krebs and Dennis Sheeran, McGuinness. And their place of Business, is the 103rd Precinct which is located at 168-Jamacia Ave, Jamaica Queens New York, 11433.” (Emphasis in original). By memorandum and order dated May 30, 1979 this court directed service on the officers named in the letter.\nKrauss and Krebs were served. McNulty was reported deceased, and the Marshal was unable to serve “Joseph Souton” and “Dennis Sheeran McGuinness,” reporting that they were unknown to the 103rd Precinct and the Police Department’s personnel office.\nIn October 1981 this court appointed counsel for plaintiff. Counsel thereafter requested from the Corporation Counsel a list of the officers involved in the incident. The Corporation Counsel responded by let*582ter identifying nine officers, including Jurgen Krauss, Willis Krebs, Dennis Sheeran, Karl Mogenis, and Josef G. Boutin. Plaintiff’s counsel now seeks leave to file an amended complaint naming specifically Sheeran, Mogenis and Boutin as defendants. The Corporation Counsel objects on the ground that a claim now asserted against these three is untimely because made after expiry of the applicable three year statute of limitations. See Singleton v. City of New York, 632 F.2d 185 (2d Cir. 1980), cert, denied, 450 U.S. 920, 101 S.Ct. 1368, 67 L.Ed.2d 347 (1981). If the proposed amendment naming Sheeran, Mogenis and-Boutin “relates back” to the date of the original complaint, the claim against them would not be barred.\nRule 15(c) of the Federal Rules of Civil Procedure provides that an amendment “changing” a party “relates back” to the date of the original pleading if\nwithin the period provided by law for commencing the action against him, the party to be brought in by amendment (1) has received such notice of the institution of the action that he will not be prejudiced in maintaining his defense on the merits, and (2) knew or should have known that, but for a mistake concerning the identity of the proper party, the action would have been brought against him.\nUnder this Rule the test is whether a “party” to be brought in “received such notice” of the action within the limitation period that he will not be “prejudiced” in his defense and “knew or should have known” that but for a mistake in identity “the action would have been brought against him.”\nPlaintiff has made no showing that Sheeran, Mogenis and Boutin personally “knew or should have known” that, but for a mistake, they would have been named defendants. However, the City has a statutory duty to defend these officers and indemnify them for the results, N.Y.Gen. Mun.Law § 50-k, and, were the City a “party,” the requirements of Rule 15(c) would be satisfied.\nThe City learned of the action at least as early as July 17,1979, when the Corporation Counsel appeared for Jurgen Krauss and Willis Krebs. Notice of the action to the Corporation Counsel sufficed to avoid prejudice in defending on the merits the claim against Sheeran, Mogenis and Boutin. See Mitchell v. Hendricks, 68 F.R.D. 564 (E.D. Pa.1975); Ames v. Vavreck, 356 F.Supp. 931, 942 (D.Minn.1973); Swartzwelder v. Hamilton, 56 F.R.D. 606, 609 (M.D.Pa.1972). Plainly the Corporation Counsel has already undertaken investigations of the incident and has received plaintiff’s answers to seventy-five interrogatories.\nThe Corporation Counsel also knew of the identity of'the officers involved in the incident and of plaintiff’s untutored attempts to name them. It hardly required much imagination to suppose that “Joseph Sou-ton” and “Dennis Sheeran, McGuinness” referred to Josef Boutin, Dennis Sheeran, and Karl Mogenis. The City thus “should .have known” that, but for plaintiff’s mistake, the action would have been brought against them. Cf. Taliferro v. Costello, 467 F.Supp. 33, 36 (E.D.Pa.1979) (city should have known it would be added as defendant once pro se plaintiffs, who had a narrow view of claims, obtained counsel).\nWhere a public body is required by law to indemnify an employee, the New York state courts deem it, though not named, the “real party in interest” in determining the requirements of notice and the statute of limitations. See, e.g., Sandak v. Tuxedo Union School District No. 3, 308 N.Y. 226, 124 N.E.2d 295 (1954) (school district); Norr v. Spiegler, 72 App.Div.2d 20, 423 N.Y.S.2d 177 (1980), aff’d, 53 N.Y.2d 661, 438 N.Y.S.2d 1000, 421 N.E.2d 120 (1981) (city). This court has found no similar federal case addressing the significance for purposes of Rule 15(c) of an obligation to indemnify. The question is whether the court may attribute to what might be termed nominal parties, with no financial stake in the result, the knowledge of the entity at risk.\n*583It is true that the three officers have an interest, albeit not a monetary interest, in the outcome. See Rush v. Savchuk, 444 U.S. 320, 330-31 &amp; n. 20, 100 S.Ct. 571, 578-79 n.20, 62 L.Ed.2d 516 (1980). They may regard an adverse judgment as reflecting unfavorably upon them and may argue that after the passage of the three year statute of limitations they should be free from anxiety on that score. But such a hypothetical concern of the three officers is outweighed by the plaintiff’s interest in obtaining his day in court on the claims he alleges.\nPlaintiff has been incarcerated in upstate New York since the commencement of the action. He has not had the same opportunities and facilities as would a free man to investigate and designate accurately the names of the officers involved in the incident. He made reasonable efforts to obtain those names. On several occasions, commencing in July 1979, he sought to have counsel appointed for him. Under such circumstances it is fair to impute to the named officers the knowledge of the City for the limited purpose of Rule 15(c).\nThere is a further basis for granting the motion. In Ingram v. Kumar, 585 F.2d 566, 571-72 (2d Cir. 1978), cert, denied, 440 U.S. 940, 99 S.Ct. 1289, 59 L.Ed.2d 499 (1979), the Court of Appeals held that “the period provided by law for commencing the action” referred to in Rule 15(c) is the limitation period plus that “reasonable time” after the filing of a complaint which is normally allowed for service on the defendant. In Ingram v. Kumar, supra, plaintiff commenced the action by filing the complaint within the two year limitation period for bringing a malpractice action, but, because the defendant was misnamed, did not serve the defendant doctor until some five months after expiry of that period. The court held such a delay not unreasonable. If five months is not unreasonable where the previously unnotified defendant will be personally responsible for any judgment, the delay here, ten months twenty-one days from the expiration of the three year statute of limitations on January 26,1981 to the December 16, 1981 filing of the present motion, is not unreasonable where the officers incur no monetary risk. The court need not decide whether such a delay would be reasonable had the plaintiff not acted pro se or not been incarcerated.\nAs is implicit from what has been said, plaintiff may not recover punitive damages from Sheeran, Mogenis and Boutin if under New York law the City has no duty to indemnify them against such damages. Cf. Hartford Accident v. Village of Hempstead, 48 N.Y.2d 218, 422 N.Y.S.2d 47, 397 N.E.2d 737 (1979). Whether it has such a duty can be determined by this court in the event the plaintiff recovers a judgment.\nMotion granted. So ordered.\n",
            "ocr": true,
            "opinion_id": 8798367
        }
    ],
    "court_short_name": "E.D. New York",
    "court_full_name": "District Court, E.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}