{
    "id": 8814678,
    "judges": "Widener",
    "date_filed": 84758400000,
    "date_filed_is_approximate": false,
    "slug": "eggleston-v-slayton",
    "case_name_short": "Eggleston",
    "case_name": "Eggleston v. Slayton",
    "case_name_full": "John W. EGGLESTON v. A. E. SLAYTON, Supt., Virginia State Penitentiary",
    "attorneys": "John W. Eggleston, pro se., Gilbert W. Haith, Asst. Atty. Gen., Richmond, Va., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "348 F. Supp. 221"
    ],
    "opinions": [
        {
            "author_str": "Widener",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWIDENER, Chief Judge.\nPetitioner was indicted by the Grand Jury of Augusta County, Virginia for five separate offenses 1 occurring on or about May 8, 1958. He had counsel appointed for him on May 26, 1958, and his counsel agreed to try the five charges together. Petitioner was then arraigned and pleaded guilty to all five charges. On May 27, 1958, the trial court heard the evidence and found the petitioner guilty of all five charges. On June 3, 1958, the trial court sentenced the petitioner to a total of eighteen years in the penitentiary.\nPetitioner did not appeal his conviction, but he did obtain a state habeas corpus hearing on June 24, 1964, to review his conviction. The state court denied relief and a petition for writ of error was denied. He has exhausted his state remedies. 28 U.S.C. § 2254.\nPetitioner now seeks relief by way of habeas corpus pursuant to 28 U.S.C. § 2241. He asserts the following grounds for relief:\n1. That his right to effective assistance of counsel was violated when his counsel, after appointment, but prior to conferring with petitioner, agreed to try the five charges together.\n2. That he was denied the effective assistance of counsel at his trial.\nPetitioner relies on Hawk v. Olson, 326 U.S. 271, 66 S.Ct. 116, 90 L.Ed. 61 (1945), to support his first contention that he was denied effective assistance of counsel when his appointed counsel agreed to consolidate the five charges against him. Petitioner claims that because his appointed counsel did not consult with him before he agreed to consolidate the charges against him, petitioner was denied the opportunity to consult with counsel at a material step in the proceeding and was thereby denied due process as required by the Fourteenth Amendment. In Hawk, supra, the petitioner alleged that he was arraigned and pleaded not guilty and that he moved for a continuance to consult counsel and examine the charge. The continuance was denied and the trial court began to impanel a jury when the Public Defender stepped forward and entered the case and finished selecting the jury. At this time, he had not consulted with the petitioner, nor had he been appointed by the trial court to represent the petitioner. The Supreme Court, in reversing the state court judgment dismissing the petition for habeas corpus, said:\n“As to the issue on the motion for continuance, our duty requires us to determine only whether or not the denial under the facts alleged violates due process. We think there was an allegation that no effective assistance of counsel was furnished in the critical time between the plea of not guilty and the calling of the jury We hold that denial of *223opportunity to consult with counsel on any material step after indictment or similar charge and arraignment violates the Fourteenth Amendment.” 326 U.S. at 278, 66 S.Ct. at 120.\nIn the present case, petitioner consulted with his appointed counsel before arraignment and this is supported by the record, where the trial court’s order of May 26, 1958 recites: “Whereupon the accused, after private consultation with his counsel, stated that he was ready for trial and desired to be tried on this day.” [Italics added] Thus, petitioner was not denied the opportunity to consult with counsel after indictment and arraignment. As a matter of fact, he consulted with counsel before arraignment and then proceeded to plead guilty and asked to be tried the same day as the arraignment.\nFurther, petitioner does not allege, nor is there any evidence to show, that he was prejudiced by the consolidation of the five charges against him. He does not allege that he even objected to the consolidation. The five offenses for which the petitioner was indicted occurred on or about May 8, 1958 in Augusta County, and apparently were the result of one evening’s activities by the petitioner and his companions.\nAshe, Warden, etc. v. United States ex rel. Valotta, 270 U.S. 424, 46 S.Ct. 333, 70 L.Ed. 662 (1926), held that it was not a violation of the defendant’s federal constitutional rights to be tried at the same time on two separate indictments for murder, thereby allowing the whole story to be brought before the jury at one time. Thus, the mere consolidation of indictments for trial at one time is not, per se, a violation of any federal constitutional right.\nIn Showalter v. United States, 260 F. 719 (4th Cir. 1919), cert. denied, 250 U. S. 672, 40 S.Ct. 14, 63 L.Ed. 1200 (1919), the defendant had had two indictments returned against him and the trial court, over defendant’s protest, consolidated them for trial. In response to defendant’s claim that his federal constitutional rights were violated, the court held that the United States Constitution does not require that each indictment be tried separately. See also Frieden v. United States, 5 F.2d 556 (4th Cir. 1925); Lewis v. Peyton, 291 F.Supp. 753 (W.D.Va.1968).\nTherefore, the court is of opinion that there was no constitutional violation of petitioner’s rights when his appointed counsel agreed to consolidate the five indictments for trial at the same time.\nThe petitioner’s second contention is that he was denied effective assistance of counsel at his trial because his court appointed counsel failed to inform the petitioner that he was the nephew of the Commonwealth’s Attorney, that his appointed counsel did not make a sufficient investigation of the charges against petitioner, and that petitioner did not have time to thoroughly consider his counsel’s advice.\nPetitioner’s allegation that he was denied effective assistance of counsel because his appointed counsel was the nephew of the Commonwealth’s Attorney has no merit. The judge in the state habeas corpus hearing specifically found that the petitioner suffered no prejudice as a result of this relationship. He based his finding upon his personal knowledge about the two attorneys, and this court is not willing to substitute its judgment for his, absent evidence of misconduct by either of these attorneys. The state court’s finding is presumed to be correct, and this court agrees with it. 28 U.S.C. § 2254.\nThe Fourth Circuit has often held that an interval of one day or less between the appointment of counsel and trial raises a presumption that the accused was denied the effective assistance of counsel, and the state has the burden of proving that the accused suffered no prejudice by such late appointment. Stokes v. Peyton, 437 F.2d 131 (4th Cir. 1970); Fields v. Peyton, 375 F.2d 624 (4th Cir. 1967); Twiford v. Peyton, 372 F.2d 670 (4th Cir. 1967); Martin v. Commonwealth, 365 F.2d 549 (4th Cir. 1966; Braxton v. Peyton, 365 F.2d 563 *224(4th Cir. 1966), cert. den. 385 U.S. 939, 87 S.Ct. 306, 17 L.Ed.2d 218 (1966); Turner v. State of Maryland, 318 F.2d 852 (4th Cir. 1963).\nSince the record shows that petitioner’s counsel was appointed the day of his arraignment, which was the day before his trial, the court will consider petitioner’s claim of ineffective assistance of counsel in light of this presumption, assuming that it still exists in the light of Chambers, infra.\nIn Turner v. State of Maryland, supra, the state court appointed an attorney for the defendant two weeks before trial, but the attorney failed to consult with his client until half an hour before the trial. In denying the defendant’s claim that he was denied effective assistance of counsel at trial, the court pointed out that no prejudice resulted because the defendant had no information to give his attorney that could have been helpful to his defense. The defendant told his attorney that the statements he gave to the police were true and that he was in fact involved in the armed robbery.\nDawson v. Peyton, 359 F.2d 149 (4th Cir. 1966), is another case where the court held that the defendant was not entitled to habeas corpus relief, even though counsel was appointed on the morning of the trial. In that case, the court appointed counsel conferred with the defendant, interviewed the sheriff, the defendant’s parents, and the other defendants in the case. After that, defendant’s counsel advised him to plead guilty, but he refused and entered a plea of not guilty. The ease was then heard on the same day and the defendant was found guilty and sentenced. The court felt that the record contained adequate affirmative evidence to overcome the presumption of harm from the lack of time for preparation. See Fields v. Peyton, supra, 375 F.2d at 626.\nIn Brooks v. Cox, 317 F.Supp. 134 (W.D.Va.1970), the court held that counsel, who was appointed thirty minutes before trial, was not ineffective because the defendant insisted that the trial be held the same day and he pleaded guilty.\nIn the present case, the record shows that when petitioner was arraigned on May 26, 1958, he sought to be tried that same day, but the court only arraigned him and continued the case for hearing of evidence and finding of guilty until the next day. The petitioner, at his state habeas corpus hearing, claimed he was tried on the same day as his arraignment, but the trial court’s record shows that he was arraigned on May 26, 1958 and tried on May 27, 1958. Davis v. Peyton, 211 Va. 525, 178 S.E.2d 679 (1971), holds that the trial court’s order imports absolute verity and may not now be impeached. Thus, the record shows that the petitioner was not arraigned and tried on the same day, even though he so requested.\nAt the state habeas corpus hearing, petitioner’s appointed counsel, from his original trial, testified that he first saw the petitioner on the morning he was appointed to represent him and that after his appointment he conferred with him in a private room adjacent to the courtroom. Concerning what investigation he made of the charges against the petitioner, the attorney testified as follows:\n“A. When I first interviewed Mr. Eggleston, I introduced myself to him, told him that I had been informed by the Judge that he did not have counsel and was not able to employ counsel; I explained to him that under Virginia law he was entitled to counsel and that the Court would appoint counsel if he had no counsel, and that for that reason the Court had appointed me. I further explained to him that he had the right to employ counsel of his own choosing, if he so desired. I explained also to Mr. Eggleston that he had the right to a trial by jury, if he so desired, or, if he preferred to waive a jury, he could do that. I then asked Mr. Eggleston to tell me the facts about the charges against him. I went over each of the indictments with him and asked him what he had to tell me about each of those indict*225ments. I did not advise him to plead guilty at that time. It was not until after I had gone over all five of the indictments with him and asked him whether the facts as alleged in the indictment were true or not, and after he had told me that all five indictments represented the facts truly. He also told me in response to my question as to what, if anything, he had told the law enforcement officers, that he confessed and admitted his part in each of those charges to members of the Sheriff’s department. At some time, I am not sure when, I discussed this matter with the Sheriff, particularly with a view to finding out what statements Mr. Eggleston had made to him, and I think I consulted with one or more of the Deputies who investigated the case, I am not positive about that, but I am quite sure that I discussed the matter at some length with the Sheriff. It was after — I also recall that there were, I believe, four other men who were charged with Mr. Eggleston, and at least two of them, and perhaps all of them, had court appointed counsel also. I discussed the matter with counsel for the other parties also, to see whether their statements indicated that there was anything erroneous in the indictments and whether their information and testimony might be helpful to Mr. Eggleston. As I recall, all of them admitted having, or told their counsel that they had made statements to the Sheriff similar to the statement that I understood Mr. Eggleston had made; that is, statements admitting their participation. It was after conferring with the Sheriff, conferring with Mr. Eggleston, and conferring with the lawyers who represented the other parties, that I told Mr. Eggleston that I felt under the circumstances he would probably be better off to plead guilty, because I did not see any reasonable hope of securing an acquittal, although I explained to him that it was to be his decision entirely as to whether he pleaded guilty. But that was my advice.\nQ. Did Mr. Eggleston ask you to request for a postponement of the trial in order that he might obtain counsel of his own choosing?\nA. No, sir, he did not.”\nThe Sheriff of Augusta County also testified at the hearing and stated that petitioner’s counsel did not confer with him about the case and, also, that petitioner had told him he was going to plead guilty. This corroborated the testimony of petitioner’s counsel as to his efforts to investigate the charges against petitioner.\nPetitioner also testified at the hearing, but claimed that he was tried on the same day as he was arraigned and that he talked with his appointed counsel for only ten minutes in the courtroom before he entered his plea of guilty. He stated that this was the only conference he had with his counsel.\n There was a conflict between petitioner’s testimony and that of his appointed counsel, and the state judge at the habeas corpus hearing, who could judge the credibility of the witnesses in person, accepted the testimony of petitioner’s counsel and the Sheriff and denied relief to the petitioner. While this court may not be bound by the state court’s decision, the court is of opinion that the evidence in the record supports such a finding. The record shows that petitioner was arraigned on May 26, 1958, and tried on May 27, 1958. The testimony of petitioner’s appointed counsel was corroborated by the testimony of the Sheriff. His attorney’s testimony also shows that he adequately investigated the charges against the petitioner. Petitioner had made a confession to the sheriff and there was no evidence that it was involuntary or coerced; he admitted to his counsel that he was guilty; his companions had made confessions similar to the petitioner’s; the burglary tools were found in the possession of the petitioner and his companions; and petitioner never offered his counsel any information that could be used to defend the charges against him. There is no suggestion of a missing witness or over*226looking a valid defense. See Twiford and Martin, supra. The record also shows that petitioner’s counsel was an experienced trial attorney. In light of the above facts, this court cannot say that the petitioner was prejudiced in any way by the late appointment of counsel or that his appointed counsel failed to adequately investigate the charges against him. As the Supreme Court said in Chambers v. Maroney, 399 U.S. 42, 90 S.Ct. 1975, 26 L.Ed.2d 419 (1969):\n“Unquestionably, the courts should make every effort to effect early appointment of counsel in all cases. But we are not disposed to fashion a per se rule requiring reversal of every conviction following tardy appointment of counsel or to hold that, whenever a habeas corpus petition alleges a belated appointment, an evidentiary hearing must be held to determine whether the defendant has been denied his constitutional right to counsel.” 399 U.S. at 54, 90 S.Ct. at 1982.\nIt is the opinion of this court that the state has affirmatively shown that the petitioner was not prejudiced by the late appointment of counsel and petitioner’s second contention is without merit.2\n The court is of opinion that petitioner’s claim that he did not have time to consider his counsel’s advice is also without merit. In Virginia, the rule is that the withdrawal of a guilty plea by a defendant is within the discretion of the trial court, but that it should be granted whenever there is the least evidence that the ends of justice would best be served by a plea of not guilty. Parris v. Commonwealth, 189 Va. 321, 52 S.E.2d 872 (1949). In the present case, the petitioner was arraigned on May 26, 1958, and entered a guilty plea after consulting with his counsel. He was tried and convicted on May 27, 1958, and was sentenced on June 3, 1958. At no time during these proceedings did petitioner make any effort to withdraw his guilty plea or attempt to continue the case. In the opinion of the court, he had ample time between his arraignment and sentencing to consider the advice of his counsel and to ask to withdraw his plea or to ask for a continuance. This, he did not do, and the present claim for relief is obviously an afterthought.\nThe records which are before this court disclose all the pertinent factual matters necessary for the determination of petitioner’s contentions. No further hearing is required. Townsend v. Sain, 372 U.S. 293, 83 S.Ct. 745, 9 L.Ed.2d 770 (1963).\nFor the reasons set forth above, the court holds that petitioner’s contentions are not well founded and his petition for habeas corpus should be denied.\nAn order is this day entered consistent with this opinion.\n\n. Petitioner was indicted on the following-five charges: (a) Possession of burglar tools; (b) Housebreaking and Larceny (Earns Bros. Supply Store); (c) Housebreaking and Larceny (W. H. Agnor Store); (d) Housebreaking (Spottswood Farm Store) ; and (e) Housebreaking (U. S. Post Office, Spottswood). The five indictments alleged that these offenses occurred on or about May 8, 1958 in Augusta County.\n\n\n. The present case is not like Jones v. Cunningham, 313 F.2d 347 (4th Cir. 1903), cert. den. 375 U.S. 832, 84 S.Ct. 42, 11 L.Ed.2d 63 (1963), where the court held that the. defendant was denied effective assistance of counsel because his court appointed counsel did not investigate the charges against the defendant or suspicious circumstances surrounding defendant’s confession. Here, the record shows that petitioner’s counsel did investigate the charges against him. Nor is petitioner’s case similar to Fields v. Peyton, 375 F.2d 624 (4th Cir. 1967), where the court held that the defendant was denied effective assistance of counsel because his court appointed attorney failed to question him about the alleged offenses; the attorney only talked to him for a few minutes in the courtroom, and there was some evidence that a defense might exist as to one of the charges against the defendant. In the present case, the record shows that petitioner’s counsel questioned him about each indictment, interviewed the sheriff and the attorneys for tire other co-defendants, conferred with the petitioner in a private conference room and that petitioner’s counsel liad no information available to him upon which ho could base a defense for petitioner.\nSee also O’Neal v. Smith, 431 F.2d 646 (5th Cir. 1970).\n\n",
            "ocr": true,
            "opinion_id": 8799143
        }
    ],
    "court_short_name": "W.D. Virginia",
    "court_full_name": "District Court, W.D. Virginia",
    "court_type": "FD",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Robbery"
}