{
    "id": 8712646,
    "judges": "Schwartz",
    "date_filed": 704937600000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-hatheway",
    "case_name_short": "Hatheway",
    "case_name": "United States v. Hatheway",
    "case_name_full": "United States v. Theodore HATHEWAY",
    "attorneys": "Joseph Iuzzolino, U.S. Atty.’s Office, New Orleans, La., for U.S., Guy J. D’Antonio, Metairie, La., for Hatheway.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "791 F. Supp. 1110"
    ],
    "opinions": [
        {
            "author_str": "Schwartz",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nORDER AND REASONS\nCHARLES SCHWARTZ, Jr., District Judge.\nThis matter came on for hearing on May 1st, 1992, on defendant’s, Theodore Hathe-way’s (“Hatheway”) Motions to Dismiss the Government’s Superseding Indictment and to Suppress Evidence, and the Government’s Motion to Amend Count Five of the Superseding Indictment to Correct Typographical Error. The above captioned matter is set for trial on Thursday, May 7th, 1992.\nHatheway’s Motion to Dismiss Pursuant to F.R.Crim.Proc., Rule 12, is premised on his contentions that: (1) the superseding indictment contravenes the double jeopardy provisions of the Fifth Amendment to the United States Constitution;1 and (2) that due process of law prohibits the government from re-indicting him on charges arising out of the same transaction, and enhancing his position of jeopardy after he successfully withdrew his former plea of guilty with respect to the gun count, violation of 18 U.S.C. § 924(c)(1).2\nThe gravamen of Hatheway’s Motion to Suppress Evidence seized as a result of search of his residence pursuant to warrant is that: (1) the items seized (i.e., firearms) were not listed with particularity in the warrant;3 and (2) that information presented in the affidavit was so materially false as to cast doubt on the veracity of the entire document.4\nSince the filing of Government’s Motion to Correct the Typographical Error in the Superseding Indictment reflected in Count 5, to reflect the correct model number, which is “M11A8,” the Government has filed a Second Superseding Indictment correcting the error, and therefore the Government’s motion is moot.\nDefendant’s motions were finally set for oral argument and/or evidentiary hearing on May 1st, 1992.5\n*1112I. PROCEDURAL BACKGROUND.\nOn February 20th, 1991 pursuant to a plea bargain agreement, the defendant Hatheway entered a plea of guilty to a three count indictment brought against him charging: (1) Distribution of cocaine on or about November 14, 1990 in violation of 21 U.S.C. § 841(a)(1); (2) Distribution of cocaine on or about December 13, 1990, in violation of 21 U.S.C. § 841(a)(1); and (3) “Use” of firearms in connection with commission of drug trafficking offenses in violation of 18 U.S.C. § 924(c)(1).\nOn July 17, 1991, Hatheway’s present counsel filed a motion to withdraw his guilty pleas, which was initially denied by the Court.6 The Court then entertained defendant’s Motion to Reconsider and for Evidentiary Hearing in connection with same. The sole issue before the Court on reconsideration was Hatheway’s Motion to Withdraw his guilty plea with respect to Count 3 of the indictment (i.e., the gun count).7 Essentially, Hatheway expressly asked this Court for a trial only as to the gun count, desirous of maintaining his pleas of guilty as to Counts 1 and 2 of the original indictment (i.e., the drug trafficking offenses). Most significantly, the record reflects that counsel for the defendant failed to raise the issue of double jeopardy [i.e., that the drug trafficking offenses might be considered a lesser included offense of the gun count] upon his motion to withdraw his plea with respect to the gun count.\nHaving persuaded the Court to allow the defendant to maintain his guilty pleas as to Counts 1 and 2, and at the same time allow the defendant to withdraw his guilty plea as to Count 3 [i.e., the gun count] and order prosecution/trial only with respect to gun count, the Court entered orders and reasons to that effect.8 One of the passages of the aforementioned order and reasons, salient to the instant Motion to Dismiss, is reiterated herein below:\nAs previously mentioned, while moving to set aside his plea bargain at this hearing, the defendant indicated, in no uncertain terms, his desire to maintain his guilty pleas with respect to Counts I and II, the cocaine distribution charges. Thus, the Court concludes that his guilty pleas as to said Counts are not based upon any representations made in the plea bargain agreement, and thus, stand on their own and are not revoked by this order. Accordingly, and for the reasons aforesaid, the plea bargain agreement is declared NULL AND VOID, and therefore, has no effect as to either the Government or the defendant Hatheway. In plain language, the Court, having stricken the plea bargain and allowing the defendant to reassert his not guilty plea as to Count III, the gun count, the Government is permitted to proceed with any and all other offenses for which the defendant may be charged....9\n*1113Following the defendant’s withdrawal of his guilty plea with respect to the gun count and as the Government originally had intended prior to effecting the now defunct plea bargain agreement with the defendant, the Government in fact superseded the original indictment and added additional counts relative to the defendant’s possession of firearms.\nII. THE LAW.\nA. Motion to Dismiss.\nHatheway argues that a trial under Counts 1 and 2 of the superseding indictment for violations of 18 U.S.C. 924(c)(1) is barred by Double Jeopardy Clause of the Fifth Amendment10 considering that jeopardy allegedly attached upon his plea and sentencing to the “lesser included offenses” (i.e., trafficking cocaine in violation of 21 U.S.C. § 841(a)(1)).\nContrary to Hatheway’s assertion and for the several reasons discussed below, the Court need not decide whether these two offenses (i.e., § 924(c)(1) and § 841(a)(1) constitute the “same offense” under Blockburger v. United States, 284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1932).11\nIn United States v. Powell, 894 F.2d 895 (7th Cir.1990), cert. denied sub nom. Powell v. United States, 495 U.S. 939, 110 S.Ct. 2189, 109 L.Ed.2d 517 (1990), the defendant argued that his conviction on the gun count [i.e., 18 U.S.C. § 924(c)(1)] violated double jeopardy because it constitutes multiple punishment for the same offense without explicit congressional authorization of such punishment. Id. at 899. The Powell court disagreed and concluded that Congress intended to authorize cumulative punishment under the circumstances of the case — that is, in the case of a defendant charged with violation of the Gun Control Act, U.S.C. 924(c)(1) and drug trafficking crimes. Id. at 900. The Powell court explained its decision as follows:\nIn Missouri v. Hunter, 459 U.S. 359, 103 S.Ct. 673, 74 L.Ed.2d 535 (1983), the Supreme Court held that where cumulative punishment under two statutes is specifically authorized, regardless of whether these two statutes create the ‘same offense’ under the Blockburger test, ‘the prosecutor may seek and the trial court or jury may impose cumulative punishment under such statutes in a single trial.’ Hunter, 459 U.S. at 369, 103 S.Ct. at 679. Thus in a case where Congress specifically authorizes cumulative punishment, whether the two statutes ‘flunk’ the Blockburger test is irrelevant. Cf. United States v. Molina-Uribe, 853 F.2d 1193, 1208 (5th Cir.1988), cert. denied, 489 U.S. 1022, 109 S.Ct. 1145, 103 L.Ed.2d 205 (1989) (Congress specifically authorized cumulative punishment under 18 U.S.C. §§ 1111, 1114 and 18 U.S.C. § 924(c)(1); therefore, under Hunter, defendant’s conviction and sentence under 18 U.S.C. § 924(c)(1) do not violate the double jeopardy clause regardless of the result under Blockburger). Because we determine later in the opinion that Congress specifically authorized cumulative *1114punishment in this situation, we need not decide whether the conspiracy and the firearm offense alleged in the indictment are the same under Blockburger.\nId. at 899-900.\nThe precise facts of the instant case also invokes the aura of another exception to the Fifth Amendment proscription against double jeopardy. Hatheway expressly asked the Court for a separate trial on the alleged “greater offense” [i.e., the gun count] and failed to contemporaneously raise the issue that the offenses to which he pled guilty [i.e., the drug trafficking counts] might be considered lesser included offenses of the gun count. This constitutes an affirmative act whereby the defendant waived his double jeopardy challenge by persuading the Court to allow him to maintain his guilty pleas as to the drug trafficking offenses and to withdraw his plea as to the gun count and order separate trial thereon, having failed to contemporaneously raise the issue of double jeopardy [i.e. that one offense might be a lesser included offense of the other], Cf. Jeffers v. United States, 432 U.S. 137, 97 S.Ct. 2207, 2217, 53 L.Ed.2d 168 (1977), reh’g denied, 434 U.S. 880, 98 S.Ct. 241, 54 L.Ed.2d 164 (1977) (defendant waived double jeopardy challenge by persuading the trial court to order separate trials and by failing to raise the objection at the time).\nIn Jeffers, supra, the Supreme Court stated:\nIf the defendant expressly asks for separate trials on the greater and the lesser offenses, or, in connection with his opposition to trial together, fails to raise the issue that one offense might be a lesser included offense of the other, another exception to the Brown rule emerges.12 This situation is no different from others in which a defendant enjoys protection under the Double Jeopardy Clause, but for one reason or another retrial is not barred. Id.\nThe Jeffers Court explained that the considerations relating to the propriety of a second trial would differ in the case that the Government contributed to the separate prosecutions on the greater and lesser offenses. Id. 97 S.Ct. at 2217 n. 20. No hint of that is present in the case at bar. Rather, the Government opposed withdrawal of Hatheway’s plea to the gun count, fighting such eventuality “tooth and nail.” In fact, at the evidentiary hearing the Government indicated its preference, in the event this Court were to grant defendant’s motion to withdraw his plea as to Count 3, that it would rather have all three pleas revoked and prosecute the defendant on all three counts of the original indictment in one proceeding. However, as explicitly set forth in this Court’s Order and Reasons, Hatheway indicated in no uncertain terms that he desired to maintain his pleas as to *1115Counts 1 and 2 the drug trafficking offenses, and was solely attempting to withdraw his plea as to the Count 3, the gun count, never so much as mentioning that one offense might be a lesser included offense of the other.\nIn convincing this Court to maintain his pleas as to the drug trafficking offenses and at the same time allowing him to withdraw his guilty plea as to the gun count and to order a trial thereon, without contemporaneously raising the double jeopardy issue, Hatheway waived protection under the Double Jeopardy Clause. The Court is of the opinion that this is even a stronger case than Jeffers, supra, where the Supreme Court rejected a defendant’s claim of double jeopardy based upon a guilty verdict in the first of two successive prosecutions, when the defendant had been responsible for insisting that there be separate rather than consolidated trials. In the case at bar, the defendant’s efforts were directed to separate disposition of counts within the same indictment where no more than one trial of the offenses charged was ever contemplated by the Government.\nIn Ohio v. Johnson, 467 U.S. 493, 104 S.Ct. 2536, 81 L.Ed.2d 425 (1984), a case factually apposite to the one presently before the Court, the grand jury returned a single indictment on four related charges, including murder and robbery, and all charges were embraced within a single prosecution. As in the present case, the defendant/respondent (Johnson) offered to resolve only a part of the charges against him, while the State objected to disposing of any of the counts without a trial. Id. 104 S.Ct. at 2541-42. The Supreme Court explained that none of the governmental overreaching that double jeopardy is supposed to prevent is extant in such a situation, to wit:\nRespondent has not been exposed to conviction on the charges to which he pleaded not guilty, nor has the State had the opportunity to marshal its evidence and resources more than once or to hone its presentation of its case through a trial. The acceptance of a guilty plea to lesser included offenses while charges on the greater included offenses remain pending, moreover has none of the implications of an “implied acquittal” which results from a verdict convicting a defendant on lesser included offenses rendered by a jury charged to consider both greater and lesser included offenses. There has simply been none of the governmental overreaching that double jeopardy is supposed to prevent. On the other hand, ending the prosecution now would deny the State its right to one full and fair opportunity to convict those who have violated its laws.\nWe think this is even a clearer case than Jeffers v. United States, 432 U.S. 137, 97 S.Ct. 2207, 53 L.Ed.2d 168 (1977), where we rejected a defendant’s claim that double jeopardy based upon a guilty verdict in the first of two successive prosecutions, when the defendant had been responsible for insisting that there be separate rather than consolidate trials. Here the respondent’s efforts were directed to separate disposition of counts in the same indictment where no more than one trial of the offenses charged was ever contemplated. Notwithstanding the trial court’s acceptance of respondent’s guilty pleas, respondent should not be entitled to use the Double Jeopardy Clause as a sword to prevent the State from completing its prosecution of the remaining charges.\nId. 104 S.Ct. at 2542.\nHatheway's contentions with regard to Counts 3, 4, and 5 of the superseding indictment that said counts “are in violation of due process of law in that they constitute a retaliation against the defendant by punishing him or subjecting him to increased charges and the possibility of greater punishment”13 are meritless. As previously discussed above in section I of this order and reasons, but for Hatheway’s *1116plea of guilty to the original three-count indictment on February 20, 1991, the Government fully intended to supersede the indictment and bring all of the contemplated gun charges, including those relating to possession of a silencer and a fully automatic machine gun. In short, the Government established its intended course of action long before Hatheway decided to withdraw his plea with respect to Count 3. The Government’s action under these facts can hardly be characterized as “retaliatory.”\nFurther, along the lines of judicial regard for fairness and due process, some of the ruminations of the Fifth Circuit in Fransaw v. Lynaugh, 810 F.2d 518, 526 (5th Cir.1987), cert. denied, 483 U.S. 1008, 107 S.Ct. 3237, 97 L.Ed.2d 742 (1987), merit reiteration:\n[W]e discern in the cases a judicial regard for fairness, namely, a defendant should not be able to reject, a plea bargain and then erect the shield of double jeopardy to the revived counts.\nHere, the Court discerns that is exactly what the defendant Hatheway is attempting to do. In fact, and well known to the defendant prior to entering his guilty pleas, the Government apprised both the defendant and the Court that it fully intended to supersede the indictment to state the charges which are now set forth at Counts 3, 4, and 5 of the superseding indictment in this case. Had it not been for defendant’s decision to plead guilty to all three counts pursuant to the plea bargaining agreement, the Government would have superseded the original indictment and brought these charges in February of 1991. The plea bargain agreement has, as previously mentioned, been declared null and void, both as a result of Hatheway’s reneging on his guilty plea as to Count 3 and for the reason that said plea bargain agreement did not form the basis of defendant’s guilty pleas with respect to Counts 1 and 2.\nSetting aside the question of “would be” charges for the moment, it is well-settled that the accused may be tried on the same count to which he pled guilty if he succeeds in withdrawing from the plea bargain. Clark v. Blackburn, 605 F.2d 163 (5th Cir.1979) (plea withdrawn after sentencing). “The cases hold with apparent unanimity that when defendant repudiates his plea bargain, ... by withdrawing his plea ..., there is no double jeopardy (or other) obstacle to restoring the relationship between the defendant and the state as it existed prior to the defunct bargain.” Fransaw, 810 F.2d at 525.\nCertainly, if double jeopardy presents no bar to the prosecution of charges dismissed on account of a defunct plea bargain agreement, it presents no bar to charges that would have been brought but for the defunct plea bargain agreement. Accordingly, defendant’s contentions regarding due process and double jeopardy with regard to Counts 3, 4 and 5 of the superseding indictment are equally without merit.\nB. Motion to Suppress Evidence.\nThe application for search warrant, which is the subject of defendant’s motion to suppress, on its face authorizes the search of the entire premises/residence located at # 10 Charlotte Drive, New Orleans, Louisiana, for the following purpose:\n[Seizing] all contraband and controlled dangerous substances, more particularly Cocaine, along with all of the instruments, implements and documents necessary for its use, packaging, and/or distribution?14\nThe search warrant issued, was based upon Special Agents Frank Weicks’ and Susan Nave’s sworn application.15 SA Weicks testified at the suppression hearing that he prepared the affidavit as per a telephone conversation with SA Richards. It was SA Weicks’ impression that the thrust of the *1117investigation and surveillance of Hatheway was for drugs, more specifically cocaine, which explains the failure to particularly mention firearms along with the items to be seized. On November 14th, 1990, a whole month before SA Weicks typed up the affidavit and warrant, SA Richards had seen a weapon in Hatheway’s safe along with the drugs. The happenstance that a weapon was present in the safe on November 14th and which safe remained open and was not closed up with the gun remaining in the safe in SA Richards presence, when considered together with the established fact that the thrust of the special agents efforts with regard to the surveillance of Hatheway was focussed primarily upon his distribution of dangerous controlled substances, and further considering that it was SA Weicks and not SA Richards who prepared the warrant, the Court is of the opinion that the failure to describe weapons with particularity in the warrant was neither deliberate nor does it render the search unlawful.\nAt this juncture, it is important to note that the defendant concedes that “if these firearms had been discovered pursuant to the execution of the search for drugs, that they might have been lawfully seized.” 16 Considering that the subject application requested authority to search for the purpose of seizing “controlled dangerous substances” and the warrant issued for seizure of same, there is no question but that the subject search was for the purpose of seizing drugs, and thus, the firearms seized pursuant to the execution of that search were lawfully seized.17\nIn United States v. Matthews, 942 F.2d 779, 782 (10th Cir.1991), the defendant argued, as does Hatheway in the case at bar, that “the police had reason to suspect that the firearms would be present, yet made no request to include them in the warrant.” Id. The warrant in the Matthews case, as the warrant at issue here, failed to describe the firearms seized with particularity, but authorized seizure of “ ‘cocaine, fruits, in-strumentalities, monies, notations relating to the offense thereof_’” Id. at 782-83.\nThe Matthews court held that there is no requirement that the discovery of evidence in plain view be inadvertent. 942 F.2d at 783 [citing, Horton v. California, 496 U.S. 128, 110 S.Ct. 2301, 2308, 110 L.Ed.2d 112 (1990) (the plain-view doctrine revisited)]. The rule is rather that the object’s incriminating character be readily apparent and that the officer have lawful access to it. Id.\nHere, as in Matthews, supra, the Court is of the opinion that the seizure in this case satisfies both conditions. The officers executing the warrant came across the weapons during the course of a lawful search for illegal drugs. Borrowing language from the Matthews decision, “it is common knowledge that drug operators frequently acquire weapons for use in connection with drug activities.” Id. Thus, the Court is of the opinion under the facts of the present case, that the weapons’ accessibility and *1118proximity to illegal drugs 18 satisfy the condition that their incriminating character be immediately apparent to the officers.\nDefendant’s argument with regard to the inaccurate phone number supplied in the agents’ affidavit is without merit. In the context of a motion to suppress, the moving party has the burden of establishing that the evidence was secured by an unlawful search.19\nThere is no evidence tending to support defendant’s allegations that the erroneous information set forth in the affidavit [i.e. the erroneous phone number of defendant’s residence] was knowingly, intentionally or falsely supplied by Officer Weicks in the affidavit.20 Notwithstanding the inaccurate phone number, there is more than ample probable cause to support issuance of the search warrant to seize dangerous controlled substances, accoutrements of drug trafficking, and other contraband.\nA magistrate’s determination of probable cause is to be given considerable weight and should be overruled only when the supporting affidavit, when read as a whole in a realistic and common sense manner, does not allege specific facts and circumstances from which the magistrate could reasonably conclude that the items sought to be seized are associated with the crime and located in the place identified. When reviewing a decision to issue a warrant, the court’s task is “simply to ensure that the magistrate had a substantial basis for concluding that probable cause existed.” Illinois v. Gates, 462 U.S. 213, 250, 103. S.Ct. 2317, 2338, 76 L.Ed.2d 527 (1983).21\nCareful review of application for a warrant in this case reveals Agents Richards and Naves’ personal observations of the defendant’s residence and drug trafficking activity operating out of his residence at # 10 Charlotte Drive formed the basis of the request for issuance of the warrant. The magistrate was thus presented with the specifics of the defendant’s drug trafficking activities based on first hand observations of the affiants. Moreover, SA Weicks who typed the' affidavit and warrant both ran the rap sheet on Hatheway and checked out both phone numbers that the agents used throughout of the investigation to contact Hatheway — that is, both his mother’s number and that associated with # 10 Charlotte St. residence. In this case, there is such a detailed account of *1119first hand observations by the agents themselves, these statements alone provided the judge issuing the warrant with ample information to conclude that a search would uncover evidence of the crime of drug trafficking. Adhering to the Supreme Court’s statement that “after the fact scrutiny by courts of the sufficiency of an affidavit should not take the form of de novo review,” 22 the Court could not reasonably conclude that the magistrate lacked a substantial basis for determining that, under the totality of the circumstances, probable cause existed in this case.\nDefendant harps on the point that an incorrect phone number of defendant’s residence was reiterated numerous times in the application for search warrant. However, the Fifth Circuit in United States v. Dancy, 947 F.2d 1232, 1233 (5th Cir.1991) held that a correct street address in a search warrant, standing alone, is particular enough to withstand constitutional scrutiny.23 There is no question but that the correct street address of the defendant’s residence was recited both in the warrant and the application therefor. The incorrect telephone number recited was superfluous information. There is no dispute that the officers executing the warrant had no trouble locating defendant’s residence and found drugs and weapons in plain view and in the same location as controlled substances, i.e., the safe.\nThe Fifth Circuit in United States v. Gordon, 901 F.2d 48 (5th Cir.1990), reh’g denied en banc, 905 F.2d 1536 (5th Cir.), cert. denied, — U.S. -, 111 S.Ct. 510, 112 L.Ed.2d 522 (1990) held that even an incorrect street address may suffice under the good faith exception set forth in Leon.24 A fortiori, a correct street address plus an incorrect phone number is sufficiently particular and certainly sufficient under the Leon good faith exception.25\nFor all of the above and foregoing reasons, and considering the submissions of the parties, as well as the evidence and arguments set forth in the hearing,\nIT IS ORDERED that defendant’s Motion to Dismiss is DENIED.\nIT IS FURTHER ORDERED that defendant’s Motion to Suppress Evidence is DENIED.\nIT IS FURTHER ORDERED that the Government’s Motion to Amend is DISMISSED as MOOT.\n\n. Counsel for defendant argues that Hatheway’s plea of guilty and sentencing for violations 21 U.S.C. 841(a)(1) [the drug trafficking counts] are lesser included offenses of 18 U.S.C. 924(c)(1) [the gun count].\n\n\n. Specifically, Hatheway contends that double jeopardy applies to Counts One and Two of the superseding indictment, and Counts Three, Four and Five of said superseding indictment constitute retaliation and punishment directed at him for revoking his plea, thereby subjecting him to increased charges and the possibility of greater punishment.\n\n\n. The search warrant at issue in the present case [Item No. L-14985-90] listed the items to be seized as follows:\nAll contraband, controlled dangerous substances, more particularly Cocaine, along with any concomitant physical evidence, either substantive or trace, associated with its use, possession, packaging, and or distribution, [emphasis supplied].\nAppended to the Order of Search was the application for search warrant, which included the reasons and facts for the request for search, which stated, inter alia:\nAgent Richards in the company of DEA Agent Susan Nave arrived # 10 Charlotte Dr., New Orleans, Louisiana [that is, Hatheway’s residence upon invitation to complete a \"drug deal\" during which the aforementioned agents were acting in an undercover capacity]. Hatheway then invited Agent Richards into the residence at which time he directed Richards into a closed-in garage area which was a part of his residence. Hatheway then opened a large safe in that area removed a plastic bag containing cocaine which was in excess of one ounce.... At this time Agent Richards noted that several handguns and numerous documents were contained in the safe in addition to the Cocaine.... It should be noted that NOPD detectives Frank Weicks, Michael Cimino, Mark Watling, and Keith Debarbeiris, along with DEA Agents Patrick Warner and John Maddox maintained surveillance prior to and during the course of this purchase.... See, Attachment to Application for Search Warrant.\n\n\n. Essentially, Hatheway contends that the telephone number of his residence reiterated in the affidavit is not the number of his residence and further, that the statement that defendant’s numerous arrests included \"weapons violations” was false and that these false statements being materially false, render the supporting affidavit untrustworthy.\n\n\n. The Defendant’s Pre-trial Motions were set to be heard on several earlier hearing dates but were continued and reset pursuant to the interest of justice analysis upon motion to continue *1112and reset filed by the parties. See, Defendant's Motion to Continue Trial and Hearing on Defense Motions and Order granting same, entered November 25th, 1991; Government’s Motion to Continue and Order granting same, entered January 15, 1992; Defendant’s Motion to Continue and Order granting same, signed February 11, 1992; and Defendant’s Motion to Continue and Order granting same, signed March 20, 1992.\n\n\n. See, Order and Reasons, entered July 24th, 1991.\n\n\n. See, Order and Reasons, entered July 30th, 1991.\n\n\n. Id.\n\n\n. It should be noted here that prior to the defendant's decision to plead guilty to the original three-count indictment, the Government informed both the Court and the defendant that the Government intended to supersede the indictment to add counts relative to the offenses including \"use\" of firearms in connection with the December 13th, 1990 drug trafficking crime, possession of a silencer and a fully automatic machine gun. Only in consideration of the plea which plea bargain agreement was subsequently declared null and void did the Government fore-go its plan to supersede the indictment. Defendant's contention that the Government’s action in superseding the indictment to add other weapons offenses constitutes a retaliatory measure aimed at punishing the defendant for revoking his plea with respect to Count III is wholly without merit. That all parties were aware of the Government’s intention from the outset with respect to superseding the original indictment even before Hatheway decided to plead is reflected in the above recitation of this Court’s Order entered August 30th, 1991. Moreover, here again, the Court reiterates that at no time during the evidentiary hearing pursuant to defendant’s Motion to Reconsider regarding *1113withdrawal of his guilty plea with respect to Count 3, the gun count, did defendant or his counsel ever raise the issue that the drug trafficking offenses [Counts 1 and 2] might be considered lesser included offenses.\n\n\n. The double jeopardy clause states: \"[N]or shall any person be subject for the same offence to be twice put in jeopardy of life or limb.” U.S. Const, amend. V.\n\n\n. Traditionally, claims of double jeopardy were analyzed by reference to the analysis employed in Blockburger v. United States, 284 U.S. 299, 304, 52 S.Ct. 180, 182, 76 L.Ed. 306 (1932): \"where the same act or transaction constitutes a violation of two distinct statutory provisions, the test to be applied to determine whether there are two offenses or only one is whether each provision requires proof of an additional fact which the other does not.” See also, Grady v. Corbin, 495 U.S. 508, 110 S.Ct. 2084, 2093, 109 L.Ed.2d 548 (1990) wherein the Court further explained:\n[A] technical comparison of the elements of the two offenses as required by Blockburger does not protect defendants sufficiently from the burdens of multiple trials_ [A] subsequent prosecution must do more than merely survive the Blockburger test.... The Double Jeopardy Clause bars any subsequent prosecution in which the government, to establish an essential element of an offense charged in that prosecution, will prove conduct that constitutes an offense for which the defendant has already been prosecuted.\n\n\n. In Brown v. Ohio, 432 U.S. 161, 97 S.Ct. 2221, 2226-27, 53 L.Ed.2d 187 (1977) the Supreme Court established the general rule that the Double Jeopardy Clause prohibits a State or Federal Government from trying a defendant for a greater offense after it has convicted him of a lesser included offense. It further held two offenses are the same for double jeopardy purposes unless each requires proof of an additional fact that the other does not. In Jeffers v. United States, 97 S.Ct. at 2217 the Supreme Court held that under certain circumstances the policy behind the Double Jeopardy Clause does not require prohibition of a second trial. For instance the Jeffers court held that “although a defendant is normally entitled to have charges on a greater and a lesser offense resolved in one proceeding, there is no violation of the Double Jeopardy Clause when he elects to have the two offenses tried separately and persuades the trial court to honor his election.” In the case at bar, the Government expressed its intention in no uncertain terms that it preferred to proceed to trial against the defendant on all three counts of the original indictment in a single trial. Thus, no improper motive with respect to multiple proceedings can be ascribed to the Government in the present case. The accommodation was made to the defendant, pursuant to the his motion for reconsideration requesting the Court to revoke his guilty plea solely as to the gun count affirmatively indicating his intention to maintain his guilty pleas as to drug trafficking offenses. Thus, the defendant convinced the Court that it should order a separate proceeding as to the gun count. Precisely as was the case in Jeffers, no mention was made by defense counsel Guy D’Antonio or the defendant that the drug trafficking offenses might be considered lesser included offenses of the gun count.\n\n\n. See, Defendant's Motion to Dismiss, at ¶ VIII.\n\n\n. See, Application for Search Warrant, Item No. L-14985-90, sworn to and subscribed December 13, 1990 [emphasis supplied].\n\n\n. See, Search Warrant, Item No. L-14985-90, signed December 13, 1990.\n\n\n. See, Defendant's Memorandum in Support of Motion to Suppress, at p. 2.\n\n\n. The Reason and Facts supplied by Agents Weicks and Nave for search attached to their request for search, is riddled with references to the defendant’s trafficking Cocaine, to wit: (1) \"The informant indicated that he had personally witnessed Hatheway distribute quantities of Cocaine over the past year in exchange for U.S. Currency from his residence located at # 10 Charlotte Drive, New Orleans, Louisiana”; (2) “In the process of the taped [telephone] conversation, ... Hatheway agreed to sell Agent Richards one ounce of cocaine in exchange for $1400.00 in U.S. Currency”; (3) “On November 14, 1990, Agent Richards again contacted Hathe-way telephonically at (504)282-7166 (# 10 Charlotte Drive) ... [and] Hatheway confirmed that he would sell Agent Richards one ounce of Cocaine_”; (4) \"Hatheway then presented the ounce of Cocaine to Agent Richards at which time Richards handed Hatheway $1400 in U.S. Currency which was prerecorded NOPD funds”; (5) \"Hatheway then thanked Richards for the purchase and invited him back for additional purchases at the residence.”\n\n\n. The agents were authorized to search the safe and found both firearms and marijuana therein, in distributable form. That is, the firearms and the marijuana were in plain view in the specific area they were authorized to search.\n\n\n. United States v. Blakeney, 942 F.2d 1001, 1015 (6th Cir.1991).\n\n\n. SA Weicks testified that at a time prior to his typing up the affidavit he had thoroughly checked out two phone numbers on Hatheway, which special agents had used to contact him on numerous occasions. The one recited in Weicks' affidavit was Hatheway’s mother's telephone number. The other number which he had previously checked out to number 10 Charlotte Dr. was Hatheway’s residence telephone number. In typing out the information in the affidavit he mistakenly transposed the numbers and listed Hatheway’s mother's number (282— 7166) instead of Hatheway’s number (283-1225) consistently throughout the indictment. SA Weicks testified that at the time, he not aware of his mistake. The Court is of the opinion upon hearing the testimony of SA Weicks both on direct and cross-examination that at all pertinent times SA Weicks believed in good faith that he had listed Hatheway's residence telephone number correctly.\n\n\n.In Gates, the Supreme Court rejected the rigid two-pronged Aguilar-Spinelli test for probable cause, adopting instead a “totality of the circumstances” test. The Supreme Court simultaneously concluded that the adoption of \"the flexible, common-sense standard” embodied in the totality of the circumstances approach required a more deferential standard of review, recognizing that \"[a] grudging or negative attitude by reviewing courts toward warrants is inconsistent with the Fourth Amendment's strong preference for searches conducted pursuant to a warrant_\" 103 S.Ct. at 2331. The Court then explained that, “so long as the magistrate had a ‘substantial basis for ... concluding]’ that a search would uncover evidence of wrongdoing, the Fourth Amendment requires no more.” Id.\n\n\n. Gates, 103 S.Ct. at 2331.\n\n\n. See, United States v. Dancy, 947 F.2d 1232, 1234 (5th Cir.1991) stating:\nA correct street address in a search warrant, even if no other description is given, is particular enough to withstand constitutional scrutiny. The warrant must describe the place to be searched in enough detail to for the executing officer (1) to locate the premises with reasonable effort, and (2) to be sure the wrong premises are not mistakenly searched. United States v. Prout, 526 F.2d 380 (5th Cir.), cert. denied, 429 U.S. 840 [97 S.Ct. 114, 50 L.Ed.2d 109] (1976). A correct street address meets both prongs of the test.\n\n\n. In United States v. Leon, 468 U.S. 897, 903, 922, 104 S.Ct. 3405, 3410, 3420, 82 L.Ed.2d 677 (1984), the Supreme Court set forth the \"good faith” exception to the exclusionary rule. That is, when an officer relies in good faith on a neutral magistrate’s judgment that probable cause justified the issuance of a warrant, excluding evidence acquired pursuant to the warrant does not further the deterrent function of the exclusionary rule. Id. at 920-21, 104 S.Ct. at 3419.\n\n\n.See, United States v. Dancy, 947 F.2d at 1234 [citing United States v. Gordon, supra, for the proposition that an incorrect street address may even be sufficient under the Leon good faith exception and stating “[a] fortiori, a correct street address is sufficiently particular.”].\n\n",
            "ocr": true,
            "opinion_id": 8695836
        }
    ],
    "court_short_name": "E.D. Louisiana",
    "court_full_name": "District Court, E.D. Louisiana",
    "court_type": "FD",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}