{
    "id": 8898989,
    "judges": "Bua",
    "date_filed": "1977-03-05",
    "date_filed_is_approximate": true,
    "slug": "illinois-ex-rel-schoepf-v-board-of-education",
    "case_name_short": null,
    "case_name": "Illinois ex rel. Schoepf v. Board of Education",
    "case_name_full": "The PEOPLE OF the STATE OF ILLINOIS on the Relation of Patrick SCHOEPF and Patrick Schoepf v. BOARD OF EDUCATION OF MORTON HIGH SCHOOLS, DISTRICT 201, COOK COUNTY, ILLINOIS and Kenneth Keeling",
    "attorneys": "John 0. Tuohy, Edward V. Hanrahan, Chicago, III, for plaintiffs., R. Theodore Clark, Jr., James P. Osick, Seyfarth, Shaw, Fairweather & Geraldson, Chicago, 111., for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "606 F. Supp. 385"
    ],
    "opinions": [
        {
            "author_str": "Bua",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nORDER\nBUA, District Judge.\nBefore the Court is defendants’ motion for summary judgment in their favor on plaintiff’s four-count complaint. For the reasons stated below, defendants’ motion for summary judgment is granted.\nSummary judgment for a defendant is appropriate under Rule 56 of the Federal Rules of Civil Procedure “only if the pleadings, depositions and affidavits fail to disclose a genuine issue of material fact.” Gracyalny v. Westinghouse Electric Co., 723 F.2d 1311, 1316 (7th Cir.1983). In deciding the motion, the Court must “resolve all doubts against the party seeking summary judgment.” Id. Under Local Rule 12 of the Rules of the United States District Court for the Northern District of Illinois, a party moving for summary judgment, in addition to affidavits and other material referred to in Fed.R.Civ.P. 56(e), must submit a statement of material facts as to which there is no genuine dispute. Local Rule 12(e) (N.D.Ill.). The party opposing summary judgment must then file a “statement of genuine issues” setting forth material facts as to which there exists a genuine issue. Local Rule 12(f) (N.D.Ill.). To the extent that the “statement of genuine issues” fails to controvert the moving party’s statement of material facts, those matters are deemed admitted for purposes of deciding the Rule 56 motion. Id. Applying these standards, the following facts are assumed as true for purposes of this motion.\nI. FACTS\nPrior to March 1, 1983, plaintiff Patrick Schoepf was employed as a custodian by defendant Board of Education of Morton High Schools, District 201 (“Morton High School”). At all times relevant to plaintiff’s complaint, defendant Kenneth Keeling was employed as Assistant Superintendent and Business Manager of Morton High School. In Count I of his complaint, Schoepf alleges that Keeling wrongfully discharged him from his employment in violation of the fifth and fourteenth amendments to the United States Constitution; Schoepf seeks reinstatement to his job. Counts II and III are grounded upon the common law of libel and intentional infliction of emotional distress, respectively, and seek $100,000 in actual damages. Count IV seeks punitive damages in the amount of $100,000.\nSchoepf was hired as a custodian at Morton West High School in 1981. Schoepf’s duties included sweeping, dusting, washing blackboards and walls, scrubbing and waxing floors, and emptying trash cans. Schoepf worked the 3:00 p.m. to 11:00 p.m. shift and was responsible for cleaning the school library. Schoepf and about five other employees had keys to the library.\nIn February of 1983, Keeling discovered that the Xerox machine in the library at Morton West High School, which operated on a pay-per-copy basis, was producing unusually low revenues. Keeling requested Dr. V.J. Downes, the Director of Library and Media Services, to investigate the cause of the lower-than-normal revenues. Downes reported to Keeling that since September of 1982, according to the counter on the Xerox machine, the machine should have produced about $500 more revenue than it had produced. Downes also reported that the library staff normally left the key to the Xerox machine in an unlocked cabinet behind the library desk. See de*387fendants’ Statement of Material Facts, at 3; Schoepf Dep. at 20.\nKeeling asked Downes to have her staff count the money in the Xerox machine each day at the close of school and to count it again when they returned to the library the following morning. Counting the Xerox machine money in this manner, Downes discovered that every morning when the money was recounted, several dollars in change were missing from the machine.\nKeeling then advised Donald Ciner, the Principal of Morton West High School, about the money shortages from the library Xerox machine and requested Ciner to check the Xerox machine’s money box before he went home at night. On at least two occasions, having first counted the money in the Xerox machine at about 3:30 p.m., Ciner returned to the library at about 10:30 p.m. and discovered that money was missing from the machine.\nIn an effort to determine who was responsible for the money shortages, Keeling contacted the school’s truant officer, Mr. Czeehowski, a former police officer, to obtain powder which could not be detected except under a “black light.” Keeling and Ciner dusted $25 worth of dimes with the powder and placed the coins in the Xerox machine’s collection box during the daytime&lt;hours of Tuesday, March 1, 1983. Following the close of school on the same date, Keeling remained in a library reading room in a position from which he could see the Xerox machine.\nIn the course of his duties on March 1, 1983, Schoepf entered and began to clean all areas of the library, including the area around the Xerox machine. Schoepf then saw the key to the Xerox.machine inside the lock of the machine. Attempting to clean the machine, Schoepf observed the coin box fall out of the machine and coins spill onto the floor. Schoepf picked up those coins, put them back into the coin box, locked up the coin box and put the key to the machine in the cabinet behind the library desk.1 Shortly thereafter, Keeling apprehended Schoepf near the door of the library and ordered him to accompany him to the principal’s office. On the way to the principal’s office, Keeling requested Ivan Fako, the custodial foreman and Schoepf’s immediate supervisor, to accompany them to the principal’s office.\nIn the principal’s office, Keeling told Schoepf that he had witnessed him taking money from the Xerox machine in the library. Schoepf denied taking the money. Keeling advised Schoepf that the coins in the machine had been treated with a special powder. Keeling asked Schoepf if he would be willing to put the coins that were in his pocket, or his hands, under a black light to determine whether or not the coins were the coins taken from the Xerox machine. Schoepf said that he would not put the coins or his hands under the black light. Keeling then ordered Schoepf to punch out and not to complete the remaining hours of his work shift. Keeling told Schoepf to give Fako his keys and not to return to work until he made an appointment to discuss the matter with Keeling in his office.\nOn Wednesday, March 2, 1983, Schoepf called Keeling’s secretary and scheduled an appointment to meet with Keeling at 2:30 p.m. on Thursday, March 3, 1983. Prior to the March 3 meeting, Schoepf contacted Dick Laat, his union steward, and fully advised Laat of the nature of the allegations against himself. On March 3, 1983, Schoepf also met with Ted Kawiecki, the head union steward, and Joe Belcaster, the union steward from Morton East High School, and again fully related to the union representatives the nature of the allegations against himself. Kawiecki and Laat accompanied Schoepf to the March 3, 1983 *388meeting in Keeling’s office to act as his witnesses.2\nAt the March 3, 1983 meeting, Keeling advised Schoepf, Kawiecki and Laat that the purpose of the meeting was to discuss the money shortages from the Xerox machine in the library at Morton West High School. Keeling recounted that a large sum of money had been taken over a period of time and that he had personally observed Schoepf take the keys from the cabinet and take money from the machine. Schoepf again denied his involvement. Schoepf also stated that the keys to the Xerox machine were already hanging in the machine on the night of March 1, 1983. Clarence Pawlowski corroborated this, also stating that the keys were hanging in the machine on that night. Yet, Keeling insisted that on the evening of March 1,1983 the keys were in the cabinet.\nDuring the March 3 meeting, Keeling told Schoepf that he would have to recommend Schoepf’s dismissal at the meeting of the Board of Education and that he would base his recommendation on having witnessed Schoepf taking money from the Xerox machine. Keeling further stated that the accusation of theft against Schoepf would appear in the newspapers. Keeling said that he would give Schoepf an opportunity to resign rather than have Keeling recommend his dismissal to the Board, but that if he did not hear from Schoepf by the end of Friday, March 4, 1983, he would ask the Superintendent of Schools to recommend Schoepf’s dismissal to the Board of Education.\nOn Friday, March 4, 1983, Schoepf had his mother call Keeling to ask if Keeling would allow Schoepf until Monday morning to submit his letter of resignation. Keeling granted Schoepf’s mother’s request and stated that, if she desired, he would have a short letter of resignation typed for Patrick to sign and send it home with his father, who also worked at Morton West High School. Pursuant to Schoepf’s mother’s request, Keeling prepared a short letter of resignation for Schoepf’s signature and gave the letter of Schoepf’s father. After Schoepf’s father met with Keeling (a meeting which Schoepf’s father requested), Schoepf’s father brought the letter of resignation home to Patrick for his signature. Patrick signed the letter and his father returned the letter to Keeling on Monday, March 7, 1983. Keeling gave Schoepf’s letter of resignation to the Superintendent. The Board of Education accepted Schoepf’s resignation at its March 14, 1983 meeting. Although Schoepf made an oral complaint to his union regarding the events of March 1, 1983, no grievance was ever filed by Schoepf or on his behalf. Furthermore, Schoepf never appealed the union’s decision that the complaint was an insufficient grievance.\nAt no time during the investigation of the money shortages from the library Xerox machine, during the meetings with Schoepf or any time thereafter, did Keeling (or any other representative of Morton High School) ever threaten to institute criminal prosecutions or criminal charges against Schoepf or anyone else. Defendants never brought (or attempted to bring) any criminal charges against anyone in connection with the money shortages from the library Xerox machine.\nIn February, 1984, Schoepf filed the instant lawsuit alleging violations of his constitutional rights, defamation and intentional infliction of emotional distress.\nII. COUNT I\nIn Count I, plaintiff alleges that his resignation was coerced and in violation of his privilege against self-incrimination, his right to due process and his right to equal protection under the laws. This Court finds that there is no genuine issue of material fact as to these three constitution*389al claims and grants defendants’ motion for summary judgment on Count I.\nA. The Privilege Against Self-Incrimination Claim\nPlaintiff bases his allegation of violation of his privilege against self-incrimination upon his refusal to submit to a “black light” examination of his hands and his pocket change and his subsequently forced resignation. In National Acceptance Co. of America v. Bathalter, 705 F.2d 924 (7th Cir.1983), the Seventh Circuit reaffirmed that “... the state, in its role as employer, could insist on full disclosure of matters specifically and narrowly related to job performance and could discharge those refusing to disclose.” Id. at 928. “The discharges (held impermissible by the Supreme Court in prior decisions) were impermissible only because the state could not act simultaneously as prosecutor as well as employer, i.e. by insisting not only that its employees answer questions but also that those answers be made available for use against them in any subsequent criminal proceeding.\" Id. See also Spevack v. Klein, 385 U.S. 511, 87 S.Ct. 625, 17 L.Ed.2d 574 (1967); Garrity v. New Jersey, 385 U.S. 493, 87 S.Ct. 616, 17 L.Ed.2d 562 (1967); Gardner v. Broderick, 392 U.S. 273, 88 S.Ct. 1913, 20 L.Ed.2d 1082 (1968); Uniformed Sanitation Men Ass’n. v. Commissioner, 392 U.S. 280, 88 S.Ct. 1917, 20 L.Ed.2d 1089 (1968).\nThus, in Grabinger v. Conlisk, 320 F.Supp. 1213 (N.D.I11.1970), the court found “that if a public employee refused to testify as to a matter concerning which his employer is entitled to inquire, he may be discharged for insubordination, but if he does testify, his answers may not be used against him in a subsequent criminal proeeeding.” Id. at 1218. Therefore, when the state requires an employee to disclose incriminating information for the use of considering the employee’s fitness for continued employment, and not for the use in a criminal proceeding, the disclosure remains privileged and there is no violation of the employee’s privilege against self-incrimination.3 If,- however, the state used the disclosure as a pretext to elicit information for use at a criminal proceeding, the privilege against self-incrimination would be violated.4\nHere, the Assistant Superintendent and Business Manager of Morton High Schools (and all other representatives of Morton High School) never threatened to institute any criminal prosecutions or criminal charges against the plaintiff or anyone else in connection with the taking of money from the library Xerox machine. Furthermore, no express waiver of Schoepf’s privilege against self-incrimination was ever requested or obtained by the defendants. Defendants acted entirely as Schoepf’s employers in March of 1983, and not as Schoepf’s prosecutors. Even if Schoepf did present his hands to the black light examination, the possibly incriminating disclosure would continue to be protected by the privilege against self-incrimination in a criminal proceeding.\nHence, this Court finds that plaintiff’s resignation as allegedly based upon his refusal to expose his hands and pocket change to black light examination did not violate plaintiff’s privilege against self-incrimination. As there is no genuine issue of material fact, this Court grants defendants’ motion for summary judgment as to *390the claim of a violation of Schoepf s privilege against self-incrimination.\nB. Due Process Claim\nPlaintiff argues that his employment with defendant school board constituted a property or liberty interest which could not be taken away from him without due process. This Court finds that plaintiffs resignation was voluntary and, thus, any due process rights to which he otherwise would have been entitled are waived. Accordingly, the Court grants defendants’ motion for summary judgment as to the due process claim.\nPlaintiff has failed to demonstrate that his resignation was obtained by external coercion or duress. As Christie v. United States, 518 F.2d 584 (Ct.Cl.1975), notes, “[djuress is not measured by the employee’s subjective evaluation of a situation. Rather, the test is an objective one.” Id. at 587. (Citing McGucken v. United States, 407 F.2d 1349, 1351 (Ct.C1.1969); Pitt v. United States, 420 F.2d 1028, 190 Ct.Cl. 506, 513 (1970).) Therefore, the Court must ignore the plaintiff’s subjective state of mind and ignore the personal tragedies to which plaintiff was exposed. Thus, the issue presented is whether the plaintiff was objectively coerced into resigning or was he merely faced with “two unpleasant alternatives[?]” See Christie, supra, 518 F.2d at 587. Here, as in Christie, the plaintiff was merely faced with two unpleasant alternatives.\nThe court in Cosby v. United States, 417 F.2d 1345 (Ct.Cl.1969), found that “[e]ven where the employee is told that he must choose between resignation and separation, the subsequent choice of resignation is not coerced unless the employee can show that his superior knew or believed that the reasons for the proposed separation could not be substantiated.” Cosby, supra, 417 F.2d 1355. There is no evidence in the record to suggest that the defendants would not have reasonably considered Schoepf’s alleged theft from the Xerox machine good cause for discharge. Furthermore, there is no evidence in the record to suggest that Superintendent Keeling did not reasonably believe that the theft could be proved. Accordingly, Schoepf’s choice of resignation was not coerced under Cosby. There is no question of material fact that the defendants reasonably believed that Schoepf’s proposed separation could be substantiated by the events that occurred on March 1, 1983. Therefore, this Court finds that plaintiff’s resignation was made voluntarily and that any denial of due process claim has been waived. This Court grants defendants’ motion for summary judgment on this issue.5\nC. Equal Protection\nThe Court finds that plaintiff has failed to plead sufficient allegations of fact to assert a claim under the equal protection clause. There is no evidence in the record that suggests that anyone else was treated differently from Schoepf. Thus, there is no genuine issue of material fact as to the equal protection claim. This Court grants defendants’ motion for summary judgment of this issue.\nIII. REMAINING COUNTS II, III, AND IV\nSince this Court grants summary judgment as to all the federal claims raised in *391Count I before trial, Counts II, III, and IV are dismissed without prejudice for lack of pendent jurisdiction. See Buethe v. Britt Airlines, Inc., 749 F.2d 1235, 1239-41 (7th Cir.1984).\nIV. CONCLUSION\nDefendants’ motion for summary judgment on Count I of plaintiff’s complaint is granted. Counts II, III, and IV are dismissed without prejudice for lack of pendent jurisdiction.\nIT IS SO ORDERED.\n\n. According to the Keeling affidavit, at about 6:00 p.m., Keeling saw Patrick Schoepf enter the library and go behind the circulation desk. Keeling then heard Schoepf open a drawer behind the circulation desk and come back to the Xerox machine and open the machine’s coin collection box. Schoepf reached into the machine and put coins into his pocket. Keeling then observed Schoepf walk behind the circulation desk and close a drawer again. Schoepf, however, contradicts these allegations. For purposes of this motion, Schoepfs version is assumed as true.\n\n\n. In the Keeling affidavit, defendants submit that Kawiecki and Laat accompanied Schoepf to the meeting to act as Schoepf s union representatives. For purposes of this motion, however, the Court assumes Kawiecki and Laat were present at the meeting as witnesses, and not as Schoepf s union representatives.\n\n\n. Plaintiff claims that “questions about money shortages [bears] no relation to his job performance” and thereby insinuates that such inquiries are beyond the specific and narrow scope of permissible required disclosures. Plaintiffs Memoranda in Support of Their Answer to Defendants’ Motion for Summary Judgment, p. 3. The Court, however, refuses to accept this argument. An employer obviously has the right to question an employee about money shortages when the employee has had free access to the missing money or merchandise.\n\n\n. Thus, in Gardner v. Broderick, 392 U.S. 273, 88 S.Ct. 1913, 20 L.Ed.2d 1082 (1968), the Supreme Court found that when a New York police officer refused to sign an express waiver of his privilege against self-incrimination and as a result the commissioner of the city fired him, there was a violation of the plaintiffs privilege against self-incrimination.\n\n\n. Even assuming, however, that plaintiffs resignation was involuntary, plaintiffs due process allegation must fail since Schoepf failed to utilize the contractual grievance and arbitration procedures available to him under the collective bargaining agreement between the school and his union. See Lewis v. Hillsborough Transit Authority, 726 F.2d 664 (11th Cir.1983), cert. denied, — U.S.-, 105 S.Ct. 95, 83 L.Ed.2d 41 (1984). While this may be due to no fault of his own, plaintiff never filed a grievance, explicitly required by the contract, nor asked anyone at the union to file a grievance on his behalf.\nWhen the union steward determined that Schoepfs complaint had no merit as a grievance, Schoepf had the right, accorded by the contract, to appeal the decision of the steward to the union’s Grievance Committee. Thus, as an alternative holding, this Court finds that Schoepf failed to adhere to contractual grievance procedure and, therefore, waived any claimed due process rights against the defendants.\n\n",
            "ocr": true,
            "opinion_id": 8885721
        }
    ],
    "court_short_name": "N.D. Illinois",
    "court_full_name": "District Court, N.D. Illinois",
    "court_type": "FD",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}