{
    "id": 8910138,
    "judges": "Cedarbaum",
    "date_filed": 584323200000,
    "date_filed_is_approximate": false,
    "slug": "green-v-st-paul-fire-marine-insurance",
    "case_name_short": "Green",
    "case_name": "Green v. St. Paul Fire & Marine Insurance",
    "case_name_full": "David M. GREEN, as Interim Trustee for National Gold Distributors, Ltd. and Leach & Garner Company v. The ST. PAUL FIRE AND MARINE INSURANCE COMPANY, Defendant David M. GREEN, as Interim Trustee for National Gold Distributors, Ltd. and the Chase Manhattan Bank, N.A. v. The ST. PAUL FIRE AND MARINE INSURANCE COMPANY",
    "attorneys": "Bigham Englar Jones & Houston, New York City by Stephen M. Marcusa, for plaintiffs David M. Green, as Interim Trustee, and The Chase Manhattan Bank., Edwards & Angelí, New York City by Susan S. Egan, for plaintiff Leach & Garner Co., Tell, Cheser & Breitbart, New York City by Benjamin L. Tell, Franklin Tell, Solomon Cheser, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "691 F. Supp. 700"
    ],
    "opinions": [
        {
            "author_str": "Cedarbaum",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nCEDARBAUM, District Judge.\nThese are two actions to recover under an insurance policy for theft of property. The insured is in Chapter 7 bankruptcy. The actions are brought by the insured’s trustee in bankruptcy and by two consignors of gold which was in the insured’s custody at the time of an alleged robbery at the insured’s place of business. The defendant insurance company has moved for summary judgment on two affirmative defenses. Defendant contends that plaintiffs are precluded from recovery on the policy because of the failure of the former chief executive of the insured to appear for an examination under oath as provided for by the policy, and because of the invocation of the Fifth Amendment privilege against self-incrimination at the later depositions of both the former chief executive and his brother, who was also employed by the insured at the time of the alleged robbery. For the reasons discussed below, defendant’s motion is denied.\nBACKGROUND\nNational Gold Distributors, Ltd. (“NGD”), a corporation engaged in the *702manufacture and sale of gold jewelry, purchased an insurance policy from defendant The St. Paul Fire and Marine Insurance Company (“St. Paul”) which was in effect during 1986. Under the heading “What to Do If You Have a Loss,” the insurance policy provided as follows:\nIf an accident or incident causes a property loss that’s covered under this policy you must: ...\n5. Cooperate with us in the investigation and settlement of the claim. Show us the damaged property and any records you have to prove your loss at such times as may reasonably be required.\n6. Allow us to question you under oath at such times as may be reasonably required about any matter relating to this insurance or your claim, including your books and records. If we do, you agree to sign a copy of your answers.\nThe policy provided that “[t]he words you [and] your ... mean the insured named here: National Gold Distributors Ltd. ... [w]hich is a corporation.” The policy also included a clause stating, “No one can sue [St. Paul] to recover under this policy unless all of its terms have been lived up to.”\nOn May 21, 1986, NGD reported an armed robbery of its premises. At the time of the incident, pursuant to consignment agreements, plaintiffs The Chase Manhattan Bank (“Chase”) and Leach &amp; Garner Company (“Leach”) had gold in NGD’s custody. The robbery was reported to St. Paul and the police, each of which investigated the incident. Subsequently, NGD closed down and went out of business. On August 5, 1986, an involuntary bankruptcy petition was filed against NGD in the Bankruptcy Court for the Southern District of New York. By August 13, 1986, all officers and directors of NGD had resigned. On August 22, plaintiff David M. Green (“the Trustee”) was appointed interim trustee in bankruptcy. Chase, Leach and the trustee submitted proofs of loss to St. Paul, and filed claims under the insurance policy for losses resulting from the alleged robbery.\nAt the time of the alleged robbery, Naftali Bochner was chairman of the board, treasurer and chief executive officer of NGD, as well as a director and stockholder. By August 13, 1986, he had resigned all of his offices, and was no longer employed by NGD. On March 2, 1987, counsel for St. Paul sent a letter to Naftali Bochner, requiring him “[i]n accordance with the terms and conditions of the policy” to appear for an examination under oath on March 30, 1987, and to produce certain NGD books and records. The letter stated that after Naftali Bochner had been examined, St. Paul would examine his brother Israel Bochner, the NGD employee who had been in charge of NGD’s gold inventory. The letter stated that a separate notice would be sent to Israel Bochner setting a date for his examination.\nOn March 4, 1987, St. Paul sent to counsel for the Trustee a copy of its March 2 letter to Naftali Bochner, but did not request that the Trustee take any action.1 On March 12, counsel for the Trustee responded by letter to St. Paul that any request for an examination under oath should have been made to the Trustee, and that therefore “we do not consider your March 2nd letter (or your March 4th letter to us) to be a valid and proper request by St. Paul for an examination under oath____” On March 23, Naftali Bochner’s counsel sent a letter to St. Paul stating that Naftali Bochner would “cooperate with the trustee with respect to this matter,” and therefore “will not present himself for an examination of any type pending further clarification of these matters between counsel for the trustee and yourselves.” Naftali Bochner did not appear for examination on March 30.\nIn the meantime, plaintiffs had commenced these actions. On June 17, 1987, defendant deposed both Naftali and Israel Bochner pursuant to subpoena. Both of the Bochners asserted their Fifth Amend*703ment privilege and refused to answer questions concerning the May 21, 1986 incident and related matters.\nSt. Paul moves for summary judgment on its fourth and fifth affirmative defenses on the ground that the Bochners’ refusal to submit to examination under oath, and their assertion of the Fifth Amendment privilege at their depositions, preclude plaintiffs from recovering on the policy. St. Paul’s fourth defense asserts that plaintiffs breached the examination under oath and cooperation provisions of the contract by “refusing] to produce the debtor for examination under oath together with books and records.” The fifth defense alleges that by virtue of the same facts, plaintiffs are barred from recovery because of the policy provision providing that no suit may be brought against St. Paul until all the terms of the policy have been complied with.\nDISCUSSION\nA. Bochners’ Failure to Appear for Examination Under Oath\nA corporation’s failure to produce a principal or officer for examination under oath pursuant to the terms of an insurance policy is a material breach of the policy precluding recovery. Ausch v. St. Paul Fire &amp; Marine Ins. Co., 125 A.D.2d 43, 511 N.Y.S.2d 919 (2d Dept.1987). However, by the time St. Paul sent its demand for examination to Naftali Boehner, he was no longer a director or officer of NGD. Naftali Boehner had submitted his resignation more than five months earlier. As to Israel Boehner, since no demand was made that he appear at a specific time and place, he did not breach the insurance policy by not appearing. See Jones v. Howard Ins. Co. of New York, 117 N.Y. 103, 110, 22 N.E. 578 (1889); 5A Appleman Insurance Law and Practice § 3551. In any event, by 1987 Israel Boehner was no longer an NGD employee.\nSt. Paul has cited no case holding that the failure of a former officer, director or employee to appear for examination constitutes a breach of a corporate insured’s contractual obligation to submit to examination under oath. Nor does the contractual language, which gives the insurance company the right to examine NGD, “a corporation,” suggest that this provision is breached when a person who is not an agent or representative of the corporation fails to appear.\nSt. Paul contends that since it would be useless to examine the Trustee, who has no personal knowledge of the alleged burglary, St. Paul must have the contractual right to examine the Bochners. However, the New York Court of Appeals has admonished against rewriting insurance contracts:\nWhere the provisions of [an insurance] policy ‘are clear and unambiguous, they must be given their plain and ordinary meaning, and courts should refrain from rewriting the agreement.’ The policy must, of course, be construed in favor of the insured, and ambiguities, if any, are to be resolved in the insured’s favor and against the insurer.\nU.S. Fidelity &amp; Guaranty Co. v. Annunziata, 67 N.Y.2d 229, 232, 501 N.Y.S.2d 790, 791, 492 N.E.2d 1206, 1207 (1986) (mortgagee named in fire insurance policy not required to comply with provisions requiring named insured to submit to examination) (citations omitted), quoting Government Employees Ins. Co. v. Kligler, 42 N.Y.2d 863, 864, 397 N.Y.S.2d 777, 778, 366 N.E.2d 865, 866 (1977). Thus, I may not stretch the policy language drafted by St. Paul itself to solve St. Paul’s problem. Finding at most an ambiguity here, which must be construed against St. Paul, I conclude that the Bochners' failure to appear did not breach the corporation’s contractual duty to appear for examination under oath. It is unnecessary to reach plaintiffs’ other arguments about the Bochners’ failure to appear for examination.\nParenthetically, it should be noted that the adjuster who was investigating the alleged robbery for St. Paul warned St. Paul by letter of June 18, 1986, that “[s]ince the assured may be non-existent as a going business after June 30, 1986, you may wish now to consider preserving your rights to *704... examine the assured’s principals (and others) under oath.” St. Paul therefore could have foreseen the situation in which it now finds itself, and could have avoided its problem by serving its notice of examination earlier than it did.\nB. Bochners’ Invocation of Fifth Amendment Privilege\nSt. Paul argues next that the Bochners’ invocation of the Fifth Amendment privilege at their depositions constituted a breach of the policy’s cooperation provision or otherwise bars plaintiffs from maintaining these actions. By the time that their depositions were taken, the Bochners were no longer principals or agents of the insured corporation. Therefore, their invocation of the Fifth Amendment privilege did not in and of itself constitute a breach of NGD’s contractual duty to cooperate in the investigation of claims. Cf. Dyno-Bite, Inc. v. Travelers Companies, 80 A.D.2d 471, 439 N.Y.S.2d 558 (4th Dept.1981) (cooperation provision is breached where current officer of insured corporation asserts Fifth Amendment privilege at examination under oath provided for by policy). For the same reason, while the assertion of the privilege at a deposition by a party seeking affirmative relief in court may bar that party from maintaining the action, Levine v. Bornstein, 13 Misc.2d 161, 174 N.Y.S.2d 574 (S.Ct.Kings Co.1958), aff'd, 7 A.D.2d 995, 183 N.Y.S.2d 868 (2d Dept.), aff'd, 6 N.Y.2d 892, 190 N.Y.S.2d 702, 160 N.E.2d 921 (1959), the Bochners’ assertion of their privilege does not bar these plaintiffs from recovery.\nC. Plaintiffs’ Request for Summary Judgment\nIn responding to defendant’s summary judgment motion, plaintiffs have requested the entry of summary judgment in their behalf dismissing the same two affirmative defenses on which the motion is based. Although plaintiffs have not made a formal cross-motion for summary judgment, I have power to grant summary judgment against the moving party even in the absence of a cross-motion. See Morrissey v. Curran, 423 F.2d 393, 399 (2d Cir.), cert. denied, 399 U.S. 928, 90 S.Ct. 2245, 26 L.Ed.2d 796 (1970). Nevertheless, I decline to do so in this case. On the uncontested facts presented, defendant has not established that NGD breached the policy provision requiring the insured to submit to examination under oath upon demand. However, neither plaintiffs nor defendant have addressed whether plaintiffs breached the cooperation provision of the policy, as distinguished from the examination provision, either by discouraging Naftali Bochner from appearing for an examination or by not encouraging him to do so.\nCONCLUSION\nDefendant’s motion for summary judgment is denied. Plaintiffs’ request that summary judgment be entered dismissing defendant’s fourth and fifth defenses is also denied.\nSO ORDERED.\n\n. The letter stated in part, \"Since you represent the Interim Trustee in bankruptcy of [NGD], we enclose a copy of our letter requiring Mr. Naftali Bochner to appear for examination under oath and produce documents and records at his examination.”\n\n",
            "ocr": true,
            "opinion_id": 8897806
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}