{
    "id": 8920834,
    "judges": "Roney",
    "date_filed": "1990-02-22",
    "date_filed_is_approximate": true,
    "slug": "ratcliff-v-estelle",
    "case_name_short": "Ratcliff",
    "case_name": "Ratcliff v. Estelle",
    "case_name_full": "Elijah W. RATCLIFF v. W. J. ESTELLE, Jr., Director, Texas Department of Corrections",
    "attorneys": "Elijah W. Ratcliff, pro se., John L. Hill, Atty. Gen., David M. Kendall, 1st Asst. Atty. Gen., Joe B. Dibrell, Jr., William L. Sessions, Asst. Attys. Gen., Austin, Tex., for respondent-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "597 F.2d 474"
    ],
    "opinions": [
        {
            "author_str": "Roney",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRONEY, Circuit Judge:\nIf a state court finds that a procedural default forecloses a convicted defendant’s right to challenge collaterally the composition of the grand jury which indicted him, but then proceeds to consider and deny the challenge on the merits, must a federal court deny habeas corpus relief under the contemporaneous objection rule, without *476reaching the merits of the constitutional attack? We agree with the district court that it must.\nOn appeal from a dismissal of a petition for habeas corpus relief, petitioner Ratcliff contends that blacks were systematically excluded from the grand jury whose indictment lead to his Texas theft conviction. Petitioner did not raise the issue of grand jury composition in the Texas courts until his second petition for habeas corpus almost two years after his trial and three-and-a-half years after the indictment was presented. Applying the statutory rule providing for procedural default for failure to make a timely objection to the composition of a grand jury, the Texas court dismissed his challenge. It then went on to find no merit to the grand jury challenge.\nHad the Texas court grounded its decision solely on the procedural waiver, the law is clear that the federal court could not reach the merits. It appears, without question, that the state court properly applied the Texas procedural rule.\n The Texas courts have construed Tex.Code Crim.Proc.Ann. art. 19.27 (Vernon) 1 to mean that a defendant must raise a challenge to the composition of the grand jury at the earliest point possible. Valadez v. State, 408 S.W.2d 109 (Tex.Cr.App.1966). Where there has been no neglect, a challenge to the composition of the grand jury can be raised before trial by a motion to quash the indictment. See, e. g., Carter v. Texas, 177 U.S. 442, 20 S.Ct. 687, 44 L.Ed. 839 (1900); Dumont v. Estelle, 513 F.2d 793, 976 (5th Cir. 1975); Ex parte Covin, 161 Tex.Cr.R. 320, 277 S.W.2d 109 (1955). Since petitioner waited almost two years after trial to raise the issue of grand jury composition, this procedural rule applied and petitioner does not suggest that there was any impropriety in its application.\nRecent Supreme Court cases have indicated that, absent a showing of cause and prejudice, federal courts must respect a procedural rule such as that employed here by Texas. Davis v. United States, 411 U.S. 233, 93 S.Ct. 1577, 36 L.Ed.2d 216 (1973) (challenge to grand jury make-up under 28 U.S.C.A. § 2255 rejected under federal contemporaneous objection rule, Fed.R.Crim.P. 12(b)(2)); Francis v. Henderson, 425 U.S. 536, 96 S.Ct. 1708, 48 L.Ed.2d 149 (1976) (Davis rule applied to state contemporaneous objection rule in a habeas corpus petition, 28 U.S.C.A. § 2254). See also Wainwright v. Sykes, 433 U.S. 72, 97 S.Ct. 2497, 53 L.Ed.2d 594 (1977).\nPetitioner has failed to show cause for his failure to make a timely objection. Petitioner has suggested that federal pleadings filed in connection with a removal petition under 28 U.S.C.A. §§ 1442 and 1443 served informally upon remand to the state court to raise the issue of jury composition. These federal pleadings were a motion to quash the indictment based on the allegation that the grand jury was racially prejudiced, and interrogatories attempting to ascertain the racial make-up of the grand jury. They were served upon the State and were available to the state court. The state court did not rule upon them, however, and petitioner has not shown that in any manner he requested the state court to consider them or sought to raise the issues in separate state pleadings. Absent some indication that the state court considered the federal pleadings or was asked to do so, such pleadings cannot be said informally to satisfy a state contemporaneous objection rule.\nAt oral argument petitioner indicated that as an attorney he was aware of the disproportionate racial make-up of the grand jury but lacked facts and figures to substantiate his position. He did not file interrogatories in the state court to obtain this information. He indicated that it was *477his impression that an objection to the Texas trial court would have been futile. The fact that an objection may be overruled does not, however, constitute the requisite cause which woqld excuse a procedural default under the rule of Davis and Francis and their progeny. See Buckelew v. United States, 575 F.2d 515, 519-520 (5th Cir. 1978); Evans v. Maggio, 557 F.2d 430 (5th Cir. 1977); Wright v. Wainwright, 537 F.2d 224, 226 (5th Cir. 1976). Since Ratcliff has not shown cause, we need not inquire whether prejudice existed since both are required. Lumpkin v. Ricketts, 551 F.2d 680, 681-682 (5th Cir.), cert. denied, 434 U.S. 957, 98 S.Ct. 485, 54 L.Ed.2d 316 (1977). In any event, Ratcliff did not allege any specific prejudice.\nConsequently, the district court was correct in concluding that the state court had properly applied Texas procedural law in holding that Ratcliff waived his right to challenge the composition of the grand jury.\nThe difficult part of this case arises because the state habeas corpus court in its opinion proceeded to discuss the merits of the constitutional challenge after ruling that there was a procedural default. Rat-cliff contends that this discussion of the merits brings the case within the rule that prohibits a federal court from applying a state timely objection rule where the state court itself has not done so. Newman v. Henderson, 425 U.S. 967, 96 S.Ct. 2162, 48 L.Ed.2d 791 (1976); Francis v. Henderson, 425 U.S. 536, 542 n. 5, 96 S.Ct. 1708, 48 L.Ed.2d 149 (1976); Lefkowitz v. Newsome, 420 U.S. 283, 292 n. 9, 95 S.Ct. 886, 43 L.Ed.2d 196 (1975); Fay v. Noia, 372 U.S. 391, 435, 83 S.Ct. 822, 9 L.Ed.2d 837 (1963); Irvin v. Dowd, 359 U.S. 394, 79 S.Ct. 825, 3 L.Ed.2d 900 (1959); Bromley v. Crisp, 561 F.2d 1351, 1359-1360 (10th Cir. 1977), cert. denied, 435 U.S. 908, 98 S.Ct. 1458, 55 L.Ed.2d 499 (1978); Newman v. Henderson, 539 F.2d 502, 503-504 (5th Cir. 1976), cert. denied, 433 U.S. 914, 97 S.Ct. 2986, 53 L.Ed.2d 1100 (1977); Partida v. Castaneda, 524 F.2d 481, 483 (5th Cir. 1975).\nProper resolution of such a case turns on careful attention to the basis of the state court decision. Two consolidated habeas corpus cases from this Court challenging the composition of grand juries illustrate this point. Newman v. Henderson and Francis v. Henderson, 496 F.2d 896 (5th Cir. 1974). In the case of the first petitioner, Newman, the state court had denied relief on the merits of petitioner’s claim. The federal district court held that there was grand jury discrimination but its grant of habeas corpus was vacated by this Court which detected a failure to object in a timely manner under state law, even though the state court had not so held. The Supreme Court vacated our judgment, noting that the federal court could not apply a state waiver rule that the state court had declined to impose. Newman v. Henderson, 425 U.S. 967, 96 S.Ct. 2162, 48 L.Ed.2d 791 (1976). In the case of the second petitioner, Francis, the state court had based its decision on petitioner’s failure to file objections within the period specified by state law, and did not reach the merits of the grand jury challenge. We held that under Davis v. United States, 411 U.S. 233, 93 S.Ct. 1577, 36 L.Ed.2d 216 (1973), a federal court cannot reach the merits of a grand jury challenge in the face of a state procedural default, absent a showing of cause or prejudice. The Supreme Court affirmed. Francis v. Henderson, 425 U.S. 536, 96 S.Ct. 1708, 48 L.Ed.2d 149 (1976). In each case, the basis of the state court’s decision was decisive in determining whether the federal court could reach the merits.\nOther cases demonstrate the same point. In Lefkowitz v. Newsome, 420 U.S. 283, 95 S.Ct. 886, 43 L.Ed.2d 196 (1975), the Supreme Court held that where a guilty plea did not bar state appellate review, a habeas corpus petitioner was not prevented from litigating a constitutional issue in federal court. In Irvin v. Dowd, 359 U.S. 394, 79 S.Ct. 825, 3 L.Ed.2d 900 (1958), the decision that the federal court could rule on the federal claim turred on the Court’s conclusion that the state supreme court decision rested on the merits of the constitutional claim rather than on a procedural point.\n*478Thus the rule is that if “the state courts entertained the federal claims on the merits, a federal habeas corpus court must also determine the merits of the applicant’s claim.” Lefkowitz v. Newsome, supra, 420 U.S. at 292 n. 9, 95 S.Ct. at 891.\nIn the instant case, there is no doubt that the procedural default rule was applied in state court. The state trial court squarely held that petitioner had failed to make a timely objection to the grand jury array. It then went on to discuss the merits, apparently with a view to disposing of all issues in the event it was in error on the procedural point. Without written order the Texas Court of Criminal Appeals denied petitioner’s application based on the findings of the trial court.\nIt is fair to assume that the appellate court applied the procedural default rule. First, the language in the trial court opinion regarding procedural default is absolute and there is no subsequent language which would qualify or compromise it. Second it is well settled that a court will not reach a constitutional question if it can rest its decision on nonconstitutional grounds. See Rescue Army v. Municipal Court, 331 U.S. 549, 67 S.Ct. 1409, 91 L.Ed. 1666 (1947). See generally Nowak, Rotunda &amp; Young, Constitutional Law 83-85 (1978). Third, there is no question that the trial court correctly applied Texas law on the procedural issue.\nHaving decided here that the state court applied its procedural default rule and did so correctly, the federal courts must abide by that decision, cause for failure to object and actual prejudice not having been shown. The district court’s dismissal of the petition for habeas corpus relief on the grand jury issue must, therefore, be affirmed.\nRatcliff raises several additional points which we reject: (1) He alleges that the statutes under which he was convicted are unconstitutionally vague. Aside from this conclusional statement, however, petitioner does not in any way demonstrate their vagueness. (2) He argues that the trial court erred in two evidentiary rulings. In one, the court refused to admit Ratcliff’s income tax records into evidence. In the other, the court admitted evidence of an extraneous transaction offered for the limited purpose of showing intent. See Hafti v. State, 416 S.W.2d 824, 825 (Tex.Cr.App. 1967). In neither instance did the trial court’s ruling deprive the trial of fundamental fairness. Heads v. Beto, 468 F.2d 240 (5th Cir. 1972), cert. denied, 410 U.S. 969, 93 S.Ct. 1454, 35 L.Ed.2d 704 (1973). (3) He contends that the proceedings in the state trial court were calculated to deprive him of due process and to influence the Texas Board of Pardons and Paroles. These allegations are merely conclusional and are unsupported by specific facts.\nAFFIRMED.\n\n. Tex.Code Crim.Proc.Ann. art. 19.27 (Vernon) provides:\nBefore the grand jury has been impaneled, any person may challenge the array of jurors or any person presented as a grand juror. In no other way shall objections to the qualifications and legality of the grand jury be heard. Any person confined in jail in the county shall upon his request be brought into court to make such challenge.\n\n",
            "ocr": true,
            "opinion_id": 8909552
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}