{
    "id": 8922825,
    "judges": "Bownes, Campbell, Coffin",
    "date_filed": "1985-10-12",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-bonilla",
    "case_name_short": "Bonilla",
    "case_name": "United States v. Bonilla",
    "case_name_full": "United States v. Antulio PARRILLA BONILLA, Appellant UNITED STATES of America v. Judith BERKAN, Appellant UNITED STATES of America v. Salvador TIO, Appellant UNITED STATES of America v. William Andres TREVATHAN",
    "attorneys": "Harry Anduze Montano, Santurce, P. R., Roberto Buso Aboy, San Juan, P. R., Alvaro R. Calderon, Hato Rey, P. R., Michael Ratner, Doris Peterson, Margaret Ratner, and Jose Antonio Lugo, New York City, on motion for remand and disqualification for appellants., Raymond L. Acosta, U. S. Atty., and Alberto Tellechea, Asst. U. S. Atty., San Juan, P. R., in opposition to motion for remand and disqualification for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted April 28, 1980.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "626 F.2d 177"
    ],
    "opinions": [
        {
            "author_str": "Coffin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCOFFIN, Chief Judge.\nThe sole issue presented by this motion is whether the trial judge abused his discretion in refusing to disqualify himself from ruling on appellants’ motion for a new trial.1 Finding that he did not, we affirm his ruling and remand for a decision on the motion for a new trial.\nAfter a non-jury trial, appellants were convicted of trespassing on military property in violation of 18 U.S.C. § 1382. While their appeals were pending in this court, a principal government witness, Navy Lieutenant de la Zerda, was indicted in January, 1980, for stealing government-owned explosives and for conspiring to bomb the Colegio de Abogados (Bar Association) of Puerto Rico. The indictment recited:\n“It was the object of the conspiracy to threaten, intimidate and injure members of the Vieques Fisherman’s Association of the Commonwealth of Puerto Rico, members of the Bar Association, members of Legal Services, Inc., of Puerto Rico, and others because of past or future support for demonstrations in opposition to the Navy’s use of the Island of Vieques as a gunnery range.”\nAppellants had been convicted of trespassing on Vieques as part of ongoing resistance to the Navy’s use of the island and were either affiliated with or in league with one or more of the organizations which were the objects of the alleged bombing conspiracy.\nShortly after the indictment against de la Zerda was returned, appellants moved in the district court that their sentences be set aside, that the informations be dismissed and that they receive “[a]ny other further relief which the Court deems just and proper.” Appellants also moved under 28 U.S.C. § 455(a) &amp; (b)(1) that the sentencing judge, Judge Torruella, be disqualified on grounds that his “impartiality might reasonably be questioned” and because he had “personal knowledge of disputed evidentiary facts concerning the proceeding.”\nThe judge rejected the disqualification arguments. However, he expressed his inclination to grant a new trial or other relief:\n*179“Defendant’s Motion for Dismissal of the charges essentially concerns the credibility, and other motives, of a witness used by the prosecution during trial, and any possible wrongdoing on the part of the Government. The court has reviewed these arguments and believes that the issues raised therein may qualify as newly discovered evidence under Rule 33, Fed.R.Crim.P. Furthermore, the Court accepts that the witness whose testimony and motives are now being attacked was given credence and his testimony was used in findings of fact against the Defendant. This court, however, would require a hearing before deciding upon what relief, if any, is appropriate under the circumstances.”\nRecognizing that this court, having jurisdiction over the appeal, must act first, the judge certified that the case “require[s] remand”. He also requested that this court “first rule on Defendant’s disqualification arguments.” The government assents to a remand and also requests that this court decide the disqualification issue at this stage. In view of the fact that we have jurisdiction over the appeal and that the parties and judge request resolution of the recusal question, we shall decide the issue.2\nTechnically, appellants’ motion asks only that Judge Torruella “disqualify himself from entertaining defendants-appellants’ motion to dismiss all charges and/or for a new trial.” Practically, however, the question whether he must disqualify himself from entertaining the new trial motion is, for purposes of a section 455 motion,3 indistinguishable from the question whether he must disqualify himself from presiding at a new trial if one is granted. In either instance, the determination for the district judge to make is whether “his impartiality might reasonably be questioned”, 28 U.S.C. § 455(a) (1976), or whether “he has a personal bias or prejudice concerning a party”, id. § 455(b)(1). Once that determination has been made, our role on review is limited to deciding whether the district court’s evaluation of the claim of partiality or prejudice amounted to an abuse of discretion. Blizard v. Frechette, 601 F.2d 1217, 1221 (1st Cir. 1979).\nThe claimed bases for recusal are as follows:\n“(a) Judge Torruella’s prior knowledge about Judith Berkan and Vieques, which, although not contained in the trial record, was used by him to convict Berkan;\n(b) Judge Torruella’s interest in the outcome of Berkan’s criminal trial because he had in a previous case entered sua sponte an injunction supposedly restraining her from entering certain lands on Vieques;\n(c) Judge Torruella’s sitting as trier-of-fact in successive Vieques criminal cases involving the same factual issues and the . *180same witnesses, after having determined in the first of these trials that the prosecution witnesses were credible;\n(d) Judge Torruella’s sitting as trier-of-fact in the criminal cases after he had already determined many of the factual issues in earlier Vieques civil cases;\n(e) Judge Torruella’s hostile actions toward the lawyers, including Berkan, who were the lawyers for the plaintiffs in the Vieques civil suits against the Navy; and,\n(f) Judge Torruella’s strongly expressed opinions about the importance of Vieques to the training of the United States military.”\nThe “prior knowledge” of which appellants4 complain in point (a) stems mainly from Berkan’s role as an attorney for the Vieques fishermen in legal skirmishes with the Navy over which the judge had presided. Appellants point to the fact that the judge, in his findings of fact in the criminal trial, took judicial notice of the intense public controversy over the naval bombing of Vieques and of certain regulations published in the Code of Federal Regulations. The gist of appellants’ argument is that the judge improperly relied on these matters in finding that Berkan had notice that she was trespassing. Even if we assume without deciding that the judge erred in relying on judicial notice of these facts, his error would not amount to the appearance of partiality, see, e. g., United States v. Martorano, 620 F.2d 912 at 919 (1st Cir. 1980), or “extrajudicial knowledge” of material facts, see, e. g., Blizard v. Frechette, 601 F.2d 1217, 1220 (1st Cir. 1979). Judicial notice is a common evidentiary tool. Even where used in error, the error, without more, is not an indication of bias. See id. at 1222; United States v. Cepeda Penes, 577 F.2d 754, 758 (1st Cir. 1978). Prior judicial exposure to a defendant or defendants, without more, is also not enough. See id. at 757-58, quoting United States v. Cowden, 545 F.2d 257, 265-66 (1st Cir. 1976), cert. denied, 430 U.S. 909, 97 S.Ct. 1181, 51 L.Ed.2d 585 (1977). And the judge’s taking judicial notice of Berkan’s role in prior civil proceedings is the functional equivalent of findings “based on direct evidence introduced at the first trial and not based on mere speculation unsupported by the record.” Peacock Records, Inc. v. Checker Records, Inc., 430 F.2d 85, 89 (7th Cir. 1970), cert. denied, 401 U.S. 975, 91 S.Ct. 1193, 28 L.Ed.2d 324 (1971). Even if the judge erred in some of his fact-finding, we see no indication of bias or animus which would affect his ability to rule impartially on the pending motions for a new trial or dismissal of the informations. Since points “(c)” and “(d)” are little more than restatements of point “(a)” we reject those arguments for the reasons stated above.\nPoints “(b)”, “(e)” and “(f)” allege actual bias exhibited by or stemming from the judge’s treatment of the prior civil cases. Appellants claim, for example, that the judge sua sponte added the word “attorneys” to the list of persons enjoined from trespassing on Vieques and that his having issued the injunction required his recusal from acting as trier of fact in a criminal case whose elements constituted violation of the injunction. We see no significance to the fact that the judge added “attorneys” to the list of enjoined persons: Fed.R.Civ.P. 65(d) contemplates that attorneys shall be bound in all cases. Nor is the fact that the judge issued an injunction at the request of the Navy sufficient to give rise to an inference of bias. The judge had not thereby become a prosecutor or otherwise personally involved in the dispute. Compare In re Murchison, 349 U.S. 133, 137, 75 S.Ct. 623, 625, 99 L.Ed. 942 (1955) (judge a “part of the accusatory process”). Appellants have not “point[ed] to some behavior on the part of the judge suggesting that there is, in fact, some friction between the judge and the complaining party” arising from their *181violation of the injunction’s terms.5 United States v. Cepeda Penes, supra, 577 F.2d at 758. Nor are the judge’s civil case findings that Vieques is of vital significance to the national defense an indicator of bias or the appearance of bias requiring recusal under § 455. We expect candid findings and rulings from district judges. See Blizard v. Frechette, supra, 601 F.2d at 1220.\n\nRemanded.\n\n\n. Appellants also appear to be challenging their convictions on the grounds that the particular trial judge should not have presided at the original trial. That challenge, at least practically speaking, is largely disposed of by this opinion. We note, however, that it is not technically before the court at this point in light of our remand for a hearing on the new trial motion.\n\n\n. Whether treated as an exercise of our mandamus power, see Davis v. Board of School Commissioners, 517 F.2d 1044, 1051 (5th Cir. 1975), cert. denied, 425 U.S. 944, 96 S.Ct. 1685, 48 L.Ed.2d 188 (1976), or as an exercise of appellate jurisdiction, the question before us is the same: whether the district court abused its discretion in denying the recusal motion. Compare SCA Services, Inc. v. Morgan, 557 F.2d 110, 117-18 (7th Cir. 1977) (mandamus) with Blizard v. Frechette, 601 F.2d 1217, 1221 (1st Cir. 1979) (appeal). We need not decide whether appellants’ not having raised certain issues until after trial constituted waiver since we resolve the issues on the merits adversely to appellants. Compare United States v. Patrick, 542 F.2d 381, 390 (7th Cir. 1976) (citing cases), cert. denied,, 430 U.S. 931, 97 S.Ct. 1551, 51 L.Ed.2d 775 (1977), with SCA Services, Inc., supra at 117. See generally, Note, Disqualification of Federal Judges for Bias or Prejudice, 46 U.Chi.L.Rev. 236, 261-65 (1978). Appellants also ask us to order the district court to consolidate the remanded cases “for all further proceedings”. This is a matter more appropriately addressed by the district court in the first instance.\n\n\n. Compare with O’Shea v. United States, 491 F.2d 774, 778-80 (1st Cir. 1974). As O’Shea indicates, considerations other than those raised by the statutory recusal motion may make it appropriate in a particular case for a district court to grant a motion for a new trial, yet decline to sit as trier of fact at the trial itself. Thus, our decision on this appeal that the district judge did not abuse his discretion in denying the section 455 motion does not mean that he should not decline to preside at the new trial if he should deem one necessary. See id. at 779.\n\n\n. It is not clear that all appellants have standing to raise points “(a)” through “(f)” since many of the arguments turn for example on the judge’s alleged animus toward defendant Berkan. Since none of the arguments have merit, we need not distinguish among appellants in deciding which arguments may be raised by whom.\n\n\n. The other related civil proceedings described by appellants, such as the judge’s entry of a “gag order”, do not by themselves establish bias. And appellants refer to no point in the course of the criminal trial where “friction” from the prior proceedings was evident. The judge, in short, was not “embroiled in a running controversy” with appellants. Taylor v. Hayes, 418 U.S. 488, 501, 94 S.Ct. 2697, 2704, 41 L.Ed.2d 897 (1974).\n\n",
            "ocr": true,
            "opinion_id": 8911855
        }
    ],
    "court_short_name": "First Circuit",
    "court_full_name": "Court of Appeals for the First Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}