{
    "id": 8931014,
    "judges": "Bauer, Marovitz, Pell",
    "date_filed": 450576000000,
    "date_filed_is_approximate": false,
    "slug": "stepniewski-v-gagnon",
    "case_name_short": "Stepniewski",
    "case_name": "Stepniewski v. Gagnon",
    "case_name_full": "Richard STEPNIEWSKI v. Superintendent John GAGNON and Attorney General of the State of Wisconsin",
    "attorneys": "Michael R. Klos, Asst. Atty. Gen., Wis. Dept, of Justice, Madison, Wis., for respondents-appellants., Richard E. Reilly, Gimbel, Gimbel & Reilly, Milwaukee, Wis., for petitioner-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Dec. 1, 1983.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "732 F.2d 567"
    ],
    "opinions": [
        {
            "author_str": "Bauer",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBAUER, Circuit Judge.\nPetitioner-Appellee Richard Stepniewski filed a petition for a writ of habeas corpus in the district court claiming that'his conviction without proof of criminal intent violates his constitutional right to due process of law. The district court agreed and granted the writ. Stepniewski v. Gagnon, 562 F.Supp. 329 (E.D.Wis.1983). We reverse.\nI\nOn February 15, 1980, Stepniewski was convicted in Milwaukee County Circuit Court of twelve counts of home improvement trade practice violations, contrary to Wis.Stats. §§ 100.20(2) and 100.26(3) (1972). The court sentenced Stepniewski to one year incarceration plus six consecutive and five concurrent one year sentences, stayed by probation, for each of the twelve convictions. Upon a showing by the prosecution that Stepniewski was on probation for a felony theft by contractor conviction involving misappropriation of $24,000, the trial court imposed an additional six-month period of incarceration, to be served consecutively, under Wisconsin’s Habitual Criminal Statute, Wis.Stats. § 939.62 (1977). Both the Wisconsin Court of Appeals, State v. Stepniewski, 101 Wis.2d 731, 306 N.W.2d 306 (1981), and the Wisconsin Supreme Court, State v. Stepniewski, 105 Wis.2d 261, 314 N.W.2d 98 (1982), affirmed the convictions.\nThe evidence at the state trial revealed that the petitioner on several occasions failed to specify in writing starting and completion dates for various projects. On other occasions, the petitioner did specify such dates, but the projects were never completed. In two cases when the work was left undone, the houses were severely damaged by winter weather. Many homeowners victimized by the petitioner were elderly and retired. Ten victims made down payments ranging from $500 to $4,000. Only three of the down payments were returned to the victims. The seven convictions for the regulatory offenses were based on the petitioner’s failure to specify contract starting and completion dates on the contracts. The remaining five violations involved Stepniewski’s failure ever to complete certain projects, although the contract dates were specified.1\n*569Section 100.20(2) of the Trade Practices Act grants the Wisconsin Department of Agriculture authority to \"issue general orders forbidding methods of competition in business or trade practices in business which are determined by the department to be unfair.” Stepniewski was convicted under Section 100.26(3) of the Act for violating home improvement contractor regulations. Section 100.26(3) states in part:\nAny person ... who intentionally refuses, neglects or fails to obey any regulation made under section ... 100.20 shall, for each offense, be punished by a fine of not less than twenty-five nor more than five thousand dollars, or by imprisonment in the county jail for not more than one year, or by both such fine and imprisonment.\nWis.Admin.Code, Chapter AG 110, issued pursuant to section 100.20(2), states in part:\nAG 110.02 Prohibited trade practices. No seller shall engage in the following unfair methods of competition or unfair trade practices:\n* * * * * *\n(7) PERFORMANCE ....\n(b) Fail to begin or complete work on the dates or within the time period specified in the home improvement contract, or as otherwise represented, unless the delay is for reason of labor stoppage, unavailability of supplies or materials, unavoidable casualties, or any other case beyond the seller’s control. Any changes in the dates or time periods stated in a written contract shall be agreed to in writing.\nAG 110.05 Home improvement contract requirements____\n* * * * * *\n(2) Home improvement contracts and all changes in the terms and conditions thereof, required under this section to be in writing, shall be signed by all parties thereto, and shall clearly and accurately set forth in legible form all terms and conditions of the contract, and particularly the following:\n* * * * * *\n(d) The dates or time period on or within which the work is to begin and to be completed by the seller.\nThe Wisconsin Supreme Court interpreted the word “intentionally” in section 100.-26(3) as modifying only “refuses,” and not “neglects” or “fails.” 105 Wis.2d at 268, 314 N.W.2d at 101. The court thus concluded that mere failure to obey the regulation can result in conviction. This court is bound to accept the construction of the Act by the Wisconsin Supreme Court. Terminiello v. Chicago, 337 U.S. 1, 4, 69 S.Ct. 894, 895, 93 L.Ed. 1131 (1949). Our task is to determine whether that construction violates the due process clause of the United States Constitution.\nII\nIn his petition for a writ of habeas corpus, Stepniewski claimed that he could not constitutionally be convicted and sentenced under the Act without any finding of criminal intent. The district court agreed and held that, on the basis of Morissette v. United States, 342 U.S. 246, 72 S.Ct. 240, 96 L.Ed. 288 (1952), a strict liability crime can be valid under the due process clause of the fifth and fourteenth amendments only if “the ‘nature and quality’ of the crime [is] more heinous than the proscribed conduct in the case at bar.” 562 F.Supp. at 331. The district court read Morissette to establish, as a matter of constitutional law, three factors for determining whether the “nature and quality” of an offense precludes application of strict liability. The district court set those factors as: (1) whether the defendant is in a position to avoid transgressions by the exercise of reasonable care; (2) whether the penalty is relatively small; and (3) whether a conviction would result in no grave damage to the defendant’s reputation.\n*570The district court incorrectly interprets Morissette. Although the Morissette court enunciated various factors, including those used by the district court, for federal courts to consider when reviewing statutes that arguably impose strict liability, the Court did not establish those factors as principles of constitutional law. Rather, the Court discusses the factors as general policy concerns which in part explain the historical development of strict liability crimes. This discussion assisted the Court in ultimately concluding that when\nCongress borrows terms of art in which are accumulated the legal tradition and meaning of centuries of practice, it presumably knows and adopts the cluster of ideas that were attached to each borrowed word.... [Therefore] absence of contrary direction may be taken as satisfaction with widely accepted definitions, not as departure from them.\n342 U.S. at 263, 72 S.Ct. at 250. The Court thus held that Congress’ mere omission of intent from a statute punishing conversion of United States property would not be interpreted as the removal of the intent element of the crime. Federal courts have applied these various factors when interpreting federal criminal statutes which the government sought to apply as strict liability offenses. See, e.g., United States v. Ayo-Gonzalez, 536 F.2d 652, 658 (5th Cir.1976); Holdridge v. United States, 282 F.2d 302, 310 (8th Cir.1960).\nIll\nA\nA state or the federal government does not violate due process protections each time it chooses not to include intent to violate a regulation as an element of the crime. “The power of the legislature to declare an offense, and to exclude the elements of knowledge and due diligence from any inquiry as to its commission, cannot, we think, be questioned.” Chicago, B. &amp; Q. Ry. v. United States, 220 U.S. 559, 578, 31 S.Ct. 612, 617, 55 L.Ed. 582 (1911). Similarly, “[t]he objection that punishment of a person for an act as a crime when ignorant of the facts making it so, involves a denial of due process of law has more than once been overruled.” Williams v. North Carolina, 325 U.S. 226, 238, 65 S.Ct. 1092, 1099, 89 L.Ed. 1577 (1945). Moreover, “public policy may require that in the prohibition or punishment of particular acts it may be provided that he who shall do them shall do them at his peril and will not be heard to plead in defense good faith or ignorance.” Shevlin-Carpenter Co. v. Minnesota, 218 U.S. 57, 70, 30 S.Ct. 663, 666, 54 L.Ed. 930 (1910).\nThe United States Supreme Court has not ruled specifically when, if ever, the imposition of strict liability in a criminal statute by itself violates the due process clause of the fourteenth amendment. The Supreme Court has recognized, however, that strict liability criminal offenses are not necessarily unconstitutional, Lambert v. California, 355 U.S. 225, 228, 78 S.Ct. 240, 242, 2 L.Ed.2d 228 (1957), and that the federal courts should interpret a law as one of strict liability only when Congress clearly so intends. Morissette, 342 U.S. at 263, 72 S.Ct. at 249. In addition, the Court has stated that no single rule resolves whether a crime must require intent to be valid, “for the law on the subject is neither settled nor static.” Id. at 260, 72 S.Ct. at 248.2\nThe petitioner offers Supreme Court dicta to the effect that “[pjencils, dental floss, paper clips may also be regulated. But they may be the type of products which might raise substantial due process questions if Congress did not require, as in [United States v. Murdock, 290 U.S. 389, 54 S.Ct. 223, 78 L.Ed. 381 (1933)], ‘mens rea’ as to each ingredient of the offense.” United States v. International Minerals *571&amp; Chemical Corp., 402 U.S. 558, 564-65, 91 S.Ct. 1697, 1701-02, 29 L.Ed.2d 178 (1971). That analysis, although instructive, does not compel the result in the district court.\nTraditional common law offenses, such as murder and assault, usually require some showing of intent before they are punished. Regulatory measures dealing with the possession or transportation of drugs, explosives, or dangerous chemicals, for example, often do not require any showing of intent to violate the regulation by the actor before a conviction can be obtained. See United States v. Balint, 258 U.S. 250, 42 S.Ct. 301, 66 L.Ed. 604 (1922); United States v. Freed, 401 U.S. 601, 91 S.Ct. 1112, 28 L.Ed.2d 356 (1971); United States v. International Minerals Corp., 402 U.S. 558, 91 S.Ct. 1697, 29 L.Ed.2d 178 (1971). A state’s decisions regarding which actions or activities will give rise to strict criminal liability rest within that state’s sound legislative discretion.\nB\nTo determine the constitutionality of Section 100.26(3), we apply basically the same standards applicable to criminal statutes which do not impose strict liability. Due process prohibits such statutes from shifting burdens of proof onto the defendant, e.g., Mullaney v. Wilbur, 421 U.S. 684, 95 S.Ct. 1881, 44 L.Ed.2d 508 (1975), prohibits punishment of wholly passive conduct, e.g., Lambert v. California, 355 U.S. 225, 78 S.Ct. 240, 2 L.Ed.2d 228 (1957), protects against vague or overbroad statutes, e.g., Hoffman Estates v. Flipside, Hoffman Estates, 455 U.S. 489, 102 S.Ct. 1186, 71 L.Ed.2d 362 (1982), and requires that statutes must give fair warning of prohibited conduct, e.g., Bouie v. City of Columbia, 378 U.S. 347, 84 S.Ct. 1697, 12 L.Ed.2d 894 (1964). The due process clause imposes little other restraint on the state’s power to define criminal acts.\nThe regulation before us does not threaten the first due process consideration. A state cannot require a defendant to prove the absence of a fact necessary to constitute the crime. Mullaney v. Wilbur, 421 U.S. 684, 697, 95 S.Ct. 1881, 1888, 44 L.Ed.2d 508 (1975). The government must prove each element of the charged crime beyond a reasonable doubt. In re Winship, 397 U.S. 358, 362, 90 S.Ct. 1068, 1071, 25 L.Ed.2d 368 (1970). The petitioner does not argue that the state failed to prove each element, save of course intent, beyond a reasonable doubt. The petitioner instead contends that the element of intent should have been part of the state’s burden of proof. But, removing the element of intent for the offense does not amount to shifting the burden of proof; rather, the state has chosen to redefine what conduct violates the statute. The state still must prove each element of the strict liability crime beyond a reasonable doubt.\nNor does the crime here punish wholly passive conduct. The petitioner actively solicited the contracts at issue, and usually initiated the contacts between the petitioner and his victims. The petitioner’s conduct thus is quite unlike the defendant’s conduct in Lambert v. California, 355 U.S. 225, 78 S.Ct. 240, 2 L.Ed.2d 228 (1957), where the defendant was convicted for mere failure to register upon arrival in Los Angeles as a convicted felon. The Supreme Court concluded that the wholly passive conduct there could not properly form the basis for criminal liability. Id. at 229, 78 S.Ct. at 243. The law here attacks wrongful active conduct. The conduct involved also is not a “status crime,” such as drug addiction, for which the Supreme Court has proscribed punishment under the eighth amendment. Robinson v. California, 370 U.S. 660, 82 S.Ct. 1417, 8 L.Ed.2d 758 (1962).3\nA longstanding principle of constitutional law is that a statute can be neither vague nor overbroad. “[T]he void-for-vagueness doctrine requires that a penal statute define the criminal offense with sufficient definiteness that ordinary people can understand what conduct is prohibited *572and in a manner that does not encourage arbitrary and discriminatory enforcement.” Kolender v. Lawson, 461 U.S. 352, 103 S.Ct. 1855, 1858, 75 L.Ed.2d 903 (1983). Section 100.26(3) raises no substantial question of vagueness. The regulations issued thereunder clearly enunciate that home improvement agreements require inclusion of starting and completion dates within the contract. Moreover, the regulations state in detail the performance requirements once a contract is entered.\nAlthough clear and precise laws may nonetheless be overbroad if they prohibit constitutionally protected conduct, Grayned v. City of Rockford, 408 U.S. 104, 114, 92 S.Ct. 2294, 2302, 33 L.Ed.2d 222 (1972), the petitioner raises no such issue here. In any event, the statute does not infringe first amendment or any other constitutional protections. Moreover, a state has broad power to regulate trade practices, so long as the regulations do not violate the commerce clause of the United States Constitution. See, e.g., Friedman v. Rogers, 440 U.S. 1, 99 S.Ct. 887, 59 L.Ed.2d 100 (1979).\nThe due process clause also requires that, the state, when defining a crime, must “give a person of ordinary intelligence fair notice that his contemplated conduct is forbidden by the statute.” United States v. Harriss, 347 U.S. 612, 617, 74 S.Ct. 808, 812, 98 L.Ed. 989 (1954). The fair warning principle is fundamental to our concept of constitutional liberty. Marks v. United States, 430 U.S. 188, 191, 97 S.Ct. 990, 992, 51 L.Ed.2d 260 (1977). “The underlying principle is that no man shall be held criminally responsible for conduct which he could not reasonably understand to be proscribed.” Harriss, 347 U.S. at 617, 74 S.Ct. at 812.\nThe central inquiry here is whether Wisconsin gave the petitioner fair warning of the prohibited conduct so that it is not unreasonable to expect him to conform his conduct to those standards. We think that it did. Even though there was some ambiguity regarding the meaning of the statute, 105 Wis.2d at 267, 314 N.W.2d at 101, that ambiguity was resolved in an earlier decision by the Wisconsin courts. State v. Balestrieri, 96 Wis.2d 361, 291 N.W.2d 579 (1980). The Wisconsin Supreme Court held that “intentionally,” as used in section 100.-26(3), modifies only “refuses,” and neither “neglects” or “fails.” Id. at 362, 291 N.W.2d at 580. As used in the statute, “[t]he word ‘fails’ was intended to mean a failure to obey a regulation by a lack of success or achievement, where the performance in compliance was deficient or lacking.” Stepniewski, 105 Wis.2d at 269, 314 N.W.2d at 101. The petitioner was convicted under this statute for failure to obey the regulations of the Wisconsin Administrative Code, the existence of which petitioner had fair warning.\nThe petitioner “held [himself] out to the public as [a] personf] having an expertise in home improvements. [He] sought out, by advertising and referrals,” his clients. 105 Wis.2d at 277, 314 N.W.2d at 105. The home improvements industry in Wisconsin is regulated; the petitioner is deemed to have knowledge of the regulations and thus fair warning of the prohibited conduct. The statutory requirements imposed upon the petitioner are not so onerous that he cannot reasonably be expected to conform to them.\n*573The Supreme Court has upheld similarly rigorous laws. In United States v. Dotterweich, 320 U.S. 277, 64 S.Ct. 134, 88 L.Ed. 48 (1943), for example, the Court recognized the reasonableness of imposing strict liability under the Federal Food, Drug, and Cosmetic Act, which restricts, among other things, sales of adulterated or misbranded drugs and punishes “persons whose failure to exercise the authority and supervisory responsibility reposed in them by the business organization resulted in the violation complained of.” United States v. Park, 421 U.S. 658, 671, 95 S.Ct. 1903, 1911, 44 L.Ed.2d 489 (1975). The Court also has sustained, on due process grounds, convictions under regulatory measures dealing with the possession or transportation of drugs, unregistered handguns, and sulphuric acid without proof of intent to violate the regulations. United States v. Balint, 258 U.S. 250, 42 S.Ct. 301, 66 L.Ed. 604 (1922); United States v. Freed, 401 U.S. 601, 91 S.Ct. 1112, 28 L.Ed.2d 356 (1971); United States v. International Minerals Corp., 402 U.S. 558, 91 S.Ct. 1697, 29 L.Ed.2d 178 (1971). In these cases the regulations concerned conduct which the defendants could “reasonably understand to be proscribed.” Accord United States v. Park, 421 U.S. 658, 673, 95 S.Ct. 1903, 1912, 44 L.Ed.2d 489 (1975) (“The duty imposed by Congress (under the Food, Drug, and Cosmetic Act) on responsible corporate agents is, we emphasize, one that requires the highest standard of foresight and vigilence, but the Act, in its criminal aspect, does not require that which is objectively impossible.”).4\nSection 100.26(3) infringes none of the due process clause protections. Principally, Section 100.26(3) gives fair warning of the proscribed conduct largely because the petitioner reasonably could have expected his conduct, in that regulated business, to be illegal. Therefore, the grant of the writ of habeas corpus is reversed.\nReversed.\n\n. The record is replete with examples of the petitioner's failure to comply with Section 100.-26(3). For example, on March 27, 1978 Stepniewski made an unrequested appearance at the Richlen residence in the City of Milwaukee. After some conversation, Mrs. Richlen contracted with Energy Control Systems, Inc., for whom Stepniewski was sales agent, to have siding and windows put in on the next door residence owned by the Richlens. The total amount of the contract was $4,850. The Richlens paid Stepniewski a $1,000 down payment. Although Stepniewski failed to specify the project’s starting and completion dates in the contract, he told Mrs. Richlen that the work would begin as soon as possible. On March 28, Stepniewski returned to the Richlen residence and told Mrs. Richlen that if she paid more down payment, she would get the work done sooner. Mrs. Richlen then gave Stepniewski an additional down payment of $3,000. No work was ever performed. Several times after March 28, Mrs. Richlen called Energy Control Systems, Inc., and left messages for Stepniewski to return her calls. The calls never were returned, however, and the Richlens never received a refund of the $4,000 down payment.\nOn June 15, 1978, Clark, a retired resident of Milwaukee, contracted with Energy Control Systems, Inc., through Stepniewski, for home improvements on Clark’s residence. Clark paid Stepniewski an $895 down payment. The contract specified that the work would start June *56928, and be finished by July 4, 1978. On July 10, when no work had started, Clark telephoned Energy Control Systems, Inc., and received assurances from Malee, Stepniewski’s boss, and co-defendant, that the work would start the following Monday. No work was ever performed and Clark’s down payment was not voluntarily returned.\n\n\n. Although not raised either by the district court or by the parties, we recognize our statement in United States v. Anton, 683 F.2d 1011 (7th Cir.1982), that \"[s]trict liability is generally inappropriate when the offense is punishable by imprisonment or other severe sanctions.” Id. at 1016-17. We decided Anton as an interpretation of federal criminal law, however, and did not establish a principle of constitutional law binding upon us when reviewing a state criminal statute on habeas corpus review.\n\n\n. In Ingraham v. Wright, 430 U.S. 651, 667, 97 S.Ct. 1401, 1410, 51 L.Ed.2d 711 (1977), the Supreme Court stated that\nthe Cruel and Unusual Punishments Clause circumscribes the criminal process in three ways: First, it limits the kinds of punishment *572that can be imposed on those convicted of crimes, ... second, it proscribes punishment grossly disproportionate to the severity of the crime, ... and third, it imposes substantive limits on what can be made criminal and punished as such, e.g., Robinson v. California, supra. We have recognized the last limitation as one to be applied sparingly.\nSection 100.26(3) is not one of those narrow classifications of offenses upon which the eighth amendment places substantive limitations. The petitioner has raised neither of the other two classifications of eighth amendment proscriptions in his petition, and we will not decide them now. We note, however, that the eighth amendment gives the states great latitude in punishing non-capital offenses. E.g., Rummel v. Estelle, 445 U.S. 263, 100 S.Ct. 1133, 63 L.Ed.2d 382 (1980). Although the eighth amendment places some proportionality limitations on imprisonment as punishment, this case is a far cry from the Iife-imprisonment-withoutparole sentence found unconstitutional in Solem v. Helm, - U.S. -, 103 S.Ct. 3001, 77 L.Ed.2d 637 (1983).\n\n\n. Thus, for example, in United States v. Ayo-Gonzalez, 536 F.2d 652 (5th Cir.1976), the court upheld a conviction under 16 U.S.C. §§ 1081, 1082, 1091 &amp; 1092 (1976), of the master of a fishing vessel for illegally fishing in the contiguous fishing zone of the United States. The Fifth Circuit stated in that case that \"proof that a defendant is the 'master ... of' a fishing vessel necessarily also establishes that he had the authority and responsibility to insure compliance with the law____ [P]roof of culpability or fault was neither statutorily nor constitutionally required to sustain Ayo’s conviction.” 536 F.2d at 662. Similarly, in United States v. Green, 571 F.2d 1 (6th Cir.1978), the court affirmed a conviction under the Migratory Bird Treaty Act, 16 U.S.C. § 703 et seq. (1976), for \"taking” mourning doves “on or over any baited area\" without proof that the defendant knew that the field in which he hunted doves was baited, and thus, without any proof of intent to violate the act. Accord Williams v. North Carolina, 325 U.S. 226, 65 S.Ct. 1092, 89 L.Ed. 1577 (1945) (punishment by imprisonment for bigamous cohabitation without a showing of intent). These convictions, which have withstood constitutional due process challenges, involve crimes against the public welfare that pose no greater threat to the well-being of the public in general than the violations of the Wisconsin home improvements statutes and regulations at issue here.\n\n",
            "ocr": true,
            "opinion_id": 8921137
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}