{
    "id": 8968510,
    "judges": "Easterbrook, Posner, Wood",
    "date_filed": "1993-03-10",
    "date_filed_is_approximate": true,
    "slug": "gaines-v-thieret",
    "case_name_short": "Gaines",
    "case_name": "Gaines v. Thieret",
    "case_name_full": "Dickey GAINES, Petitioner-Appellant-Appellee v. James THIERET, Warden, Menard Correctional Center, Respondent-Appellee-Appellant, and Neil F. Hartigan, Attorney General of Illinois",
    "attorneys": "Kevin Sweeney, Cook County State’s At-tys. Office, Chicago, Ill., for petitioner-appellant-appellee., David J. Bradford, Niles, Ill., for respondent-appellee-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Feb. 29, 1988., As Amended June 30, 1988., Rehearing and Rehearing En Banc Denied July 6, 1988.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "846 F.2d 402"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPER CURIAM.\nDickey Gaines was sentenced to death by an Illinois state court after being convicted of the murder of two persons, the attempted murder of a third, and other crimes, all growing out of a hold-up committed by him and his brother Michael in 1978. The brothers were indicted together, but Dickey Gaines’ motion to sever was granted, and Michael was tried separately, convicted, and sentenced to 75 years in prison. Dickey Gaines, after exhausting his state remedies, see People v. Gaines, 88 Ill.2d 342, 58 Ill.Dec. 795, 430 N.E.2d 1046 (1981) (direct appeal); People v. Gaines, 105 Ill.2d 79, 85 Ill.Dec. 269, 473 N.E.2d 868 (1984) (state post-conviction proceeding), brought this habeas corpus action, alleging federal constitutional error both at trial and in the capital sentencing hearing. See 28 U.S.C. § 2254. The district court held that Gaines had not been effectively represented at his capital sentencing hearing and was therefore entitled to a new hearing, but refused to disturb the conviction, 665 F.Supp. 1342. Gaines appeals from the refusal to vacate his conviction and the state from the vacating of the death sentence. Because we have concluded that Gaines was convicted in violation of the Constitution and is therefore entitled to a new trial, we need not address the difficult questions raised by the state’s appeal.\nThe murder victims were André Davis and Causia McCall; and the attempted-murder victim, who was also the state’s star witness, was Lenious Thomas. At 2:00 a.m. on the fatal day, Lenious Thomas, André Davis, and Michael Gaines — whom Thomas and Davis had met that evening in a tavern — left the tavern. They were joined by Dickey Gaines, and at Davis’ behest went to a house where Davis wanted to pick up some clothes that belonged to him. Davis and Thomas entered a bedroom where McCall was sleeping. The Gaines brothers appeared. According to Thomas, Dickey Gaines announced a stick-up and produced a pistol. Thomas pulled two one-dollar bills from his pocket and turned toward Dickey Gaines, who began shooting. After the first shot, Thomas, who was not hit, hurled himself to the floor, face down, and thus did not see what happened next. However, he heard several more shots fired, followed by retreating footsteps, presumably of the Gaines brothers. When Thomas looked up, Davis and McCall had been shot dead. The shots had been fired from the same gun, a pistol later found in *404the attic of the house where the Gaines brothers lived with their mother. Thomas picked Gaines out of a lineup, and identified him at trial as well.\nThe police visited the Gaines residence, looking for the brothers. Michael, but not Dickey, was there. While the police were there Dickey phoned, and Mrs. Gaines allowed a police officer to listen in to the conversation on an extension phone. Dickey spoke to Michael, upbraided him, and acknowledged his own involvement in the crime: “Don’t you know they can give us the chair for what we done? You ain’t even doing your part, man. You ain’t even put the gun where you was supposed to.” After Dickey hung up, Michael led the police to the murder weapon.\nAt trial, Robert Dwyer, a police officer, testified about what he had told Dickey Gaines after Gaines had been arrested and been given his Miranda warnings: “To the best of my recollection I informed him that he had just been identified by an eyewitness as the individual who had shot and killed Mr. Davis and Mr. McCall.” The eyewitness was, of course, Lenious Thomas. Dwyer went on — and this is the crucial interchange:\nI also told him that he had been implicated by his own brother as the person who shot and killed these two—\nMr. Walsh [Dickey Gaines’ counsel]: I’ll object Judge. Move for a mistrial.\nThe Court: Objection overruled. Motion for a mistrial is denied.\nMr. Boyle [prosecutor]: Please continue, officer.\nA: I also called to his attention that we did in fact have the murder weapon in custody and that his brother had given us an accounting of the whole sequence of events.\nDickey Gaines contends that the disclosure to the jury of the fact (if it was a fact) that his brother had implicated him as the triggerman violated the principle laid down in Bruton v. United States, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968). Bru-ton and Evans were tried together for armed robbery. A postal inspector testified that Evans had confessed that he and Bru-ton had committed the robbery. The judge held that this testimony, though hearsay, was admissible against Evans, as an admission against interest, but not against Bru-ton; and so he told the jury not to consider Evans’ confession when deliberating about Bruton’s guilt. The Supreme Court held that Bruton’s constitutional right to confront the witnesses against him (Pointer v. Texas, 380 U.S. 400, 404-05, 85 S.Ct. 1065, 1068, 13 L.Ed.2d 923 (1965)) had been infringed. The codefendant’s statement implicating Bruton was particularly damaging, and the limiting instruction bound to be ineffectual, for how could the jury realistically be expected to consider the confession when deliberating on Evans’ guilt but ignore it when deliberating on Bruton’s guilt? Later cases make clear that although not every Bruton error is reversible, to avoid reversal the prosecution must show that the error was harmless beyond a reasonable doubt. See, e.g., Harrington v. California, 395 U.S. 250, 89 S.Ct. 1726, 23 L.Ed.2d 284 (1969); Schneble v. Florida, 405 U.S. 427, 92 S.Ct. 1056, 31 L.Ed.2d 340 (1972).\nAs an original matter, we might well doubt whether the rule of Bruton is applicable to this case at all. Officer Dwyer did not testify that Michael Gaines had confessed and in confessing had implicated Dickey Gaines; he merely testified that Michael (the reference was clear, though the name was not mentioned) had implicated Dickey Gaines. To the extent that the rule of the Bruton case is based on concern that the jury will give special weight to a confession, the concern is absent here and weakens the argument for applying the rule. On the other hand, the jury knew that Michael had been indicted along with Dickey, because the judge read the indictment to the jury several times, count by count, naming both brothers. It knew from the testimony of Lenious Thomas (which preceded that of Dwyer), and above all from the testimony about the brothers’ phone conversation overheard by the police, that in all likelihood the brothers had been in cahoots in staging the stick-up that resulted in the murders. The jury may there*405fore have inferred, especially given the police sponsorship of Michael’s statement, that Michael had spilled the beans, confessing his own role and fingering Dickey as the triggerman.\nIt may make no difference whether this is a Bruton case or not. The novelty of Bruton was its holding that the incriminating confession of a codefendant is so damaging that a limiting instruction will not cure the damage. See Lee v. Illinois, 476 U.S. 530, 106 S.Ct. 2056, 2063, 90 L.Ed.2d 514 (1986). The introduction of hearsay evidence (and Officer Dwyer’s testimony to what Michael Gaines told him, offered to establish the truth of Michael Gaines’ statement incriminating his brother, was hearsay) may, if it does not fall within “a firmly rooted hearsay exception,” Ohio v. Roberts, 448 U.S. 56, 66, 100 S.Ct. 2531, 2539, 65 L.Ed.2d 597 (1980), violate a defendant’s right of confrontation even if the evidence is not so damaging that a limiting instruction would be futile. Granted, if the evidence is not that damaging, the failure of the defendant’s counsel to request a limiting or curative instruction may forfeit his objection to the admission of the evidence. But this precept has little if any application here, for what would the instruction have said? Since Michael Gaines was not on trial, the jury could not be told to use his admission only against him. Nor could the instruction have told the jury to use the evidence just for some nonhearsay purpose, for, as we shall see, no such purpose was established. So unless it was an admissible form of hearsay-and we shall see that it was not-and therefore usable without limit, it was inadmissible; and Dickey Gaines’ lawyer never stopped arguing that it was inadmissible, and therefore never waived his objection to its admission.\nAny issue of a limiting or curative instruction disappears, in any event, if the state is taken to have conceded that this is a Bruton type of case, where such an instruction, being considered futile, need not be requested. The state has taken different positions during this protracted litigation; but in this court, at least, it has waived the argument that this is not a Bruton case. It does argue that the testimony was not hearsay; but its back-up argument is not that if the testimony is hearsay still it is not Bruton hearsay; it is that the admission of the testimony was shown to be harmless error beyond a reasonable doubt. The state’s brief does say, “This was not a case of a co-defendant’s confession being offered into evidence at a joint trial”-but it says this as part of its argument that any Bruton error was harmless.\nThe state’s argument for why the statement was not hearsay is that it was necessary to set the stage for Dwyer’s testimony to an admission by Dickey Gaines later in the same conversation at the police station following Dickey Gaines’ arrest. Dickey admitted that it was indeed he who had been on the other end of the phone conversation that the police had overheard. This admission was admissible, of course, but to set the stage for it there was no need for Dwyer to testify to an incriminating statement by Michael, any more than there would have been a need for Dwyer to testify to what he had been thinking while speaking to Dickey, or to what he had had for breakfast.\nNor is this a case where hearsay is introduced in the belief that subsequent evidence will render it admissible. It would be such a case if Dwyer had planned to testify that Dickey Gaines had adopted Michael Gaines’ incriminating statement, see Fed.R.Evid. 801(d)(2)(B), but there is no indication that he planned to give such testimony, and certainly he did not do so. Dickey Gaines’ counsel pointed this out to the judge repeatedly, but the judge took no curative action. We need not decide whether any curative action short of a mistrial would have sufficed in the circumstances.\nIn light of the state’s waiver, the critical question in this appeal is whether Michael Gaines’ statement that his brother had been the triggerman was harmless beyond a reasonable doubt. (On the nature of our review of such a question, the discussion in Grizzell v. Wainwright, 692 F.2d 722, 725-27 (11th Cir.1982), is helpful.) *406The statement, though brief and not referred to again in a trial that lasted seven days (following three days devoted to selecting the jury), was not negligible. To hear from a police officer that the defendant’s brother, already familiar to the jury from the indictment and from Lenious Thomas’s testimony, had identified him as the triggerman was probably a dramatic event in the unfolding of the evidence against Dickey Gaines. Whether it was harmless depends therefore on how much other evidence the state presented against Dickey, for the more there was, the less likely it is that subtracting Michael Gaines’ statement would have made a difference to the verdict of a rational jury.\nThe evidence that Dickey was culpably involved in the hold-up that resulted in the fatal shootings of Davis and McCall — culpably involved to the point of being undoubtedly guilty of felony murder — is overwhelming. Thomas’s testimony, weak as it may have been on the question who fired which shots (more on this shortly), was amply corroborated insofar as it attributed the hold-up and shootings to the Gaines brothers as a criminal entity. It was corroborated not only by a witness who saw Dickey leaving the tavern with Thomas and one of the victims, but also by the statements that Dickey made in the telephone conversation with Michael that the police overheard. The state, however, is not interested in defending a conviction for felony murder. It wants the death penalty for Dickey Gaines, and it can’t get it if he is only a felony murderer, because under Illinois law a felony murderer can be sentenced to death only if he either killed the murdered individual or at least inflicted personal injuries on him, Ill.Rev.Stat. ch. 38, ¶ 9-l(b)(6)(a) — neither of which Dickey Gaines did if he was not the triggerman. The relevant question therefore is whether the evidence that he was the triggerman is so strong that Michael’s statement could not have spelled the difference for a rational jury. The only evidence that he was the triggerman was the testimony of Lenious Thomas, who identified Dickey as having fired the first shot. We can assume that if this identification was correct, Dickey fired the rest of the shots as well, for there is no indication of a second gun, and the bullets that were recovered were all from the same gun, found later in the Gaines' attic.\nThomas — who at the time of trial was 18 years old and unemployed — was not a fully credible witness. On direct examination he testified that he had smoked a single marijuana cigarette on the fatal day (with Michael Gaines, in the tavern) but had not had a single drink, even though he had spent either two or six straight hours in the tavern. He testified that he arrived at midnight and left with the others at two, but he also testified that he set off for the bar from a restaurant six blocks away at 8 p.m. On cross-examination he admitted that he usually drank beer, that he had visited a liquor store and lounge earlier in the day, but that he could not recall whether he had drunk beer then. He also could not recall whether the marijuana had affected him. Pressed, he admitted that he had probably smoked more than one marijuana cigarette that day. A police report that he had admitted drinking beer that afternoon was excluded as hearsay — indicative of the erratic enforcement of the hearsay rule at this trial.\nThomas had met the Gaines brothers for the first time at the tavern that night, and did not know the name of either. He was vague about the details of the evening other than the shooting (for example, he didn’t recall whether the brother with the gun had been on the right or the left of the other brother, whether the hallway leading to the bedroom where the shooting had occurred had been lit, or over what period of time the shooting had occurred), and the state in closing argument admitted to the jury, “He is not bright.” There thus was considerable evidence from which the jury could have inferred that Thomas was un-candid and forgetful, and that he had witnessed the shooting — a traumatic event, to say the least — while under the combined influence of alcohol and marijuana. All this is not to say that his testimony that Dickey Gaines was the triggerman was not credible; but there was room to doubt his credibility, and it is possible that a rational *407jury would not have found him to have been the triggerman beyond a reasonable doubt had it not been for Officer Dwyer’s testimony that Michael Gaines, too, had identified Dickey Gaines — his own brother —as the triggerman. Although the jury might well have thought that Michael had done this only to save his own skin, his unavailability for cross-examination made it impossible for defense counsel to explore this possibility. Two other, though small, points are that it was Michael, not Dickey, who took the gun home afterward, and that Dickey told Michael in the overheard phone conversation that “they can give us the chair for what we done” (emphasis added), suggesting a parity of guilt.\nWhether or not in these circumstances the error in admitting Michael’s statement was harmless, we cannot agree that it was harmless beyond a reasonable doubt — that no reasonable jury could have failed on the basis of the rest of the evidence to conclude that Dickey Gaines had fired the fatal shots. All this would be academic if the state were content with punishing Dickey Gaines for felony murder, of which he undoubtedly was guilty and for which he could properly have been sentenced to a very long term of years but not to death, unless he was the triggerman.\nThe judgment of the district court is reversed; the state shall have 120 days either to place Dickey Gaines on trial again, or to resentence him to a term of years for felony murder (as to which the error in admitting Dwyer’s testimony was, as we have seen, harmless), or to release him. A final possibility for the state is neither to retry Dickey Gaines nor to resen-tence him to a term of years, but instead, accepting his conviction for felony murder, to conduct a new sentencing hearing at which one issue of course will be whether Gaines is within the class of felony murderers who can be sentenced to death under Illinois law (i.e., whether he was the trigger-man). The state’s appeal is dismissed as moot.\n",
            "ocr": true,
            "opinion_id": 8959943
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}