{
    "id": 8723903,
    "judges": "Crow",
    "date_filed": 762480000000,
    "date_filed_is_approximate": false,
    "slug": "sherlock-v-bps-guard-services-inc",
    "case_name_short": "Sherlock",
    "case_name": "Sherlock v. BPS Guard Services, Inc.",
    "case_name_full": "Angela SHERLOCK, Insurance Company of North America, Division of Cigna v. BPS GUARD SERVICES, INC., d/b/a Benchmark-Burns International Security Services",
    "attorneys": "Christopher Y. Meek, Lynch & Meek, Baxter Springs, KS, Ronald P. Pope, Eugene B. Ralston, Ralston, Buck & Associates, Topeka, KS, for Angela Sherlock., Anthony F. Rupp, Shughart, Thomson & Kilroy, Overland Park, KS, Jane A. DeJong, Robert A. Henderson, Shughart, Thomson & Kilroy, Kansas City, MO, for Insurance Co. of North America., Hal D. Meltzer, Turner & Boisseau, Chartered, Overland Park, KS, for Baker Protective Services, Inc. and BPS Guard Services, Inc.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "849 F. Supp. 37"
    ],
    "opinions": [
        {
            "author_str": "Crow",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM AND ORDER\nCROW, District Judge.\nOn October 29,1991, Angela Sherlock commenced this action against BPS Guard Services, Inc. (BPS) for personal injuries she sustained occurring during an armed robbery and rape by two unknown assailants at the Holiday Inn City Center in Topeka, Kansas, on April 28, 1991. At the time of the attack, Sherlock was a Holiday Inn employee. In the pretrial order, Sherlock essentially alleges that BPS was negligent in the performance of its obligation of providing security services and that BPS’ negligence was the direct and proximate cause of her injuries. Sherlock seeks total actual damages in the amount of $2,500,000.\nAs a result the injuries Sherlock sustained while an employee at the Holiday Inn, Insurance Company of North America, Division of Cigna (INA) paid Sherlock approximately $45,000 in workers compensation benefits. Consequently, under K.S.A. 44-504(b), INA is subrogated to any recovery Sherlock may obtain from BPS. Sherlock specifically acknowledges the existence of INA’s subrogation lien in the pretrial order.\nOn December 4, 1992, BPS moved to add INA as a party plaintiff. According to INA, this motion was not served upon INA1 and INA claims that it had no knowledge of the motion. On December 29, 1992, Magistrate Judge Rushfelt signed an order allowing BPS to add INA as a party plaintiff. According to INA, that order was not served on INA. Sherlock was subsequently granted leave to add INA as a party defendant. On January 19, 1993, a Second Amended Complaint was filed. The Second Amended Com*38plaint does not refer to INA as a party plaintiff.\nIn response to the Second Amended Complaint, INA filed a motion to dismiss or, in the alternative, for summary judgment. On June 29, 1993, Judge O’Connor granted INA’s motion for summary judgment. Because the memorandum and order did not suggest that INA was also an involuntary plaintiff, INA believed that it was no longer a party to Case No. 91-2414-0.\nOn September 3, 1993, Magistrate Judge Rushfelt served an “Order for Supplemental Pre-Trial Conference” upon counsel for INA, which indicated that INA is a co-party plaintiff and that a supplemental pretrial conference would be held on September 20, 1993. INA contends that this was the first notice that it had been added as an involuntary party plaintiff. On September 20, 1993, INA’s counsel appeared at the pretrial conference. The pretrial order contains INA’s objection to its inclusion as a party.\nOn October 25, 1993, this case was transferred from Judge O’Connor to this court.\nThis case comes before the court upon INA’s “Motion of Involuntary Plaintiff Insurance Company of North America for Dismissal Without Prejudice” (Dk. 95). In that motion, INA argues that (1) it is not properly an involuntary plaintiff because it has not been given adequate notice; and (2) it is not the real party in interest under Fed.R.Civ.P. 17(a), nor is it a necessary party plaintiff under Fed.R.Civ.P. 19.\nIn response to INA’s motion, BPS has filed “Suggestions in Opposition to Motion of Involuntary Plaintiff Insurance Company of North America For Dismissal Without Prejudice.” In BPS’ four page response, it argues that INA is a real party in interest and therefore a necessary involuntary plaintiff. BPS also argues that INA has had adequate notice. Sherlock did not file a response to INA’s motion.\nINA has filed a reply brief, arguing that BPS’ response fails to address some of the arguments advanced by INA and improperly analyzes those arguments it does address.\nThe court, having considered the briefs of counsel and the applicable law, is now prepared to rule.\nIs INA a Real Party in Interest?2\nINA contends that BPS has inaccurately characterized INA as a real party in interest and as a necessary party. “Based on K.S.A. 44-504, the statute which creates INA’s sub-rogation lien rights, INA cannot properly be considered a necessary party or the real party in interest.” INA analyzes the operation of K.S.A. 44-504, arguing that it does not create any obligation that any subrogation lienholder bring a claim in its own name. “To the contrary, K.S.A. 44-504(c) provides that even when the employer brings a cause of action it may do so ‘in the name of the worker.’ ” INA also argues that it may bring a suit “[o]nly if the injured worker fails to file a tort action within the time specified in the statute is there an automatic assignment of the employee’s cause of action to the employer/insurer. There is no separate and concurrent right of action. If the employee files suit, the employer/insurer may intervene to protect and enforce its lien.”\nINA suggests that BPS’ motive in naming INA as a party is “to place before the jury evidence that plaintiff Sherlock has received workers compensation benefits for her injuries. Such evidence, of course, is improper under the collateral source rule.”\nBPS responds, arguing that “the general rule in the Tenth Circuit is that where an insurer becomes subrogated by making partial payment for loss, both the insurer and the insured are real and necessary parties.” BPS contends that because INA has made worker’s compensation payments to Sherlock, and because INA is entitled to a lien on any judgment which Sherlock may be awarded, it is a real party in interest and must be joined unless joining INA would destroy diversity.\nINA replies, arguing that BPS has failed to respond to several of the arguments it advanced in support of its motion. INA contends that BPS has failed to demonstrate *39that it is necessary for INA to be an involuntary plaintiff in this case. “There is no showing of prejudice to any party if INA is not a named party. There is no risk of multiple litigation.” INA also contends that BPS has misinterpreted Tenth Circuit precedent and that it should not be a named party in this suit.\nFed.R.Civ.P. 17(a) provides:\n(a) Real party in interest. Every action shall be prosecuted in the name of the real party in interest. An executor, administrator, guardian, bailee, trustee of an express trust, a party with whom or in whose name a contract has been made for the benefit of another, or a party authorized by statute may sue in that person’s own name without joining the party for whose benefit the action is brought; and when a statute of the United States so provides, an action for the use or benefit of another shall be brought in the name of the United States. No action shall be dismissed on the ground that it is not prosecuted in the name of the real party in interest until a reasonable time has been allowed after objection for ratification of commencement of the action by, or joinder or substitution of, the real party in interest; and such ratification, joinder, or substitution shall have the same effect as if the action had been commenced in the name of the real party in interest.\n“[T]he modern function of the rule in its negative aspect is simply to protect the defendant against a subsequent action by the party actually entitled to recover, and to insure generally that the judgment will have its proper effect as res judicata.” Advisory Committee Note to the 1966 Amendment to Rule 17(a).\n“A real party in interest is one who owns the substantive right to be enforced.” Doyle v. Colborne Mfg. Co., 93 F.R.D. 536, 537 (D.Kan.1982) (citing United States v. Aetna Casualty Company, 338 U.S. 366, 70 S.Ct. 207, 94 L.Ed. 171 (1949)). “It is well settled that an insurance company is a real party in interest to the extent it has reimbursed the loss for which compensation is sought.” Garcia v. Hall, 624 F.2d 150, 151 (10th Cir.1980). “When the insurance company has made only partial reimbursement, both the insurer and the insured are real parties in interest.” Id.; see Gas Service Co. v. Hunt, 183 F.2d 417 (10th Cir.1950).\nThese general rules are subject to certain exceptions. See Hunt, 183 F.2d at 419. In Garcia, the Tenth Circuit recognized one such exception, holding that when joinder of a partially subrogated insurance company would destroy diversity jurisdiction and therefore require dismissal of a suit brought for the insured by the subrogated insurance company for entire amount of loss, the court should not be deprived of diversity jurisdiction by unnecessary joinder of that subrogat-ed insurance company when no prejudice, such as the risk of multiple litigation, exists. In Garcia, the insurance company, under its subrogation rights, had instituted that suit in the name of the insured for the entire loss and the insurance company would therefore have been bound by any judgment entered in that case. 624 F.2d at 152.\nINA argues that under K.S.A. 44-504 it is not necessary, and is in fact proscribed, for the partially subrogated insurer to be named as a party. BPS merely states the general rules concerning real parties in interest and does not attempt to directly respond to the specific arguments advanced by INA.\nWhile not cited by either of the parties, courts in the District of Kansas, including this court, confronted with this issue have generally held that a workers compensation carrier such as INA is not a real party in interest. See Murphy v. Klein Tools, Inc., No. 83-1764 (D.Kan. March 10, 1987); Doyle, 93 F.R.D. at 537-40 (D.Kan.1982); Pyle v. Kansas Gas and Electric Company, 23 F.R.D. 148 (D.Kan.1959); see also Lister v. Marangoni Meccanica S.P.A., 133 F.R.D. 177 (D.Utah 1990). An analysis of the substantive law of Kansas3 demonstrates these cases were correctly decided.\n*40Under the substantive law of Kansas, INA is not a real party in interest. Under K.S.A. 1992 Supp. 44-504,4 “[t]he right to subrogation ... only arises in cases where the injured workman obtains a judgment against a third-party tort-feasor and there is no right to subrogation unless and until the injured workman has obtained a judgment against the third-party tortfeasor.” Anderson v. National Carriers, Inc., 11 Kan.App.2d 190, 194, 717 P.2d 1068, aff'd, 240 Kan. 101, 727 P.2d 899 (1986). At this point, Sherlock has not obtained judgment against (or settled with) BPS, and therefore INA’s right to subrogation has not yet arisen.\nNor does BPS face the risk of multiple litigation. Had Sherlock failed to commence her action against BPS within one year of the date of her injury, her failure would have operated as an assignment to INA of any cause of action she might have had against BPS. K.S.A.1992 Supp. 44-504(c). As it is, however, Sherlock has commenced and continues to press this action against BPS. Therefore there has been no assignment of Sherlock’s action to INA, nor can INA bring a concurrent action against BPS.\nIn sum, INA is not a real party in interest under the substantive law of Kansas.\nIT IS THEREFORE ORDERED that INA’s “Motion of Involuntary Plaintiff Insurance Company of North America for Dismissal Without Prejudice” (Dk. 95) is granted. INA is dismissed without prejudice.\n\n. The certificate of service on BPS' motion does not indicate that INA was served.\n\n\n. In light of the court's disposition of this issue, it is unnecessary for the court to consider INA’s alternative argument that it did not receive proper notice that it was an involuntary plaintiff.\n\n\n. The determination of ownership of the cause of action is a matter of state substantive law in diversity cases; the question of joinder after that determination has been made is a matter of federal procedure. Doyle, 93 F.R.D. at 537; see Garcia, 624 F.2d at 152, n. 4.\n\n\n. While immaterial to the court's disposition of INA's motion, the court notes that K.S.A.1992 Supp. 44-504 was recently amended by the legislature.\n\n",
            "ocr": true,
            "opinion_id": 8707099
        }
    ],
    "court_short_name": "D. Kansas",
    "court_full_name": "District Court, D. Kansas",
    "court_type": "FD",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}