{
    "id": 8730631,
    "judges": "Bryant",
    "date_filed": 1388361600000,
    "date_filed_is_approximate": false,
    "slug": "liberty-mutual-insurance-v-harco-national-insurance",
    "case_name_short": null,
    "case_name": "Liberty Mutual Insurance v. Harco National Insurance",
    "case_name_full": "LIBERTY MUTUAL INSURANCE COMPANY v. HARCO NATIONAL INSURANCE COMPANY",
    "attorneys": "William J. Shea, Law Offices of Turret & Rosenbaum, Wallingford, CT, for Plaintiff., Ira S. Lipsius, Lipsius-Benhaim Law LLP, Kew Gardens, NY, Mark A. Perkins, Thomas M. Murtha, Maher & Murtha, Bridgeport, CT, for Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "990 F. Supp. 2d 194"
    ],
    "opinions": [
        {
            "author_str": "Bryant",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM OF DECISION GRANTING DEFENDANT’S MOTION FOR SUMMARY JUDGMENT [Dkt. # 63] AND DENYING PLAINTIFF’S SECOND MOTION FOR SUMMARY JUDGMENT [Dkt. # 57]\nVANESSA L. BRYANT, District Judge.\nI. Introduction\nThe Plaintiff, Liberty Mutual Insurance Company (“Liberty”), brings this action *197against Defendant, Harco National Insurance Company (“Harco”), for reimbursement of settlement costs and fees in an underlying -wrongful death action defended by Liberty. The Plaintiff has moved for summary judgment pursuant to Fed. R.Civ.P. 56, asserting that there are no issues of material fact in dispute and that the claims can be decided as a matter of law. The Defendant filed a cross motion for summary judgment on the same grounds. For the following reasons, the Plaintiffs motion for summary judgment is DENIED, and the Defendant’s cross motion for summary judgment is GRANTED.\nII. Background\nAround April 23, 1997, Endico Potatoes, Inc. (“Endico”) entered into a lease agreement with AA Truck Renting Corporation (“AA”) for the long-term lease of a Mac tractor (“Lease Agreement”). [Dkt. # 63-2, Defendant’s Statement of Undisputed Material Facts, ¶ 1]. The Lease Agreement was extended multiple times including on October 30, 1997, February 10, 1998, and May 19, 1998, each time to add additional tractors to the lease. [Id. at ¶ 2]. In the May 1998 rider, Endico leased a 1999 Mac tractor with Vehicle Identification Number ending in 7704 (the “Tractor”) from AA. [Id, at ¶ 3].\nThe Lease Agreement provided, in relevant part,\n7(A) The Lessor, at its own expense, agrees to furnish and maintain for Lessee’s benefit, automobile liability insurance coverage for injury, (1) for any one person injured or killed not less than $1,000,000.00____ Lessee agrees to pay any amount in excess of the aforementioned coverage....\n1. The weekly fixed rental charge for the vehicles leased hereunder, may be adjusted upward to reflect (a) any change in premium rates applicable to the locality where the vehicles are principally stored based upon the latest data published by the insurance rating board, or (b) any change in premium rates attributable to the vehicles leased hereunder whether by reason of the Lessee’s experience in the operation of the same, or otherwise or\n2. Lessor may cause said insurance to be terminated upon 30 days’ prior written notice to Lessee of its intention to do so____\nIf Lessor causes such insurance to be terminated, it shall have no further responsibility to provide insurance hereunder, but such termination shall in no respect alter any of the other terms and conditions of this agreement, and it shall be Lessee’s obligation, at its sole cost and expense, to obtain and keep in force the insurance in accordance with the provisions of this subparagraph. If the Lessor shall cancel such insurance, the weekly fixed rental charge shall be reduced by the amount shown on Schedule “A” of this agreement or any amendment thereto.\n[Dkt. # 60-2, Lease Agreement, ¶ 7]. The Lease Agreement also provided in paragraph 32\n[i]n the event that Lessee elects to provide its own liability, property damage and/or fire, theft and collision coverage, the following conditions will apply. The Lessee will, at its own cost and expense, provide liability and property damage insurance in the limits set forth in paragraph 7(A) and full fire, theft and collision subject to provisions of paragraph 7(B). The insurance company must be authorized to do business in the state of New York and have the Lessor named as an additional insured and loss payee under said policy(ies).\n[Id. at ¶ 32].\nAA leased the Tractor to Endico pursuant to the standard lease agreement with *198an attached Schedule A that stated in relevant part, “[t]he Lessee to provide liability &amp; property damage insurance in the limits set forth in paragraph 7(A) &amp; full fire, theft, collision &amp; comprehensive subject to provision [sic] of paragraph 7(B) &amp; the conditions set forth in paragraph 32 of this Agreement.” [Dkt. # 59, Plaintiffs Local Rule 56.1 Statement of Material Facts, ¶ 4; Dkt. # 60-3, Rider to Lease Agreement, p. 1]. Paul Lanciotti, AA’s Controller, averred that this practice of amending the standard lease agreements by subsequent additions or strikeouts was standard. [Dkt. # 62, Deposition of Paul Lanciotti, 42:17-25]. Generally, the parties agree that Endico’s lease agreements with AA always provided that the Lessee would be responsible for providing its own insurance. [Dkt. # 63-2, ¶ 3]. This was affirmed by the Lease Agreement billing documents which never listed charges for insurance premiums and stated “Insurance Provided by Lessee.” [Dkt. # 62, Lanciotti Deposition, Exhibits 5, 6, 8]. Pursuant to the Lease Agreement, therefore, Endico purchased its own insurance coverage from Liberty. [Dkt. # 63-2, ¶¶ 6-7].\nEndico’s policy with Liberty provided that Liberty “will pay all sums an ‘insured’ legally must pay as damages because of the bodily injury or property damage to which this insurance applies, caused by an accident and resulting from the ownership, maintenance or use of a covered auto.” [Dkt. # 58, Plaintiffs Memorandum in Support of Motion for Summary Judgment, p. 7], The Liberty policy also provided that “[f]or any covered auto you own, this Coverage Form provides primary insurance. For any covered auto you don’t own, the insurance provided by this coverage form is excess over any other collectible insurance.” [Id.]. Subsequent to the signing of the Lease Agreement, Endico added AA as an additional insured, and all autos leased from AA to Endico were added as “leased autos.” [Dkt. # 60-6, Business Auto Insurance Auto Policy AS1-121091034-024, Additional Insured and Loss Payee, p. 3]. The definition section for this addendum stated that “[a]ny ‘leased auto’ designated or described in the Schedule will be considered a covered ‘auto’ you own and not a covered ‘auto’ you hire or borrow. For a covered ‘auto’ that is a ‘leased auto’ Who is An Insured is changed to include as an ‘insured’ the lessor named in the Schedule.” [Id, at p. 2].\nAt the same time, AA had a business auto policy with Harco which provided in relevant part:\nSection II — LIABILITY COVERAGE Coverage\nWe will pay all sums an “insured” legally must pay as damages because of “bodily injury” or “property damage” to which this insurance applies, caused by an “accident” and resulting from the ownership, maintenance or use of a covered “auto”, ...\nWho Is An Insured\nThe following are “insureds”;\na. You for any covered “auto”.\nb. Anyone else while using with your permission a covered “auto” you own, hire or borrow ...\nc. Anyone liable for the conduct of an “insured” described above but only to the extent of that liability.\n[Dkt. # 63-2, ¶ 14]. “Covered Auto” is later defined to include “lease and rental units per schedule on file with the company.” [Id, at ¶ 17]. The Harco policy also contained an endorsement titled “Leasing or Rental Concerns — Contingent Coverage” (the “Endorsement”). [Id, at ¶ 18]. The Endorsement modified the underlying contract in several facets, but was limited to applying when “the ‘lease or rental agreement’ in effect at the time of an *199‘accident’ specifies that the lessee or rentee is responsible for providing primary liability insurance or primary physical damage insurance.” [Id.]. It further stated that “[c]overage is not provided for ‘autos’ included on the ‘lease and/or rental receipts report’ showing ‘No Insurance’. ...” [Id.]. Under this Endorsement,\nliability insurance and any required no-fault, uninsured motorist and underinsured motorist insurance provided by the policy for a covered ‘auto’ which is a ‘leased auto’ or ‘rented auto’ applies subject to the following provisions:\n1. At the time of an accident the insurance or indemnity as required in the “lease or rental agreement” is not collectible....\n4. The insurance provided by this endorsement does not apply if any other insurance is collectible.\n5. The insurance provided by this endorsement does not apply as excess insurance to any other policy.\n[Dkt. # 60-9, Business Automobile Insurance Policy, LR-0005278 03, Leasing or Rental Concerns — Contingent Coverage, pp. 1-2]. The definitions section of the Endorsement stated that “[l]eased auto’ means an ‘auto’ you lease to a customer (lessee) for one year or more, including any substitute or extra ‘auto’ you provide under a lease agreement where the lessee is providing primary insurance for you.” [Id. at 2]. It is undisputed that the Lease Agreement met this definition.\nWhile the above policies and contracts were in effect, on March 2, 2005, Prentice Borden, an employee of Endico, was operating the Tractor when he was involved in a vehicular collision with James Braaten on Interstate 95 in Orange, Connecticut. [Dkt. # 59, ¶ 6]. As a result of the accident, Braaten died, and his estate commenced a lawsuit against Borden, Endico, and AA seeking to recover damages for the wrongful death. [Id, at ¶¶ 7-8]. Pursuant to its insurance policy with Endico, Liberty defended the lawsuit and settled the wrongful death claim in the amount of $1.2 million. [Id. at ¶ 9]. Liberty now seeks contribution for the settlement costs from Harco.\nIII. Legal Standard\nSummary judgment should be granted “if the movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.” Fed.R.Civ.P. 56(a). The moving party bears the burden of proving that no factual issues exist. Vivenzio v. City of Syracuse, 611 F.3d 98, 106 (2d Cir.2010). “In determining whether that burden has been met, the court is required to resolve all ambiguities and credit all factual inferences that could be drawn in favor of the party against whom summary judgment is sought.” Id. (citing Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 255, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); Matsushita Electric Indus. Co. v. Zenith Radio Corp., 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986)). “If there is any evidence in the record that could reasonably support a jury’s verdict for the nonmoving party, summary judgment must be denied.” Am. Home Assurance Co. v. Hapag Lloyd Container Linie, GmbH, 446 F.3d 313, 315-16 (2d Cir.2006) (citations and internal quotation marks omitted).\n“A party opposing summary judgment cannot defeat the motion by relying on the allegations in his pleading, or on conclusory statements, or on mere assertions that affidavits supporting the motion are not credible. At the summary judgment stage of the proceeding, Plaintiffs are required to present admissible evidence in support of their allegations; *200allegations alone, without evidence to back them up, are not sufficient.” Welch-Rubin v. Sandals Corp., No.3:03cv481, 2004 WL 2472280, at *1 (D.Conn. Oct. 20, 2004) (citations and internal quotation marks omitted); Martinez v. State of Connecticut, 817 F.Supp.2d 28, 37-38 (D.Conn.2011). Where there is no evidence upon which a jury could properly proceed to find a verdict for the party producing it and upon whom the onus of proof is imposed, such as where the evidence offered consists of conclusory assertions without further support in the record, summary judgment may lie. Fincher v. Depository Trust and Clearing Corp., 604 F.3d 712 (2d Cir.2010).\nA. Choice of Law\nTo rule on the issues presented in these motions for summary judgment, the Court will need to interpret various contractual terms in the relevant insurance policies and the Lease Agreement. The parties agree that the applicable law under Connecticut’s choice of law principles is New York. This Court agrees.\nIn analyzing the choice of law question in a diversity case, federal courts apply the choice of law principles of the jurisdiction in which they sit. See Klaxon Co. v. Stentor Elec. Mfg. Co., 313 U.S. 487, 496, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941); Liberty Synergistics Inc. v. Microflo Ltd., 718 F.3d 138, 151 (2d Cir.2013). When parties have not effectively selected an applicable law, Connecticut courts apply the “most significant relationship” test to determine which law should apply, weighing factors such as “(a) the place of contracting, which is the place where occurred the last act necessary to give the contract binding effect; (b) the place of negotiation of the contract; (c) the place of performance; (d) the location of the subject matter of the contract; and (e) the domicile, residence, nationality, place of incorporation and place of business of the parties.” MM Global Servs., Inc. v. Dow Chem. Co., 283 F.Supp.2d 689, 699 (D.Conn.2003) (citing Reichhold Chems., Inc. v. Hartford Accident and Indem. Co., 243 Conn. 401, 409-410, 703 A.2d 1132 (1997)). ‘With respect to liability insurance contracts, the starting point is § 193 of the Restatement (Second) [of Conflict of Laws], which creates a rebuttable presumption in favor of the state where the insured risk is located. In order to overcome this presumption, another state’s interest must outweigh those of the state where the insured risk is located and must be sufficiently compelling to trump the ... presumption.” Reichhold Chems., Inc. v. Hartford Accident and Indem. Co., 252 Conn. 774, 782, 750 A.2d 1051 (2000). Here, the location of the principal insured risk is New York, both Endico and AA are New York corporations, the Lease Agreement was negotiated and executed in New York, and the insurance policies were issued for delivery in New York. It cannot be disputed that these facts do not rebut the presumption that New York law should apply. Indeed the only fact that is not related to New York is the locus of the accident in the underlying wrongful death suit. Weighing the appropriate factors, it is apparent that New York has the most significant relationship with the contracts in question, and New York law should apply.\nB. Contract Claims\nUnder New York law, “Unambiguous provisions of an insurance contract, as with any written contract, must be given their plain and ordinary meaning and the interpretation of such provisions is a question of law for the court.” Essex Ins. Co. v. Laruccia Const., Inc., 71 A.D.3d 818, 819, 898 N.Y.S.2d 558 (N.Y.App.Div.2d Dept.2010) (quoting White v. Cont’l *201Cas. Co., 9 N.Y.3d 264, 267, 848 N.Y.S.2d 603, 878 N.E.2d 1019 (N.Y.2007)); see also Gov’t Empls. Ins. Co. v. Kligler, 42 N.Y.2d 863, 864, 397 N.Y.S.2d 777, 366 N.E.2d 865 (N.Y.1977) (unambiguous contractual provisions are given “their plain and ordinary meaning.”). Yet, when a term is ambiguous and requires interpretation, “interpretation must reflect the reasonable expectation and purpose of the ordinary business [person] when making an insurance contract. ...” Farm Family Cas. Ins. Co. v. Nason, 89 A.D.3d 1401, 1402, 932 N.Y.S.2d 275 (N.Y.App.Div. 4th Dept.2011). “Where the language of a policy of insurance is ambiguous and susceptible of more than one reasonable interpretation, the parties may submit extrinsic evidence as an aid in construction, but when extrinsic evidence ‘will not resolve the equivocality of the language of the contract, the issue remains a question of law for the court.’ ” City of New York v. Evanston Ins. Co., 39 A.D.3d 153, 156, 830 N.Y.S.2d 299 (N.Y.App.Div.2d Dept.2007) (quoting State of New York v. Home Indem. Co., 66 N.Y.2d 669, 671, 495 N.Y.S.2d 969, 486 N.E.2d 827 (N.Y.1985)); see also, Rocon Mfg., Inc. v. Ferraro, 199 A.D.2d 999, 999, 605 N.Y.S.2d 591 (N.Y.App.Div. 4th Dept.1993) (“For the purpose of admitting extrinsic evidence, ambiguous language in an insurance contract must be susceptible of two reasonable interpretations”) (citations and internal quotation marks omitted). Moreover, “[i]f the extrinsic evidence does not yield a conclusive answer as to the parties’ intent,’ a court may apply other rules of contract construction, including the rule of contra proferentem, which generally provides that where an insurer drafts a policy ‘any ambiguity in [the] ... policy should be resolved in favor of the insured.’ ” Morgan Stanley Grp. Inc. v. New England Ins. Co., 225 F.3d 270, 276 (2d Cir.2000) (quoting McCostis v. Home Ins. Co., 31 F.3d 110, 113 (2d Cir.1994)).\nThere are three different contracts at issue in this case: the Harco-AA insurance policy, the Liberty-Endico insurance policy, and the Lease Agreement. Generally, when the rights of insurance companies are being litigated, their rights are dictated by the insurance policies which prevail over any contrary terms in private contracts. See U.S. Liab. Ins. Co. v. Mountain Valley Indem. Co., 371 F.Supp.2d 554, 559 (S.D.N.Y.2005) (“insurance policy provisions take precedence over conflicting provisions found in contracts between insureds”).\ni. Liberty-Endico Policy\nThe policy stated that Liberty would “pay all sums an ‘insured’ legally must pay as damages because of the bodily injury ... to which this insurance applies, caused by an accident and resulting from the ownership, maintenance or use of a covered auto.” [Dkt. # 58, p. 7], Braaten was employed by Endico at the time of the accident and operating the Tractor pursuant to his employment. The Plaintiff, therefore, correctly concedes that the “Liberty policy would therefore cover the Braaten loss.” [Id. at p. 20],\nHowever, the Plaintiff argues that the policy does not provide for primary insurance in this case because of the other insurance provision in the policy. That provision states, “[f]or any covered auto you own, this Coverage Form provides primary insurance. For any covered auto you don’t own, the insurance provided by this coverage form is excess over any other collectible insurance.” [Id. at p. 7]. The Plaintiff is correct in asserting that the term “own” “generally refers to possession of title to a vehicle and the ability to convey title to another.” Compania Transatlantica Espanola, S.A. v. Hartford Accident &amp; Indem. Co., 748 F.Supp. 214, 221 *202(S.D.N.Y.1990) (citations and internal quotation marks omitted). Endico’s policy with Liberty provided that Liberty “will pay all sums Endico legally owes for as damages for bodily injury caused by an accident and resulting from the use of a covered auto to which the policy applies.” Endico also permissibly added AA to its policy as an additional insured and added all of the vehicles it leased from AA as covered vehicles under the policy. The Liberty policy expressly stated that as leased autos in the Schedule, the AA vehicles were considered to be “owned” by Endico and not covered autos Endico hired or leased. Indeed, the policy’s “Schedule of Covered Autos You Own” explicitly included the Tractor as “a covered auto [Endico] owned.” Therefore, because the schedule of covered vehicles insured was amended to add the Tractor, the Liberty policy provided for primary insurance coverage over the accident in this case.\nii. Harco-AA Policy\nThe plain terms of the Harco-AA policy also provided for primary insurance coverage for covered persons or automobiles: Harco “will pay all sums an ‘insured’ legally must pay as damages because of ‘bodily injury or ‘property damage’ to which this insurance applies, caused by an ‘accident’ and resulting from the ownership, maintenance or use of a covered ‘auto’.” [Dkt. # 63-2, ¶ 14]. Generally, therefore, Harco provided primary coverage for AA’s autos that were involved in accidents.\nThere is, however, an applicable limitation to Harco’s coverage: the Endorsement. The Endorsement applied when the “ ‘lease or rental agreement’ in effect at the time of the ‘accident’ specifies that the lessee or rentee is responsible for providing primary liability insurance or primary physical damage insurance.” The Endorsement defined “lease or rental agreement” as a “written contract between you and the lessee or rentee of your ‘auto’, and includes those provisions which establish responsibility for providing primary insurance coverage or indemnity.” It is uncontested that the Lease Agreement qualifies as a lease or rental agreement as defined in the Endorsement. The only issue is whether the Lease Agreement provides for the requisite “primary liability insurance” to trigger the Endorsement’s limitation.\nThe Lease Agreement has three relevant provisions for this inquiry. Paragraph 7(A) stated that the “Lessor, at its own expense, agrees to furnish ... liability insurance coverage ... not less than $1,000,000.00.... Lessee agrees to pay any amount in excess of the aforementioned coverage.” From this provision, AA, being the lessor, was required to provide liability insurance up to $1 million, and Endico, the lessee, was required to pay any amount in excess. AA, therefore, was obligated to provide the primary coverage under the agreement while Endico provided the excess coverage.\nImportantly, paragraph 32 stated that if the “Lessee elects to provide its own” insurance, “[t]he Lessee will, at its own cost and expense, provide liability and property damage insurance in the limits set forth in paragraph 7(A) ... and the Lessor [must be] named as an additional insured----” Endico elected to obtain its own insurance in Schedule A, which stated that “[t]he Lessee [is] to provide liability &amp; property damage insurance in the limits set forth in paragraph 7(A) &amp; full fire, theft, collision &amp; comprehensive subject to provision [sic] of paragraph 7(B) &amp; the conditions set forth in paragraph 32 of this Agreement.”\nThe ultimate issue in this case is whether Schedule A required Endico to provide primary coverage or excess coverage. The Plaintiff argues that the Lease Agree*203ment did not provide for primary coverage because it never explicitly stated that the insurance Endico was to provide was primary. This argument is unavailing. Giving effect to the plain terms of the Lease Agreement, as required by law, it is clear that Schedule A required Endico to provide primary coverage even if not exclusively.\nAs stated above, paragraph 7(A) required AA to provide primary coverage up to $1 million and Endico was required to provide excess coverage. As was AA’s standard practice, Schedule A was drafted to amend the underlying contract. If we were to read Schedule A, as the Plaintiff urges, to mean that the lessee is only obligated to provide excess coverage, not primary coverage, the schedule would become superfluous because it would only repeat the lessee’s obligations already contained in 7(A). It is a well-accepted legal principle that every term in a contract, including insurance contracts, has meaning, and any construction that renders language in the contract superfluous is unsupportable. See Suffolk Cnty. Water Authority v. Village of Greenport, 21 A.D.3d 947, 948, 800 N.Y.S.2d 767 (N.Y.App.Div.2d Dept.2005) (“The determination of the Supreme Court in the Plaintiffs favor is consistent with the plain meaning of the written agreement and basic principles of contract construction that an interpretation which renders language in the contract superfluous is unsupportable.”) (citing Lawyers’ Fund for Client Prot. of State of N.Y. v. Bank of Leumi Trust Co. of N.Y., 94 N.Y.2d 398, 404, 706 N.Y.S.2d 66, 727 N.E.2d 563 (N.Y.2000)); East 41st St. Assocs. v. 18 East 42nd St., L.P., 248 A.D.2d 112, 114, 669 N.Y.S.2d 546 (N.Y.App.Div. 1st Dept.1998) (“Such an interpretation would render superfluous the provision ..., a result that offends a basic tenet of contract construction.”); see also Int’l Multifoods Corp. v. Commercial Union Ins. Co., 309 F.3d 76, 86 (2d Cir.2002) (“We disfavor contract interpretations that render provisions of a contract superfluous.”). Therefore, to give proper effect to Schedule A, the interpretation that the Lessee is only obligated to provide excess coverage is unsupportable. Instead, the only logical reading is that the schedule amended the underlying contract by requiring the Lessee to provide primary insurance also.\nThis conclusion is further supported by the terms-found in paragraph 32, which are only triggered when the lessee elects to provide its own liability, property damage, fire, theft, or collision coverage. Paragraph 32 provided that, in the event, the “Lessee will, at its own cost and expense, provide liability and property damage insurance in the limits set forth in paragraph 7(A) and full fire, theft and collision subject to provisions of paragraph 7(B) ... and have the Lessor named as an additional insured and loss payee under said policy(ies).” Importantly, the provision required that the lessee provide insurance to the “limits” described in 7(A); the only “limits” in 7(A) relate to the Lessor’s obligations to provide primary insurance up to $1 million. Conversely, in 7(A), the Lessee was required to provide coverage for any excess of $1 million without limitation. Therefore, requiring the lessee to provide insurance to “the limits” in 7(A) can only mean that the Lessee is obligated to provide primary insurance up to $1 million, just as the Lessor was initially obligated to do. Moreover, paragraph 32 and Schedule A do not require the lessor to provide for excess coverage; they only affect the obligations of the lessee. Reading these provisions together, the only logical outcome is that after Endico selected to provide its own insurance, it was obligated to provide for primary insurance up to $1 million as specified in 7(A), and it *204would provide any amount of coverage in excess of that amount. See Kinek v. Paramount Commc’ns Inc., 22 F.3d 503, 509 (2d Cir.1994) (“well established principles of contract construction ... require that all provisions of a contract be read together as a harmonious whole, if possible”).\nOther terms in paragraph 32 also support this conclusion. When paragraph 32 is triggered, the lessor must be added to the lessee’s policy as an “additional insured.” In Pecker Iron Works v. Traveler’s Ins. Co., the Court of Appeals held that a subcontractor’s liability policy naming the contractor as an “additional insured” provided the contractor with primary coverage, notwithstanding language in the subcontractor’s policy stating that coverage for additional insureds would be excess coverage unless the parties to the contract agreed in writing that it was to be primary. 99 N.Y.2d 391, 393-94, 756 N.Y.S.2d 822, 786 N.E.2d 863 (N.Y.2003). Importantly, the court highlighted that the term “additional insured” is a recognized term of art in insurance contracts, “with an understanding” that the additional insured is to receive the same coverage as the insured. Id. at 393, 756 N.Y.S.2d 822, 786 N.E.2d 863; see also United Parcel Serv. v. Lexington Ins. Grp., 12 Civ. 7961(SAS), 983 F.Supp.2d 258, 265, 2013 WL 5664989, at *4 (S.D.N.Y. Oct. 16, 2013) (relying on Pecker to hold that a contract which provided for insurance for an additional insured still provided primary insurance even though the contract failed to explicitly state the additional insured would receive primary insurance); Briarwoods Farm, Inc. v. Cent. Mut. Ins. Co., 22 Misc.3d 427, 428, 866 N.Y.S.2d 847 (N.Y.Sup.Ct.2008) (“This Court holds that under the present law, absent a showing that a general contractor was actually seeking excess coverage rather than primary coverage, a subcontract’s language calling for coverage of the general contraetor/owner as an ‘additional insured’ requires the subcontractor to provide primary coverage.”) Here, there is no dispute that Liberty provided primary coverage for Endico. There is also no dispute that Endico elected to provide its own insurance, and AA was added to the Liberty policy as an additional insured. Even though the Lease Agreement does not specifically state that Endico is to provide “primary” coverage for AA, under Pecker it is assumed that it is primary unless explicitly stated otherwise. Therefore, the language in the Lease Agreement proves that Endico, and therefore Liberty, were required to provide primary coverage.\nEven though this Court has determined that the unambiguous terms of the contract and the insurance policies prove that Liberty was responsible for providing primary coverage, extrinsic evidence introduced by the Defendant and not contradicted by the Plaintiff also demonstrates that this interpretation is correct. First, Lanciotti averred that “[fjrom 1997 through 2005 Endico always provided its own insurance and did not insure the leased vehicles through AA,” and “AA intended for the Liberty policy provided by Endico to serve as the sole primary policy for the vehicle.” [Dkt. # 63-4, Lanciotti Affidavit, ¶¶ 7, 9], Similarly, it is alleged that AA paid premiums to Harco based on the type of insurance coverage it was providing; primary coverage required a larger premium while the contingency coverage premium was substantially less per unit. Jean McCabe, Regional Underwriting Manager for Harco, claimed that “[f|or the Tractor involved in the accident that is the subject matter of this action, premiums were paid to Harco based upon the lessee of the Tractor, Endico, having provided liability insurance,” meaning that “AA paid and Harco received the lower Contingent *205Coverage premium.” [Dkt. # 63-3, McCabe Affidavit, ¶¶ 9-10], Therefore, it was AA’s explicit understanding that Endico was providing primary coverage, and both AA and Endico appeared to act in a manner consistent with that understanding.\nMoreover, the billing documents that were affixed as exhibits to Lanciotti’s deposition also demonstrate that Endico was not paying weekly insurance fees to AA, nor was it charged such a fee. [Dkt. #62, 31:15-25, 34:1-35:4, 37:1-21]. Lanciotti testified that he “had direct knowledge that Endico provided then-own insurance” and later affirmed that the insurance provided was primary based on the insurance certificate and the Lease Agreement. [Id. at 38:11-17]. While it is true that you would not expect AA to charge Endico for insurance costs in this case since the contract normally required AA to provide insurance under 7(A), all of the billing documents related to Endico also stated “Insurance Provided by Lessee.” [Dkt. # 62, Exhibits 5, 6, 8]. This label must have some meaning, and that meaning is that Endico and AA believed that Endico was providing the primary insurance.\nThe Plaintiff argues that there is no evidence showing that AA’s insurance premiums paid to Harco for contingency coverage, versus those that were made for primary coverage, included premiums for the Tractor. While it is true that AA paid Harco premiums for both primary coverage leases and contingency coverage leases, both deponents averred that Endico provided its own primary insurance, so any premiums AA paid to Harco were for contingency coverage. Merely disbelieving their testimony, as the Plaintiff has done, is insufficient to sustain a motion for summary judgment; the Plaintiff, therefore, failed to provide admissible evidence leading to a dispute of this issue.\nRegardless of the merits of the Plaintiffs assertions, the Court decided this issue on the unambiguous terms of the contracts, not on the extrinsic evidence introduced by the Defendant.\nNow that we have established that Endico was providing primary insurance coverage under the Lease Agreement, the Court must determine the effect, if any, this had on the Endorsement under the Harco-AA policy. The Endorsement only applies when a “‘lease or rental agreement’ in effect at the time of an ‘accident’ specifies that the lessee or rentee is responsible for providing primary liability insurance or primary physical damage insurance.” It is not contested, nor could it be, that the Lease Agreement meets the policy definition of a “lease or rental agreement.” Even though the Lease Agreement did not specifically use the word “primary” to describe the type of insurance Endico was responsible for providing, we have already held that Endico was responsible for providing primary coverage. Moreover, the plain language of the Endorsement does not require that the word “primary” be “specifically” used, it only requires that the lease agreement “specify] that the lessee or rentee is responsible for providing primary liability” coverage. The word “specify]” does not modify “primary”, but rather the lessee’s general responsibility of providing primary liability coverage. The Lease Agreement between Endico and AA specified that Endico would provide insurance up to the limits in paragraph 7(A) and any amount in excess of that coverage. The Court holds that this insurance was by definition primary, so the Endorsement applies.\nThe Endorsement further states that “[t]he insurance provided by this endorsement does not apply if any other insurance *206is collectible .... [and t]he insurance provided by this endorsement does not apply as excess insurance to any other policy.” The Liberty policy was collectible and, in fact, was collected. The Harco policy, therefore, did not provide primary or excess coverage as related to the Lease Agreement.\nThis same conclusion was reached when analyzing a nearly identical contingency policy in Harco Nat’l Ins. Co. v. Arch Specialty Ins. Co., 328 Fed.Appx. 678, 682 (2d Cir.2009). In that case, the Second Circuit found that the Contingent Coverage Policy, which excluded any primary or excess coverage when other insurance was collectible, was valid and enforceable when it was uncontested that there was a policy providing for primary coverage between another insurance company and the parties to a lease agreement. Id. Similarly here, there was an enforceable policy between Liberty and Endico which provided for primary coverage; the Endorsement applies and excludes recovery when the Liberty policy is collectible.\nLiberty argues that even if its policy with Endico was found to provide for primary coverage, Liberty’s policy should also be considered to provide primary coverage because paragraph 7(A) of the Lease Agreement obligated the lessor to provide coverage up to $1 million and nothing in paragraph 32 or Schedule A relinquished it of that responsibility. [Dkt. # 75, Plaintiffs Amended Memorandum in Opposition to Cross Motion for Summary Judgment, p. 7]. It is true that more than one insurance provider can be found to provide primary coverage for the same incident, in which case the liability is divided pro rata unless some other sharing arrangement applies. See Briarwoods Farm, Inc., 22 Misc.3d at 433, 866 N.Y.S.2d 847 (“The fact that one policy may be primary insurance does not preclude a determination that another policy also provides primary coverage); Reliance Nat’l Ins. Co. v. Royal Indem. Co., No. 99 Civ. 10920(NRB), 2001 WL 984737, at *18 (S.D.N.Y. Nov. 1, 2001) (‘because we find that Empire’s and Reliance’s policies are co-primary, they must indemnify a prorata share of McCallum and McClean’s ultimate liability in the proportion of each insurer’s policy ‘limit of insurance’ to the sum of the two policies’ limits.”) Even so, the insurance policies are the contracts that define the rights of the insurance companies with respect to their insureds, and these “policies prevail over the” Lease Agreement. U.S. Liab. Ins. Co., 371 F.Supp.2d at 557. Since the Endorsement in the Harco-AA policy still applies, it trumps the language in paragraph 7(A) to the contrary. In this case, the Endorsement clearly limits recovery to when no other insurance is collectible, either primary or excess. Liberty’s policy is collectible, Harco’s therefore is not.\nOn the contrary, if the Endorsement did not apply, then the Court agrees with the Plaintiff that the insurance policies otherwise provide for a pro-rata division because both policies provide for primary coverage. In short, Liberty’s policy treated leased autos from AA as owned autos for purposes of its policy, and Harco’s policy provided primary coverage for “anyone else while using with ... permission a covered ‘auto’ you own, hire or borrow. ...” Neither side disputes that their policies otherwise provided primary coverage in this case. Moreover, both polices identically stated that “[w]hen this Coverage Form and any other Coverage Form or policy covers on the same basis, either excess or primary, we will pay only our share. Our share is the proportion that the Limit of Insurance of our Coverage Form bears to the total of the limits of all the Coverage Forms and policies covering *207on the same basis.” Since both policies provided for $1 million in coverage, and the total amount of the settlement was less than $2 million, the coverage would have been split in half.\nIV. Conclusion\nFor the foregoing reasons, Plaintiffs [Dkt. # 57] Motion for Summary Judgment is DENIED, and Defendant’s [Dkt. # 63] Motion for Summary Judgment is GRANTED.\nIT IS SO ORDERED.\n",
            "ocr": true,
            "opinion_id": 8713833
        }
    ],
    "court_short_name": "D. Connecticut",
    "court_full_name": "District Court, D. Connecticut",
    "court_type": "FD",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Robbery"
}