{
    "id": 8737373,
    "judges": "Kaufman",
    "date_filed": "1997-12-28",
    "date_filed_is_approximate": true,
    "slug": "cooper-v-denno",
    "case_name_short": "Cooper",
    "case_name": "Cooper v. Denno",
    "case_name_full": "Calman COOPER, Nathan Wissner and Harry A. Stein v. Wilfred L. DENNO, Warden of Sing Sing Prison, Ossining, New York",
    "attorneys": "Nathan Kestnbaum, New York City, for petitioners., Jacob Javits, Atty. Gen. of the State of New York, Joseph F. Gagliardi, Dist. Atty. of Westchester County, White Plains, N. Y., Vincent Marsicano, Asst. Atty. Gen., John J. O’Brien Asst. Dist. Atty. of Westchester County, White Plains, N. Y., of counsel, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "129 F. Supp. 123"
    ],
    "opinions": [
        {
            "author_str": "Kaufman",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nIRVING R. KAUFMAN, District Judge.\nThis petition for habeas corpus has been filed by Caiman Cooper, Nathan Wissner and Harry A. Stein, who are presently confined in a New York State prison awaiting execution under sentences of death. This Court ordered a stay of execution pending the determination of this proceeding in order to enable it to study the record presented and the points urged.\nThe facts surrounding the crime for which the petitioners are presently confined have been stated with lucidity by the United States Supreme Court in a prior decision in the course of this litigation.1\n“The main office of Reader’s Digest is thirty-one miles from New York City, in the relatively rural area of northern Westchester County, near the town of Pleasantville. From this secluded headquarters a truck several times each day makes a run to and from town. On April 3, 1950, William Waterbury was driver of the 2:50 p. m. trip into Pleasantville. He picked up Andrew Petrini, a fellow employee, and various bags containing mail, about $5,000 in cash, and about $35,000 in checks, and started down the lonely country roads to town. Neither was armed. After a few hundred yards, Waterbury was cut off and halted by another truck that had been meandering slowly in front of him. He observed a man wearing a false nose and eyeglasses and with a revolver in his hand running toward him. After an unsuccessful attempt to open the door, the assailant fired one shot into Petrini’s head. Waterbury was then ordered into the back of the truck where another man tied him up. His captors took the bag containing the money and checks and abandoned the truck on a side road with Waterbury bound and gagged therein. A few minutes later he was released by a passer-by and had Petrini hurried to the hospital where he died shortly from the effects of a .38 revolver bullet lodged in his skull.”\nPetitioners were found guilty of this felony murder2 by a jury on December 21, 1950, after a joint trial, in the County Court of Westchester County, State of New York, and were sentenced to death. On appeal, the New York Court of Appeals affirmed the judgment of conviction, without opinion, 303 N.Y. 856, 104 N.E.2d 917. The United States Supreme Court, on October 13, 1952, granted certiorari “limited to the *125question as to the admissibility of the confessions”, 344 U.S. 815, 73 S.Ct. 53, 97 L.Ed. 634, and on June 15, 1953, by a vote of six to three, affirmed the judgments of conviction, 346 U.S. 156, 73 S. Ct. 1077, 97 L.Ed. 1522. On October 12, 1953, the Supreme Court denied an application for rehearing, 346 U.S. 842, 74 S.Ct. 13, 98 L.Ed. 362.\nOn November 20, 1953, petitioners moved in the Westchester County Court for an order, in the nature of a writ of error coram nobis, vacating and setting aside the judgments of conviction on the following grounds:\n(1) That in violation and contravention of the U. S. Constitution, and the 5th, 6th and 14th Amendments thereof, and in violation of section 6 of Article 1 of The Constitution of the State of New York, petitioners were deprived of the right to counsel and to a fair trial.\n(2) That the judgments of conviction were based, obtained and predicated upon perjured testimony knowingly used by the prosecution, without which petitioners would not have been convicted.\n(3) That the prosecution suppressed evidence which exculpated, or tended to exculpate petitioners, which evidence was of a most substantial character.\nThe Westchester County Court denied this motion on December 31, 1953. The Court of Appeals granted review of the order of the County Court on January 12, 1954, 306 N.Y. 678, 117 N.E.2d 355, and on March 12, 1954, the Court of Appeals, by a vote of five to two, directed that a hearing be held in the Westchester County Court “to determine whether defendant’s right to counsel and “to” a fair trial was interfered with and impaired”. 306 N.Y. 867, 118 N.E.2d 918, 919.\nThe County Court held hearings on March 30 and March 31, 1954, and at the conclusion thereof, dismissed the procéeding, and denied the motion. The Court of Appeals then reviewed the determination of the Westchester County Court, and on June 4, 1954, unanimously affirmed in an opinion by Judge Fuld; Judge Van Voorhis and Judge Dye, concurred in the result. 307 N.Y. 253, 120 N.E.2d 813.\nOn November 8, 1954 the United States Supreme Court denied a joint petition for writs of certiorari. 348 U.S. 878, 75 S.Ct. 118.\nOn December 15, 1954, petitioners moved in the Westchester County Court for a rehearing of their applications for writs of error coram nobis, and on December 16, 1954, their motion was denied. On January 3, 1955, petitioners moved in the Court of Appeals for re-argument of their appeal, and on January 6, 1955, their motion was denied.\nOn January 10, 1955, the United States Supreme Court denied the application of the petitioners for a rehearing of their joint petition for writs of certiorari. Cooper v. New York, 75 S.Ct. 301.\nIt is apparent from the record that the petitioners have “exhausted the remedies available in the courts of the State”, 28 U.S.C. § 2254 and procedurally are properly in this court. The searching and thorough discussions of the Justices of the Supreme Court in Brown v. Allen, 1953, 344 U.S. 443, 73 S.Ct. 397, 97 L.Ed. 469, clarify the procedural aspects for the district court in this type of habeas proceeding.\nIn conducting the habeas corpus proceeding, Brown makes it very clear that the Federal District Court Judge has discretion as to whether he will decide the issue solely on the printed record (if the record is ample) or on the basis of a plenary hearing with witnesses.\n“Applications to district courts on grounds determined adversely to the applicant by state courts should follow the same principle — a refusal of the writ without more, if the court is satisfied, by the record, that the state process has given fair consideration to the issues and the offered evidence, and has resulted in a satisfactory conclusion. Where the record of the application affords an adequate opportunity to weigh *126the sufficiency of the allegations and the evidence, and no unusual circumstances calling for a hearing are presented, a repetition of the trial is not required. * * * However, a trial may be had in the discretion of the federal court or judge hearing the new application.” 344 U.S. at page 463, 73 S.Ct. at page 410. .\nThe wide power3 of the District Judge to decide upon which procedure to follow is emphasized by Justice Frankfurter in his concurrence:\n“The prior State determination may guide [the District Judge’s] discretion in deciding upon the appropriate course to be followed in disposing of the application before him. The State record may serve to indicate the necessity of further pleadings or of a quick hearing to clear up an ambiguity, or the State record may show the claim to be frivolous * * *\" 344 U.S. at page 500, 73 S.Ct. at page 443.\nOn the question as to whether the District Court should rely upon the record or hold a hearing, the Court states:\n“If the issues are simple, or if the record is called for and is found inadequate to show how the State court decided the relevant historical facts, the District Court shall use appropriate procedures, including a hearing if necessary, to decide the issues. Such flexibility in the inquiry into the facts is necessary.” 344 U.S. at page 503, 73 S.Ct. at page 444.\n“When the record of the State court proceedings is before the court, it may appear that the issue turns on basic facts and that the facts (in the sense of a recital of external events and the credibility of their narrators) have been tried and adjudicated against the applicant. Unless a vital flaw be found in the process of ascertaining such facts in the State court, the District Judge may accept their determination in the State proceeding and deny the application. On the other hand, State adjudication of questions of law cannot, under the habeas corpus statute, be accepted as binding.” 344 U.S. at page 506, 73 S.Ct. at page 446.\nIn Smith v. Baldi, 1953, 344 U.S. 561, 73 S.Ct. 391, 97 L.Ed. 549, the Court held that it is not an abuse to deny a plenary hearing in the Federal Court on habeas where the state trial and appellate court records show a fair judicial hearing on the precise issue of fact which is now contested.\nFrom these weighty authorities, it may be concluded:\n(1) In the instant case since the defendants received a hearing in the State County Court on their contentions, and the Court of Appeals reviewed these contentions in a complete and well considered opinion, it certainly would not be an abuse of discretion to deny a plenary hearing under the criteria set forth by Justices Reed and Frankfurter in Brown.\n“Where there is material conflict of fact in the transcripts of evidence as to deprivation of constitutional rights, the District Court may properly depend upon the state’s resolution of the issue.” 344 U.S. at page 458, 73 S.Ct. 408.\nIn Brown, the Supreme Court expressly affirmed the trial court’s denial of a *127plenary hearing and its decision based solely upon the printed record. The Court held that the District Court did not err when it took no evidence and heard no argument on the Federal Constitutional issues.\n(2) On the other hand, since the District Court is empowered to re-hear the facts if it so desires, the District Judge has the power to reach a conclusion adverse to that reached by the Court of Appeals of New York on the very same record that it used.4 In Leyra v. Denno, 1954, 347 U.S. 556, 74 S.Ct. 716, 98 L.Ed. 948, this is in effect what the Supreme Court held the District Court had power to do when the Supreme Court upset the New York Court of Appeals findings solely on the basis of the printed record that the New York Court had before it.\n(3) The District Court is also empowered to hold a plenary hearing if it feels that the printed record is an inadequate basis upon which to decide the factual issue presented to it. This was expressly permitted as within the District Court’s discretion in Speller v. Allen, one of the companion cases to Brown, 344 U.S. 443, at page 478, 73 S.Ct. 397, at page 418, 97 L.Ed. 469.\n“In some cases the State court has held a hearing and rendered a decision based on specific 'findings of fact; there may have been review by a higher State court which had before it the pleadings, the testimony, opinions and briefs on appeal. It certainly would make only for burdensome and useless repetition of effort if the federal courts were to rehear the facts in such cases.” 344 U.S. at page 504, 73 S.Ct. at page 445.\nThe instant litigation comes within this doctrine, and, hence, I conclude that a plenary hearing is not necessary. As in Brown v. Allen, the complete record is now before the court, and it is entirely adequate for the disposition of the issues here presented.5 Moreover, the parties have agreed that the Court should not conduct a plenary hearing but should determine the issues on the record before it.6\nThe State urged at the hearing that in entertaining this habeas corpus proceeding, the Federal District Court was in effect sitting in judgment upon the decision of the highest court of this State. At first blush this argument appears to have merit, but upon closer scrutiny it is apparent that it overlooks the nature of our federal system. Justice Frankfurter ably spoke to this point in Brown, where he said:\n“Congress has the power to distribute among . the courts of the States and of the United States jurisdiction to determine federal claims. It has seen fit to give this Court power to review errors of federal law in State determinations, and in addition to give to the lower federal courts power to inquire into federal claims, by way of habeas corpus. Such power is in the spirit of our inherited law. It accords *128with, and is thoroughly regardful of, ‘the liberty of the subject,’ * * *. [I] t would be in disregard of what Congress has expressly required to deny State prisoners access to the federal courts * * * (The fact that) during the last four years five State prisoners, all told, were discharged by federal district courts, prove(s) beyond peradventure that it is a baseless fear, a bogeyman, to worry lest State convictions be upset by allowing district courts to entertain applications for habeas corpus on behalf of prisoners under State sentence. Insofar as this jurisdiction enables federal district courts to entertain claims that State Supreme Courts have denied rights guaranteed by the United States Constitution, it is not a case of a lower court sitting in judgment on a higher court. It is merely one aspect of respecting the Supremacy Clause of the Constitution whereby federal law is higher than State law. It is for the Congress to designate the member in the hierarchy of the federal judiciary to express the higher law. The fact that Congress has authorized district courts to be the organ of the higher law rather than a Court of Appeals, or exclusively this Court, does not mean that it' allows a lower court to overrule a higher court. It merely expresses the choice of Congress how the superior authority of federal law should be asserted. * * *\n“The uniqueness of habeas corpus in the procedural armory of our law cannot be too often emphasized. It differs from all other remedies in that it is available to bring into question the legality of a person’s restraint and to require justification for such detention. Of course this does not mean that prison doors may readily be opened. It does mean that explanation may be exacted why they should remain closed. It is not the boasting of empty rhetoric that has treated the writ of habeas corpus as the basic safeguard of freedom in the Anglo-American world. * * * Its history and function in our legal system and the unavailability of the writ in totalitarian societies are naturally enough regarded as one of the decisively differentiating factors between our democracy and totalitarian governments. * * * ” 344 U.S. at pages 508-512, 73 S.Ct. at pages 447-449.\nAnother admonishment by the Supreme Court is particularly applicable to this case. Speaking of the Federal Constitution, the Court said, in Goldman v. United States, 1942, 316 U.S. 129, 142, 62 S.Ct. 993, 999, 86 L.Ed. 1322:\n“Its protecting arm extends to all alike, worthy and unworthy, without distinction. Rights intended to protect all must be extended to all, lest they so fall into desuetude in the course of denying them to the worst of men as to afford no aid to the best of men in time of need.”\nThe primary contention pressed by the petitioners is that a state police officer, Harry Rubin, was stationed in the courtroom — a few feet from the defense counsel table — to listen to and report conversations between them and their lawyers. It is alleged that the purpose was to enable the officer to overhear privileged discussions amongst attorneys and clients.7 The State denies the allegations, claiming that Rubin was assigned to the courtroom for security purposes and to thwart an alleged escape plan formulated by the petitioners.\nThe Court of Appeals ordered a full hearing on coram nobis in the County Court with respect to these allegations. *129306 N.Y. 867, 118 N.E.2d 918. The County Court held a full hearing and concluded that the petitioners’ allegations were factually unsubstantiated. The New York Court of Appeals, after full review, affirmed the County Court. 307 N.Y. 253, 120 N.E.2d 813. The Court of Appeals held that if the petitioners had proven their allegations they would have been entitled to a new trial, but the Court found that the County Court’s factual findings adverse to the petitioners were correct and affirmed.\nFor the purposes of this proceeding, we shall assume arguendo that the Due Process Clause of the Fourteenth Amendment affords protection against purposeful eavesdropping by a state police officer upon attorney-client conferences in open court. That is, we shall assume, arguendo, that the constitutional protection in federal court criminal trials against closely analogous eavesdropping by federal officers, Coplon v. .United States, 1951, 89 U.S.App.D.C. 103, 191 F.2d 749; cf. Caldwell v. United States, 1953, 92 U.S.App.D.C. 355, 205 F.2d 879, is carried over by the Fourteenth Amendment and made applicable, at least in capital cases,' against the states. Cf. Powell v. State of Alabama, 1932, 287 U.S. 45, 53 S.Ct. 55, 77 L.Ed. 158.\nHowever, after reading the complete record, this Court is compelled to the conclusion that the petitioners have not proven their factual allegations, as they must, by a fair preponderance of the evidence. Johnson v. Zerbst, 1938, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461; Brown v. Allen, supra, 344 U.S. at page 458, n. 6, 73 S.Ct. 397.\nEven without giving deference to the state court findings, this Court independently finds, on the complete record, that the evidence cannot be interpreted any more favorably to the petitioners than it has been by the New York Court of Appeals. 307 N.Y. 253, 120 N.E.2d 813. The Court of Appeals of New York, regarded in the nation as an outstanding Appellate Court, spoke through Judge Fuld, widely recognized as an able and profound jurist:\n“For the first part of- the trial, which began on November 1, 1950, the three defendants and their lawyers sat at the counsel table approximately seven feet from a so-called spectators’ box. Three deputy sheriffs sat immediately behind the accused, and others were stationed about the courtroom, most, if not all, of them in uniform. To avoid being overheard by their guards, defendants and their attorneys spoke in Yiddish, though in tones .that probably carried some ‘three or four or five feet’. Beginning on December 15, 1950, and for the five remaining days of the trial, Rubin sat in the .corner of the box closest to the table, which had, by then, been moved three feet closer to the box — to within four feet of it. A deputy sheriff told defendant Cooper not to lean over in speaking to one of his lawyers, which resulted in Cooper’s speaking in a ‘louder tone of voice’ than he would otherwise have used, and another deputy, when asked who the man in the box (Rubin) was, replied that he was a reporter. And, although during his service with the county parkway police Rubin had always appeared in uniform, for the five days he was in the courtroom he wore street garb, without a badge or other mark indicating that he was a law enforcement officer, and carried no gun. It further appeared that Rubin understood Yiddish, and that he was the only individual on the parkway police force who did.” People v. Cooper, 307 N.Y. 253, 120 N.E.2d 813, 815.\nThe New York Court of Appeals found, as this Court does, that the proof went no further.\n“Defendants failed utterly to show that Rubin was planted to listen in on or report conversations between.defendants and their lawyers.” 307 N.Y. 253, 120 N.E.2d 813, 815.\nThree witnesses were called by the defendants at the full coram nobis hearing supposedly in. support of their allega*130tions: Goldin, a defense attorney at the actual trial; Feeny, a Court officer at the trial and officer Rubin. Their testimony and the affidavits upon which the coram nobis application was grounded which, by stipulation of the parties were received as evidence by the state courts, are the only proofs bearing upon this issue.\nGoldin’s testimony as to whether Rubin overheard privileged conversations is completely circumstantial:\n“Q. As the defendants spoke among themselves in Yiddish and spoke to you and Samuel Segal in Yiddish, did they speak in a muffled tone or would you say they spoke in an ordinary conversational tone? A. I would say they spoke in a conversational tone.\n“Q. Was there any attempt to subdue their voices or lower their voices? A. None that I know of. The conversations were had in normal audible tones.” (124)\nThat, in substance, is the relevant evidence Goldin had to offer on this issue. Feeny did not testify as to this issue.\nThere is an assertion in an affidavit by one of defendants’ lawyers that Rubin had told him that he was “instructed * * * ‘to listen’ ” (30) to what was said, and an article in the Reader’s Digest for March, 1951, relates that, after Rubin took his place in the box, “the detective was listening to everything the defendants said to each other”. (29) 8. That is all the evidence in favor of defendants. On the other hand, Rubin testified, in open court, that he “heard nothing” (180), and, in his affidavit he clearly denies hearing or reporting any conversations.9\nThese clear denials by Rubin were not impaired by any actions by petitioners’ counsel while Rubin was on the stand at the coram nobis hearing. The petitioners’ counsel “asked him nothing designed to reveal either the reason for his presence in court or his actions while there.” 307 N.Y. 253, 120 N.E.2d 813, 815. His direct testimony is certainly more credible than the indirect contrary evidence offered by petitioners.\n“In point of fact, defendants did not even ask Rubin what his instructions or directions were when sent to the courtroom and they refrained from taking the opportunity, afforded by the hearing, of calling as witnesses Rubin’s superior, who was responsible for his assignment, the district attorney in charge of the prosecution, his two assistants or any of a number of others who might have been able to furnish information concerning Rubin’s presence in court.” 307 N.Y. 253, 120 N.E.2d 813, 815-816.\nThe District Attorney (51), his two assistants, Marbach (73) and O’Brien (57), who participated in the trial, County Sheriff Hoy (66), Under-Sheriff Feeny (75), Rubin’s superiors, Slater (70) and Glasheen (72), in other words, the state officials connected with the trial, all categorically denied that they assigned Rubin to court to eavesdrop or that he ever reported any conversations to them.\nThe key to the question now before the Court is contained in the statements of Deputy-Sheriff Freyhagen, a Guard at the Westchester County Jail. On the afternoon of December 13, 1950, at 3:45 p. m., after court recessed and a week before the termination of the trial of the appellants, Freyhagen, who understood German, overheard a conversation in the County Jail between the appellants, Coop*131er and Stein,10 in a dialect which he understood and which indicated to Freyhagen that these appellants might attempt to escape from the Court House during one of the luncheon recesses of their trial. (67-68). Freyhagen reported overhearing this conversation to his superiors and also made a written record of it.11 (68-69).\nIt is important to note the chronological sequence of events after Freyhagen’s report of his overhearing the Cooper-Stein conversation:\n(1) Freyhagen overheard this conversation at 3:45 p. m. on December 13, 1950 (68).\n(2) The People rested their case on December 13, and the Court recessed at 2:20 p. m. (Folios 274-277, Vol. I.; Fols. 6710, 6794, Vol. IV., Trial Record).\n(3) On December 14, 1950, the appellant, Wissner, opened his case and called six witnesses in his defense (Trial Record: Vol. I., Fols. 278, 279; Vol. IV., pages 2290-2387 inclu.).\n(4) On December 15, 1950, which fell on Friday, Rubin made his first appearance in the County Court Room during the trial of the appellants. (180). Counsel for the appellant, Wissner, arrived in Court at 12:20 p. m., on this date, and requested an adjournment *132.which was granted.' As a result, no witnesses were called and the trial was adjourned to Monday, December 18, 1950. (Trial Record, Vol. I., Fol. 281; Vol. IV., Fols. 7188-7206). .\nThat the purpose- and result of Rubin’s special assignment to Court was security —to frustrate any attempted escape plan — rather than eavesdropping, is further attested to by many affidavits filed during the coram nobis hearing. Rubin testified that he was stationed in court “as a security measure and in order to assist other police officers and Deputy Sheriffs in preventing any possible attempt by the defendants to escape during the course of the trial.” (64).\nThe affidavits of the District Attorney (51), Police Chief Slater (70) and Police Captain Glasheen (72) thoroughly support Rubin’s statements. Sheriff Hoy’s testimony finally disposes of the matter. He testified as follows:\n“On December 13, 1950, while the trial of the above named defendants was progressing in the County Court, .Westchester County, I received a report from the Westchester County Jail, which is more fully set forth in the annexed affidavit of Charles H. Freyhagen, which I have read, * * *\n“As a result of the said report, I arranged with Chief William Slater, Chief of the Westchester County Parkway Police, to assign additional Patrolmen to the County Court Room during the remaining days of the trial.\n“In pursuance of' my request to Chief Slater, Patrolman Harry Rubin was assigned to the County Court Room in civilian attire for additional security purposes on December 15, 18, 19, 20 and 21, 1950.\" (65-66)\nAs the New York Court of Appeals said:\n“The inference is almost inescapable that it was the report of defendants’ escape-plan conversation that brought Rubin into the courtroom. Although he remained there for five days — December 15, 18, 19, 20, and 21 — on only two of them (December 18 and 19) were witnesses called and testimony given, the other days being taken up with the summation and the court’s instructions. That strongly substantiates the People’s claim that Rubin was in court for security reasons and goes far, in and of. itself, toward refuting defendants’ charge that he was there to poach on lawyer-client confidences. Had the People desired or intended to discover what was said between defendants and their attorneys, reason suggests that they would have planted someone in court long before December 15, six weeks, after the trial began, a day when no testimony was taken and when but a few hours of testimony remained before the trial closed. Nor is it likely, unless Rubin was in the spectators’ box simply to help prevent an escape, that he would have remained for the summations and the court’s charge to the jury.” 307 N.Y. 253, 120 N.E. 2d 813, 816.\n1 ^ , ! 1 . , , • ' ■ ¡ ! ! There are two facts which were merely touched upon by the Court of Appeals which this Court will consider specially. The clear inference that Rubin was selected apparently because he understood Yiddish has not been denied by the State. This fact, standing alone, might be consistent with an eavesdropping theory. However, in the face of all the evidence to the contrary, if this fact can be explained in any manner which is reasonably consistent with a security theory then it is ineffective in compelling an ultimate finding in favor of petitioners. I believe it can be reasonably explained. Many of the private conversations which petitioners had between themselves were in Yiddish, both at the trial (123) and, more significantly, when the escape plan was being formulated in jail. (67-69). It is reasonable to infer from this that Rubin was assigned to the courtroom to *133listen for an outcry or signal in Yiddish either between the defendants themselves or shouted to possible accomplices in the courtroom.\nThat Rubin was unarmed is another fact urged as being more consistent with eavesdropping than with security. However, this again can be reasonably explained. Additional guns were not needed. There were at least ten Deputy Sheriffs and four, or five members of the State Police present each day at or very near the courthouse. (66). It is reasonable to infer that Rubin’s principal task was to sound an alarm if he heard any indication of a break. Rubin was in close proximity to the three deputies who were within arm’s reach of the petitioners at all times. (39). The deputies presumably were well trained to instantaneously react to any situation, including a signal from Rubin. Moreover, a pistol hidden beneath Rubin’s coat could probably have been easily detected at such close proximity by the overly-sophisticated petitioners.\nLooking at the situation from a potential eavesdropper’s point of view, it seems unlikely that the courtroom would be the place to expect fruitful results. The counsel room of the jail would be the best place to eavesdrop. Important trial strategy is not ordinarily discussed in the courtroom and, if at all, only spasmodically. The courtroom is the place where the lawyer is constantly in action: listening to his opponent’s eliciting of testimony or examining witnesses himself. The attorney hardly has time to think of broad and high strategy. Moreover, to leisurely forego the opportunity of eavesdropping on the defense for the many weeks that the prosecution was presenting its case and to seize upon the few days which the defense took seems hardly probable. High trial strategy takes weeks to conceive, and, if any courtroom eavesdropping was to be in any way fruitful, it would have to be conducted throughout the trial.\nThe Court of Appeals hás put this issue in its proper perspective. It said:\n“Here, as already noted, defendants failed to adduce any substantial evidence that Rübin was present for other than proper and legitimate reasons or that he reported anything said between defendants and their lawyers or even that he heard any such conversations. Even if we were to assume that Rubin was in a position where he could not help but overhear, we could not say that the intrusion was other than unintentional and excusable as a merely incidental result of necessary and reasonable precautions to frustrate any possible attempt to escape. The law ‘is sedulous in maintaining for a defendant charged with crime whatever forms of procedure áre of the essence of an opportunity to defend’ Snyder v. Commonwealth of Massachusetts, 291 U.S. 97, 122, 54 S.Ct. 330, 338, 78 L.Ed. 674, but it does not prevent the stationing of a police officer in the courtroom near defendants and- their- counsel, if basis for suspicion exists that an attempt to escápe-may be -made.” 307 N.Y. 253, 120 N.E.2d 813, 817.\nAn additional contention- remains to be disposed of: the petitioners have requested that the Court conduct a hearing based upon their allegation that a-Mrs. Johnson sat in Rubin’s seat im the courtroom during summation and the Court’s instruction. In other words, they urge that Rubin was assigned only to eavesdrop on the defense during the time that privileged communications would be made by the petitioners and their counsel.and not during the obviously unfruitful summation and charge period. This precise issue was raised by the petitioners in their motion in the Westchester County Court on December 15, 1954 for a rehearing of their applications for writs of error coram nobis. The County Court denied their motion in a memorandum which stated in part:\n*134“The moving papers in the present application consist of an anonymous letter dated June 18, 1954, to the effect that Harry Rubin was not seated in the spectators box during the prosecution’s summation and the charge; an affidavit by Elihu E. Goldin an attorney who was present at the trial that according to his best recollection Harry Rubin was not seated in the spectators box during a portion of the summations and the petition in which the three defendants allege that Harry Rubin’s place in the spectator’s box was occupied by a woman one morning near the close of the trial. It is the position of the defendants that Rubin perjured himself when he testified that he was stationed in the court room for security reasons.\n“The petitioners, at the hearing upon the original application, had full opportunity to contradict the testimony of Rubin and the other evidence submitted by the People in the form of the affidavits dealing with the reasons for the assignment of Rubin to duty in the Court room during the last five days of the trial.”\nUpon appeal, the New York Court of Appeals affirmed the denial by the County Court stating, in its order dated January 6, 1955 that:\n\"The trial Court was fully warranted in denying the defendants’ motion for a rehearing of their application for coram nobis which the Trial Court, after a hearing, denied sometime ago and which denial this Court affirmed.” People v. Cooper, 308 N.Y. 747, 125 N.E.2d 105.\nAfter reading the motion papers originally submitted to the County Court on this reargument, this Court concludes that the State Courts were correct in their conclusions. Petitioner Wissner’s belated recollection in his affidavit that Rubin absented himself during the summation taxes credulity particularly in the light of Wissner’s deep interest in the outcome of this litigation. And the further fact exists that the particular seat in which Rubin sat was pinpointed at the trial without one word in opposition by Wissner, Goldin or the other petitioners. Attorney Goldin’s statement that he noticed that Rubin’s seat was occupied by “a woman” during some part of the summation loses weight when it is observed that Goldin testified at the original and full coram nobis hearing and failed to avail himself of the opportunity he had at that time to contest Rubin’s specific testimony on this very score to the following effect:\n“Q. Do you remember the dates you sat in this courtroom? A. I do.\n“Q. What were the dates? A. December 15, 18, 19, 20 and 21st.\n“Q. You were here for five days; is that right? You came in the morning? A. Correct. * * *\n“Q. And you sat through the entire trial of each day for those five days? A. That I did.\n“Q. And you were seated in the spectators’ box over there (pointing) weren’t you? A. Correct.\n“Q. And you were seated in the corner seat where the gentleman with the blue suit is sitting? A. That is the seat.\n“Q. And you sat in that very same seat for five days, didn’t you? A. Correct.” (180)\nAnd further:\n“Mr. Kestnbaum: And may I identify the seat that the witness occupied by pointing to someone in a blue suit seated there? And may the record show that the seat in question is the front seat of the spectators’ box, the front corner nearest the defense counsel table?\nThat is all.” (182)\nMr. Kestnbaum certainly pinpointed and emphasized the seat in which Rubin stationed himself and the precise number of days in which he sat “in the very *135same seat”. It is indeed strange that neither Goldin, who testified, nor Wissner, who was present at the hearing, seized upon this opportunity to litigate the point which they later raised. The anonymous letter is, of course, completely lacking in evidentiary value. To say it is hearsay is to say the least, we do not even know the identity of this extrajudicial declarant.\nIn addition to Rubin’s very clear testimony quoted above, to the effect that he sat in the very same seat for the five days in which the defense offered its evidence, summations were made and the Court charged the jury, we have the affidavits of Sheriff Hoy and Chief of Police Slater (66, 70) which clearly corroborate Rubin’s testimony.\nIt is worthwhile to note that while the anonymous letter was dated on June 18, 1954 the petitioners did not make their motion in the County Court until December of that year. The lack of any substantiality to this request for a hearing as to the Johnson allegation is further indicated by the fact that when counsel, in the instant proceeding before this Court, was asked' whether, if Mrs. Johnson were called to testify in the District Court, she would in any way contradict Rubin’s corroborated testimony, he frankly admitted that he had no idea as to what Mrs. Johnson would testify and further stated that he never made any attempt to communicate with her.\nFully mindful of the criteria to govern the District Court’s discretion in deciding whether to grant a plenary hearing as set forth in Brown and the earlier part of this opinion, I conclude on the basis of what has been recited above, that a hearing is unnecessary, and I further find against the petitioners on this issue.\nThe last Constitutional contention raised by the petitioners is that they were unreasonably denied a hearing by the County Court on their allegations that the District Attorney knowingly used perjured testimony and suppressed evidence during the trial of the petitioners for first degree murder. That is, the petitioners contend that this denial of a hearing per se constitutes a denial of Due Process under the Fourteenth Amendment. The Court has no quarrel with the petitioners’ proposition of law to the effect that if a person is unreasonably denied a hearing, especially in reference to a state capital case, then he is denied Due Process. See Powell v. State of Alabama, 287 U.S. 45, 68, 53 S. Ct. 55, 77 L.Ed. 158.\nHowever, I conclude, as the Court of Appeals did on this issue, that the charges of perjury and suppression “revealed a manifest lack of merit.” 307 N.Y. 253, 120 N.E.2d 813, 814. It is certainly reasonable to deny a full hearing when upon affidavits submitted by the petitioners and fully considered by the state courts, it is reasonably concluded that they are completely without basis in fact.\nThe charges of perjury and suppression are inextricably interwoven and will be considered together.\nDorfman, an accomplice of the petitioners, testified at the trial on November 16, 17 and 20, 1950, as to events that transpired during the months of March and April 1950, preceding the commission of the crime. (Trial Record, Vol. I., pages 490-516; 520-532). Dorfman testified from memory as to the parts played by the three petitioners in the hold-up and murder and he also testified from memory as to the approximate dates in March, 1950, when he and various petitioners traveled to the area in and near the Reader’s Digest premises for the purposes of “casing” the premises and ascertaining the various times that the Reader’s Digest money truck left and returned to the premises. The seven specifications of perjury contained in the original petition for coram nobis, and as to which the County Court denied a full hearing, concern themselves solely with differences in dates as to the commission of the various acts just described. (13-24). There is no conten*136tion that - specifically alleges that the petitioners never viewed the premises but the allegations as to perjury specifically depend upon the identity between the days (Dorfman never specifically mentioned dates) that Dorfman stated that Cooper had accompanied Dorfman to the Reader’s Digest premises and the employment records of Cooper which apparently state that he was engaged in lawful work at these times.\nThe heart of the matter is that Dorfman was testifying from memory and could very well have been mistaken as to the precise dates or times that the petitioners viewed the premises. This is a matter of Dorfman’s credibility, which the jury considered fully and both the trial court and the Court of Appeals adequately reviewed, and not a matter of perjury, no less perjury known to the District Attorney or a matter of the intentional suppression of the employment records which admittedly were in the District Attorney’s possession. (43-45). The District Attorney specifically denied any charge as to known perjury or suppression in his affidavit. (52). Moreover, both Cooper’s and Stein’s confessions completely corroborate Dorfman’s testimony as to the various “casing” operations by the petitioners. (Trial Record, Vol. V., pages 2876-2881; 2898, 2899). As specifically discussed in the opinion of the late Justice Jackson in Stein v. New York, 1953, 346 U.S. 156, 164, 73 S.Ct. 1077, 97 L.Ed. 1522, Dorfman’s testimony was corroborated in at least nine different ways by other evidence.\nThe District Attorney in his affidavit completely answers the suppression allegation :\n“I categorically deny that any employment records of Cooper were suppressed. On the contrary, any and all records in my possession were available to the defendants and their counsel at all times. I advised counsel for the defendants at the commencement of the trial that any records, exhibits or documents relating to this ease would be available at all times for their inspection. In fact, certain records of the defendant, Wissner’s, automobile rental agency were turned over to his counsel who offered them in evidence. Hospital records relating to Caiman Cooper were handed to his counsel and certain paraphernalia belonging to Stein was produced for the inspection of his counsel. The same is true of other articles and documents produced at request of defense counsel.” (53-54).\nMoreover, no one knew better than Cooper as to where he worked and he could have easily requested the employment records of his former employer who could have told him that they were in the possession of the District Attorney. I, therefore, conclude that a full hearing on the issues of perjury and suppression were not unreasonably denied by the County Court or the Court of Appeals and that, therefore, there is no denial of Due Process.\nI find from the record that the Federal Constitutional rights of the petitioners have been protected; that there has been no denial of Due Process and I conclude that the writ of habeas corpus should be dismissed. I am satisfied from the record before me that “the state process has given fair consideration to the issues * * *, and has resulted in a satisfactory conclusion.” Brown v. Allen, 1953, 344 U.S. 443, 463, 73 S.Ct. 397, 410, 97 L.Ed. 469.\nThe writ is dismissed and the stay vacated.\nSo ordered.\n\n. Stein v. People of State of New York, 1958, 346 U.S. 156, 160, 73 S.Ct. 1077, 1080, 97 L.Ed. 1522.\n\n\n. A homicide committed by a person engaged in the commission of a felony. It is first-degree murder and carries a mandatory death sentence unless the jury recommends life imprisonment. New York Penal Law, McK.Consol.Laws, c. 40, §§ 1044(2), 1045, 1045-a. No such recommendation was made here.\n\n\n. This “wide” power of the Court, phrased in terms of “discretion” in Brown, is, of course, not to mean that this discretion is unbridled. Justice Cardozo in The Nature of the Judicial Process, p. 144, phrased this in language only he could author:\n“The judge, even when he is free, is still not wholly free. He is not to innovate at pleasure. He is not a knight-errant, roaming at will in pursuit of his own ideal of beauty or of goodness. He is to draw his inspiration from consecrated principles. He is not to yield to spasmodic sentiment, to vague and unregulated benevolence. He is to exercise a discretion informed by tradition, methodized by analogy, disciplined by system, and subordinated to ‘the primordial necessity of order in the social life.’ ”\n\n\n. If the District Court believes that the record before it is inadequate, it has power, without ordering a plenary hearing, to obtain all the prior records, state or federal, that it desires. Footnote 19 on page 464, of 344 U.S., 73 S.Ct. 397, of Brown v. Allen indicates the vast variety of procedures available to the court to complete the record.\n\n\n. The record before the Court includes: the trial record of more than 3,000 pages; the record on appeal to the New York Court of Appeals from the full coram nobis hearing in the County Court, which includes the record of all prior proceedings (all numerical references in this opinion shall be page references to this record on appeal unless otherwise noted); the petitions for writs of certiorari and every order and decision prior to this proceeding, including the decisions and orders on the application for a rehearing based on the so-called Johnson incident, dealt with later in this opinion. See United States v. McCorkle, 3 Cir., 1954, 216 F.2d 743.\n\n\n. A hearing, including witnesses and evidence, as to the Johnson incident has been requested. This will be discussed later in the opinion.\n\n\n. Counsel for the petitioners has stipulated in writing that he waives all Federal Constitutional contentions pressed by him in the State courts with the exception of the two contentions which are considered in this opinion. He also has consented to waive any possible objections based upon the petitioners’ absence from the hearing conducted by this Court. 28 U.S.C. § 2243.\n\n\n. “It was this article that first alerted defendants’ counsel to the possibility of subterfuge and impropriety. Its highly romantic flavor, however, as well as the failure of the author even to indicate the source of his information, renders it of slight evidentiary value.” 307 N.Y. 253. 120 N.E.2d 813, 815. n. 2.\n\n\n. “I did not hear any conversation at any time during the trial by any of the dofendants nor did I hear any conversation by any of the defendants’ counsel, nor did I ever report to anyone that I did hear any conversation between the defendants and their counsel.” (64)\n\n\n. That such an escape plan was formulated is entirely credible. The New York Court of Appeals noted, in this connection, that Cooper and Stein were “previously convicted * * * of serious crimes of violence, such as murder in the second degree and first degree robbery.” The Supreme Court in Stein, 346 U.S. 156, 176, n. 21, 73 S.Ct. 1077, 1088, took occasion to note their extensive records:\n“Cooper\n“1928 Wayeross, Ga. Anto theft Probation\n1930 Norfolk, Ya. Auto theft Atlanta\n1934 Brooklyn, N. Y. Attempted grand larceny 3 years (suspended)\n1934 Brooklyn, N. Y. Murder Sing Sing 20 years to life\n1948 ü. S. Court, N.Y.O. Dyer Act Lewisburg 3 years\nStein\n1918 New York Grand larceny Sentence suspended\n1918 New York Petty larceny Sentence suspended\n1921 Bronx, N. Y. Robbery Sing Sing 10 years\n1931 New York 1933 U. S. Court, Robbery Sing Sing 25 years\nN. Y. C. Perjury Lewisburg 2 years\nWissner\n1928 Brooklyn, N. Y. Attempted robbery Reform School Elmira, N. Y.\n1934 Westchester Co. Robbery Sing Sing 15 years”\n\n\n. “Wednesday, December 13, 1950\n“3:45 P.M.\n“Cooper-Stein Conversation\n“Stein — Whats the matter with Natie;\nwhats he worrying about the cost of the trial for, he out to be thinking about other thing* * * * in Jewish * * *\n“Cooper — why don’t that dope grab it when they go for their sandwiches? “Stein — I don’t know, he had plenty of chances I’ve told him about it, we could make it.\n************\n“C. Freyhagen\n“3:45 P.M.”\n\n",
            "ocr": true,
            "opinion_id": 8720597
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}