{
    "id": 9291580,
    "judges": "Fulton",
    "date_filed": "1987-02-01",
    "date_filed_is_approximate": true,
    "slug": "hertel-v-rebhan",
    "case_name_short": "Hertel",
    "case_name": "Hertel v. Rebhan",
    "case_name_full": "Albertine Hertel v. Elizabeth Rebhan, and Walter J. Ruediger",
    "attorneys": "W. E. Knowles, for appellant., Farmer & Klingel and Turner & Holder, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "264 Ill. App. 548"
    ],
    "opinions": [
        {
            "author_str": "Fulton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Mr. Justice Fulton delivered the opinion of the court. Judgment was entered by confession against the appellant and Walter J. Ruediger on a note dated July 3, 1929, for $1,000, the instrument being payable to Fred Hertel and by him duly assigned to his wife, the appellee. The judgment was afterwards opened and the defendant given leave to plead. The declaration was in the usual form of narr. and cognovit with copy of note attached. The appellant filed the general issue and eight special pleas. The special pleas interposed two defenses, one that the note was procured by unlawful duress, the other that the consideration for the note was the compounding of a felony.' Replication to each special plea, denying the allegations thereof, was filed by appellee. The facts show that Ruediger had collected and embezzled $2,600 belonging to Fred Hertel on a note and mortgage given Ruediger to collect. Shortly before the execution of the note in controversy the appellee and her husband learned that Ruediger had collected on the loan and promptly appeared at his office to demand payment of the money to them. Ruediger sought further time and was given until July 3, 1929, to make settlement. On the morning of that date appellee and her husband went to the office of Ruediger who again asked for further time to raise the money, and was told that he could have until 11:30 that morning to make settlement and if he failed to have the money at that time, appellee and her husband would take the matter to the State’s attorney. Ruediger finally offered to pay them $1,600 in cash and to deliver to them a note for $1,000 signed by himself and appellant. Appellee and husband left the office, but came back later and said they would accept the offer, providing it was ready for settlement by 11:30 that morning. Later the $1,600 was paid in cash and the note for $1,000, which is now the basis for this suit, was delivered to appellee and her husband in satisfaction of the money embezzled. Ruediger testified in a deposition that he went to appellant’s home and got her to sign the note with him. Otwell, who was Ruediger’s attorney at the time, testified that appellee spoke to him about the $2,600 Ruediger had collected on their loan and told him that “unless he made payment of it she would see the State’s attorney.” Appellant offered to testify that when Ruediger brought the note to her for signature he told her that appellee and her husband were threatening to send him to the penitentiary unless appellant signed the note and that she signed it at his request to save him from criminal prosecution. She also offered to prove by her own testimony and that of other witnesses that several months after the execution, of the note, appellee said that it was her intention to prosecute Ruediger if he had not given the note in question. Objection to all of this proffered testimony was sustained and the evidence excluded. At the close of all the proof the appellant moved for a directed verdict which was denied. The court then allowed the motion of appellee and directed a verdict for her in the sum of $1,094.28. The main questions in the case are whether or not the note was executed under duress and whether or not the appellee was guilty of compounding a felony. In support of these defenses appellant relies largely on the cases of Johnson v. Lind, 217 Ill. App. 360, and Kronmeyer v. Buck, 258 Ill. 586. In the Johnson case the court found there was no evidence from which a reasonable inference couldi be drawn that Johnson took the money he was accused of stealing, and therefore the court was fully warranted in finding that the note and mortgage were without consideration and that the evidence tended to show they were executed under duress. In the Kronmeyer case the court in passing on the testimony said there Was nothing in the surrounding circumstances that supported the theory that Kronmeyer was guilty of embezzling a considerable sum of money. Kronmeyer testified that he was called into the lawyer’s office, charged with embezzlement, jail pointed out to him, told he would be sent there unless the matter was adjusted, told that a police officer was outside the door and threatened with immediate prosecution. He was led to convey away his home, was urged to get someone to sign a note with him for $1,500 and the lawyer got in the buggy and drove with Kronmeyer until the note was signed by his sister almost in the presence of the lawyer. In that case the court properly held that if Kronmeyer was, in fact, innocent, and when confronted with a charge of embezzlement by a lawyer whom he had always regarded as a friend, executed the instruments in question to avoid prosecution for a crime he had not committed, then there was both fraud and duress and a total failure of consideration. This case presents no such situation. Here Buediger admits the collection of the $2,600 for appellee and her husband and the failure on his part to pay it over to them. When they learned that he had collected the money, and when he asked for time, they became more insistent and told him if it was not paid they would take it to the State’s attorney. It was his own suggestion that he pay them part cash and the balance in a note signed by himself and Mrs. Rebhan, his mother-in-law. Here the note was given, not as a reward for not prosecuting, but for a debt acknowledged to be due from Ruediger to Hertel. In Farmers Nat. Bank of Princeton v. Rosenkrans, 240 Ill. App. 230, the court said: “The true rule seems to be that, notwithstanding the pendency of criminal proceedings against a wrongdoer* one whose money or property has been fraudulently obtained may contract for repayment of the money or satisfaction for the loss sustained and take security therefor, without invalidating the contract, unless there be included therein, as a part of the consideration therefor, some promise or agreement, express or implied,- that such prosecution shall be suppressed, stifled or stayed.” We are of the opinion that the note was not executed under duress and that appellee was not g’uiltv of compounding a felony. There was no reversible error in refusing the offers of proof made by appellant at the time of trial. The judgment, therefore, of the circuit court of St. Clair county will be affirmed. Judgment affirmed. ",
            "ocr": true,
            "opinion_id": 9286474
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}