{
    "id": 8757341,
    "judges": "Miciiie",
    "date_filed": -194054400000,
    "date_filed_is_approximate": false,
    "slug": "jacobs-v-cunningham",
    "case_name_short": "Jacobs",
    "case_name": "Jacobs v. Cunningham",
    "case_name_full": "John Lloyd JACOBS v. W. K. CUNNINGHAM, Jr., Superintendent of the Virginia State Penitentiary",
    "attorneys": "Edward L. Breeden, III, Norfolk, Va., for petitioner., Reno S. Harp, III, Asst. Atty. Gen., Richmond, Ya., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "223 F. Supp. 261"
    ],
    "opinions": [
        {
            "author_str": "Miciiie",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMICIIIE, District Judge.\nThis petitioner was tried and convicted in the Corporation Court of the City of Norfolk in June of 1959 on two counts involving narcotics violations, the first being the fraudulent and felonious obtaining of a narcotic drug in violation of Va.Code Ann. § 54-513 and the second being the unlawful manufacture and possession of a narcotic drug in violation of Va.Code Ann. § 54-488. He was sentenced to three years incarceration on each count, the sentences to run concurrently. The petitioner contends that these convictions must be set aside because evidence that was obtained by an illegal search and seizure was introduced at his trials, thus depriving him of his constitutional rights as recently enunciated in Mapp v. Ohio, 367 U.S. 643, 81 S.Ct. 1684, 6 L.Ed.2d 1081 (1961) and Hall v. Warden, 313 F.2d 483 (4th Cir. 1963).\nThe facts relating to the search and seizure are as follows: Pursuant to an investigation of an apartment rented by a Mr. and Mrs. Wilson at 602 Graydon Avenue in Norfolk which had been going on for about a month, Officers Henley and Woods of the Norfolk Police Department entered an adjacent, unoccupied apartment about 3:30 P.M. on January 24, 1959. Police officers, with permission of the landlord, had been using this vacant apartment for about two weeks to observe the suspect apartment. On this particular afternoon the officers did not originally intend to enter the suspect apartment, and they were armed with neither an arrest nor a search warrant. At approximately 6:00 P.M. the officers heard footsteps in the hall and observed two men go down the hall, with their backs to the officers so that no identification of the men was possible. About fifteen minutes thereafter the officers smelled the very pungent odor of paregoric being “cooked.” This process consists of heating paregoric in a pan until it boils and then setting the boiling fluid on fire. The residue left in the pan is powdered opium — about 1.8 grains for every ounce of paregoric “cooked.” Officer Henley testified at the hearing in this matter that through his long experience with the narcotics division of the Norfolk Police Department he was able to recognize and absolutely identify the odor which reached the vacant apartment where the officers were hidden. The officers therefore stealthily followed their noses to the door of the suspect apartment and listened for a minute or so immediately outside that door. As they stood there listening they distinctly heard a male voice say “The needle is stopped up.” This remark, coupled with the strong aroma of “cooking” paregoric, and the fact that this particular apartment had been under suspicion for illegal narcotics activities led the officers to the conclusion that a narcotics violation was being committed at that very moment inside the apartment. Therefore, Officer Henley pushed open the unlocked door, which opened into the kitchen of *263the suspect apartment, and walked in, announcing “Police” after he got into the kitchen. The scene which greeted them was well described in Bibb v. Commonwealth, 201 Va. 799, at 801, 113 S.E.2d 798 at 799 (1960):\n“They found John Lloyd Jacobs sitting in a chair beside the kitchen table; a green necktie was wrapped around his right arm, and Mrs. Wilson had in her hand a hypodermic needle which she was withdrawing from Jacobs’ arm. On a table in the kitchen beside Mrs. Wilson and Jacobs the officers found an aluminum sauce pan and a plastic measuring cup, inside of which was a cotton plug saturated with a brown substance. Henley then went over to Bibb who was sitting on a couch to the right six or seven feet away from Jacobs and Mrs. Wilson. When he searched Bibb, he found an empty paregoric bottle in his pocket. On the kitchen sink there was another sauce pan, the bottom of which was covered with a brown sticky substance. He also found other empty paregoric bottles; in the kitchen sink drawer there were small cotton plugs and hypodermic needles; in the trash can were other cotton plugs, and on top of the refrigerator were additional hypodermic needles. These utensils were examined by the State Toxicologist who testified that he found approximately six grains of opium in them.”\nThe evidence described above was seized by the police officers and used in both the trials of the petitioner. Petitioner claims that the seizure was illegal. The respondent claims that it was legal because made incidental to a lawful arrest.\nHowever, before we can reach the merits of this case, we must first discuss the respondent’s contention that the petitioner is not serving the sentence which was imposed upon him as a result of this conviction and therefore this petition must be dismissed. McNally v. Hill, 293 U.S. 131, 55 S.Ct. 24, 79 L.Ed. 238 (1934).\nWe must likewise meet respondent’s contention that petitioner has not yet exhausted his state remedies on the question of the illegal search and seizure.\nTo discuss these two contentions, a review of petitioner’s prior criminal record and his prior attempts to attack the convictions here questioned becomes necessary :\nPetitioner was convicted in Norfolk on August 6, 1951 of attempted robbery and given a ten year sentence in the state penitentiary. In December of 1953 he escaped and remained at large until February, 1955, when he was rearrested, given an extra year sentence for escape and put back in the state penitentiary. In December of 1957, with a substantial portion of his attempted robbery and escape sentences still to be served, he was paroled by the Virginia State Parole Board. He was still on parole on Saturday, January 24, 1959 when the above described arrest took place. And his parole was not revoked by the Parole Board until December 23, 1959. In the meantime, he was tried in June of 1959, applied for certiorari to the Supreme Court of Appeals of Virginia, and was committed to the Virginia State Penitentiary on December 11, 1959, with instructions that his three year concurrent sentences should start to run as of January 30, 1959, to take into account the time he had been incarcerated pending trial and thereafter. At that time the petitioner was issued a new prison number and credited with service from January 30, 1959. With the normal one year off for good behavior, Mr. Melton, the Director of the Bureau of Records at the penitentiary, testified that petitioner’s narcotics sentences were completed on January 30, 1961. Since his parole was not revoked by the Parole Board until December 23, 1959, about two weeks after his arrival at the State Penitentiary, the Bureau of Records at the penitentiary merely tacked the remaining time to be served on the 1951 sentence and the 1955 escape sentence onto the three year narcotics sentences when notified of the December 23rd revocation of petitioner’s parole. *264Since the petition in this matter was filed on December 31, 1962, it is respondent’s contention that at no time since the filing of the petition has the prisoner been serving the sentence he wishes to attack since they were completely served on January 30, 1961. Respondent of course envisions the petitioner’s present custody to be pursuant to the 1951 attempted robbery sentence and the one year escape sentence in 1955. Petitioner of course claims that his sentences have been juggled to deprive him of his constitutional rights.\nThe law on this matter of which sentence should be served when is in a state of confusion in Virginia. In this very cause petitioner filed a habeas corpus writ in the state court in November, 1961 and the Corporation Court of the City of Norfolk held on January 15, 1962 that petitioner was at that time detained pursuant to the 1951 attempted robbery sentence and refused therefore to consider the merits of his case. On the other hand, there is a letter opinion in the file of this case by Judge Young of the Law and Equity Court of the City of Richmond regarding another ease with very similar circumstances in which the Court concludes that the first sentence in point of time must be served first. Without going very deeply into the matter, I am inclined to feel that the action by the State of Virginia in this case was reasonable under the circumstances and certainly no juggling with conscious intent of depriving petitioner of his rights was present. Whether such procedure was in accord with state law can best be answered by the state courts, and the state answer has been affirmative in this case. I am therefore inclined to feel that the petitioner in this case does not have standing to bring this action because he is not serving the sentence he attempts to attack. However, because of my view of the merits of his case, I need make no firm holding on this point.\nOn the question of exhaustion of state remedies, respondent contends that, although petitioner has brought a habeas corpus petition in the state courts which has been dismissed, he has not exhausted his state remedies because the state court never reached the merits of his case, resting its denial exclusively on the fact that the petitioner was serving the 1951 sentence at the time of the petition. In support of this contention respondent cites Johnson v. Walker, 5 Cir., 317 F.2d 418 (1963), in which the question of an illegal search and seizure was raised for the first time before the federal court, although a state habeas corpus action had been brought attacking the same conviction on other grounds. In that case the Fifth Circuit held that the district court was correct in dismissing the illegal search and seizure claim on the jurisdictional ground of failure to exhaust state remedies. The case at bar is somewhat different, for the search and seizure issue was definitely raised before the state court. The state court merely refused to meet the merits on the ground that petitioner had no standing to bring the action. What respondent would have us do, if we find standing, is to send this cause back to the state court for a decision on the merits. If I felt this petitioner were entitled to relief, I would not be inclined to subject this petitioner to another trip through the state courts, since the issue was squarely presented to those courts by this same petitioner once before. However, because of my view of the merits of the case, it is no more necessary to decide this issue than it is necessary to decide the issue of which sentence the petitioner is serving.\nFor based on the very recent United States Supreme Court case of Ker v. California, 374 U.S. 23, 83 S.Ct. 1623, 10 L.Ed.2d 726 (1963), I conclude that the search and seizure about which the petitioner complains was lawful because it was incidental to a lawful arrest. In that case police officers had been investigating one George Ker for narcotics violations and acting upon what the Court found to be probable cause, they secured a passkey to his apartment and, without a warrant of any kind, stealthily entered the apartment unannounced. Inside they found Ker sitting in the living room and his *265wife, Diane, who had not been under investigation up until that time, just emerging from the kitchen. In plain view was a brick shaped package of marijuana. The officers identified themselves and placed both the Kers under arrest. In both California and Virginia “probable cause” is sufficient to justify an arrest by a police officer without a warrant. Ker v. California, supra; Seawell v. U. S., 243 F.2d 909 (4th Cir. 1957). As said in Ker v. California, supra, at 374 U.S. p. 35, 83 S.Ct. p. 1630, 10 L.Ed. 726, “probable cause” exists\n“ ‘where “the facts and circumstances within their [the officers’] knowledge and of which they had reasonably trustworthy information [are] sufficient in themselves to warrant a man of reasonable caution in the belief that” an offense has been or is being committed.’ Brinegar v. United States, 338 U.S. 160, 175-176, 69 S.Ct. 1302, 93 L.Ed. 1879 (1949), quoting from Carroll v. United States, 267 U.S. 132, 162, 45 S.Ct. 280, 69 L.Ed. 543 (1925).”\nCertainly that test is met in the case at bar if it was met in Ker. We find no requirement of announcement before entry in Virginia, such as is present in the Californa Code (California Penal Code § 844), and thus do not need to establish any particular reason for the officers not announcing themselves. The arrest therefore appears legal in Virginia and under Ker equally legal under the federal constitutional mandate. Counsel for petitioner made much of the fact that these officers did not know the identity of the people in the Wilson apartment until they got in. But in Ker the Court faced a similar situation regarding Diane Ker and sidestepped it 374 U.S. at pp. 36, 37, 83 S.Ct. at pp. 1631, 10 L.Ed. 726, by saying:\n“Probable cause for the arrest of petitioner Diane Ker, while not present at the time the officers entered the apartment to arrest her husband, was nevertheless present at the time of her arrest. Upon their entry and announcement of their identity, the officers were met not only by George Ker but also by Diane Ker, who was emerging from the kitchen. Officer Berman immediately walked to the doorway from which she emerged and, without entering, observed the brick-shaped package of marijuana in plain view. Even assuming that her presence in a small room with the contraband in a prominent position on the kitchen sink would not alone establish a reasonable ground for the officers’ belief that she was in joint possession with her husband, that fact was accompanied by the officers’ information that Ker had been using his apartment as a base of operations for his narcotics activities. Therefore, we cannot say that at the time of her arrest there were not sufficient grounds for a reasonable belief that Diane Ker, as well as her husband, was committing the offense of possession of marijuana in the presence of the officers.”\nSubstantially the same situation exists here. I must therefore conclude that petitioner’s claim is without merit and must be dismissed. An order will be entered accordingly.\n",
            "ocr": true,
            "opinion_id": 8740631
        }
    ],
    "court_short_name": "E.D. Virginia",
    "court_full_name": "District Court, E.D. Virginia",
    "court_type": "FD",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Robbery"
}