{
    "id": 9405297,
    "judges": null,
    "date_filed": 1685577600000,
    "date_filed_is_approximate": false,
    "slug": "john-fairley-iii-v-commonwealth-of-kentucky",
    "case_name_short": null,
    "case_name": "John Fairley, III v. Commonwealth of Kentucky",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unknown",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://162.114.92.72/COA/2022-CA-000151.pdf",
            "author_id": null,
            "opinion_text": "                        RENDERED: JUNE 2, 2023; 10:00 A.M.\n                            NOT TO BE PUBLISHED\n\n                    Commonwealth of Kentucky\n                              Court of Appeals\n                                  NO. 2022-CA-0151-MR\n\nJOHN FAIRLEY, III                                                     APPELLANT\n\n\n\n\n                    APPEAL FROM CHRISTIAN CIRCUIT COURT\nv.                     HONORABLE ANDREW SELF, JUDGE\n                            ACTION NO. 14-CR-00551\n\n\nCOMMONWEALTH OF KENTUCKY                                                APPELLEE\n\n\n                                         OPINION\n                                        AFFIRMING\n\n                                       ** ** ** ** **\n\nBEFORE: CETRULO, DIXON, AND EASTON, JUDGES.\n\nDIXON, JUDGE: John Fairley, III, appeals the order of the Christian Circuit\n\nCourt, entered on January 9, 2022, denying his RCr1 11.42 motion to vacate his\n\nconvictions. After careful review of the briefs, record, and law, we affirm.\n\n\n\n\n1\n    Kentucky Rules of Criminal Procedure.\n\f            BACKGROUND FACTS AND PROCEDURAL HISTORY\n\n                After a jury trial, Fairley was convicted of first-degree robbery,2\n\nreceiving stolen property (firearm),3 first-degree possession of a controlled\n\nsubstance (while armed),4 and possession of marijuana (while armed),5 and\n\nsentenced to 20 years’ imprisonment by judgment entered January 4, 2016. The\n\nSupreme Court of Kentucky affirmed on direct appeal, and we adopt those facts, as\n\nfollows:\n\n                         On September 2, 2014, Charles “Bird Dog” Page\n                . . . hitched a ride with two . . . men in a blue car. After\n                driving for some time, the driver turned down an alley.\n                Subsequently, the passenger in the front seat (later\n                identified by Page as Fairley) pointed a handgun at Page\n                and commanded “Give me your money.” Page fled the\n                vehicle and ran towards a law office. Fairley gave chase\n                and struck Page in the back of the head with his pistol.\n                Page then began to yell for help.\n\n                       Hearing the disturbance, Lucius Hawes[] exited his\n                law office and saw [a man matching Fairley’s\n                description], dressed in dark clothing, and carrying a\n                large semi-automatic pistol, fleeing the scene headed in\n                the direction of Clay Street. [Page later reported that the\n                assailant also stole his money.]\n\n                ....\n\n2\n    A class B felony. Kentucky Revised Statutes (KRS ) 515.020.\n3\n    A class D felony. KRS 514.110(3)(c) (2009).\n4\n    Enhanced to a class C felony. KRS 218A.1415; KRS 218A.992.\n5\n    Enhanced to a class D felony. KRS 218A.1422; KRS 218A.992.\n\n\n\n                                              -2-\n\f                   [Police] received tips which suggested Fairley’s\n            involvement . . . [and] learned that at the time of the\n            robbery [he] had been wearing a GPS ankle monitor as\n            part of a court-ordered home incarceration. . . . Fairley’s\n            monitoring device was registered as being near Hawes’s\n            office and moving away from that location towards Clay\n            Street at the time of the robbery.\n\n                   [During his first police interview, Fairley claimed\n            to have been out submitting employment applications in\n            a red car on the day of the robbery.] The following day,\n            September 4, 2014, police using GPS tracking located\n            Fairley sitting alone in the back seat of a white vehicle\n            parked in a vacant lot. [I]n the rear of the vehicle,\n            approximately a foot away from Fairley, was a firearm\n            which . . . had previously been reported stolen. Also in\n            the vacant lot was a blue Malibu vehicle . . . registered to\n            Fairley’s mother.\n\n                    After Fairley’s arrest he was again interviewed by\n            the police . . . . Fairley initially claimed that he had been\n            at his home during the time of the robbery. However,\n            later in the interview, he stated that he had witnessed\n            someone attacking Page and he gave that person a ride\n            away from the area.\n\n                   [Police recovered cocaine and marijuana from a]\n            later search of the blue Malibu . . . [, and] forensic testing\n            established the presence of [Page’s] blood on the\n            passenger’s side door handle of the blue Malibu, the\n            firearm, and [a pair of socks recovered from Fairley’s\n            home].\n\nFairley v. Commonwealth, 527 S.W.3d 792, 795-96 (Ky. 2017) (footnote omitted).\n\n            On April 1, 2019, Fairley filed the underlying motion asserting that he\n\nreceived ineffective assistance of counsel. An evidentiary hearing was conducted\n\n\n                                         -3-\n\fon September 2, 2021, wherein he and his trial counsel testified concerning\n\ncounsel’s investigative efforts and his preparation of Fairley’s trial testimony.\n\nAfter briefing, the court entered an order denying relief on January 9, 2022, and\n\nthis appeal followed. Additional facts will be introduced as they become relevant.\n\n                            STANDARD OF REVIEW\n\n             Ineffective assistance of counsel claims are evaluated under the two-\n\nprong standard articulated in Strickland v. Washington, 466 U.S. 668, 104 S. Ct.\n\n2052, 80 L. Ed. 2d 674 (1984), and adopted by the Supreme Court of Kentucky in\n\nGall v. Commonwealth, 702 S.W.2d 37 (Ky. 1985). To merit relief, the movant\n\nmust demonstrate that counsel’s performance was deficient and that said\n\ndeficiency prejudiced the defense. Strickland, 466 U.S. at 687, 104 S. Ct. at 2064.\n\n“Unless a [movant] makes both showings, it cannot be said that the conviction . . .\n\nresulted from a breakdown in the adversary process that renders the result\n\nunreliable.” Id.\n\n             Deficiency is proven if counsel’s performance was outside the wide\n\nrange of prevailing professional norms based on an objective standard of\n\nreasonableness. Id. at 687-89, 104 S. Ct. at 2064-66. To establish prejudice, the\n\nmovant “must show that there is a reasonable probability that, but for counsel’s\n\nunprofessional errors, the result of the proceeding would have been different. A\n\nreasonable probability is a probability sufficient to undermine confidence in the\n\n\n                                         -4-\n\foutcome.” Id. at 694, 104 S. Ct. at 2068. “The likelihood of a different result must\n\nbe substantial, not just conceivable.” Commonwealth v. Pridham, 394 S.W.3d 867,\n\n876 (Ky. 2012) (quoting Harrington v. Richter, 562 U.S. 86, 112, 131 S. Ct. 770,\n\n792, 178 L. Ed. 2d 624 (2011)). On appeal, “we review the trial court’s factual\n\nfindings only for clear error, but its application of legal standards and precedents\n\n. . . we review de novo.” Id. at 875 (citations omitted).\n\n                                     LEGAL ANALYSIS\n\n               On appeal, Fairley asserts the court’s finding that trial counsel was not\n\ndeficient is clearly erroneous given counsel’s admissions that he did not interview\n\nany witnesses except the GPS technician and that he failed to prepare Fairley to\n\ntestify. We need not resolve this claim, however, because we agree with the\n\ncourt’s alternative finding that, regardless, Fairley has failed to demonstrate\n\nprejudice. See Strickland, 466 U.S. at 697, 104 S.Ct. at 2069.6\n\n               In dispensing with an analysis on the sufficiency of trial counsel’s\n\nrepresentation, we note that Fairley has made only the most generalized claims of\n\nprejudice. After referencing his 20-year sentence and his steadfast claims of\n\ninnocence, Fairley asserts that “though there was indeed evidence presented\n\nagainst him, it is probable that with an attack on any one piece of evidence” he\n\n\n6\n  “The object of an ineffectiveness claim is not to grade counsel’s performance. If it is easier to\ndispose of an ineffectiveness claim on the ground of lack of sufficient prejudice, . . . that course\nshould be followed.”\n\n                                                -5-\n\fmay have achieved “a lesser sentence or acquittal.” The law is well-settled that\n\n“[m]ere speculation as to how other counsel might have performed either better or\n\ndifferently without any indication of what favorable facts would have resulted is\n\nnot sufficient.” Hodge v. Commonwealth, 116 S.W.3d 463, 470 (Ky. 2003),\n\noverruled on other grounds by Leonard v. Commonwealth, 279 S.W.3d 151 (Ky.\n\n2009). Likewise, “[c]onjecture that a different strategy might have proved\n\nbeneficial is also not sufficient.” Id. (citing Baze v. Commonwealth, 23 S.W.3d\n\n619 (Ky. 2000); Harper v. Commonwealth, 978 S.W.2d 311 (Ky. 1998)).\n\n             Here, Fairley has not met his burden of proof because he has failed to\n\nidentify with any specificity how he could have reasonably fared better but for the\n\nalleged errors of counsel. As the circuit court noted in its order denying relief, the\n\nevidence of Fairley’s guilt was overwhelming. GPS monitoring placed him in the\n\narea of the robbery, and his movements coincided with third-party testimony\n\ndetailing the assailant’s flight from the scene. Additionally, Fairley’s guilt was\n\ncorroborated by the presence of the victim’s DNA on clothing seized from his\n\nhome, a stolen firearm located in close proximity to him, and on a vehicle\n\nregistered to his mother, which also contained cocaine and marijuana.\n\nAdditionally, despite this wealth of unbiased evidence, Fairley’s 20-year sentence\n\nis on the lower end of the 10- to 40-year sentencing range he faced if found guilty\n\non all charges. Accordingly, Fairley has not demonstrated sufficient prejudice to\n\n\n                                          -6-\n\fsustain a conclusion that he received ineffective assistance of counsel, and we find\n\nno error.\n\n                                 CONCLUSION\n\n             Therefore, and for the foregoing reasons, the judgment of the\n\nChristian Circuit Court is AFFIRMED.\n\n\n\n             ALL CONCUR.\n\n\n\n BRIEF FOR APPELLANT:                     BRIEF FOR APPELLEE:\n\n Kara Stinson Lewis                       Daniel Cameron\n LaGrange, Kentucky                       Attorney General of Kentucky\n\n                                          Perry T. Ryan\n                                          Assistant Attorney General\n                                          Frankfort, Kentucky\n\n\n\n\n                                         -7-\n\f",
            "ocr": false,
            "opinion_id": 9400773
        }
    ],
    "court_short_name": "Court of Appeals of Kentucky",
    "court_full_name": "Court of Appeals of Kentucky",
    "court_type": "SA",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Robbery"
}