{
    "id": 9415828,
    "judges": null,
    "date_filed": 1690329600000,
    "date_filed_is_approximate": false,
    "slug": "state-of-iowa-v-dangelo-lynell-marquis-bowdry",
    "case_name_short": null,
    "case_name": "State of Iowa v. D'Angelo Lynell Marquis Bowdry",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "https://www.iowacourts.gov/courtcases/18643/embed/CourtAppealsOpinion",
            "author_id": null,
            "opinion_text": "                    IN THE COURT OF APPEALS OF IOWA\n\n                                   No. 22-1488\n                               Filed July 26, 2023\n\n\nSTATE OF IOWA,\n     Plaintiff-Appellee,\n\nvs.\n\nD’ANGELO LYNELL MARQUIS BOWDRY,\n     Defendant-Appellant.\n________________________________________________________________\n\n\n      Appeal from the Iowa District Court for Cerro Gordo County, Rustin T.\n\nDavenport, Judge.\n\n\n\n      D’Angelo Bowdry appeals his sentence upon his conviction for failure to\n\ncomply with sex offender registry requirements. AFFIRMED.\n\n\n\n      Martha J. Lucey, State Appellate Defender, and Vidhya K. Reddy, Assistant\n\nAppellate Defender, for appellant.\n\n      Brenna Bird, Attorney General, and Israel Kodiaga, Assistant Attorney\n\nGeneral, for appellee.\n\n\n\n      Considered by Greer, P.J., Badding, J., and Doyle, S.J.*\n\n      *Senior judge assigned by order pursuant to Iowa Code section 602.9206\n\n(2023).\n\f                                          2\n\n\nDOYLE, Senior Judge.\n\n       D’Angelo Bowdry appeals from the sentence imposed after pleading guilty\n\nto one count of failure to comply with sex offender registry requirements, an\n\naggravated misdemeanor.        He contends the sentencing court failed to state\n\nadequate reasons for the sentence. We find the court’s statements about its\n\nsentencing decision to be sufficient and affirm the sentence imposed.\n\nFacts and Proceedings\n\n       Bowdry was previously convicted of two felonies: third-degree sex abuse\n\nand second-degree theft.     He was sentenced to ten years on the sex-abuse\n\nconviction and five years on the theft conviction. The sentences were suspended,\n\nand Bowdry was placed on probation. While on probation, Bowdry violated the\n\nIowa sex offender registry requirements. A deputy sheriff visited the address listed\n\non Bowdry’s initial registration, but no one answered. Later, during a traffic stop,\n\nBowdry, a passenger in the vehicle, was taken into custody on his probation\n\nrevocation warrant. During his interview with the sheriff’s deputy, Bowdry claimed\n\nthat he had not been in to register because he could not obtain transportation to\n\nthe sheriff’s office.\n\n       The State charged Bowdry with a sex offender registration violation, first\n\noffense. After entering a written guilty plea, a joint plea, sentencing, and probation\n\nrevocation hearing was held. The court accepted Bowdry’s plea. Bowdry admitted\n\nviolating the terms of his probation. The parties agreed to immediate disposition.\n\n       The parties argued their positions on disposition.           The court then\n\nannounced:\n\f                                        3\n\n\n              In deciding this, the Court considers the same factors at the\n      time of sentencing; that the goals of sentencing are to best provide\n      for the defendant’s rehabilitation, protect the community, and deter\n      others from committing similar crimes.\n              Obviously from my indecision on the bench, I—I find this to be\n      a—not an easy decision. However, in light of the seriousness of the\n      underlying charges and the failure to perform while on a term of\n      probation, the Court finds that the defendant’s probation as to the\n      two felony matters should be revoked, and the original sentence\n      would be imposed; ten years as to the—to FECR029298, the fine\n      remains suspended, and five years as to FECR028719. The Court\n      also finds that the count—on the aggravated misdemeanor matter,\n      the defendant should be sentenced to—be two years in prison. The\n      minimum fine is imposed but is suspended. As to the two felony\n      matters, there was nothing in the sentencing order as to whether they\n      run concurrently or consecutively. I believe that to the extent I have\n      to make that call now, I would find that all three matters run\n      concurrently. I think that is sufficient sentence for the defendant.\n\n      The court’s written judgment and sentence listed these reasons for\n\nBowdry’s sentence:\n\n      [T]aking into account Defendant’s age, attitude, criminal history, and\n      employment, financial and family circumstances, as well as the\n      nature of the offense, including whether a weapon or force was used\n      in the commission of the offense, the recommendations of the\n      parties, and other matters reflected in the Court file and record, for\n      the protection of society and rehabilitation of Defendant . . . .\n\n      Bowdry appeals only the sentence imposed on the registry violation. He\n\ncontends the court’s reasons for the two-year sentence were inadequate. He asks\n\nthat his sentence be vacated and the case remanded for resentencing.\n\nGood Cause\n\n      Bowdry challenges his sentence rather than his guilty plea, so good cause\n\nwould ordinarily exist for us to decide his appeal. State v. Damme, 944 N.W.2d\n\n98, 105 (Iowa 2020); see also Iowa Code § 814.6(1)(a)(3) (2022). But the State\n\ncontends this court lacks jurisdiction because Bowdry failed to establish good\n\ncause since this court cannot possibly provide him meaningful relief.          “[A]\n\f                                          4\n\n\ndefendant . . . establishes good cause to appeal as a matter of right by asserting\n\na claim on appeal for which an appellate court potentially could provide relief.”\n\nState v. Newman, 970 N.W.2d 866, 869 (Iowa 2022). Issues on appeal are not\n\nmoot if the rendered judgment will have a practical legal effect. Rhiner v. State,\n\n703 N.W.2d 174, 177 (Iowa 2005). The State asserts this court’s analysis of the\n\nmerits of the appeal will have no practical effect on the outcome, the outcome will\n\nnot result in any appreciable relief, and Bowdry’s situation will not change. In short,\n\nthe State contends that even if we send the case back for resentencing, Bowdry\n\n“will remain incarcerated on his ten-year sentences in his other cases.” That may\n\nbe true, but Bowdry’s other sentences may be subject to post-conviction relief.\n\nThose sentences may be reduced by other means.                In other words, those\n\nsentences are not set in cement. This is not like a situation where the defendant\n\nalready served or discharged his or her sentence.            See State v. Johnson,\n\nNo. 16-0976, 2017 WL 2684342, at *2–3 (Iowa Ct. App. June 21, 2017) (holding\n\nthat a discharged sentence is moot and listing further cases as support). The State\n\nhas not established that Bowdry’s other sentences are not subject to reduction.\n\nAnd we will not speculate about any collateral consequences of resentencing or\n\nnot resentencing the registry offense. With the potential that our decision may\n\nprovide Bowdry with practical legal effect, we conclude his appeal is not moot.\n\nStandard of Review\n\n       “When ‘the sentence imposed is within the statutory maximum, we will only\n\ninterfere if an abuse of discretion is shown.’” State v. Thacker, 862 N.W.2d 402,\n\n405 (Iowa 2015) (quoting State v. Luedtke, 279 N.W.2d 7, 8 (Iowa 1979)). “An\n\nabuse of discretion is found when the court exercises its discretion on grounds\n\f                                          5\n\n\nclearly untenable or to an extent clearly unreasonable.” State v. Evans, 672\n\nN.W.2d 328, 331 (Iowa 2003). Because the sentence imposed here was within\n\nthe statutory limits, it “is cloaked with a strong presumption in its favor.” State v.\n\nFormaro, 638 N.W.2d 720, 724 (Iowa 2002). “Errors in sentencing, including\n\ncontentions the trial court failed to articulate adequate reasons for a particular\n\nsentence, ‘may be challenged on direct appeal even in the absence of an objection\n\nin the district court.’” Thacker, 862 N.W.2d at 405 (quoting State v. Lathrop, 781\n\nN.W.2d 288, 292–93 (Iowa 2010)).\n\nAnalysis\n\n       Bowdry contends that the sentencing court failed to provide sufficient\n\nreasoning for his registry violation sentence in both its oral statements at the\n\nsentencing hearing and its written sentencing order. Under the Iowa Rules of\n\nCriminal Procedure, “The court shall state on the record its reason for selecting the\n\nparticular sentence.” Iowa R. Crim. P. 2.23(3)(d). This requirement exists in part\n\nto afford “our appellate courts the opportunity to review the discretion of the\n\nsentencing court.” State v. Hill, 878 N.W.2d 269, 273 (Iowa 2016) (quoting State\n\nv. Thompson, 856 N.W.2d 915, 919 (Iowa 2014)). A “terse and succinct” statement\n\nis sufficient so long as it allows for appellate review of the trial court’s sentencing\n\ndiscretion. Id. at 274.\n\n       To begin, we will analyze the oral statements of the sentencing court made\n\nat Bowdry’s sentencing hearing. The court’s initial pronouncement that “the goals\n\nof sentencing are to best provide for the defendant’s rehabilitation, protect the\n\ncommunity, and deter others from committing similar crimes” is inadequate,\n\nstanding alone, because it is a generalized consideration that “presumably\n\f                                            6\n\n\ninform[s] every court’s basic sentencing decision.” See State v. Lumadue, 622\n\nN.W.2d 302, 305 (Iowa 2001).\n\n         Next, the trial court stated:\n\n         [I]n light of the seriousness of the underlying charges and the failure\n         to perform while on a term of probation, the Court finds that the\n         defendant’s probation as to the two felony matters should be\n         revoked . . . . The Court also finds that the count—on the aggravated\n         misdemeanor matter, the defendant should be sentenced to—be two\n         years in prison.\n\nIt is unclear whether the trial court intended that same reasoning to extend to\n\nBowdry’s two-year sentence for failure to comply with sex offender registry\n\nrequirements. The two reasons precede the trial court’s finding of probation\n\nrevocation. Then, beginning a new sentence and with no additional reasoning, the\n\ntrial court announced a two-year sentence for Bowdry’s registry offense.\n\n         Finally, the trial court considered whether the sentences should run\n\nconcurrently or consecutively. Holding that, “[T]o the extent that I have to make\n\nthat call now, I would find that all three matters run concurrently. I think that is\n\nsufficient sentence for the defendant.”\n\n         Moving to the trial court’s written judgment, the court stated it took into\n\naccount:\n\n         Defendant’s age, attitude, criminal history, and employment,\n         financial and family circumstances, as well as the nature of the\n         offense, including whether a weapon or force was used in the\n         commission of the offense, the recommendations of the parties, and\n         other matters reflected in the Court file and record, for the protection\n         of society and rehabilitation of Defendant.\n\n         We reviewed virtually identical written sentencing judgment language in\n\nState v. Mimms, No. 22-1781, 2023 WL 4103925, at *1 (Iowa Ct. App. June 21,\n\n2023).     In Mimms, we noted the sentencing court “expressly considered the\n\f                                         7\n\n\npresentence investigation report; the maximum opportunity for rehabilitation;\n\nprotection of the community from further offenses; Mimm’s age, criminal history,\n\nand employment and family circumstances; and the nature of the offense.” Id. at\n\n*2. The court’s oral reasoning mirrored its written judgment. We held that the\n\nsentencing court’s reasoning was sufficient. Id. We do the same here.\n\n      Although not a model of clarity, and while terse and succinct, we find the\n\ncourt’s statements about its sentencing decision to be sufficient for our review and\n\nwe affirm the sentence imposed. See Thacker, 862 N.W.2d at 408.\n\n      AFFIRMED.\n\f",
            "ocr": false,
            "opinion_id": 9411304
        }
    ],
    "court_short_name": "Court of Appeals of Iowa",
    "court_full_name": "Court of Appeals of Iowa",
    "court_type": "SA",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Robbery"
}