{
    "id": 8772491,
    "judges": "Malley, McDonald",
    "date_filed": 1232928000000,
    "date_filed_is_approximate": false,
    "slug": "stanich-v-travelers-indemnity-co",
    "case_name_short": "Stanich",
    "case_name": "Stanich v. Travelers Indemnity Co.",
    "case_name_full": "Neil STANICH, Bobbie Jean Stanich and Dante Frezza, on behalf of themselves and all others similarly situated v. TRAVELERS INDEMNITY COMPANY and the Standard Fire Insurance Company",
    "attorneys": "Daniel P. Goetz, R. Eric Kennedy, Weisman, Kennedy & Berris, Cleveland, OH, Elizabeth J. Cabraser, Jahan C. Sagafi, Lieff Cabraser Heimann & Bernstein, San Francisco, CA, Ben F. Pierce Gore, Gore Law Firm, Los Gatos, CA, Charles Foose Barrett, Barrett Law Office, Nashville, TN, Dewitt M. Lovelace, Sr., Lovelace Law Firm, Destín, FL, John W. (Aka Don) Barrett, Barrett Law Office, Lexington, MS, for Plaintiffs., Anthony T. Eliseuson, Donna J. Vobornik, Mark L. Hanover, Meghan E. Norton, Sonnenschein, Nath & Rosenthal, Chicago, IL, Arthur M. Kaufman, Cleveland, OH, for Defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "259 F.R.D. 294"
    ],
    "opinions": [
        {
            "author_str": "McDonaldmalley",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nMEMORANDUM &amp; ORDER\n\nKATHLEEN McDONALD O’MALLEY, District Judge.\nThis is a putative class action involving a class of Ohio consumers who allegedly bought homeowners insurance policies from the Defendants, Travelers Indemnity Company (“Travelers”) and The Standard Fire Insurance Company (“SFIC”).\nThe case arises on Plaintiffs’ Motion to Amend to Substitute Paul Lonardo as Agent Subclass Representative in Place of Neil Stanich and Bobbie Jean Stanich (Doc. 132) (“Motion to Substitute”), filed by the Plaintiffs.1 The Defendants, Travelers and SFIC (collectively, “Travelers”), filed a response in opposition to the Motion to Substitute (Doc. 134), and the Plaintiffs filed a reply in support (Doc. 137). Accordingly, this motion is ripe for adjudication. For the reasons articulated below, the Motion to Substitute is GRANTED.\nAlso pending before the Court is the Defendants’ Motion to Compel and for a Finding of Inadequacy and for the Appointment of New Putative Class Counsel Under Rule 23(g) of the Federal Rules of Civil Procedure (“Motion to Compel and for a Finding of Inadequacy”) (Doc. 133), as well as the *299Plaintiffs’ competing Motion for Appointment Pursuant to Rule 23(g) (“Motion for Appointment”) (Doc. 139). These motions simply request that the Court either appoint Plaintiffs’ current counsel as class counsel pursuant to Rule 23(g) of the Federal Rules of Civil Procedure or find current counsel inadequate and appoint new counsel to represent the class. For the reasons articulated below, the Plaintiffs’ motion for appointment of Plaintiffs’ counsel as class counsel is GRANTED. Consequently, Travelers’ motions are DENIED.\nThe Court will discuss and resolve each of the pending motions in turn.\nI. THE PLAINTIFFS’ MOTION TO SUBSTITUTE\nA. INTRODUCTION\nIn essence, Plaintiffs’ Motion to Substihite is the second installment of the Plaintiffs’ motion for class certification. The first installment was Plaintiffs’ Motion for Class Certification (Doc. 107), which was filed on April 20, 2007. After briefing, a two-day hearing on the motion, and supplemental briefing, the Court issued its Order Regarding Class Certification (Doc. 128) on March 28, 2008. In the Order Regarding Class Certification, the Court concluded as follows:\nFor the reasons outlined herein, the Court CONCLUDES that certification is appropriate as to the entire proposed class (and subclasses) subject to Plaintiffs’ timely identification of a new Agent SubClass representative. The Court DEFERS its final ruling on class certification, therefore, until after the completion of the procedures outlined in section V.\n(Doc. 128 at 3 (emphasis in original).) Thus, the Order Regarding Class Certification resolved all but one class certification issue— 1. e., identification of an appropriate Agent SubClass representative.\nSection V of the Order Regarding Class Certification set forth the following procedure for identifying a new Agent SubClass representative:\nFrom the date of this Order, Plaintiffs shall have 30 days to identify an individual they believe can adequately represent the proposed Agent SubClass. On or before the expiration of the 30-day deadline, Plaintiffs shall file a “NOTICE” identifying the individual to the Court and Defendants.\nThe parties shall then have 45 days from the timely filing of Plaintiffs’ notice to conduct discovery (If the notice is filed early, the 45-day discovery period shall begin to run early) related to the individual’s ability to satisfy Rule 23(a)(3) and (4), which are the only certification issues that will remain outstanding; and\n•At any time thereafter, but by no later than 20 days after the expiration of the 45-day discovery period, Plaintiffs shall file a motion to amend the governing complaint, the purpose for which shall be limited to (1) naming the new proposed representative, and (2) withdrawing the Staniches as proposed representatives.\n(Id. at 46 (emphasis in original).) Hence, the motion now before the Court to substitute Paul Lonardo for Neil Stanich and Bobbie Jean Stanich as representative for the Agent SubClass was specifically contemplated in the Order Regarding Class Certification; it is the culmination of the procedure described above.\nB. BACKGROUND2\nIn sum, Plaintiffs allege that Travelers sells identical homeowners insurance policies at multiple prices, unlawfully concealing the availability of lower-priced policies that offer identical coverage to identically qualified customers. Plaintiffs allege that Travelers’ practice of charging multiple prices for identical coverage of the exact same risk constitutes fraudulent concealment and unjust enrichment.3\n*300The elements of the fraudulent concealment claim, as set forth in the Court’s Order Regarding Class Certification, are as follows:\n(1) a representation or, where there is a duty to disclose, concealment of a fact;\n(2) which is material to the transaction at hand;\n(3) made falsely, with knowledge of its falsity, or with such utter disregard and recklessness as to whether it is true or false that knowledge may be inferred;\n(4) with the intent of misleading another into relying upon it;\n(5) justifiable reliance wpon the representation or concealment; and\n(6) a resulting injury proximately caused by the reliance.\nCohen v. Lamko, 10 Ohio St.3d 167, 462 N.E.2d 407 (1984) (emphasis added).\n(Doc. 128 at 15.) The Plaintiffs legal theory with respect to the duty element of the fraud claim is premised on the notion that Travelers had a duty to disclose the existence of lower prices for the same policy. As alleged by Travelers, the source of this duty is not, however, a fiduciary relationship between Travelers and/or its agents and/or affiliates and customers. Instead, Plaintiffs allege that Travelers’ partial disclosures in standardized form documents4 and superior knowledge gave rise to a duty to disclose the existence of identical lower-priced policies. Plaintiffs contend that, under applicable Ohio law, such partial disclosures, which created or might have created a misleading impression regarding the manner in which Travelers prices its policies, trigger the duty to disclose the existence of identical lower-priced policies.5\nTravelers sells homeowners insurance via two different channels of distribution— through independent agents (i.e., the “retail” channel) and through employers, associations, and credit card companies (ie., the “group marketing” channel). In light of this marketing structure, Plaintiffs propose one class and two subclasses (one for each of the distribution channels), defined as follows:\n\nClass\n\nAll persons in Ohio who purchased a homeowners insurance policy from Travelers Indemnity Company, The Standard Fire Insurance Company, or any of their subsidiaries, affiliates or authorized agents, who were eligible to purchase Travelers homeowners insurance offering identical coverage and service, at a lower price, from March 7, 1998 to the present (the “Class Period”).\n\nAgent SubClass\n\nAll persons, not otherwise included in the Group Marketing SubClass, in the State of Ohio, who purchased homeowners insurance, between March 7, 1998 and May 18, 2003, from Travelers through an independent agent who were eligible to purchase identical insurance coverage from Travelers at a lower price.\n\nGroup Marketing SubClass\n\nAll persons in the State of Ohio who purchased homeowners insurance, between March 7, 1998 and May 18, 2003, from Travelers through a group marketing program who were eligible to purchase an identical Travelers policy at a lower price.\n(Doc. 109.)\nIn the Order Regarding Class Certification, the Court thoroughly analyzed the requirements of Rule 23 of the Federal Rules of Civil Procedure and concluded that certification of the class and the subclasses is “wholly appropriate in this case subject to Plaintiffs’ identification of new representatives for the Agent Subclass.” (Doc. 128 at 45 (emphasis in original).) More specifically, with respect to the Agent SubClass representation, the Court held that “[a]s to Plaintiffs Neil and Bobbie Jean Stanich, Plaintiffs *301HAVE NOT SATISFIED the typicality and adequacy requirements of Rules 23(a)(3) and (a)(4).” (Id. (emphasis in original).) Therefore, the only issue to be addressed in this Order is whether, unlike the Staniches, Paul Lonardo is an appropriate representative for the Agent SubClass.\nThe Court will address this issue as follows: First, the Court will summarize its reasoning for concluding that the Staniches are not appropriate representatives for the Agent SubClass. Second, the Court will evaluate whether Paul Lonardo shares the characteristics that made the Staniches inappropriate representatives, taking into account the parties’ arguments. Third, the Court will address the arguments unique to Lonardo raised by Travelers in opposition to his appointment as Agent SubClass representative. Ultimately, the Court concludes that Paul Lonardo is an appropriate, albeit perhaps not perfect, representative for the Agent SubClass.\nC. DISCUSSION\n1. Summary of the Court’s Reasoning Regarding Representation of the Agent SubClass\nIn its Order Regarding Class Certification, the Court concluded that Neil and Bobby Jean Stanich are not appropriate representatives for the Agent SubClass based on the typicality and adequacy requirements of Rules 23(a)(3)-(4). The Court addressed these requirements jointly, noting that both essentially ask “whether the named plaintiffs claim and the class claims are so interrelated that the interests of the class members will be fairly and adequately protected in their absence.”. Amchem Prods., Inc. v. Windsor, 521 U.S. 591, 626 n. 20, 117 S.Ct. 2231, 138 L.Ed.2d 689 (1997). (See Doc. 128 at 32 n. 37.)6 The Court analyzed four arguments challenging the Staniches’ representation of the Agent SubClass. (Id. at 34-41.) Travelers argued that the Staniches are not typical and/or adequate because (1) the agent from whom they purchased their policy was unaware of the availability of lower-priced Travelers policies; (2) Neil Stanieh’s ex-wife — a non-party — actually purchased the Travelers policy; (3) the Staniches renewed their policy after learning of the allegedly fraudulent scheme (i.e., ratification); and (4) the Staniches initial policy was not purchased through Travelers.\ni. The Court Concluded that the Agent’s Knowledge of Lower-Priced Travelers Policies Was Irrelevant\nThe Court characterized Travelers’ first argument as a “red herring.” (Id. at 35.) The Court reasoned first that the class is defined as those individuals who were eligible for the lower-priced policy, as opposed to those who could have actually received the lower price. Second, the Court noted that the Agent SubClass claims are premised on standardized Travelers documents provided to customers by agents that might have led to the misimpression that the price offered was the best and only price for the policy. Aside from the fact that the agent provided the customer with Travelers’ standardized documents, customer interactions with an agent are therefore irrelevant to the fraud claims as alleged. Moreover, Travelers admits that agents were instructed not to reveal the existence of a lower price, thus making the agent’s actual knowledge of that lower price irrelevant. (Id.)\nii. The Court Concluded that Neil Stanich’s Limited Exposure to the Documents in Question Supported Its Typicality/Adequacy Finding\nThe Court found Travelers’ second argument more compelling. Factually, Neil Stanich and his ex-wife, Michelle Hunter, purchased the policy at issue while married. Upon their divorce in 1998, they divided the household bills and Ms. Hunter paid for the insurance bill. In addition, Neil Stanich testified that, although he provided Ms. Hunter with substantial information included on the application form for the insurance policy, he *302was not “in charge” of the insurance. (Id. at 36-37.) Based on these facts, Travelers argued that Neil Stanich7 (1) did not pay for the policy in question and (2) was only minimally involved in the purchase of the policy.\nWhile the Court rejected the argument that Neil Stanich did not pay for the policy on the ground that he paid for the policy with joint marital assets, it found the minimal input theory more convincing. In sum, the facts suggest that Neil Stanich did not actually interact with the documents which allegedly created the misimpressions upon which the Plaintiffs’ claims are premised. After noting that the extent of Neil Stanich’s involvement with the policy at issue was providing some information used on the application form, the Court stated as follows:\nAlone, it is unlikely that this argument would render the Staniches atypical and inadequate because, to some extent, the defense (that one member of a marriage was more knowledgeable or involved than another — though both are “insureds”) may be a relatively uniform circumstances across the class. This story, however, contains the twist of a divorce where the “informed” member of the former union (who is not the purported class representative), per an agreement, continued to pay (and renew) the policy. This twist, when considered in conjunction with the fact that the Staniches’ initial purchase was not through Travelers to begin with (discussed infra), poses a significant concern with regard to the typicality of the Staniches’ claims, and likewise their adequacy to serve as class representatives.\nAs noted, the Court must guard against allowing unique defenses assertable against the named representatives to detract from their ability effectively to represent the class. Similarly, it must be mindful of the danger that the class may also unnecessarily suffer if a representative is preoccupied by a defense unique to him, or if the focus of the litigation may be distorted by the presence of such a defense. A class representative should “not be permitted to impose such a disadvantage on the class.” Koos [v. First Nat’l Bank of Peoria], 496 F.2d [1162,] at 1165 [(7th Cir. 1974)]. Taken in conjunction with the other arguments outlined below, these issues prevent satisfaction of Rule 23(a)(3) and (4).\n(Doc. 128 at 37-38 (omitting footnote; emphasis in original).) The Court thus found Neil Stanich’s minimal involvement to be a contributing, but not dispositive, factor in finding that the Staniches could not satisfy the typicality and adequacy requirements.\niii. The Court Rejected Travelers’ Ratification Arguments\nThe Court addressed Travelers’ ratification defense — i.e., that renewing the policy after discovering the alleged fraud constitutes a waiver by ratification — in two places. First, it concluded that the defense was factually inapposite with respect to the Staniches because they canceled their policy prior to learning of the alleged fraud. (Id. at 38-39.) Second, the Court rejected the same argument with respect to class representative Dante Frezza because, although Frezza renewed his policy after finding out about the alleged fraud, at the time he did so, Travelers had stopped offering the lower-priced policy. (Id. at 42-43.) The Court reasoned that Travelers was not really advancing a ratification argument because Frezza never agreed to accept a higher price when a lower one was available. Instead, “Travelers’ criticism centers around the fact Mr. Frezza continued to do business with a company he is suing and who he believes defrauded him.” (Id. at 43.) The Court observed that deciding to continue to do business with such a company is perfectly rational if the price of renewing the policy is acceptable to him, particularly considering the cost — both monetary and otherwise (e.g., time, inconvenience, uncertainty) — of switching insurance companies. (Id. at 43 n. 49.)\niv. The Court Concluded that the Fact the Staniches’ Initial Policy was not through Travelers’ was a Unique Defense and a Threat to the Class\nThe Court’s conclusion that the Staniches could not represent the Agent Subclass was *303based primarily on Travelers’ fourth argument. (Id. at 39-40.) It is undisputed that the Staniches purchased the insurance policy at issue from Aetna, not Travelers. Approximately one year later, Travelers and Aetna merged and the Staniches subsequently renewed their policy through Travelers on a yearly basis. Thus, the Staniches initial decision to purchase the policy was not based on documents received from Travelers. The Staniches’ interactions with Travelers were limited to renewal. Although renewal involves similar forms and requests for information, the Court held that the fundamental difference between renewal and purchase gives rise to a defense unique to the Staniches and threatening to the class as a whole. (Id. at 40-41.)\n2. Lonardo Does Not Share the Characteristics that Made the Staniches Unsuitable Agent SubClass Representatives\nIn sum, the Court found the Staniches unsuitable as Agent SubClass representatives primarily because they did not purchase the policy at issue from Travelers and secondarily because they were minimally involved in the decision to purchase the policy, and, thus, minimally exposed to the documents that allegedly created the alleged misimpression upon which the Plaintiffs’ claims are premised. Lonardo is not subject to either of these defenses.\ni. Facts Relevant to Lonardo’s Representation of the Agent SubClass\nAs described in the Order Regarding Class Certification, the Plaintiffs allege that The Standard Fire Insurance Company (“SFIC”) and The Automobile Insurance Company of Hartford, Ct. (“AICH”) are both Travelers subsidiaries who sold identical homeowners insurance policies to Ohio consumers in 2001 at different prices. (Doc. 128 at 5.) SFIC allegedly sold the higher-priced policies. (Id.)\nPrior to the year 2000, Paul and Judy Lonardo had a homeowner’s insurance policy with Safeco Insurance. Dissatisfied with their premiums at Safeco, the Lonardos contacted their insurance agent, Kristan Purcell and Beverly Whitehead at the Whitehead Insurance Group (“Whitehead”), about switching to a more affordable policy from a different company. On June 15, 2000, the Lonardos purchased homeowner’s insurance from SFIC through their agent, Purcell. (See Doc. 132-3.) Although it is unclear whether the Lonardos personally filled out the SFIC application or Purcell filled it out and submitted it to the Lonardos to review and sign, it is undisputed that Paul Lonardo signed the SFIC application under penalty of criminal and civil law. (See Doc. 132-4)\nAt the time he applied for the SFIC policy, Lonardo was eligible for the identical, lower-priced policy from AICH and he testified at his deposition that he would have purchased the lower-priced policy had he known it was available. (Doc. 132 at 4.) Lonardo and his wife also both testified that they made all decisions regarding insurance jointly. (Id.; Doc. 137 at 12). Further, both Lonardos testified that although it was often Judy who called the insurance agent, she relayed information to Paul and he was primarily responsible for handling the insurance. (Doc. 137 at 19-21 (quoting deposition testimony of the Lonardos).)\nii. Lonardo Was Sufficiently Involved in the Purchase of the Policy at Issue\nThe facts surrounding Lonardo’s application to Travelers are readily and materially distinguishable from those pertinent to the Staniches’ acquisition of insurance from Travelers. First, the fact that Lonardo signed the SFIC application is very strong evidence that, unlike the Staniches, he was directly exposed to the documents that allegedly created the misimpression on which the Plaintiffs’ claims are premised. Second, while Neil Stanich expressly testified that he was not “in charge” of insurance decisions, both Lonardos testified that Paul Lonardo was primarily responsible for insurance and, furthermore, that they made all decisions regarding insurance jointly. Third, nothing in the factual history of the Lonardos’ interaction with Travelers resembles the unique circumstances surrounding Neil Stanich’s divorce and re-marriage. Instead, Paul Lonar*304do’s signature appears on the application, indicating that he received and processed the documents central to the Plaintiffs fraud claims.\nTravelers makes much of the fact that Agent Purcell’s written records indicate that most of the telephone calls regarding insurance came from Judy Lonardo.8 (See Doc. 134 at 7.) This is not critical, however. The Lonardos consistently testified that this is simply an indication that Judy Lonardo played a messenger’s role while Paul Lonardo took primary responsibility for oversight of the family’s insurance. Moreover, as the Court specifically noted in its Order Regarding Class Certification, circumstances in which one member of a married couple is more knowledgeable than the other concerning Travelers insurance are likely typical of the class generally. (Doc. 128 at 37.) Therefore, whether Paul Lonardo was primarily responsible for speaking to the insurance agent on the telephone is of little or no importance to the Court’s analysis of his fitness to serve as Agent SubClass representative.\niii. The Lonardos Purchased the Policy at Issue Directly from Travelers\nThe Court’s primary reason for finding the Staniehes unsuitable as Agent SubClass representatives was that they purchased the homeowner’s policy at issue from Aetna and merely renewed it through Traveler’s following a merger between Aetna and Travelers. Lonardo, in contrast, svntched insurance companies from Safeco to Travelers. As a result of his decision to switch to Travelers, Lonardo submitted a new and different application, which he signed under penalty of law. Therefore, it cannot be argued that he is subject to a unique defense related to the initial purchase of Travelers insurance.\nTravelers argues that the transition from Safeco to Travelers was, as a practical matter, accomplished by Agent Purcell, not Lonardo. Specifically, Travelers contends that the information on the application was typed in by Purcell and then Lonardo merely signed the application.9 Travelers contends that the Plaintiffs’ theory of a duty to disclose depends on significant exposure to the documents allegedly creating a misimpression regarding the availability of a lower-priced policy. According to Travelers, the Lonardos did not go through a lengthy review process because they simply had to sign a form that had already been completed by Agent Purcell.\nThis argument is stronger than Travelers’ minimal involvement contentions, but it is still unavailing. As stated by the Court, to prevail on their claims under the partial disclosure theory, the Plaintiffs must demonstrate that Travelers:\n(1) intentionally created the possible (and likely) misimpression by the class that lower-priced policies do not exist; (2) then failed to inform the class that such policies actually do exist (allegedly having a duty to do so at that point); and (3) then sold higher-priced (but otherwise identical) policies to the class.\n(Doc. 128 at 10.) Conspicuously absent from this list is a requirement that the consumer has an actual misimpression with respect to the availability of an identical lower-priced policy. (See Doc. 128 at 12.) The Plaintiffs’ partial disclosure theory hinges on whether Travelers disseminated information that *305might have created a misleading impression regarding policy pricing. As the Court has already explained, “individualized facts (e.g., interactions between agent and consumer) have no bearing on the creation of the alleged duty (ie., the duty derives from uniformly disseminated form documents).” (Id.) Thus, individualized facts regarding the nature and extent of class members’ interaction with the relevant, uniformly disseminated documents are not dispositive. In other words, the Court rejects Travelers’ contention that, in order to represent the Agent SubClass, Lonardo must have had a certain (high) degree of exposure to the form documents. In fact, the degree of exposure necessary to give rise to a duty under the partial disclosure theory is a merit-based question inappropriate for consideration at the class certification stage. (See Doc. 128 at 12 n. 16.)\nThe Court presaged this conclusion in its analysis with respect to the Staniches. (Id. at 40.) Unlike Lonardo, the Staniches did not see any of the form documents at issue in the context of the initial purchase of their policy. The Court specifically noted that\nTravelers was not involved at all in that initial process (ie., through its documents). The Court finds this distinction, which appears to be unique to the Staniches, fatal to their ability properly to represent the class, especially when considered in conjunction with some of the lesser (though still meaningful) arguments outlined above.\n(Id. (emphasis added).) This reveals that the basis of the Court’s typicality and adequacy conclusion with respect to the Staniches was not the degree of their exposure to form documents at the initial purchase stage, but the complete absence of such exposure.10\nThe fact that Lonardo clearly received and signed the form document at the heart of the Plaintiffs’ partial disclosure theory is enough to distinguish him from the Staniches and satisfy the relatively liberal Rule 23(a)(3) standard. See In re Prudential Ins. Co. Am. Sales Prac. Litig. Agent Actions, 148 F.3d 283, 311 (3d Cir.1998) (stating that the typicality requirement does not “mandate[ ] that all putative class members share identical claims____Even relatively pronounced factual differences will generally not preclude a finding of typicality where there is a strong similarity of legal theories or where the claim arises from the same practice or course of conduct.”); In re Am. Med. Sys., Inc., 75 F.3d 1069, 1083 (6th Cir.1996) (explaining that the common interest and vigorous prosecution elements of Rule 23(a)(4) ‘adequacy’ ensures that the representatives’ incentive to pursue the claims align with the other class members’ incentives). This lawsuit challenges Travelers’ practice of concealing the availability of an identical policy at a lower price. Lonardo was indisputably subjected to this practice, and therefore meets the typicality requirement to represent the other members of the Agent SubClass who were subjected to the same Travelers practice. Likewise, he meets the adequacy requirement because his loss — ie., the opportunity to purchase the same policy at a lower price — is the same as the other members of the Agent SubClass and he is thus equally motivated to prosecute the claim.\n3. Specific Challenges to Lonardo’s Fitness as Agent SubClass Representative\nThe Court has now concluded that the problems associated with the Staniches’ representation of the Agent SubClass are not applicable to Lonardo’s representation. This does not resolve the matter, however, because Travelers contests Lonardo’s representation on several other grounds. Specifically, Travelers contends that Lonardo (1) is relying on a legal theory that is inconsistent with the class’ partial disclosure or fraud by omission theory; (2) is subject to unique defenses, *306including failure to compare policy pricing and ratification; (3) is not a member of the class because Agent Purcell was not aware of the availability of the lower-priced policy; (4) is not credible because he testified falsely in his deposition and has behaved in an ethically questionable manner in the past; and (5) is inadequate because he will not control class counsel. The Court addresses, and ultimately rejects, each of these arguments in turn.\ni. Lonardo Is Relying on the Partial Disclosure Theory\nTravelers’ first argument is that Lonardo is relying on the fiduciary relationship theory of fraudulent concealment advanced in the prior litigation, Zangara, et al. v. Travelers Indemnity Co. of Am., et al., Case No. 1:05cv731 (N.D.Ohio).11 In Zangara, the plaintiffs asserted fraud claims against Travelers based on the same conduct at issue in this case, but under a different legal theory that is inconsistent with the Plaintiffs’ partial disclosure or fraud by omission theory in this case. As the Court explained in the Order Regarding Class Certification:\nWhereas the fraud claim in Zangara was premised upon a purported duty arising from an alleged fiduciary relationship between agents and consumers, Plaintiffs here instead premise the same “duty to disclose” on Travelers’ alleged partial disclosures (i.e., omissions in standardized documents) and superior knowledge that created, or might have created, a misleading impression by consumers regarding how Travelers’ policies were priced. While it is possible that this theory adjustment ultimately may weaken Plaintiffs’ ability to succeed on the merits, it clearly assists their class certification efforts because, as alleged, individualized facts (e.g., interactions between agent and consumer) have no bearing on the creation of the alleged duty (i.e., the duty derives from uniformly disseminated form documents).\n(Doc. 128 at 12 (omitting footnote; emphasis in original).) Travelers now argues that Lonardo is not an appropriate Agent SubClass representative because he is pursing the fiduciary relationship theory while the class is pursing the partial disclosure theory. In support of this argument, Travelers quotes testimony from Lonardo’s deposition in which he discusses his “rapport” with Agent Purcell in connection with his belief that he should have been informed of the availability of a lower-priced policy.\nTravelers’ argument misses the mark. First, the Plaintiffs’ theory is established by the complaint, not Paul Lonardo’s deposition. Second, Lonardo’s testimony clearly indicates that he understands and is pursuing the partial disclosure theory. For example, Lonardo testified as follows at his deposition:\nQ. Do you think that any time you fill out an application for any purchase or any service that you’re entitled automatically to the lowest possible price because you filled out a form?\nMR. GOETZ: Objection.\nA. That’s a tough question, [Counselor]. I mean any application? I don’t know if any application in the world that I’ve ever filled out automatically entitles me to the lowest price but I would say I assume it should, yes. When you fill out an application for insurance or — I mean it depends on what kind of application you’re talking about but when I fill out any application to purchase something based on the information I supplied I want the best price, yes, and I assume I’m getting the best price, absolutely.\nQ. Were there any words on this form, not words you filled in, but words that are on the form apart from your own words that supports your theory that the application — you relied on the application to believe you would get the lowest possible price? Do you want that question read back to you again? It was a long one. A. You know, that’s a tough question to answer but I’m going to say, yes, based on as a consumer I would assume when I fill out an application to buy something especially like insurance I’m being offered the best price possible. Now is there some*307thing specifically on that form that says you will get the best price possible, I don’t know, but based on my rapport with my agents as a customer that’s what you’re buying insurance for.\n(Doc. 137 at 6) (quoting P. Lonardo Dep. 48:2-50:15). This testimony, which includes both discussion of the partial disclosure theory and Lonardo’s rapport with his agent, reveals that Lonardo understands and is pursuing the partial disclosure theory. Rapport with his agent is clearly just one fact supportive of his belief that he is getting the lowest possible price. In addition, he cites the application itself as an indicator that he will receive the lowest possible price. Therefore, his claim is not based on individualized facts related to his interactions with his agent, but on the receipt of form documents. Thus, his testimony regarding rapport with his agent is irrelevant to the issue now before the Court. It does not preclude him from pursuing the partial disclosure theory on behalf of the class.\nIn a related argument, Travelers contends that Lonardo’s adherence to the fiduciary duty claim has created a conflict with the rest of the class. (Doc. 134 at 8-9.) Specifically, Travelers argues that absent members of the class will be prejudiced if Lonardo pursues a claim not held by the class, ie., the claim that a duty arises from a fiduciary relationship rather than partial disclosure. In support of its argument, Travelers cites cases noting that a class cannot be certified if a conflict exists between the absent class members and the class representative. (Id. (citing e.g., In re Am. Med. Sys., Inc., 75 F.3d 1069, 1083 (6th Cir.1996)).) Travelers notes that such a conflict precludes class certification because “the preclusive effect of the verdict may deprive unnamed class members of their right to be heard ____” (Id. at 8-9 (quoting Smith v. Babcock, 19 F.3d 257, 264 n. 13 (6th Cir.1994)).) See also In re Universal Serv. Fund. Tel. Billing Prac. Litig., 219 F.R.D. 661, 668 (D.Kan. 2004) (finding adequacy but noting that a class representative may be inadequate if he will pursue an individual claim to the detriment of the class claims).\nTravelers’ reference to the “preclusive effect of the verdict” raises an interesting issue, but, ultimately, their argument is not persuasive. First, the basic assumption of the argument — that Lonardo is pursuing the fiduciary duty theory — is incorrect. As discussed above, the Court is convinced that Lonardo intends to pursue the fraud claim under the partial disclosure theory that this Court has already determined satisfies the requirements of Rule 23. Lonardo agreed to represent the Agent Subclass and pursue the claims set forth in the Second Amended Complaint, which he reviewed. Lonardo’s testimony regarding the fraud claim is consistent with the allegations in the Second Amended Complaint, and, accordingly, there is no reason to believe Lonardo’s approach to the litigation will create a conflict with the class.\nSecond, courts have found that concerns related to the potential res judicata effect of abandoning a certain claim in favor of another claim do not necessarily create a conflict between the class representative and the absent class members. The doctrines of res judicata and collateral estoppel bar subsequent claims by all class members on any issue actually litigated and determined in the class action. See Cooper v. Fed. Res. Bank of Richmond, 467 U.S. 867, 874, 104 S.Ct. 2794, 81 L.Ed.2d 718 (1984). However, “[i]n some eases, certain claims are not suitable for class treatment, and thus absent class members have no opportunity to litigate those issues.” 5 Newberg on Class Actions § 16:22 (4th ed.2008) (citing Woodson v. Fulton, 614 F.2d 940 (4th Cir.1980)). An absent class member whose claim was not suitable for class treatment and, therefore, not litigated in the class action proceeding, may bring an individual lawsuit asserting that claim. See Cooper, 467 U.S. at 874, 104 S.Ct. 2794; Woodson, 614 F.2d at 941-42.12 Thus, while *308Travelers is correct that the preclusive effect of the verdict is an appropriate consideration in the context of the Rule 23 adequacy requirement see In re Universal Serv. Fund. Tel. Billing Practices Litig., 219 F.R.D. 661, 669 (D.Kan.2004) (citing Coleman v. Gen. Motors Acceptance Corp., 220 F.R.D. 64, 80 (M.D.Tenn.2004))., that consideration is not dispositive here.\nThe Court finds the analysis of this issue in In re Universal Serv. Fund, 219 F.R.D. at 669-71, informative and persuasive. In that case, the class representatives abandoned certain common law fraud claims which were inappropriate for class certification. The court acknowledged that the decision to fore-go certain claims might preclude absent class members from later pursuing the abandoned claims, but nonetheless held that “the interests of the named plaintiffs are aligned with the interests of the absent class members.” Id. at 669. The court reasoned that, unlike the cases cited by the defendant, the class representative had not abandoned central claims, claims for significant class damages, and/or claims that could result in large individual damages awards in order to manufacture a class certification.\nAlthough the named plaintiffs abandoned their common law fraud claim, they continue to pursue all of their other claims for compensatory damages, treble damages (a remedy akin to the punitive damage claim plaintiffs elected to forego when they abandoned their fraud claim), attorneys’ fees and costs, and a judgment enjoining defendants from continuing their allegedly unlawful combination or conspiracy. This is not a case where the class representatives are pursuing relatively insignificant claims while jeopardizing the ability of class members to pursue far more substantial, meaningful claims. Rather, here the named plaintiffs simply decided to pursue certain claims while abandoning a fraud claim that probably was not certifiable. Id. The court further noted that the decision to forego the fraud claim advanced the interests of both the individual plaintiff and the class. Id. at 670. Finally, the court explained that if the defendants’ argument applied in this case, defendants could always defeat class certification in a fraud case by raising this issue under the adequacy of representation provision of Rule 23 if one potential fraud claim in an otherwise certifiable class action is not certifiable. Id.\nHere, the only thing that has been abandoned is one theory for satisfying the duty element of the fraudulent concealment claim. Thus, the potential conflict in this ease is less significant than the abandonment of an independent fraud claim in In re Universal Serv. Fund. Accordingly, the Court rejects Travelers’ argument regarding the potential preclusive effect of a verdict.\nTravelers also argues that Lonardo is precluded from pursuing the partial disclosure theory because he admitted that he did not rely on the form documents in deciding to purchase the policy. The Court already addressed and rejected this argument in the Order Regarding Class Certification:\nTravelers’ argument that Plaintiffs absolutely cannot establish that Travelers had a duty to disclose the existence of its pricing information without alleging (and proving) actual misimpressions by all Plaintiffs, therefore, is unconvincing given the argument and authorities presented.\n(Doc. 128 at 19.) Although this quotation is taken from the Court’s analysis of the predominance requirement of Rule 23, it demonstrates that whether Lonardo satisfies the typicality and adequacy requirements is tied to the nature of the partial disclosure theory. That is, because the partial disclosure theory does not require individual proof of a misimpression, Lonardo can not be atypical simply because of a lack of proof that he had an actual misimpression regarding policy price.\nTravelers’ argument is also misleading factually. Travelers states that Lonardo could not have relied on the uniformly disseminated form documents because he decided to purchase the Travelers policy prior to receiving any of the documents. As the Plaintiffs *309point out, however, the fraud claim arises at the moment of detrimental reliance, i.e., when the customers pays the higher price and thus acts based on the alleged misimpression. Travelers does not dispute that Lonardo had received the application and the insurance policy when he made the first payment.\nii. Lonardo is Not Subject to Unique Defenses\nTravelers argues that Lonardo is not a proper class representative because he is subject to unique defenses. Specifically, Travelers contends that Lonardo (1) was not truly interested in price when he purchased the policy at issue, and (2) ratified the purchase he is now challenging by renewing the policy. The Court rejected both of these arguments in the Order Regarding Class Certification.\nThe Court’s reasoning for rejecting Travelei's’ ratification argument in the Order Regarding Class Certification has already been discussed in § 111(A)(3) of this Order. In sum, the Court concluded that Travelers’ argument was not a ratification argument at all because the lower-priced policy was not available at the time of renewal. The same reasoning applies to Lonardo’s renewal.\nSimilarly, in the Order Regarding Class Certification the Court addressed and rejected the price consciousness argument that Travelers is now advancing with respect to Lonardo. Travelers argued that Dante Frezza was atypical and inadequate because he did not “shop around” for the lowest-priced policy before choosing to purchase the Travelers policy. In rejecting this argument, the Court reasoned as follows:\nJust because Mr. Frezza bought from Travelers solely because the price it offered was lower than what he had with another carrier does not mean he would not have wanted an even lower price (for an identical policy), if he knew one was available. Travelers’ own line of questioning at the hearing established that price was Mr. Frezza’s primary concern. More importantly, on direct examination, Mr. Frezza testified that: (1) he believed all of the information solicited for his Travelers application determined the price Travelers offered to him; (2) he had no reason to believe that an agent could have quoted him a better price; and (3) had Travelers told him that an even lower price for the same policy was available, he “absolutely” would have wanted it. Tr. at 60. Travelers has not established that Mr. Frezza is subject to a unique defense that will detract from his ability to represent the class; indeed, it is likely that many consumers acted in the same manner (and with the same motivations) as Mr. Frezza. At best, Travelers can attempt to show that Mr. Frezza was not particularly diligent in searching for the “lowest price,” but that does not make him inadequate under Rule 23.\n(Doc. 128 at 42.) Like Frezza, price was clearly important to Lonardo. First, he approached Agent Purcell because he was dissatisfied with the price of Safeco insurance. Second, he testified that even a dollar difference would be significant if he was charged the higher price unknowingly. Travelers points out that Lonardo also testified that, when he has compared premiums, he has decided to remain with Travelers despite the availability of policies $10 — $15 less expensive. The Court’s first observation in the paragraph quoted above addresses this argument, however. There is an obvious and significant difference between assessing the relative costs and burdens of switching insurance companies and purchasing a higher-priced policy when an identical lower-priced policy is simultaneously available but undisclosed.\nAccordingly, the Court rejects all of Travelers’ arguments that Lonardo is subject to unique defenses.\niii. Whether Agent Purcell Was Aware of the Lower-Priced Alternative is Irrelevant\nLike the unique defenses arguments, the Court addressed and rejected Travelers’ argument regarding the agent’s awareness of the availability of the lower-priced policy in its Order Regarding Class Certification. Here, Travelers argues that Lonardo is an atypical and inadequate representative because Agent Purcell was not aware of the *310availability of an identical lower-priced policy at the time the Lonardos purchased their insurance. The Court’s reasoning for rejecting this argument with respect to the Sta-niches is summarized supra at § 111(A)(1) of this Order, applies equally to Lonardo, and need not be repeated here.\niv. Lonardo’s Credibility and Ethics\nTravelers’ arguments regarding Lonardo’s credibility and ethics are truly new and unique to Lonardo. They also address the most troubling aspect of Lonardo’s proposed representation of the Agent SubClass. In general, Travelers argues that Lonardo is not credible and, therefore, is not fit to represent the other class members. As evidence of this, Travelers alleges that Lonardo perjured himself during his deposition and was recently fired from his job for improperly accepting gratuities. (Doc. 134 at 18.)\nThis is a challenge to Lonardo’s “adequacy” pursuant to Rule 23(a)(4). The adequacy requirement is designed to ensure that “the representative parties will fairly and adequately protect the interests of the class.” Fed.R.Civ.P. 23(a)(4). The honesty and credibility of a class representative is relevant to the Court’s adequacy determination because an untrustworthy plaintiff could reduce the likelihood of prevailing on the class claims. See Cohen v. Beneficial Indus. Loan Corp., 337 U.S. 541, 549, 69 S.Ct. 1221, 93 L.Ed. 1528 (1949); Kaplan v. Pomerantz, 132 F.R.D. 504, 510 (N.D.Ill.1990) (citing Cohen); Lapin v. Goldman Sachs &amp; Co., 254 F.R.D. 168, 176 (S.D.N.Y.2008) (quoting Savino v. Computer Credit, Inc., 164 F.3d 81, 87 (2d Cir.1998) (“To judge the adequacy of representation, courts may consider the honesty and trustworthiness of the named plaintiff.”)). Credibility is not the determinative factor, however. See Del Campo v. Am. Corrective Counseling Servs., Inc., 2008 WL 2038047, *3 (N.D.Cal. May 12, 2008) (‘Although honesty and trustworthiness are not determinative factors in finding that the class representatives will fairly and adequately protect the interests of the class, such factors may be considered by the court.”)\nThe general rule is that attacks on the proposed representative’s credibility are only sufficient to render him inadequate when they “are so sharp that they jeopardize the interests of absent class members .... ” Lapin, 254 F.R.D. 168, 177 (omitting quotation); see also Cervantes v. Sugar Creek Packing, 210 F.R.D. 611, 626 (S.D.Ohio 2002) (finding “no credibility problems so serious as to compel a finding that the interest of the plaintiffs and the class are antagonistic”); see generally 1 Aba Conte &amp; Herbert Newberg, Newberg on Class Actions § 3:36 (4th ed.2008). Further, in the cases in which courts have found that credibility issues render the proposed representative inadequate, the representative’s credibility has been dubious with respect to substantial issues directly relevant to the claims at issue. Lapin, 254 F.R.D. 168, 177-78 (collecting cases); Walters v. Reno, 145 F.3d 1032, 1046 (9th Cir.1998); Del Campo, 2008 WL 2038047 at *4 (“Generally, unsavory character or credibility problems will not justify a finding of inadequacy unless related to the issues in the litigation.” (omitting citations)).\nAccordingly, the question in this case is whether Lonardo’s credibility and ethics are vulnerable to sharp attacks that would jeopardize the interests of the class generally. Travelers’ first challenge to Lonardo’s credibility relates to several instances of allegedly false testimony at Lonardo’s deposition. Specifically, Travelers alleges that: (1) Lonardo falsely testified that it was he, not his wife, who first spoke on the telephone to their insurance agent about switching from Safeco to Travelers in 2000; (2) Lonardo consistently testified falsely about his communications with the Lonardos insurance agent; and (3) Lonardo testified falsely about the application process for the Travelers insurance policy. Next, Travelers challenges Lonardo’s credibility based on his testimony related to his recent termination from employment. In addition, Travelers argues that the circumstances of Lonardo’s recent termination call into question his basic integrity, and, consequently, his credibility.\nThe Court will evaluate each of these arguments in turn and ultimately concludes that any legitimate credibility issues are insuffi*311eient to justify a finding that Lonardo is inadequate to represent the Agent SubClass.\na. Deposition Testimony Regarding the Switch from Safeco to Travelers\nAt his deposition, Lonardo testified that he, not his wife, called the Whitehead Insurance Agency in 2000 to inquire about switching from Safeco to another homeowners insurance provider. Agent Purcell of Whitehead and Judy Lonardo both testified that Judy, not Paul, Lonardo placed this phone call. Travelers characterizes this undisputed inconsistency as a bald-faced lie, perhaps motived by the Lonardos’ desire to avoid Judy Lonardo’s direct involvement in this lawsuit for health reasons. The Plaintiffs characterize the inconsistency as a simple inability to recall the details of a conversation that occurred eight years ago. The parties also disagree with respect to the import of this inconsistency: Travelers alleges that testimony regarding the decision to switch to Travelers is central to the Plaintiffs’ claims; the Plaintiffs argue that the conversation is irrelevant because personal interactions with an agent are not relevant to the partial disclosure theory.\nThe Court is sympathetic to Lonardo’s contention that the inconsistent testimony simply demonstrates that it is difficult to recall factual details of this nature after eight years have passed. On the other hand, it is worth noting that Lonardo could have said that he did not recall who spoke to Whitehead. With all of this in mind, it is questionable whether Lonardo’s testimony is subject to “sharp attack” on this issue. The Court finds that it does not need to make a specific finding regarding Lonardo’s truthfulness on this point, however, because Lonardo’s testimony on this issue is wholly irrelevant to the claims at issue. As discussed above, the telephone conversation in question did not give rise to the fraud claims at issue under the partial disclosure theory. Instead, the fraud by omission claim arose when the Lonardos made the first payment after receiving the uniformly disseminated form documents (i.e., the application and policy). Consequently, Lonardo’s testimony regarding this phone call is not especially significant, and does not militate in favor of finding Lonardo inadequate to represent the Agent SubClass.13\nb. Deposition Testimony Regarding Communications with the Insurance Agents\nAt his deposition, Lonardo said several times that he was primarily responsible for communicating with Whitehead Insurance. Travelers characterizes this as false testimony based primarily on a phone log (“Account Contact Record”) maintained by Whitehead’s agents which identifies Judy Lonardo as the caller on the vast majority of phone calls from the Lonardos over a period of nearly twenty years. (See Doe. 134-3.) The Plaintiffs argue that Travelers is distorting Lonardo’s testimony on this issue by taking it out of context. They assert that the Lonardos’ testimony describes a common cooperative approach under which Paul Lonardo took charge of the family’s insurance but depended on his wife to speak with the agent on the telephone because he was at work during regular business hours. Thus, when Lonardo testified that he was primarily responsible for communicating with the insurance agents, he was speaking in broad, general terms, rather than specifically referring to direct telephone conversations. For example, the Plaintiffs include the following excerpt from Paul Lonardo’s deposition testimony in their response brief:\nQ. Did your wife have conversations with [Whitehead Insurance] also or just yourself?\nA. Oh, sure, if she called when I wasn’t home my wife would have conversation [sic] and gave me the message, you know.\nQ. What occasions did you have to call your agent?\nA. Only if my bill came and I thought it was too high or if there was an increase *312and if there — the one time when the roof leaked.\nQ. Okay. Any other occasions that your wife would have picked up the phone that you’re aware of and called the agency? A. And for car insurance, if I, you know, like if I’m going to work, “Judy, give her a call, leave a message for Kristan,” because you could never get, get a hold of her, “leave a message for Kristan. We want to talk to her about our bill,” and then my wife would call and leave a message, and then if Kristan called when I was at work, “Oh, we just want to talk to you about the bill,” you know blah, blah, blah. My wife would relay the answers to me. Most of the time you had to leave a message for her to call back.\nQ. Okay. Would you say that you were the primary communicator with the agency?\nA. Yes.\nQ. Not your wife?\nA. No. She would just answer, you know, answer the phone and relay messages. Now, I would discuss with my wife but I would make the decisions and, you know, pay the bills and all that.\n(Doe. 137 at 19-20 (quoting P. Lonardo Dep., p. 128:25-130:5.).) Based on this and related testimony, the Plaintiffs argue that Travelers is simply attempting to manufacture an inconsistency where, at most, there is a disagreement between Lonardo and Travelers’ attorney concerning the definition of “primary communicator.”\nThe Court agrees with the Plaintiffs. When considered in context, Lonardo’s testimony does not evince false testimony. Instead, it describes a common, sensible approach to cooperatively communicating with the insurance agency. Moreover, even if Lonardo’s testimony is subject to “sharp attack” on this point (which it is not), the Court reiterates the above finding that whether Lonardo or his wife was the person who actually spoke to Whitehead Insurance most frequently is not relevant to the partial disclosure theory. Instead, the uniformly disseminated form documents are the basis of the Plaintiffs’ fraudulent concealment claims and are therefore relevant. It is undisputed that Lonardo signed the application — one of the uniformly disseminated form documents central to the Plaintiffs’ claims based on the partial disclosure theory. If anything, Lonardo’s testimony regarding his relationship with Whitehead Insurance demonstrates that he was primarily responsible for making decisions regarding the family’s insurance, and, consequently, he would have had the most exposure to the application and policy documents.\nc. Lonardo’s Testimony Regarding the Application Process\nTravelers further argues that Lonardo testified falsely regarding the mechanics of completing the application for the Travelers homeowners’ insurance policy at issue. Specifically, Travelers contends that Lonardo gave conflicting testimony regarding whether (1) Agent Purcell filled out the application based on information on file and sent it to Lonardo, who signed it and sent it back, or (2) whether Lonardo filled out the application himself and sent it to Agent Purcell, who typed it and sent it back to him to sign and return. Lonardo first testified that he could not recall which process was used. Later, he testified as follows:\nA. You know, I don’t know [Counselor]. I believe I was sent ... a new application, filled it out, and then mailed it back to her and then she mailed me back a typed up one and I signed it.\nQ. What makes you think you did that?\nA. What’s that? Did what?\nQ. What you just described, that you filled on out yourself and then she typed it.\nA. I remember getting it in the mail, filling it out, mailing it back, having it come back, you know, signed ....\n(Doc. 134 at 16-17 (quoting P. Lonardo Dep. 99:22-100:10).) Travelers argues that this testimony reveals Lonardo’s “willingness to give intentionally false and misleading testimony in an effort to further his interests in this litigation .... ” (Id. at 17 (quoting Kaplan, 132 F.R.D. at 510).)\n*313Once again, the Plaintiffs’ argue that Lonardo’s testimony on this point is irrelevant. They assert that Lonardo’s credibility “cannot and will not be an issue in this case” because his testimony is not necessary to establish the elements of the fraud by omission claim under the partial disclosure theory. (See Doc. 137 at 28.) As stated in the Plaintiffs’ reply:\nIn order for Plaintiffs to prevail in this matter, Plaintiffs need only prove the following elements (see supra section H.B.):\n1. Mr. Lonardo received the policy application (or the duty could arise by sending Mr. Lonardo the policy or by the distribution of the homeowners brochure even if not to him personally);\n2. Travelers failed to correct the potential misimpression and did not inform him that a lower price existed for the identical insurance;\n3. Had Mr. Lonardo been informed about the lower price, he would have instructed his agent to place him in the lower priced company.\nNone of these issues can be seriously disputed in this matter. First, Mr. Lonardo signed the policy application. Second, Travelers does not claim that they notified the class members of the lower price.... Third, even the Travelers employees testified that they cannot think of any reason why an individual would purchased the higher priced policy, if he/she were informed about the lower priced coverage.\n\n(Id.)\n\nThe Court first notes that Travelers continues to overstate the extent to which Lonardo’s testimony is problematic. Although his answer changed from T don’t recall’ to T filled out the application,’ he introduced his second answer with “I don’t know [Counsel- or] ...,” indicating his uncertainty on the issue. It is unclear accordingly, whether Lonardo’s testimony on this issue was inconsistent enough that it would be subject to “sharp attack.” Even if it could be, however, the Court finds that any such attack would have only minimal effect on the adequacy of his service as a class representative.\nThe Court finds that Lonardo’s testimony regarding who initially filled out the application form is not controlling with respect to the claims at issue. It is undisputed that Lonardo signed the application form, which was available to him in its entirety, and is thus responsible for its contents. Lonardo’s testimony regarding who physically filled out the application could not “further his interest in the litigation” because the only element of the claim to which this fact is arguably relevant — whether Lonardo received the application — is undisputed. The cases cited by Travelers do not undermine this conclusion, as they involved dubious testimony pertinent to the claims at issue or grossly false and self-serving representations.14\n*314d. Lonardo’s Testimony Regarding- His Recent Termination from Employment\nLastly, Travelers advances a general credibility argument based on the circumstances of Lonardo’s recent termination from employment, and his testimony regarding that situation. In December of 2007, Lonardo was fired from his job as a wine consultant at Heinen’s for violating the company’s gratuity policy. Lonardo accepted multiple cases of wine from a distributor as personal gifts. Lonardo does not dispute that he accepted the wine, or that he violated the policy. Instead, he testified that, based on his twenty-five years of experience as a wine salesman, he believed accepting the wine from the distributor was proper at the time, and realized it was a violation of company policy only after discussing it with Heinen’s.\nTravelers argues that the fact that Lonardo was fired for arguably unethical behavior “is sufficient to call Mr. Lonardo’s credibility into question to the point of disqualifying him as a class representative .... ” (Doc. 134 at 18.) Additionally, Travelers contends that “what is even more problematic is that he repeatedly provided misleading testimony about the extent of his wrongdoing during his deposition in this ease.” (Id.) Lonardo submits that (1) he provided honest testimony about the circumstances surrounding his termination in response to “inarticulate questioning;” (Doc. 137 at 23); (2) termination alone is legally insufficient to make him an inadequate class representative; and (3) his credibility is not at issue in any event.\nThe testimony Travelers labels “false” concerns the number of occasions Lonardo accepted wine from a certain salesman. Quoting at length from Lonardo’s deposition, Travelers contends that Lonardo lied when he testified that he was fired for accepting three cases of wine on one occasion because, later in his deposition, Lonardo testified that he received wine on three separate occasions. Travelers characterizes this as inconsistent testimony. Travelers also notes that Lonardo’s testimony that the cases of wine were intended for him is inconsistent with the donor-salesman’s testimony that the wine was intended for Heinen’s.\nLonardo contends that he truthfully answered the questions he was asked. He explains that, in response to questions regarding the reason for his termination, he truthfully testified that Heinen’s told him he was being terminated for accepting wine on one particular occasion. He further testified that, although he accepted wine on two other occasions, Heinen’s did not identify these as the basis of his termination. Therefore, Lonardo argues that the testimony Travelers characterizes as false is actually indicative of a willingness to give specific, conscientious, and frank testimony about the awkward circumstances of his termination. With respect to donative intent, Lonardo argues that his testimony conflicts with the donor-salesman’s simply because they had different understandings of the exchange, not because his testimony is false.\nThe Court finds Lonardo’s arguments on this issue convincing. After reviewing the transcript of Lonardo’s deposition, it is clear that Lonardo was simply answering the question asked. When he said that he was fired for accepting three cases of wine on one occasion, he was responding to the question “[c]an you elaborate on what it was that you — that caused you to be terminated more specifically.” (Doc. 134 at 18 (quoting P. Lonardo Dep. 22).) Later, he responded to various questions about the frequency and location of meetings with the salesman who provided the wine. Ultimately, he testified that he “was terminated for accepting gratuities on one occasion of three cases of [wine], at least that’s what I was told.” (Doc. 137 at 24.) All things considered, Travelers’ argument is simply an attempt to convert confusing testimony (for which it was primarily responsible) into evidence of dishonesty. Similarly, as Lonardo points out, the conflict between Lonardo’s testimony regarding do-native intent and the salesman’s testimony is just as consistent with either or misunderstanding or a difference of opinion as it is an indication of dishonesty.\nLonardo’s remaining arguments in response to Travelers’ general credibility challenge are related and well-taken. In sum, Lonardo argues that, even if his credibility and ethics generally were subject to “sharp *315attack,” under the circumstances of this case, applicable authority does not support a finding of inadequacy based on a general challenge to Lonardo’s credibility. While there is authority (cited by Travelers) for the proposition that criminal convictions may raise credibility concerns significant enough to find the class representative inadequate,15 the general rule (stated above) is that unrelated unethical or even criminal conduct is not sufficient to support a finding of inadequacy.16\nUnlike the situation at bar, the cases finding inadequacy based on general credibility concerns have involved putative class representatives with confirmed (as opposed to alleged) credibility weaknesses (e.g. criminal convictions involving dishonesty) or, at least, some connection between the unethical or dishonest conduct and the claims at issue in the class action. Compare In re Proxima Corp. Sec. Litig., No. 93-1139-IEG, 1994 U.S. Dist. LEXIS 21443 at *50, 1994 WL 374306 at *17 (S.D.Cal. May 3, 1994) (finding a putative class representative in a fraud case inadequate because he admitted to fraudulent conduct in a prior case: “Mr. Probandt has admitted that he committed fraud and now seeks to prosecute it; he has admitted to conspiring to breach fiduciary duties and now seeks to serve as a fiduciary.”); Kirkpatrick, 2006 U.S. Dist. LEXIS 57713 at *19-21, 2006 WL 2381797 at *6-7. (finding inadequacy due to recent fraud and theft convictions); Pope, 240 F.R.D. at 390-91(finding inadequacy based on convictions for tax fraud); with Cervantes v. Sugar Creek Packing, 210 F.R.D. 611, 626 (S.D.Ohio 2002) (finding inconsistencies in deposition testimony and a criminal record insufficient to disqualify putative class representative). As discussed above, it is doubtful, and certainly disputed, that Lonardo provided inaccurate or misleading testimony at his deposition. Furthermore, Lonardo’s termination is not necessarily an indication of unethical conduct that calls his credibility into question. Lonardo was terminated for violating Heinen’s gratuity policy, which is obviously distinguishable from a criminal conviction. Lonardo testified, moreover, that he believed his acceptance of the wine was consistent with the ethics of the industry based on his twenty-five years of experience as a wine salesman. Violation of an employment policy is not necessarily unethical conduct, especially rising to the level of conduct underlying a criminal conviction.\nFinally, as discussed above at section III(C)(4)(iii), Lonardo’s argument that his credibility is not relevant to his representation is well-taken. In fact, it applies with equal or greater force to a general challenge to his credibility. See also McCall v. Drive Fin. Servs., L.P., 236 F.R.D. 246, 252 (E.D.Pa.2006) (finding credibility irrelevant where there is little “potential for [the class representative’s] credibility to become an issue at all”); Seawell v. Universal Fid. Corp., 235 F.R.D. 64, 65 (E.D.Pa.2006) (finding credibility irrelevant where class action dispute was legal, not factual).\nAccordingly, the Court rejects all of Travelers’ arguments challenging the adequacy of Lonardo’s representation based on credibility and ethics.\nv. Lonardo Will Adequately Prosecute the Class Claims\nTravelers’ final argument is that Lonardo is inadequate because he will not con*316trol class counsel and has merely been solicited to participate passively in an attorney-driven lawsuit. Travelers bases its argument on (1) the fact that Lonardo was solicited to participate in this lawsuit through a newspaper advertisement; and (2) Lonardo’s testimony that “[t]he law firm” makes all decisions relating to the litigation and does not ask Lonardo for his input or update him regarding the status of the case. (Doe. 134 at 24-25.)\nFirst, the fact that the Plaintiffs solicited Lonardo to act as class representative does not make him inadequate.17 In fact, Courts generally hold that there is nothing wrong with soliciting class members by advertisement, see Kennedy v. United Healthcare of Ohion, Inc., 206 F.R.D. 191, 197 (S.D.Ohio 2002), and, when a replacement class representative is required, it is appropriate, and perhaps even necessary to protect the interests of the whole class, for putative class counsel to make reasonable efforts to recruit a class representative. See 1 McGlaughlin on Class Actions § 4:40 (citing In re Avon Securities Litig., 1998 WL 834366, at *10 (S.D.N.Y.1998)); see also Jerry Enters. of Gloucester County, Inc. v. Allied Beverage Group, L.L.C., 178 F.R.D. 437, 445 (D.N.J.1998) (discussing at length and rejecting the notion that class representative was inadequate because he was not aware of a claim prior to being contacted by counsel).18\nSecond, although it is true that the law requires the class representative to play more than a nominal role in the lawsuit, see Am. Med. Sys., Inc., 75 F.3d at 1083, Lonardo has demonstrated an intention and ability to do so. While the Sixth Circuit in Am. Med. Sys., Inc. confirmed that this is not merely a perfunctory requirement, id., it also made clear that the burden of showing adequacy on this point is not high. See Charles A. Wright, Arthur R. Miller &amp; Mary Kay Kane, 7A Fed. Prac. &amp; Proc. Civ.3d § 1766 (2008) (collecting cases and stating that “knowledge of all the intricacies of the litigation is not required and several courts have found that general knowledge of what is involved is sufficient.”). To be adequate, a named representative must simply be “sufficiently interested in the case to ensure its vigorous prosecution.” Ballan v. Upjohn, Co., 159 F.R.D. 473, 482 (E.D.Mich.1994) (citing Senter v. Gen. Motors Corp., 532 F.2d 511, 525 (6th Cir.1976)). For example, in J.B.D.L. Corp. v. Wyeth-Ayerst Labs. Inc., 225 F.R.D. 208, 216 (S.D.Ohio 2003), the Court described the requirement as follows:\nTo be an adequate representative, the named plaintiff must demonstrate a willingness and ability to play an active role in and control the litigation and to protect the absent class members. Berger v. Compaq Computer Corp., 257 F.3d 475, 483 (5th Cir.2001). In order to fulfill this obligation, the named plaintiff must possess a sufficient knowledge and understanding of the case that he may be said to be capable of controlling or prosecuting the litigation. Id.\nBased on the information available to the Court, Lonardo satisfies this standard.\nLonardo has already actively participated by answering discovery, submitting to a deposition, and reviewing the complaint. He also testified that counsel has informed him of his responsibilities as class representative and that he intends to make himself available for multiple days of trial. At his deposition, he provided sensible testimony describing the nature of the Agent Subclass’ claims:\nQ. You dealt strictly though with your agent Beverly Whitehead and Kristan Purcell; correct?\nA. Yes.\n*317Q. Was it — did they conceal information from you or was it Travelers or was it both?\nA. In my opinion, both.\nQ. And how did that work? What’s your understanding on how that worked?\nA. They, Travelers Insurance Company offered Whitehead Insurance the ability to sell policies to customers but they gave them the option of selling the exact specific structured policies at two different prices. How that affected her commissions I don’t know, but they, like I just explained, I’m assuming that if they sold — if they agent were able to sell me the higher-priced policy the agent made more money. That’s just my assumption. I don’t know for sure.\nQ. And what did Travelers do wrong in that scenario?\nA. They gave their agents the permission to basically not be on the up and up with their clients, their customers. They, they condoned the fact that their agents weren’t being fair and honest with their clients, with their agents’ customers and they, they didn’t stop it. I find that — I feel that’s unfair.\n(Doe. 137 at 31 (quoting P. Lonardo Dep. 172:20-174:4).) Lonardo’s explanation of the Agent Subclass’ claims is not couched in legal terms, but it does demonstrate an understanding of the facts and claims at issue.\nThis case is clearly distinguishable from cases in which the court concluded that the named representative’s knowledge of the facts and claim insufficient to support a finding of adequacy. See Charles A. Wright, Arthur R. Miller &amp; Mary Kay Kane, 7A Fed. Prac. &amp; Proc. Civ.3d § 1766 n. 15. For example, in In re Telectronics Pacing Sys., Inc., 168 F.R.D. 203, 218-19 (S.D.Ohio 1996), the Southern District of Ohio found several of the named representatives inadequate because they were essentially ignorant regard-ing all aspects of the class action. One putative representative did not even know he was a class representative. Id. at 218. Another putative representative was never told what it meant to be a class representative, was unsure why he had agreed to act in that capacity, and did not know if or how anyone else had been effected by the allegedly defective product. Id. at 218-19. A third putative representative did not even know what it meant to be part of a class action. Id. at 219.19\nIn addition, there is no indication that Lonardo has abdicated control of this lawsuit to his attorneys to an unreasonable or unusual degree. As the Northern District of California has cogently explained:\n[I]t is neither unusual nor necessarily unwise for lay plaintiffs involved in complex civil disputes to defer to counsel’s expert judgment on matters of legal strategy and litigation tactics. See, e.g., In re Select Comfort Corp. Sec. Litig., 202 F.R.D. 598, 609 (D.Minn.2001) (observing, in the context of a securities class action, that “[cjlass representatives in complex cases are not required to have [a] detailed level of firsthand knowledge of [the] facts or law” at issue in the case) (citations omitted); see also In re Linerboard Antitrust Litig., 203 F.R.D. 197, 213 (E.D.Pa.2001) (making the same observation with respect to an antitrust class action) (citations omitted), aff'd, 305 F.3d 145 (3d Cir.2002), cert. denied, Gaylord Container Corp. v. Garrett Paper, Inc., 538 U.S. 977, 123 S.Ct. 1786, 155 L.Ed.2d 666 ... (2003). Nothing in the record here suggests that the degree of deference that the named plaintiffs have conferred upon counsel falls so far outside the bounds of an ordinary attorney-client relationship that it would have the effect of depriving the absent class members of adequate representation. The court therefore concludes that the named *318plaintiffs and their counsel satisfy the adequacy requirement of Rule 23(a)(4).\nIn re Napster, Inc. Copyright Litig., 2005 WL 1287611, at *6 (N.D.Cal. June 1, 2005). It appears that Lonardo’s interaction with his attorneys to date has been typical of the usual attorney-client relationship — -he has participated in discovery, reviewed the amended complaint, and talked to his counsel about the duties of a class representative. Accordingly, there is no reason to conclude that Lonardo is inadequate to represent the Agent Subclass based on his relationship with class counsel.\nD. CONCLUSION\nPaul Lonardo may not be the best representative of the Agent Subclass. Lonardo does not have to be perfect, however, merely adequate. Ballan v. Upjohn, Co., 159 F.R.D. 473, 482 (E.D.Mich.1994) (“To satisfy the adequacy test, the named representative of a class need only be adequate and need not be the best of all possible plaintiffs.”); see generally Charles A. Wright, Arthur R. Miller &amp; Mary Kay Kane, 7A Fed. Prac. &amp; Proc. Civ.3d § 1766 n. 15; see also 1 Newberg on Class Actions § 3:34. For the foregoing reasons, Lonardo is an adequate representative for the Agent Subclass. Accordingly, the Plaintiffs’ motion to amend to substitute Paul Lonardo as Agent Subclass representative is GRANTED.\nII. THE MOTIONS RELATED TO APPOINTMENT OF CLASS COUNSEL\nA. BACKGROUND\nThe Court’s March 28, 2008 Order Regarding Class Certification conditionally certified the class and instructed the Plaintiffs to file two separate motions: (1) the motion to amend to substitute an adequate Agent SubClass i-epresentative analyzed above and (2) a motion for appointment of class counsel pursuant to Rule 23(g) of the Federal Rules of Civil Procedure. (Doc. 128 at 46.) Specifically, the Court stated as follows:\nRule 23(g) requires the Court to appoint class counsel at the time the class is certified. Given the Court’s conditional ruling, the Court likewise defers appointing class counsel. This is also appropriate in that Plaintiffs have not formally sought appointment of class counsel. In connection with its motion to amend, but as a separate filing, Plaintiffs shall file an appropriate motion relative to appointment of class counsel under Rule 23(g).\n(Id. at 46 n. 53 (emphasis in original).)\nA Rule 23(g) motion for appointment of class counsel is now before the Court, albeit by a somewhat circuitous route. On July 24, 2008, the Plaintiffs filed their motion to amend to substitute Paul Lonardo as Agent SubClass representative. (Doc. 132.) They did not, however, file a Rule 23(g) motion for appointment of class counsel at that time. Indeed, on August 21, 2008, Travelers filed Defendants’ Motion to Compel and for a Finding of Inadequacy and for the Appointment of New Putative Class Counsel Under Rule 23(g) of the Federal Rules of Civil Procedure (“Motion to Compel and for a Finding of Inadequacy”) (Doc. 133). In its Motion to Compel and for a Finding of Inadequacy, Travelers noted that, because the Plaintiffs had not filed the Rule 23(g) motion contemplated by the Court’s Order Regarding Class Certification, the Defendants would raise the issue by way of a motion to find Plaintiffs’ current counsel inadequate and appoint new counsel. In addition, Travelers moves the Court to compel “Plaintiffs’ counsel to produce copies of their engagement and retainer agreements with current, past, and putative class representatives.” (Doc. 133 at 1.)\nIn response, the Plaintiffs filed Plaintiffs’ Response to Defendants’ Motion to Compel and for a Finding of Inadequacy and for the Appointment of New Putative Counsel Under Rule 23(g) of the Federal Rule of Civil Procedure and Motion for Appointment Pursuant to Rule 23(g) (“Motion for Appointment”) (Doc. 139), on September 18, 2008. In addition to opposing Travelers’ Motion to Compel and for a Finding of Inadequacy on various grounds, the Plaintiffs’ Motion for Appointment affirmatively requests appointment of current counsel as class counsel pursuant to Rule 23(g). (Doc. 139 at 4.)\nTravelers filed a reply on September 29, 2008, arguing in support of their Motion to *319Compel and for a Finding of Inadequacy and opposing the Plaintiffs’ Motion for Appointment. For practical purposes, these motions are cross-motions pursuant to Rule 23(g) and they are now ripe for resolution.20 For the reasons articulated herein, Travelers’ Motion to Compel and for a Finding of Inadequacy is DENIED and the Plaintiffs’ Motion for Appointment is GRANTED.\nB. APPOINTMENT OF COUNSEL 1. Discussion i. Applicable Law\nAdequacy of class counsel is determined under the procedure set forth at sub-section (g) of Rule 23. Fed.R.Civ.P. 23(g). Rule 23(g) states:\n(g) Class Counsel.\n(1) Appointing Class Counsel. Unless a statute provides otherwise, a court that certifies a class must appoint class counsel. In appointing class counsel, the court:\n(A) must consider:\n(i) the work counsel has done in identifying or investigating potential claims in the action;\n(ii) counsel’s experience in handling class actions, other complex litigation, and the types of claims asserted in the action;\n(iii) counsel’s knowledge of the applicable law; and\n(iv) the resources that counsel will commit to representing the class;\n(B) may consider any other matter pertinent to counsel’s ability to fairly and adequately represent the interests of the class;\n(C) may order potential class counsel to provide information on any subject pertinent to the appointment and to propose terms for attorney’s fees and nontaxable costs;\n(D) may include in the appointing order provisions about the award of attorney’s fees or nontaxable costs under Rule 23(h); and\n(E) may make further orders in connection with the appointment.\n(2) Standard for Appointing Class Counsel. When one applicant seeks appointment as class counsel, the court may appoint that applicant only if the applicant is adequate under Rule 23(g) (1) and (4). If more than one adequate applicant seeks appointment, the court must appoint the applicant best able to represent the interests of the class.\n(4) Duty of Class Counsel. Class counsel must fairly and adequately represent the interests of the class.\nFed.R.Civ.P. 23(g). Rule 23(g)(1)(A) mandates consideration of the four factors identified in that sub-section, and Rule 23(g)(1)(B) permits consideration of “any other matter pertinent to counsel’s ability to fairly and adequately represent the interests of the class.” See also, e.g., Jenkins v. Hyundai Motor Fin. Co., 2008 WL 781862, at *9 (S.D.Ohio Mar.24, 2008). Similarly, Rule 23(g)(4) requires class counsel to represent the class “fairly and adequately.”\nii. Analysis of Rule 23(g) Factors\na. The Mandatory Rule 23(g)(1)(A) Factors Universally Favor Appointment\nTravelers’ challenges to the adequacy of the Plaintiffs’ counsel do not directly relate to the factors the Court must consider pursuant to Rule 23(g)(1)(A); Travelers arguments fall under the permissive catch-all provision, Rule 23(g)(1)(B), as well as Rule *32023(g)(4). Nonetheless, the Court will first briefly address the mandatory factors, and finds that they clearly favor appointment.\nFirst, Plaintiffs’ counsel has diligently identified and investigated the potential claims in this action. The central debate regarding alternate theories of duty, in this case and in Zangara, demonstrates that counsel has been both thorough and insightful in its analysis of the potential claims of class members. Accordingly, the first factor favors appointment.\nThe second and third factors also favor appointment. As the Court has already indicated in its Order Regarding Class Certification, “[t]he Court is quite familiar with the attorneys and firms who have appeared on Plaintiffs’ behalf, all of whom are well-qualified, experienced and capable of conducting class action litigation.” (Doc. 128 at 34.) In addition, the briefing on class certification clearly indicates that the Plaintiffs’ counsel has more than adequate knowledge of the applicable law, i.e., the procedural and substantive law applicable to class action proceedings and Ohio law regarding fraudulent concealment.\nFinally, the Plaintiffs’ counsels’ conduct to date, as well as the Court’s familiarity with these attorneys and firms, clearly indicates that they have sufficient resources to prosecute this action and intend to apply themselves to the task diligently.\nAccordingly, the mandatory Rule 23(g)(1)(A) factors universally favor appointment.\nb. Appointment Is Also Appropriate Based on Analysis of Permissive Considerations Under Rule 23(g)(1)(B) and Rule 23(g)(4) Generally\nThis does not end the inquiry, however, because Travelers’ has raised arguments that fall generally under the permissive considerations of Rule 23(g)(1)(B) and under the requirements of Rule 23(g)(4) regarding the duties of class counsel. Both provisions relate to counsel’s ability to “fairly and adequately represent the interests of the class.” Fed.R.Civ.P. 23(g)(1)(B) and (g)(4). Travelers first argues that Plaintiffs’ counsels’ decision to pursue the partial disclosure theory and to abandon the fiduciary relationship theory is a decision “that harms the class’s likelihood of success on the merits and raises a red flag regarding the adequacy of class counsel.” (Doc. 133 at 2.) Fixated on dicta from the Court’s Order Regarding Class Certification describing the partial disclosure theory as potentially “weakening] Plaintiffs’ ability to succeed on the merits,” (Doc. 128 at 12), Travelers argues as follows:\nBy pursuing a weaker theory of liability and abandoning what this Court has noted is an arguably stronger theory of liability that may be possessed by some of the unnamed class members, putative class counsel has demonstrated that they are unable to fulfill their fiduciary duties to the absent class members as a legion of cases have held in similar circumstances.\n(Doc. 133 at 1.) Second, Travelers argues that the choice of Paul Lonardo as Agent Subclass representative “simply serves to highlight the problem that putative class counsel have created by improperly foregoing an arguably stronger theory of liability for a weaker one” because Lonardo is actually personally wedded to the fiduciary duty theory. (Id. at 2.) Lastly, Travelers argues that, given the dubious adequacy of class counsel based on the first two arguments, the Court should Order the Plaintiffs’ counsel to produce copies of their agreements with the named class representatives so that the Court may “determine the full extent of the conflicts at issue here____” (Id.)\nIn response, the Plaintiffs argue (1) that the partial disclosure theory is the stronger theory because Travelers admits that its uniformly disseminated form documents may have created a misimpression regarding price; (2) that Lonardo’s deposition testimony establishes that he is pursuing the partial disclosure theory on behalf of the class; and (3) that the agreements between Counsel and current and prior named plaintiffs are neither relevant nor discoverable. (Doc. 139.)\nTravelers’ first argument is premised on the proposition that the attorneys’ decision to forego the fiduciary duty theory in favor of the partial disclosure theory ren*321ders Counsel inadequate. (Doc. 133 at 4-6.) This argument is not convincing. First, it is based on a false assumption; i.e., that the Court has determined that the partial disclosure theory is weaker than the fiduciary relationship theory. Though the Court suggested that “it is possible that this theory adjustment ultimately may weaken Plaintiffs’ ability to succeed on the merits” (Doc. 128 at 12 (emphasis added)), in doing so the Court clearly did not decide the issue, or intend to, as indicated by the qualifying language emphasized above. (Id. at 7-8). In fact, the Court reiterated several times that it is not appropriate to consider the merits of the claims at the class action certification stage unless they overlap with the Rule 23 requirements. And, in analyzing the theories for purpose of class certification generally, the Court did not find it necessary to determine which was more likely to succeed.\nIn addition, although Travelers cites several cases in which the Court found class counsel inadequate because of a decision to forego a certain kind of damages in order to obtain class certification, this situation is patently distinguishable. See, e.g., Colindres v. Quiet-Flex Mfg., 235 F.R.D. 347 (S.D.Tex.2006) (finding class representative inadequate for attempting to forego compensatory damages in order to obtain class certification). Abandoning a claim for damages directly prejudices the absent class members, who may recover less as a result of the class representative’s decision. Here, the Plaintiffs’ decision regarding which theory to pursue will not impact the amount or type of damages recovered by absent class members. Instead, it is a litigation strategy decision within the authority of the class counsel. Second, the cases cited by Travelers address the adequacy of the class representative, not class counsel. Travelers attempts to apply these cases to their challenge to the adequacy of class counsel by arguing that Lonardo has abdicated control of the lawsuit to class counsel. The Court has already determined above, however, that Lonardo has not abdicated control of the lawsuit. Lonardo has conducted himself reasonably within the attorney-client relationship, which includes leaving decisions related to litigation strategy up to his counsel.\nSimilarly, Travelers’ argues that, because Lonardo has a stronger claim under the fiduciary duty theory, class counsel’s ethical obligation to Lonardo conflicts with their obligations to the class. This argument fails for several reasons. First, it depends on a premature determination of the merits of the theories of relief. In fact, the Plaintiffs argue that the partial disclosure theory is actually stronger than the fiduciary duty theory because of the alleged admissions of a Travelers employee regarding whether Travelers created a misimpression regarding price. Second, Lonardo affirmatively chose to act as Agent Subclass representative. In connection with this representation, he has discussed the claims with counsel. He understands the partial disclosure theory and counsel’s decision to pursue it on behalf of the class. Consequently, there is no reason to believe that Lonardo will pursue the alternate fiduciary relationship theory to the detriment of the class claims, or even would have any desire to do so.\nTravelers also argues that the decision to pursue the partial disclosure theory renders counsel inadequate because the absent class members will be bound by the decision and precluded from pursuing the fiduciary duty theory. See Cooper, 467 U.S. at 874, 104 S.Ct. 2794; Woodson, 614 F.2d at 941-42. As discussed above, however, this does not make Lonardo, or class counsel, inadequate. The fiduciary relationship theory is not appropriate for class certification — i.e., it involves individualized factual inquires regarding the interaction between agent and customer. Therefore, as discussed in greater detail above, the decision to forego that theory is a litigation strategy decision in the interest of the class. See In re Universal Serv. Fund., 219 F.R.D. at 669-70. Class counsel has merely opted to pursue a theory of recovery that maximizes the chances of success on the class claims. Consequently, this case is clearly distinguishable from the cases in which courts have found the class representative and/or counsel inadequate for abandonment of a key claim or right to substantial damages for absent class members in a self-serving effort to promote class certification. See *322id. (discussing this distinction in the case law and finding class counsel’s decision to abandon an inherently uncertifiable fraud claim appropriate representation of the class); see also Coleman, 220 F.R.D. at 82 (noting the same distinction in finding adequacy and stating: “These cases are all similarly distinguishable from the case at bar, in that they involved actions where the class representatives had left aside the far stronger claims for monetary damages and sought to have the weaker claims certified, for dubious strategic purposes.”)\niii. Agreements Between Class Counsel and Named Plaintiffs\nThe last issue before the Court is whether Travelers is entitled to discovery of agreements between current and former named plaintiffs, including fee agreements. In its Motion to Compel (Doc. 133), Travelers argues that such agreements are relevant to appointment of counsel because they may reveal conflicts between the class representatives/counsel and absent class members. Travelers contends that such agreements are “particularly relevant” here because of the other issues related to the adequacy of Lonardo as class representative and class counsel.\nTravelers accurately notes that courts have allowed discovery of fee and retainer agreements between class counsel and named plaintiffs where the information contained therein is clearly relevant to potential conflicts with absent class members. See, e.g., Mitchell-Tracey v. United Gen. Title Ins. Co., 2006 WL 149105, at *1-3 (D.Md. Jan. 9, 2006). Most courts, however, find such discovery irrelevant to the issue of class certification, except perhaps to determine whether the named plaintiffs and class counsel have the resources to pursue the class action. Id. In Mitchell-Tracey, the District of Maryland summarized the case law and authorities on this issue and denied the defendant’s discovery request after explaining that the majority rule is that pre-certification discovery of fee and retainer agreements is rarely appropriate. Id. (citing, inter alia, Federal Judicial Center’s Manual for Complex Litigation § 21.141 (4th ed. 2004) (“Precertification inquiry into the named parties’ finances of the financial arrangements between the class representatives and their counsel are rarely appropriate, except to obtain information necessary to determine whether the parties and their counsel have the resources to represent the class adequately.”)).\nHere, Travelers is not challenging the ability of the named plaintiffs or class counsel to finance this litigation. In fact, Travelers has not explained the specific relevance of fee and retainer agreements, but merely seeks them because the agreements potentially contain information supportive of Travelers’ inadequacy arguments. Based on the general rule articulated above, Travelers has not established that the requested agreements are relevant and discoverable. See Piazza v. First Am. Title Ins. Co., 2007 WL 4287469, at *1 (D.Conn. Dec. 5, 2007); see generally Conte &amp; Newberg, Newberg on Class Actions § 22:29 (4th ed.2005).\n2. Order of Appointment\nFor the foregoing reasons, the Court finds that current class counsel is appropriate and GRANTS the Motion for Appointment (Doc. 139) pursuant to Rule 23(g). The Plaintiffs’ current counsel is hereby APPOINTED to serve as class counsel. Consequently, Travelers’ Motion for a Finding of Inadequacy and for the Appointment of a New Putative Class Counsel (Doc. 133) is DENIED. Further, Travelers’ Motion to Compel (Doc. 133) is DENIED for the reasons articulated above.\nIII. CONCLUSION\nFor the foregoing reasons, the Court ORDERS as follows:\nPlaintiffs’ Motion to Amend to Substitute Paul Lonardo as Agent Subclass Representative in Place of Neil Stanich and Bobbie Jean Stanich (Doc. 132) is GRANTED. Paul Lonardo shall serve as Agent SubClass representative in place of Neil Stanich and Bobby Jean Stanich. Accordingly, the operative complaint is now the (Proposed) Second Amended Class Action Complaint (Doc. 132-2) filed as an exhibit to the Plaintiffs’ Motion to Substitute (Doc. 132). Henceforth, this case will be captioned as “Paul Lonardo and Dante Frezza, on be*323half of themselves and all others similarly situated v. Travelers Indemnity Company and the Standard Fire Insurance Company.”\nDefendants’ Motion to Compel and for a Finding of Inadequacy and for the Appointment of New Putative Class Counsel Under Rule 23(g) of the Federal Rules of Civil Procedure (Doc. 133) is DENIED.\nPlaintiffs’ Motion for Appointment Pursuant to Rule 23(g) (Doc. 139) is GRANTED. The Plaintiffs’ current counsel is hereby APPOINTED to serve as class counsel.\nThis Order, in combination with the Court’s Order Regarding Class Certification (Doc. 128), fully resolves Plaintiffs’ Motion for Class Certification (Doc. 107). The Court hereby CONCLUDES that certification is appropriate as to the entire proposed class (and subclasses). Accordingly, a status conference to address ease management issues is set for February 12, 2009 at 1:00 p.m.\nIT IS SO ORDERED.\n\n. Unless otherwise specified, the Court references the named-Plaintiffs and all putative class members as \"Plaintiffs\" generally.\n\n\n. The background of this lawsuit is set forth in the Court’s Order Regarding Class Certification. (Doc. 128 at 3-7.) The Court expressly incorporates that description into this Order and will merely provide a brief summary of the facts and allegations here.\n\n\n. As the Court noted in the Order Regarding Class Certification (Doc. 128 at 4 n. 10.), the class certification debate focuses on two elements of the fraud claim — the duty to disclose and reliance. The Court’s analysis is similarly focused.\n\n\n. The three uniformly disseminated documents Travelers allegedly used — i.e., the insurance application, insurance policy, and homeowner's brochure — are described in detail in the Order Regarding Class Certification. (Doc. 128 at 13-14.)\n\n\n. See Order Regarding Class Certification for a more detailed explanation of the duty element of a fraudulent concealment claim under Ohio law. (Doc. 128 at 15-19.)\n\n\n. In the Sixth Circuit there are two criteria for determining adequacy of a class representative under Rule 23: \"1) The representative must have common interests with unnamed members of the class, and 2) it must appear that the representatives will vigorously prosecute the interests of the class through qualified counsel.” Senter v. Gen. Motors Corp., 532 F.2d 511, 525 (6th Cir.1976).\n\n\n. The Court also noted that Bobby Jean Stanich clearly did not interact with the documents at issue because she married Neil Stanich after the insurance policy was purchased. (Doc. 128 at 36 n. 42.)\n\n\n. Similarly, Travelers argues that Paul Lonardo testified falsely regarding his communications with Agent Purcell. Specifically, Travelers points out that both Purcell and Judy Lonardo testified that Judy called Purcell to discuss switching from Safeco, while Paul Lonardo testified that he called Purcell about Safeco. (Doc. 134 at 7.) This is clearly inconsistent testimony. As the Plaintiffs argue in their reply brief, however, no one’s recollection of this particular telephone call is verified by a writing, and confusion regarding a conversation that occurred eight years ago is understandable. As the Court noted several times in its initial order, \"while legitimate fodder for cross-examination, this is not the type of thing that renders someone atypical or inadequate under Rule 23.” (Doc. 128 at 43.)\n\n\n. This contention is disputed. It is unclear whether Lonardo wrote the information on the form, Purcell typed it, and then Lonardo signed the typed copy, or Purcell typed the information on the form from the records in her files and then gave the typed copy to Lonardo to sign. What is undisputed is that Lonardo signed a typed copy of the application. (See Doc. 137-2.)\n\n\n. The Court also observed that, according to Plaintiffs' counsel, “there are class members who filled out Travelers applications via an 'initial' purchase experience.” (Id. at 41 (citing Tr. at 314).) Lonardo is just such a class member. Again, Travelers argues that Agent Purcell, not Lonardo, filled out the Travelers application and Lonardo merely signed it. This is not a material distinction, however, given the fundamental concept that one is responsible for understanding the content of a document bearing one's signature, and given that it is unclear whether Agent Purcell or Lonardo actually filled out the application.\n\n\n. This Court dismissed Zangara in 2006 after the named plaintiffs admitted that they did not have valid claims. (Id. at Doc. 62.)\n\n\n. There is some authority for the proposition that an absent class member may not subsequently assert the same claim under a different legal theory. See 5 Newberg on Class Actions § 16:22 (citing Valerio v. Boise Cascade Corp., 80 F.R.D. 626 (N.D.Cal.1978), aff'd 645 F.2d 699 (9th Cir.1981)). This rule is not applicable here, however, because the distinction between a fraud claim based on a duty arising from partial disclosure and a fiduciary duty and is material in this *308context. The former is a proper class claim while the latter involves individualized inquires inappropriate for class treatment.\n\n\n. This situation is distinguishable from Kline v. Wolf, 702 F.2d 400, 403 (2d Cir.1983), in which the court found the representative inadequate because he testified that he relied on a certain report critical to the class claims when, in fact, the report did not exist at the relevant time. Here, Lonardo testified about a conversation that occurred prior to the relevant time.\n\n\n. In Savino, 164 F.3d at 87, the Second Circuit held that the district court did not abuse its discretion in finding the class representative in a Fair Debt Collection Practices Act lawsuit inadequate because of inconsistent testimony regarding \"the letters that form the very basis for his lawsuit ....” Similarly, in Kline, 702 F.2d at 403, the inconsistent testimony at issue was related to a matter central to the claims. (See supra, footnote 9.) Kaplan, 132 F.R.D. 504, offers the most support for Travelers’ position. In Kaplan, the class representative in a securities fraud lawsuit testified that he had not been involved in any prior lawsuits, despite the fact that, at the time of his testimony, he was a plaintiff in two other securities fraud lawsuits and was represented by the same counsel in all three actions. The court held that, despite its likely marginal relevance, the fact that the class representatives’ testimony was obviously false and self-serving justified a finding of inadequacy. 132 F.R.D. at 510 (\"Plaintiff’s statements go beyond minor inconsistencies. Plaintiff may be correct in asserting that the subjects of his statements are of marginal relevance to this lawsuit; nonetheless they evince a willingness to give intentionally false and misleading testimony in an effort to further his interests in this litigation.’’). Lonardo’s testimony does not clearly evince a devious intent; indeed, it is reasonable to interpret it as indicative of incomplete and/or erroneous recollection of the details of a mundane procedure involving paperwork exchanged eight years prior to the deposition. This is distinguishable from Kaplan, which clearly involved a deliberate lie about events and conduct contemporaneous with the testimony.\n\n\n. See Kaplan, 132 F.R.D. at 510 (finding obviously false testimony designed to further the plaintiff's interest in the lawsuit sufficient to support inadequacy finding); Kirkpatrick v. Ironwood Comms., Inc., 2006 U.S. Dist. LEXIS 57713 at *19-21, 2006 WL 2381797 at *6-7 (W.D.Wash. Aug. 16, 2006) (finding a putative class representative inadequate based on credibility concerns engendered by recent fraud and theft convictions); Pope v. Harvard Banchares, Inc., 240 F.R.D. 383, 390-91 (N.D.Ill.2006) (finding putative class representatives inadequate based on credibility concerns related to convictions for tax fraud).\n\n\n. See generally 1 Conte &amp; Newberg 3:36 (\"Plaintiffs have been challenged as inadequate representatives because their backgrounds were alleged to include unrelated unsavory, unethical, or even illegal conduct. Most cases have rejected such challenges as irrelevant to the issue of adequacy to represent a class for particular claims or issues, though such contentions have been upheld when a court is persuaded that such past conduct sufficiently augurs that vigorous prosecution of the litigation on behalf of the class will not be fulfilled.”)\n\n\n. Similarly, the Plaintiffs argue that the fact that Lonardo responded to a newspaper advertisement does not make this an attorney-driven lawsuit. The Plaintiffs point out that Lonardo did not even know about the basis of his claims until he responded to the newspaper advertisement. Therefore, the fact that he responded to a newspaper advertisement does not call into question his motivation to pursue the claims on behalf of the class.\n\n\n. Although Travelers cited Bodner v. Oreck Direct, LLC, 2007 U.S. Dist. LEXIS 30408 at *3-6, 2007 WL 1223777 at *1-3 (N.D.Cal. Apr. 25, 2007) in support of its argument that Lonardo is inadequate to represent the Agent Subclass because he responded to an advertisement, this case is non-binding and represents the minority view on this issue. See generally 1 McGlaughlin on Class Actions § 4:40.\n\n\n. This case also illustrates how low some courts interpret the \"vigorous prosecution” standard for adequacy to be: After disqualifying the putative class representatives mentioned above, the court found adequate a class representative who testified to a basic understanding of the facts at issue, had spoke to his counsel about being a class representative and understood that it would entail court appearances, but had never had a conversation with counsel about the nature of the claims in the case. Telectronics Pacing, 168 F.R.D. at 219. The court found this relatively low and general level of familiarity with the case sufficient to support a finding of adequacy because class counsel could easily “transformf ]\" him into an adequate class representative. Id.\n\n\n. Travelers suggests that the Plaintiffs did not timely file their Rule 23(g) motion for appointment of counsel as instructed by the Court in its Order Regarding Class Certification. (Doc. 133 at 1) (\"[The Plaintiffs’ Rule 23(g) motion] was due to be filed contemporaneously with Plaintiffs' Motion to Amend, which was due and filed on July 24, 2008.”) The Order Regarding Class Certification does not, however, expressly require contemporaneous filing. The issue of appointment of class counsel pursuant to Rule 23(g) is now fully briefed and before the Court for resolution at the same time as the final ruling regarding class certification. Neither party is unfairly prejudiced by the timing of the Rule 23(g) motion. Therefore, the Court need not address this issue.\n\n",
            "ocr": true,
            "opinion_id": 8756059
        }
    ],
    "court_short_name": "N.D. Ohio",
    "court_full_name": "District Court, N.D. Ohio",
    "court_type": "FD",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Robbery"
}