{
    "id": 8798961,
    "judges": "Oakes",
    "date_filed": 26092800000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-magnotti",
    "case_name_short": "Magnotti",
    "case_name": "United States v. Magnotti",
    "case_name_full": "United States v. Richard MAGNOTTI and Eugene Onofrio",
    "attorneys": "Blair Crawford, Asst. U. S. Atty., Hartford, Conn., for United States., Gerald Farrell, Wallingford, Conn., for Richard Magnotti., Ira B. Grudberg, New Haven, Conn., for Eugene Onofrio.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "318 F. Supp. 535"
    ],
    "opinions": [
        {
            "author_str": "Oakes",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFINDINGS AND ORDER ON MOTION TO SUPPRESS\nOAKES, District Judge.\nHearing was had on defendants’ motion to suppress identification testimony by the Court before trial in accordance with Rule 12(b) (4), Fed.R.Crim.P. Defendants’ motion and Government’s cross motion for the sequestration of all witnesses were granted and defendants by counsel and individually requested, and were granted, leave to waive their presence during the interrogation of witnesses, the ground for the request and granting thereof being that their presence might permit viewing of defendants before trial by identification witnesses. The Government called Detective Robert Lobner, FBI Agent Robert Moffatt, Officer Peter L. Gagliardi, Detective Philip Goduti, FBI Agent Frank Kerr, Mr. John Brown and Mr. Elias Thigpen. Defendant Onofrio called FBI Agent Edmund Senesae. Arguments were heard on the motions at which time defendants’ written motion was enlarged verbally and made more specific so as to call for suppression of identification evidence as follows:\n1. Evidence of the viewing on March 9, 1970, by Messrs. Brown and Thigpen of five or more trays of police photos of white males at the New Haven Police Department the night of the robbery of the Second National Bank of New Haven in Hamden, Connecticut, and of the procedure in connection with such viewing.\n2. Evidence of the viewing of photos and identification made by Messrs. Brown and Thigpen on the night of March 10, 1970, on the grounds that the photos of the two defendants there used were unduly suggestive and emphasized defendants because Magnotti’s photo (Court Ex. 12) was the only one of eight showing an individual full length instead of just his face and Onofrio’s (Court Ex. 9) was the only one of a person with a moustache (this point of differentiation was later in argument withdrawn, but the Court does note, although this point was not raised by defendants, that the photo of Onofrio mentioned was only of a front view of his face and did not show the side view in the other six “mug shots” shown to the identification witnesses Brown and Thigpen). Addtionally defendants, urge that on the night of March 10, 1970, Magnotti and Onofrio were “prime suspects” and that under United States v. Wade, 388 U.S. 218, 224-227, 87 S.Ct. 1926, 18 L.Ed.2d 1149 (1967), cases cited therein, and subsequent cases, they were entitled to the presence of counsel at the viewing of the photos. For purposes hereof it will be assumed that Magnotti and Onofrio were by the evening of March 10, 1970, the focus of the Government’s investigation within Wade, supra.\n3. Evidence of the re-viewing by Messrs. Brown and Thigpen on October 22, 1970, of the same eight photos (Court Exs. 9-16) previously shown them on March 10, 1970, as aforesaid, such re-viewing and re-identification being in connection with their being called as witnesses by the Government in response to the pending motion to suppress. Again, the additional ground is urged that defendants had a right to have counsel present at such re-viewing, being a “confrontation at a critical stage.”\n4. Any subsequent evidence to be adduced at the trial by the Government relating to a possible eyewitness identification in court by Messrs. Brown and Thigpen on the ground that such would be tainted by prior improper identifications.\nUnited States v. Bennett, 409 F. 2d 888, 899-900 (2d Cir.), cert. denied Haywood v. United States, 396 U.S. 852, 90 S.Ct. 113, 24 L.Ed.2d 101 (1969), disposes of the rather ingenious argument that defendants had a right to have counsel present at the March 10, 1970, or October 22, 1970, viewings of photos by Messrs. Brown and Thigpen (see 2 and 3 supra):\n*537Against this, to require that defense counsel be allowed or appointed to attend out-of-court proceedings where the defendant himself is not present would press the Sixth Amendment beyond any previous boundary. None of the classical analyses of the assistance to be given by counsel, Justice Sutherland’s in Powell v. Alabama, 287 U.S. 45, 68-69, 53 S.Ct. 55, 77 L.Ed. 158 (1932), and Justice Black’s in Johnson v. Zerbst, supra, 304 U.S. [458] at 462-463, 58 S.Ct. 1019 [82 L.Ed. 1461], and Gideon v. Wainwright, supra, 372 U.S. [335] at 344-345, 83 S.Ct. 792 [9 L.Ed.2d 799], suggests that counsel must be present when the prosecution is interrogating witnesses in the defendant’s absence even when, as here, the defendant is under arrest; counsel is rather to be provided to prevent the defendant himself from falling into traps devised by a lawyer on the other side and to see to it that all available defenses are proffered.\nHere we do not have a viewing of the defendants themselves by the eyewitnesses, we have only a viewing of photographs. The difference between the two is critical. See, e.g., United States v. Clark, 289 F.Supp. 610 (E.D.Pa.1968).\nSimmons v. United States, 390 U.S. 377, 384, 88 S.Ct. 967, 971, 19 L. Ed.2d 1247 (1968), sets forth the basic rule as follows:\nDespite the hazards of initial identification by photograph, this procedure has been used widely and effectively in criminal law enforcement, from the standpoint both of apprehending offenders and of sparing innocent suspects the ignominy of arrest by allowing eyewitnesses to exonerate them through scrutiny of photographs. The danger that use of the technique may result in convictions based on misidentification may be substantially lessened by a course of cross-examination at trial which exposes to the jury the method’s potential for error. We are unwilling to prohibit its employment, either in the exercise of our supervisory power or, still less, as a matter of constitutional requirement. Instead, we hold that each case must be considered on its own facts, and that convictions based on eyewitness identification at trial following a pretrial identification by photograph will be set aside on that ground only if the photographic identification procedure was so impermissibly suggestive as to give rise to a very substantial likelihood of irreparable misidentification.\nWithin this rule, based on the totality of surrounding circumstances, Stovall v. Denno, 388 U.S. 293, 302, 87 S.Ct. 1967, 18 L.Ed.2d 1199 (1967), the Court finds no such impermissible suggestiveness. The eyewitnesses had been shown at least 2,000 “mug shots” at New Haven on March 9, 1970, although it is true that they very likely missed a shot of defendant Magnotti in those files. The eyewitnesses were separately shown the eight photographs (Court Exs. 9-16), so that one witness could not suggest anything to the other. There is no indication that when they were shown the pictures the investigating officers suggested whom they suspected. The witnesses were shown the photographs within approximately thirty hours of the crime, when their memories were fresh. Their own opportunities for observation were extensive. The photos themselves, rather than being unduly suggestive as different, rather tend to de-emphasize than to overemphasize defendants; that of Magnotti, while showing his entire person, is not a “mug shot” with the usual police identification numbers, so that attention is not directed to the fact of his previous arrest, while that of Onofrio shows only a frontal view and thus makes it more likely that he would be passed over by the casual observer. The photos are themselves different in these two respects but these differences go to the weight of the identification testimony and not to its admissibility. Cross-examination is not such a lost art that it, or the jury’s intelligence, is wholly to be disregarded by constitutional fiat *538from the confines of a federal court library. The Court is confident that able counsel will bring out effectively such discrepancies in the evidence regarding identification procedures as may exist.\nIt follows from the reasoning above that since neither a right to counsel nor impermissible suggestiveness has been found, there will be no taint (absent further evidence than has been adduced at the hearing on this motion) of any subsequent identification that may take place at the trial.\nMotion, and each part thereof, denied.\n",
            "ocr": true,
            "opinion_id": 8783077
        }
    ],
    "court_short_name": "D. Connecticut",
    "court_full_name": "District Court, D. Connecticut",
    "court_type": "FD",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Robbery"
}