{
    "id": 8817258,
    "judges": "Bechtle",
    "date_filed": 94435200000,
    "date_filed_is_approximate": false,
    "slug": "ferenc-v-mcguire",
    "case_name_short": "Ferenc",
    "case_name": "Ferenc v. McGuire",
    "case_name_full": "John M. FERENC v. Michael McGUIRE, Superintendent, Norristown State Insane Asylum",
    "attorneys": "John M. Ferenc, pro se., Michael Minkin, Asst. Atty. Gen., Dante Mattioni, Deputy Atty. Gen., Eastern Regional Director, Philadelphia, Pa., for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "353 F. Supp. 951"
    ],
    "opinions": [
        {
            "author_str": "Bechtle",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM OPINION AND ORDER\nBECHTLE, District Judge.\nThe three named defendants have filed a motion to dismiss on the ground that they are immune from suit under the Civil Rights Act of 1871, 42 U.S.C. § 1983. In their motion, they state that “plaintiff, an inmate at the State Correctional Institution at Graterford [Pennsylvania], was transferred to the Norris-town State Hospital for psychiatric evaluation. As a result of this transfer, the plaintiff has instituted this civil action pursuant to 42 U.S.C. § 1983, alleging that the defendants, the superintendent and [two] doctors at the Norris-town State Hospital, have violated his *952constitutional rights.” (Defendant’s Memorandum of Law, p. 1.)\nThe bases for their alleged immunity claim is § 412(a)(1) of the Pennsylvania Mental Health and Mental Retardation Act of 1966, P.L. 96, Art. IV, 50 P.S. § 4412(a)(1). This section provides :\n“(a) Whenever any person who is detained in a State penal or correctional institution is believed to be mentally disabled so that his commitment to a facility is necessary or desirable, he may, without court approval, be transferred to any facility operated by the department [of public welfare] in accordance with the following procedures :\n“(1) Upon request of the Bureau of Correction of the Department of Justice, the department shall examine the prisoner at the penal or correctional institution or designate a facility as the place of transfer and order the director thereof forthwith to admit the prisoner for an examination of his mental condition.”\nIn their brief, the defendants observe : “It should be noted that the quoted section only provides for a transfer for examination. It does not provide for an indefinite commitment to a state mental hospital. It is submitted that § 412(a)(1) is an entirely reasonable procedure and one which is primarily for the prisoners’ benefit. In effect, the determination of mental disability is not made by persons whose primary motivation might be punishment or maintenance of prison discipline, rather the determination is made by medical personnel in a mental hospital.” Section 411 of the Pennsylvania Mental Health Act, 50 P.S. § 4411, provides a procedure for obtaining court approval for transferring a prisoner from a correctional institution to a state hospital. There is no intimation in the memorandum that plaintiff was transferred from the correctional institution to the state hospital pursuant to a court order.1\nIn Haines v. Kerner, 404 U.S. 519, 520-521, 92 S.Ct. 594, 595-596, 30 L.Ed.2d 652 (1972), reh. den. 405 U.S. 948, 92 S.Ct. 963, 30 L.Ed.2d 819, a case on which that plaintiff’s pro se complaint was premised by reason of an alleged denial of due process in the steps leading to his being placed in solitary confinement as a disciplinary measure, the Court said:\n“Whatever may be the limits on the scope of inquiry of courts into the internal administration of prisons, allegations such as those asserted by petitioner, however inartfully pleaded, are sufficient to call for the opportunity to offer supporting evidence. We cannot say with assurance that under the allegations of the pro se complaint, which we hold to less stringent standards than formal pleadings drafted by lawyers, it appears ‘beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.’ Conley v. Gibson, 355 U.S. 41, 45-46, 78 S.Ct. 99, 102, 2 L.Ed.2d 80 (1957). See Dioguardi v. Durning, 139 F.2d 774 (CA2, 1944).”\nIn Marshall v. Brierley, 461 F.2d 929 (CA3, 1972), a case in which the above oft repeated quote appears, the Court stated at p. 930: “ . . . where the pro se prisoner’s complaint names a non-immune defendant, and it does not appear beyond doubt that the plaintiff can prove no set of facts in support of his inartfully drawn complaint, short cuts through the Federal Rules of Civil Procedure are inappropriate. See, e. g., Hudson v. Hardy, 134 U.S.App.D.C. 44, 412 F.2d 1091 (1968).”\nThe named defendants are not members of that group of persons that *953the Federal courts uniformly agree are immune, or at least qualifiedly immune from suits for damages under the Civil Rights Acts. See Antieu, Federal Civil Rights Acts (1971 ed.) §§ 40, 41. I agree with the rulings in Dale v. Hahn, 440 F.2d 633, 637-638 (CA2, 1971), and Jobson v. Henne, 355 F.2d 129, 134 (CA2, 1966), that a state hospital director and members of the medical staff are not so immune. Section 603 of the Pennsylvania Mental Health Act, 50 P.S. § 4603, granting immunity for acts done pursuant to the Act,2 does not affect this ruling. See cases cited in 1A Moore, Fed.Pract. (2nd Ed.), fl 0.323 [3].\nPlaintiff is serving a four- to ten-year sentence on a burglary charge.3 On September 20, 1972, he filed a pro se complaint apparently in his own handwriting seeking damages from defendants for alleged violation of his civil rights. In his complaint, he avers that the three named defendants and other staff members of the “Norristown State Insane Asylum” have collaborated with others to have him illegally transferred to that institution at a time when he has been eligible “for pre-release to Community Treatment Centers for several months” and when a hearing is scheduled in October of 1972 on his petition for parole for which he is eligible in November of that year for the purpose of harassing him and of discrediting him “and to throw suspicion on his capabilities to function mentally and intelligently” because he has filed civil suits against the prosecuting authorities.\n The complaint does not tell us under color of what “statute, ordinance, regulation, custom or usage” of the state the defendants subjected or caused to be subjected the deprivation of his “rights, privileges, or immunities secured by the Constitution” or Federal laws. Nor does it inform us what part of the Constitution or which law secures the “rights, privileges, or immunities” of which plaintiff asserts he is being deprived. However, the three named defendants claim they were and are acting pursuant to the Pennsylvania Mental Health and Mental Retardation Act of 1966. The part of the Constitution the plaintiff is, or could be, looking to is quite plainly the due process and equal protection clauses of the Fourteenth Amendment.4 It is true that a state prisoner has no constitutional right to remain in any particular institution. Gray v. Creamer, 465 F.2d 179, 187, (CA3, 1972). Nevertheless, accepting as we must at this juncture plaintiff’s allegations as being true, the complaint states a claim for relief under the Civil Rights Act.\nSince the complaint names non-immune defendants, and it does not appear beyond doubt that the plaintiff will be unable to prove a set of facts in support of his inartfully drawn complaint, we adopt the notion that short cuts through the Federal Rules of Civil Procedure are inappropriate as squarely applicable in consideration of the motion to dismiss. See Marshall v. Brierley, supra. The motion of the three named defendants to dismiss will, therefore, be denied.\n\n. Any public official acting pursuant to court direction is immune from suit under the Civil Rights Act. Robinson et al. v. McCorkle, 462 F.2d 111, 113 (C.A.3, 1972). Also see Miller v. The Director, Middletown State Hospital, 146 F.Supp. 674, 677-678 (S.D.N.Y., 1956).\n\n\n. This section provides: “No person and no governmental or recognized nonprofit health or welfare organization or agency shall be held civilly or criminally liable for any diagnosis, opinion, report or any thing done pursuant to the provisions of this act if he acted in good faith and not falsely, corruptly, maliciously or without reasonable cause; provided, however, that causes of action based upon gross negligence or incompetence shall not be affected by the immunities granted by this section.”\n\n\n. The Court has confirmed plaintiff’s allegation that his sentence is presently pending on appeal before the Pennsylvania Supreme Court for the second time, listed under Docket Number 571, since May 30, 1972.\n\n\n. “[I]t is well established that prisoners do not lose all their constitutional l-ights and that the Due Process and Equal Protection Clauses of the Fourteenth Amendment follow them into prison and protect them there from unconstitutional action on the part of prison authorities carried out under color of state law.” Washington v. Lee, 263 F.Supp. 327, 331 (M.D.Ala.1966), aff’d per curiam, 390 U.S. 333, 88 S.Ct. 994, 19 L.Ed.2d 1212 (1967).\n\n",
            "ocr": true,
            "opinion_id": 8801803
        }
    ],
    "court_short_name": "E.D. Pennsylvania",
    "court_full_name": "District Court, E.D. Pennsylvania",
    "court_type": "FD",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}