{
    "id": 8821809,
    "judges": "Smith",
    "date_filed": -1926201600000,
    "date_filed_is_approximate": false,
    "slug": "kulpinsky-v-sampsell",
    "case_name_short": "Kulpinsky",
    "case_name": "Kulpinsky v. Sampsell",
    "case_name_full": "John Kulpinsky, in Error v. Marshall E. Sampsell, in Error",
    "attorneys": "John F. Waters, for plaintiff in error; Joel Baker, of counsel., John A. Rose and Frank L. Kriete, for defendants in error; W. W. Gurley, of counsel.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Appeals and errors—when exception not essential to preserve ruling for review. The Appellate Court will consider rulings with respect to instructions even though the bill of exceptions shows no exception to the ruling of a motion for a new trial.</p> <p>2. Passenger and carrier—when existence of relation essential to recovery. The following instruction held properly given in this case:</p> <p>“The court instructs the jury that the plaintiff has alleged in his declaration that at the time and place in question he was a passenger on said car. This is a material allegation of said declaration and the burden of proof is upon the plaintiff and he must prove said allegation by a preponderance or greater weight of the evidence before he can recover in this case. If you find from the evidence, under the instructions of the court, that the plaintiff has failed to prove by a preponderance or greater weight of the evidence that at the time and place in question the plaintiff was a passenger on said car, then the plaintiff cannot recover and you should find the defendants not guilty.\"’</p> <p>Morris v. Chicago Union Traction Co., 119 Ill. App. 527, distinguished.</p> <p>3. Assault—when instruction as to liability of carrier for, appropriate; when not. An instruction as follows held properly given:</p> <p>“If you find from the evidence that the plaintiff, at the time of the accident was stealing a ride on defendants’ car, your verdict must be guilty.”</p> <p>Held, further, an instruction as follows properly refused:</p> <p>“The court instructs the jury that although you may believe and find from the evidence under the instructions of the court that the plaintiff got on the step of the east-bound car with the intention of ‘flipping’ the car or with the intention of stealing a ride and of not paying his fare, yet this fact alone, if it was a fact, would not justify the conductor in kicking the plaintiff, if he did kick him; and if you find from the evidence that the conductor in charge of the east-bound car kicked plaintiff and that such act on the part of the conductor was wilfully committed and that by reason thereof plaintiff was struck by defendants’ west-bound car and thereby injured as charged in the declaration, or either count thereof, you may find the defendants guilty.”</p> <p>The holdings being predicated upon the proposition that the declaration relied solely upon the existence of the relation of passenger and carrier between the plaintiff and defendant.</p>",
    "summary": "Action in case for personal injuries. Error to the Superior Court of Cook county; the Hon. George A. Dupuy, Judge, presiding. Heard in the Branch Appellate Court at the March term, 1908.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "145 Ill. App. 242"
    ],
    "opinions": [
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Mr. Presiding Justice Smith delivered the opinion of the court. Plaintiff in error, plaintiff below, was injured April 19, 1904. He ran after and overtook a street car on Randolph street in the city of Chicago, which was being operated by defendants in error, as receivers. Plaintiff in error boarded the car, on what is known as the blind side of the car, by going upon the step of the rear platform, which was separated from the platform by a vestibule door. He intended to ride there, as he claimed, only until the car should come to a stop, and thus afford him an opportunity to enter the car. After he had ridden on the step a short distance, variously estimated from 150 to 300 feet, and while the car was going at a rate of eight or ten miles an hour, it is claimed that the conductor of the car came to the vestibule door and opening it kicked plaintiff in error in the stomach. Plaintiff in error swayed outwardly from the car, and another car passing in the opposite direction struck him and knocked him off the car, and he received the injuries for which he brought an action for damages. On the trial the jury returned a verdict for the defendants and judgment was entered on the verdict, on February 10, 1906. On March 3,1906, that being the last day of the term, a motion was entered to vacate and set aside the order overruling the motion for new trial and the judgment, and this motion was continued for hearing and disposition to the March term 1906. On June 1, 1907, the order overruling the motion for a new trial, and entering judgment for defendant entered on February 10, 1906, was vacated; and thereupon, as the record shows, the plaintiff “enters herein his motion for a new trial in said cause and said motion coming on to be heard for a new trial herein, after arguments of counsel and due deliberation by the court, said motion is overruled”, and the usual judgment order was thereupon entered. The errors relied upon in argument for a .reversal of the judgment relate to certain instructions given by the court at the instance of defendants in error. Defendants in error contend that we cannot consider these assignments of error for the reason that the bill of exceptions does not show any exception was preserved to the order of June 1, 1907, overruling the motion for a new trial, and cite East St. L. Elec. R. R. Co. v. Cauley, 148 Ill. 490; Johnson v. Farrell, 215 id. 542, and other cases in support of their contention. These cases state the rule of practice in this state at the time the briefs of defendants in error were prepared and filed, and until the rule was changed by Yarber v. Chicago &amp; Alton Ry. Co., 235 Ill. 590, 597, where the cases announcing the rule of practice invoked by defendant in error are expressly overruled; and we think Johnson v. Farrell, supra, though not mentioned in the opinion, must also be considered as overruled as to this point. The record in this case shows that exceptions were taken and preserved in the bill of exceptions to the instructions of the court requested by the defendant in error, and under the rule in the Yarber case supra, the instructions are before us for consideration. The court gave the following instruction at the request of defendants in error: “The court instructs the jury that the plaintiff has alleged in his declaration that at the time and place in question he was a passenger on said car. This is a material allegation of said declaration and the burden of proof is. upon the plaintiff and he must prove said allegation by a preponderance or greater weight of the evidence\"before he can recover in this case. If yon find from the evidence, under the instructions of the court, that the plaintiff has failed to prove by a preponderance or greater weight of the evidence that at the time and place in question the plaintiff was a passenger on said car, then the plaintiff cannot recover and you should find the defendants not guilty”. Plaintiff in error contends that the court erred in giving this instruction, and cites Morris v. Chicago Union Trac. Co., 119 Ill. App. 527, where the giving of this instruction was held to be error as applied to the facts of that case. This court in that case, at page 529 in the statement of facts preceding the opinion, called special attention to the fact that after the plaintiff was knocked to the ground and was unconscious, the servants in charge of the following car negligently failed to look ahead and neglected to use proper efforts to stop said car. There was no averment in the declaration in that case that the plaintiff was a passenger upon the following car, nor was there any proof to that effect. The instruction did not apply to either the allegations or the evidence. That case and the authorities there cited are authorities for the proposition that if the averments of the declaration are divisable, the plaintiff may prove so much of his averments as make out a case. In the case before us it is distinctly averred in each count that the assault was made upon the plaintiff in error while he was a passenger, thus stating the relationship of the parties at the time to be that of carrier and passenger, which raises the high degree of obligation resting upon the carrier of passengers that the law implies in such cases. In our opinion the instruction was applicable to this case and the court did not err in giving it. It is contended that the court erred in giving the following instruction: “If you find from the evidence that the plaintiff, at the time of the accident, was stealing a ride on defendants’ car, your verdict must be not guilty”; and in refusing the following instruction requested by the plaintiff: ‘ ‘ The court instructs the jury that although you may believe and find from the evidence under the instructions of the court that the plaintiff, John Kulpinski, got on the step of the east-bound car with the intention of ‘flipping’ the car or with the intention of stealing a ride and of not paying his fare, yet this fact alone, if it was a fact, would not justify the conductor in kicking the plaintiff, if he did kick him; and if you find from the evidence that the conductor in charge of the east-bound ear kicked plaintiff and that such act on the part of the conductor was wilfully committed and that by reason thereof plaintiff was struck by defendant’s west-bound car and thereby injured as charged in the declaration, or either count thereof, you may find the defendants guilty.” The rulings of the court upon these instructions present the question whether under the averments of the declaration and the evidence plaintiff is entitled to recover. The theory of each count of the declaration, as we have previously stated, is that plaintiff became a passenger on the car, and while he was such passenger, the conductor of the car wilfully and wantonly assaulted and kicked the plaintiff and ejected him from the car, whereby he was struck by another car operated by the defendants going in an opposite direction and was injured. The rule that a plaintiff cannot make one case in his pleadings and recover on another case made by his proof is too well settled to admit of question or argument. The evidence shows beyond controversy that plaintiff was not a passenger. He was stealing a ride on defendants’ car, and had no intention of becoming a passenger. The evidence shows, we think, that plaintiff was a trespasser, and that the assault of the conductor was made while plaintiff was in the act of trespassing upon the car. In our opinion plaintiff was not entitled to submit a case under his declaration involving a wilful and wanton assault, by the conductor of the car acting within the scope of his authority, upon the plaintiff while he was a trespasser. This is in substance the ruling of the trial court in the instructions above quoted, and we find no error in the ruling. Error is also assigned upon the giving of an instruction to the effect that the jury should not allow anything for mental impairment, for the reason that the declaration makes no claim for mental impairment. In view of what we have already said that no recovery can be had in this case, under the averments of the declaration, it is unnecessary for us to consider this instruction. The giving of it did not and could not affect plaintiff’s ease injuriously. It is likewise, and for the same reason, unnecessary for us to consider the exclusion of evidence relating to plaintiff’s mental impairment. Finding no material error in the record, the judgment o\"f the Superior Court is affirmed. Affirmed. ",
            "ocr": true,
            "opinion_id": 8806486
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}