{
    "id": 8851400,
    "judges": "Tauro",
    "date_filed": "2006-05-20",
    "date_filed_is_approximate": true,
    "slug": "di-russo-v-united-states",
    "case_name_short": null,
    "case_name": "Di Russo v. United States",
    "case_name_full": "Anthony Joseph Di RUSSO v. United States",
    "attorneys": "Ann Lambert Greenblatt, Silverglate, Shapiro & Gertner, Boston, Mass., for petitioner., James N. Gabriel, U. S. Atty., William A. Brown, Asst. U. S. Atty., Boston, Mass., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "417 F. Supp. 763"
    ],
    "opinions": [
        {
            "author_str": "Tauro",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM\nTAURO, District Judge.\nThis is an action brought under 28 U.S.C. § 2255 by a plaintiff whom I sentenced on March 3, 1975 to a committed treatment program under the Federal Youth Correetions Act, 18 U.S.C. § 5010(b), after he pleaded guilty to armed bank robbery.\nBasically, the plaintiff requests that I vacate his sentence because of fundamental errors made by me at the time of imposition. Specifically, he alleges that at the time of imposition I mistakenly believed that a sentence under the Youth Corrections Act required that:\n(1) plaintiff’s progress in the treatment program be continuously evaluated; and\n(2) plaintiff would be released immediately upon satisfactory completion of that program, without reference to other factors, particularly deterrence of others who might be disposed to commit a similar crime.\nSee 18 U.S.C. § 5017. See Appendix. He alleges that I would have imposed an entirely different sentence had I known or been made aware of the fact that his parole release would be determined by the same factors controlling the release of adult offenders. Plaintiff seeks to be admitted to bail pending my ultimate decision on the merits.\nIn an earlier 2255 petition, Di Russo challenged the execution of this sentence, alleging that the Parole Commission was not following the mandate of 18 U.S.C. § 5010(b), and that such action frustrated the intent of my original sentence. That petition was ordered dismissed by the Court of Appeals, after I had admitted the defendant to bail pending final judgment, on the grounds that I had no jurisdiction as the petition attacked the execution, as opposed to the imposition, of sentence. United States v. Di Russo, 535 F.2d 673 (1st Cir. 1976) [hereinafter Di Russo I].\nBecause I find that the claims made in the instant case are clearly distinguishable from those made in Di Russo I, and because I also find that there is a substantial likelihood that the plaintiff will ultimately prevail in this action, I will admit the plaintiff to bail pending final decision on the merits. Glynn v. Donnelly, 470 F.2d 95 (1st Cir. 1973); Woodcock v. Donnelly, 470 F.2d 93, 94 (1st Cir. 1973).\nI.\nAn explanation of the practice employed by me in the sentencing of criminal defend*765ants is essential to an understanding of the issues raised in this 2255 petition.\nFollowing a conviction or the acceptance of a guilty plea, the Probation Department is asked to compile a comprehensive Presentence Report on the defendant’s background. The report requires approximately three weeks to investigate and prepare and provides extensive biographical information on the defendant, including his prior criminal record, family, education, medical history and financial condition. Generally, I read the Pre-sentence Report on the day prior to disposition. On the day of disposition, I hear the recommendations of the U. S. Attorney and defense counsel, and extend to the defendant his right of allocution. Only after reading the report and hearing the oral presentments do I give any serious consideration to the type or severity of sentence I will eventually impose.\nSince late 1974, the Pre-sentence Report has also included information indicating the period the defendant is likely to serve under the Parole Board Guidelines if I choose to incarcerate him. That information is provided routinely in every case because prior to the disposition hearing no one has any idea what type of sentence I will impose, including whether I will sentence the defendant as an adult or under the Youth Corrections Act. Prior to the instant case, however, I had understood, and had no reason not to so understand, that the Parole Board Guidelines applied only to individuals sentenced to incarceration as adult offenders and would not apply to a defendant committed for treatment under the Youth Corrections Act. I had absolutely no knowledge, nor was I chargeable with such knowledge, that the Parole Board Guidelines would at any time enter into a decision to release a defendant committed for treatment under § 5010(b), let alone that they would be applied with the same rigor that they are in adult sentences.1 Certainly I was not so informed by the U. S. Attorney’s Office or any other agency of the Department of Justice. Nothing in either the Youth Corrections Act itself or in the Parole Board Guidelines served notice that deterrence would be a release factor in what was on its face a treatment program. Indeed, it was several months after I sentenced Di Russo that the Youth Corrections Act was amended so as to provide for deterrence as a release factor.2\nII.\nDi Russo’s case presented what is typically the most difficult sentencing challenge for any trial judge, that is, a young first offender, with an otherwise exemplary background, who had, nonetheless, committed a serious crime. The complexity of the decision was exacerbated because the probation report revealed, in addition to the fact that the defendant had no prior criminal record, that he was eighteen years old, was nearing high school graduation, had a realistic prospect for a future career and had maintained close family ties. The probation report also indicated a diagnosis made by a staff member at the Massachusetts General Hospital that the plaintiff had been suffering from certain mental and emotional problems. Specifically, that he “was struggling with chronic anxiety and adolescent issues.” It was only upon considering these factors in light of the various sentencing options I had before me that I concluded that treatment under the Youth Corrections Act would be most beneficial to the defendant and to society.\nBecause the defendant had committed a serious crime, I did not believe that a simple suspended sentence and probation was war*766ranted. Yet, in view of the defendant’s youth, his family background, and the fact that no one was injured during the course of the robbery, I also did not feel that a substantial period of commitment as contemplated by the Guidelines was called for, or that any sentence I imposed should be based on considerations of deterrence. Were it not for my determination that the defendant needed treatment in a controlled setting, I would have imposed a split sentence of five years, six months to be served with the balance suspended, and with three years probation. But I reasoned that if I did sentence him as an adult, the defendant would not have the opportunity for treatment of his underlying mental and emotional problems while he was confined. Accordingly, I turned to the Youth Corrections Act believing that it would provide the plaintiff with a treatment program calling for continuing review and evaluation, at the conclusion of which he could return to his family as an individual more likely to become a productive member of society.\nMy sentence under the Youth Corrections Act, therefore, was based on my belief that commitment under that Act offered the plaintiff the opportunity to participate in a valuable treatment program which would not be available to him if he were sentenced as an adult. I was not concerned with punishing him, segregating him from society, or using this sentence to deter others. Rather, I believed that society, and the plaintiff himself, would ultimately benefit most by imposition of a program of treatment and that the availability of treatment distinguished Youth Corrections Act sentences from those imposed on adult offenders. I also assumed that implicit in § 5010(b) were the requirements that:\n(1) A defendant’s progress in a treatment program be evaluated continuously; and\n(2) A defendant be released immediately upon satisfactory completion of that program.\nSee also 18 U.S.C. 5017. I state categorically that had I known at the time of disposition that release from commitment under the Youth Corrections Act could be based on factors other than the completion of treatment, such as deterrence, I would not have imposed the sentence I did. Rather, I would have imposed a split sentence, followed by a probationary program specifically designed for the plaintiff’s circumstances.\nAfter sentence was imposed, counsel for the plaintiff made a series of motions to modify that sentence under Fed.R.Crim.P. 35. Those motions, however, were one or two line requests that I reconsider the sentence I had originally imposed, without presenting any reasons why I should do so.\nIt was when I heard the testimony of the Parole Board Representative, Mr. Capodanno, during the hearing on Di Russo’s first 2255 petition, that I first learned that evaluation of youth offenders is not continuous and, most significantly, commitment for treatment under the Youth Corrections Act does not mean that a defendant will be released once that treatment is completed. Rather, Mr. Capodanno’s testimony made clear that release of one sentenced under the Youth Corrections Act is determined through application of the Parole Board Guidelines in the same manner as if an adult sentence had been imposed.3 The length of his sentence under the Youth Corrections Act would, therefore, be based on factors such as deterrence which I had specifically decided should have no application to this case. In short, I totally misconceived the type of sentence I was imposing. And I did so because nothing in the statute or the Parole Board Guidelines served to put me on notice that incarceration for treatment under the Youth Corrections Act was handled in practice as nothing more or less than an adult offender sentence, or that deterrence was a controlling factor in determining parole release.\n*767III.\nIn Di Russo I, the First Circuit reaffirmed the traditional principle that § 2255 does not grant jurisdiction over a post-conviction claim attacking the execution of sentence, but rather only over a claim challenging the imposition or legality of the sentence. Di Russo I, 535 F.2d at 674. Thus, an attack on a sentence pursuant to § 2255 must be confined to claims based on the facts and law relevant to the act of sentencing at the time of disposition.\nThe outer limits of “legality” for purposes of § 2255 have never been sharply defined. The statute is not limited to cases in which the sentence is imposed “in violation of the Constitution or laws of the United States”, but includes as well situations in which the sentence “is subject to collateral attack.” Kyle v. United States, 297 F.2d 507, 511 n. 1 (2d Cir. 1961). Such situations subject to collateral attack include sentencing decisions premised upon a major misunderstanding by the sentencing judge as to the scope of his authority. As noted in Kiley, supra, it does not include “mere error”, i. e., mistake in judgment, in the sentence imposed.\nThe cases cited by the First Circuit in Di Russo I are also instructive in the instant case. Thus, in Thomas v. United States, 368 F.2d 941 (5th Cir. 1966), the plaintiff alleged that his sentence was increased because he refused to admit his guilt even after conviction. Although the Court of Appeals assumed that the colloquy between court and defendant there did not ripen into an actual infringement of the defendant’s Fifth Amendment rights, it found a clear abuse of discretion in the procedure, justifying use of 28 U.S.C. § 2255 to vacate the sentence. Likewise, in Robinson v. United States, 313 F.2d 817 (7th Cir. 1963), the court found exceptional circumstances justifying 2255 relief when the sentencing judge mistakenly believed that imposition of a maximum sentence was necessary to make the defendant eligible for a parole under 18 U.S.C. § 4208(a)(2). See also United States v. Lewis, 392 F.2d 440 (4th Cir. 1968). In both Robinson, supra and Lewis, supra, the controlling factor in determining the legality of the sentence was the intent of the sentencing judge and his understanding of the applicable law at the critical moment of sentencing.\nThe error alleged in this petition, unlike that alleged in Di Russo I, raises just such an issue. The instant claim in no way questions the actions of the Bureau of Prisons or the Parole Commission in the execution of Di Russo’s sentence. It deals solely with the available facts and law which were brought to bear on my imposition of Di Russo’s sentence. Di Russo’s prior petition sought relief because the Parole Commission was alleged not to have followed § 5010(b)’s requirement for treatment, an action which supposedly frustrated this court’s intention at the time of sentencing. This petition, in contrast, complains of no events subsequent to the imposition of sentence on March 4, 1975. It attacks a sentence imposed on a “foundation so extensively and materially false” that the sentence amounts, at the very least, to a serious abuse of discretion. Thomas v. United States, supra. Cf. United States v. Tucker, 404 U.S. 443, 92 S.Ct. 589, 30 L.Ed.2d 592 (1973); Townsend v. Burke, 334 U.S. 736, 68 S.Ct. 1252, 92 L.Ed. 1690 (1948).\nIn Di Russo I, the Court of Appeals expressed its concern, viewed in the context of that case, that “a proper claim for relief under § 2255 could be made to a sentencing judge by a prisoner confined in an institution in another district at any time when he can allege that the conditions of his confinement differ from what the judge had contemplated at the time of sentencing.” Di Russo I, supra, 535 F.2d at 675. The instant case, by contrast, presents no such danger. There is no challenge here to the conditions of the plaintiff’s confinement, either on grounds that those conditions are somehow illegal or were not in keeping with this court’s intent. Rather, the challenge is simply that I, as the sentencing judge, did not understand the type of sentence I was imposing because I assumed that the sentence required that the plaintiff be released immediately upon treatment, *768that factors such as deterrence and punishment would not enter into the release decision, and that but for such misconception I would have imposed an entirely different sentence.4\nThe instant claim is also totally inappropriate for consideration under 28 U.S.C. § 2241. The sentencing judge is the person best able to determine initially his intent and understanding of the law at the time he sentenced the plaintiff. Indeed, in this case, with the record devoid of any objective manifestation of such an intent, I may be the only one who can do so conclusively. Thus, if an action such as this could only be maintained under 2241, it could be heard by the judge best able to decide it only in the fortuitous circumstance that the plaintiff happened to be confined where he was sentenced. Alternatively, the sentencing judge would have to travel to a distant jurisdiction for testimony before another judge on his intent at the time of disposition, a process which would be impractical if not unseemly.\nThe substantial caseload which my colleagues and I carry makes me ever mindful of the need for finality of judgments. This need for finality is no less important in the area of sentencing than it is in any other aspect of the law. Once the decision to sentence an individual to jail has been made, the sentencing court’s responsibility has ended, except for its limited opportunity to modify the sentence under Rule 35. But neither Rule 35 nor the jurisdictional principles limiting 2255 purport to prevent a judge from correcting a sentence imposed by him illegally.\nIn summary, this case does not challenge the right of the Parole Board to utilize the Guidelines in making its release determinations. It does not claim that the defendant is not receiving treatment or that the treatment being provided is somehow inconsistent with the statutory mandate. Rather, it claims that at the time I imposed sentence I was misled into making a fundamental error in my selection of a sentencing alternative, and that but for such error I would have imposed an entirely different sentence. Since I am prepared to acknowledge that such is the case, there appears substantial likelihood that the sentence imposed in this case was imposed illegally and that the plaintiff will prevail ultimately on the merits.\nI, therefore, order the plaintiff admitted to bail pending a final determination as to the merits of his petition.\nAPPENDIX.\n18 U.S.C. § 5011 provides:\nCommitted youth offenders not conditionally released shall undergo treatment in institutions of maximum security, medium security, or minimum security types, including training schools, hospitals, farms, forestry and other camps, and other agencies that will provide the essential varieties of treatment. The Director shall from time to time designate, set aside, and adapt institutions and agencies under the control of the Department of Justice for treatment. Insofar as practical, such institutions and agencies shall be used only for treatment of *769committed youth offenders, and such youth offenders shall be segregated from other offenders, and classes of committed youth offenders shall be segregated according to their needs for treatment.\n18 U.S.C. § 5016 provides:\nThe Director shall cause periodic examinations and reexaminations to be made of all committed youth offenders and shall report to the Division as to each such offender as the Division may require. United States probation officers and supervisory agents shall likewise report to the Division respecting youth offenders under their supervision as the Division may direct.\n18 U.S.C. § 5017 provides:\n(a) The Division may at any time after reasonable notice to the Director release conditionally under supervision a committed youth offender. When, in the judgment of the Director, a committed youth offender should be released conditionally under supervision he shall so report and recommend to the Division.\n(b) The Division may discharge a committed youth offender unconditionally at the expiration of one year from the date of conditional release.\n(c) A youth offender committed under section 5010(b) of this chapter shall be released conditionally under supervision on or before the expiration of four years from the date of his conviction and shall be discharged unconditionally on or before six years from the date of his conviction. .\n\n. On October 11, 1974, the sentence imposed in United States v. Bigelow, CR 73-63-T, was vacated without objection by the government on grounds other than a challenge of the Parole Board Guidelines. Moreover, Bigelow was sentenced for two years as an adult, and not under the Youth Corrections Act.\n\n\n. Pub.L.No.94-233 amended the release provisions of the Youth Corrections Act, 18 U.S.C. § 5017(a), effective May 14, 1976, eliminating rehabilitation as the controlling determinant of parole for youth offenders. This legislation, of course, was enacted over a year after Di Russo was sentenced. See also 41 Fed.Reg. 19326 (1976).\n\n\n. Indeed, testimony in another case reveals that the Parole Commission provides identical treatment to adult offenders and those committed under the Youth Corrections Act. United States v. Leming, 532 F.2d 647, 650 (9th Cir. 1975) (Weigel, D. J., dissenting).\n\n\n. This case differs from the situation in Kortness v. United States, 514 F.2d 167 (8th Cir. 1975). There the defendant was sentenced as an adult to a three-year prison term under 18 U.S.C. § 4208(a)(2) thereby making him eligible for parole “at such time as the board of parole may determine”, as opposed to first requiring him to serve one third of his sentence as would normally be the case under 18 U.S.C. § 4202. See United States v. Slutsky, 514 F.2d 1222, 1226 (2d Cir. 1975). Application of the Parole Board Guidelines, however, meant that the Board would treat persons sentenced under § 4208(a)(2) no differently from those sentenced under § 4202, so the issue in Kortness became whether § 4208(a)(2) provided a sentencing court continuing jurisdiction to modify a sentence under that statute when the Parole Board was not exercising its discretion in a manner consistent with the sentencing court’s intention. The instant case, by contrast, does not challenge the manner in which the Parole Board exercised its discretion, but rather the basis on which I exercised my discretion in selecting a sentencing alternative.\nA situation similar to Kortness was posed in this Circuit in Thompson v. United States, 536 F.2d 459 (1st Cir. 1976).\n\n",
            "ocr": true,
            "opinion_id": 8836790
        }
    ],
    "court_short_name": "D. Massachusetts",
    "court_full_name": "District Court, D. Massachusetts",
    "court_type": "FD",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Robbery"
}