{
    "id": 8886682,
    "judges": "Broderick",
    "date_filed": "1972-01-29",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-boyd",
    "case_name_short": "Boyd",
    "case_name": "United States v. Boyd",
    "case_name_full": "United States v. Dennis BOYD, Edward Mauldin, and Clifford Taylor",
    "attorneys": "United States of America by John S. Martin, Jr., U. S. Atty., Southern District of New York, Bruce L. Owens, Asst. U. S. Atty., New York City, for United States., David Bernheim, New York City, for Edward Mauldin., Edward S. Panzer, New York City, for Dennis Boyd., Jesse Berman, New York City, for defendant Clifford Taylor.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "496 F. Supp. 25"
    ],
    "opinions": [
        {
            "author_str": "Broderick",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM\nVINCENT L. BRODERICK, District Judge.\nOn the morning of December 31, 1979, at about 9:15, three men, two with guns, entered a bank on upper Broadway in Manhattan. Two of them wearing dark clothing and ski masks, one with a gun, vaulted the tellers’ counter. The third, without mask, wearing a light trench coat and a cap and holding a gun, acted as lookout in the outer lobby of the bank. The two masked men rifled the tellers’ drawers, vaulted back over the counter, and left the bank with the lookout.\nThe three bank robbers were seen to run at top speed across Broadway to the east side of the street in the direction of West 180th Street. A bank employee gave chase. About five to ten seconds after he saw the robbers leave the bank, and after he briefly lost sight of them, the bank employee saw two of the men enter a six-story apartment building at the southeast corner of Broadway and West 180th Street.1\nAnother bank employee had flagged down a police Emergency Service vehicle and directed it to the West 180th Street apartment building. Within minutes other police vehicles arrived and the building, which was unconnected with others around *27it, was sealed off on all sides by about 12 officers. West 180th and 179th Streets were closed to vehicular traffic.\nThe officers of the Emergency Service Unit, who were, as noted, first on the scene, had been told that the robbers were armed. A short while later, officers at the building were given the additional information that the robbers were black.2\nMembers of the Emergency Service Unit searched the basement, hallways, and roof. Police officers escorted persons entering the building to their apartments, and the police kept a list of the apartments whose occupants entered or left the building. The police had been informed that black families lived on the fourth and fifth floors. From a boy on the third floor the police learned that a couple of men had been seen running up the stairs from the third floor landing. When detectives and an agent of the Federal Bureau of Investigation arrived, it was decided to canvass the building from top to bottom.\nThe canvass was begun on the sixth and fifth floors, at the top of the building: police officers knocked on the apartment doors on those floors. When the occupant of an apartment responded, the police identified themselves and inquired whether anything unusual had occurred.\nThe response to the knock at apartment 5-D made the three police officers canvassing that floor immediately suspicious. The respondent appeared nervous. When asked whether the police officers could enter and look around, he initially agreed, then (as one of the officers placed his foot over the threshold) stated excitedly that he did not want his woman and child to be hurt. His responses concerning the number of persons in the apartment seemed evasive: he said that some men were in the second room on the left in the apartment and that he had heard them enter about a half hour earlier. At this point one of the police officers went for assistance.\nAfter the respondent to the knock at apartment 5-D had led a woman and child out of the apartment, five Emergency Service officers entered the apartment. The first room on the left as they entered was empty. At the door to the second room they identified themselves as police officers. When the door was not opened at their direction, they kicked it open. Inside the room they found the three defendants, one on the floor, the other two behind the door. On a bed was a gun, a quantity of money, and articles of clothing, including a beige overcoat and two ski masks. The defendants were arrested, and the items mentioned above were seized. By the time the defendants were taken out of the apartment building, 30 to 45 minutes had elapsed since the bank robbers had left the bank. A crowd of about 200 people had gathered in the street in front of the apartment building.\nThe defendants moved to suppress, inter alia, the arrests and the evidence seized.3 I denied this aspect of their motion on the record at the conclusion of two days of hearings on March 17, 1980. This memorandum sets forth in somewhat more detail my reasons for that ruling.\nWhere there is probable cause to believe that a person has committed a felony, “exigent circumstances” may justify the warrantless entry of law enforcement officers into a private home to search for and arrest that person. Warden v. Hayden, 387 U.S. 294, 87 S.Ct. 1642, 18 L.Ed.2d 782 (1967). Relevant factors to be considered in determining whether “exigent circumstances” exist include:\n(1) the gravity or violent nature of the offense with which the suspect is to be charged; (2) whether the suspect “is rea*28sonably believed to be armed”; (3) “a clear showing of probable cause . to believe that the suspect committed the crime”; (4) “strong reason to believe that the suspect is in the premises being entered”; (5) “a likelihood that the suspect will escape if not swiftly apprehended”; and (6) the peaceful circumstances of the entry.\nUnited States v. Campbell, 581 F.2d 22, 26 (2d Cir. 1978), quoting Dorman v. United States, 435 F.2d 385 at 392-93 (D.C.Cir.1970) (en banc); United States v. Reed, 572 F.2d 412, 424 (2d Cir. 1978).\nHere the law enforcement officers made a warrantless entry into an apartment, where they arrested defendants and seized various items. “Exigent circumstances” existed which justified the entry of the law enforcement officers into the apartment without a warrant. Every factor relevant under Campbell, supra, save factor number 5 (“ ‘a likelihood that the suspect will escape if not swiftly apprehended’ ”), is satisfied.4\nThus the suspects were to be charged with, inter alia, armed robbery of a bank, an unquestionably grave offense (factor number 1). Those who robbed the bank were armed, and the police at the apartment building had received information to that effect and hence reasonably believed that the suspects were armed (factor number 2).\nThe bank which was robbed at gunpoint was in the immediate vicinity, and at least two of the three robbers were reported to have fled into the apartment building. The apartment building was quickly surrounded and secured. There was therefore probable cause to believe that the suspects being sought committed the bank robbery (factor number 3), and strong reason to believe that they were in the apartment building. The public and storage areas of the building were checked without turning up the suspects; it was thus highly probable that they were in an apartment: the information received from the respondent at apartment 5-D, and the circumstances surrounding the transmission of that information — including respondent’s nervousness, his information about other men who only recently came into the apartment, and his concern for the safety of his woman and child — gave the police “strong reason to believe that” the suspects were in apartment 5-D (factor number 4).\nIn light of the speed and completeness with which the building was surrounded, the likelihood that the suspects would escape if not swiftly apprehended was very low. Thus factor number 5 of the Campbell test was not satisfied.\nThere were, however, law enforcement and public safety considerations which do not lend themselves to Campbell -type cataloging but which made imperative the apprehension of the suspects as swiftly as possible. There was a real and present danger that the suspects would endanger the lives of the police, the tenants of the apartment building, or the crowd outside by attempting to shoot their way out or to take hostages, alternatives the attractiveness of which to the suspects might have increased with the knowledge that the building had been sealed off.\nIt is clear that under the factors thus far discussed, there existed “exigencies of the type justifying immediate police action on probable cause without first obtaining a warrant.” Campbell, supra, at 26.\nI make note of the overall reasonableness of the police officers’ conduct and the peacefulness of their entry, both into the building and into 5-D (factor number 6). This factor merits special attention because it is the setting of these events — in a multistory apartment house containing approximately 36 separate units — against which reasonableness must be measured. It is the setting, too, that distinguishes this case from most of the precedents justifying warrantless searches under “exigent circumstances,” which typically involve “hot pursuit” into a single dwelling house.\n*29The police first conducted thorough searches for the defendants in the common areas of the apartment building: the basement, hallways, and roof. Certain doors were knocked on, questions were asked, and no searches were conducted without consent. The robbers’ absence from these areas and the slight chance of their having left the building made it entirely reasonable to believe that a canvass of the building might uncover them. The canvass did not involve the breaking down of doors or other heavy-handedness. During the preliminary search, tenants were allowed to come and go. The possible locations of the robbers were preliminarily narrowed by determining where black families lived and by keeping track of and searching, with consent, the apartments of the tenants who came and went. The entry into 5-D itself was similarly peaceful, and the occupant who answered the door was not badgered.\nThe defendants suggested that the very length of the colloquy that took place between the occupant of 5-D who answered the door and the detective who questioned him indicates that the “exigent circumstances” were no longer exigent, and that the urgency existing when the defendants first entered the building had subsided. The colloquy could have spanned at most a few minutes, and the course that it took heightened rather than lessened the urgency of the situation. The pattern of the occupant’s responses increased the officers’ suspicions, and it can hardly be said that merely because the officer at the door engaged the occupant in a dialogue, no matter what its length, the exigency of the circumstances subsided in the least degree.\nFinally, it should be noted that to view the “exigent circumstances” exception to warrant requirements as applicable only where searches are made of single dwelling houses would be to ignore a fundamental reality of urban life, namely, that an apartment building may involve the privacy interests of not one but many individuals or families. Here the privacy interests of the tenants were respected while the law enforcement officers made every effort, through prompt and decisive law enforcement action, to insure their safety.\n\n. A doctor, whose office was on the building’s second floor, told the police that he had seen three men run into the building.\n\n\n. A police officer from the local precinct had been sent by his sergeant to the bank to gather what information he could. He then reported to the West 180th Street apartment house.\n\n\n. The defendants also moved to suppress certain statements made to agents of the FBI while in custody following arrest. The Government represented at the hearing on the suppression motion that it would not introduce at trial the statements of two of the defendants, and I ruled that the statements of the third defendant, Boyd, were admissible against him.\n\n\n. The seizure of items in the apartment was appropriate as being incidental to the arrest, the items seized having been in plain view in the immediate vicinity of the law enforcement officers.\n\n",
            "ocr": true,
            "opinion_id": 8872758
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}