{
    "id": 8891627,
    "judges": "Doyle",
    "date_filed": "2002-04-26",
    "date_filed_is_approximate": true,
    "slug": "ford-v-israel",
    "case_name_short": "Ford",
    "case_name": "Ford v. Israel",
    "case_name_full": "Jesse James FORD, III v. Thomas ISRAEL, Warden, Waupun Correctional Institution, and The Attorney General of the State of Wisconsin, Additional",
    "attorneys": "Lester' Pines, Madison, Wis., for petitioner., Thomas J. Balistreri, Asst. Atty. Gen., State of Wis., Madison, Wis., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "534 F. Supp. 1128"
    ],
    "opinions": [
        {
            "author_str": "Doyle",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION AND ORDER\nJAMES E. DOYLE, District Judge.\nThis is a petition for a writ of habeas corpus. Petitioner is an inmate at Waupun Correctional Institution, where he is in custody pursuant to a judgment of the Circuit Court for Dane County, Wisconsin. Dane County is situated within the Western District of Wisconsin. Petitioner claims that he is in custody in violation of the United States Constitution. 28 U.S.C. § 2254(a). Petitioner has been granted leave to proceed in forma pauperis.\nThe petition presents three major constitutional questions: (1) whether the trial court’s refusal to allow petitioner to continue to be represented by his retained out-of-state counsel, when he lacked the resources to retain local co-counsel, denied him his sixth amendment right to counsel as embodied in the due process clause of the fourteenth amendment; (2) whether the prosecutor’s question and comment concerning petitioner’s post-arrest silence violated his fifth amendment privilege against self-incrimination as embodied in the due process clause of the fourteenth amendment; and (3) whether use of Wisconsin Jury Instruction # 1100, informing the jury that “the law presumes” the existence of a certain intent, improperly shifted the burden of proof on that element of first degree murder to the petitioner, denying him the *1130due process of law guaranteed by the fourteenth amendment.\nAs to contentions (1) and (2), petitioner has exhausted the remedies available to him in the courts of the state of Wisconsin. As to contention (3), for reasons stated in an order herein dated May 2,1980, and entered May 6,1980, exhaustion of those remedies is not required.\n\nFacts\n\nOn February 9, 1973, in the Circuit Court for Dane County, Wisconsin, a jury found petitioner guilty of two counts of first degree murder, one count of armed robbery, and one count of concealing identity. He was sentenced to a life term of imprisonment on each count of first degree murder, the sentences to run concurrently. On the armed robbery count he was sentenced to an indeterminate term of not more than thirty years, that sentence to run consecutively to the life terms. For concealing his identity, he was sentenced to an indeterminate term of five years, to run concurrently with the term imposed for the armed robbery. Petitioner is presently confined in Waupun Correctional Institution.\nThe convictions stem from the events which took place during the course of an armed robbery of Harold’s Club, a restaurant and bar located on Commercial Avenue in the town of Burke, Dane County, Wisconsin, on January 13, 1972. The evidence at trial relating to those events is summarized in State v. Shears, 68 Wis.2d 217, 229 N.W.2d 103 (1974).\nAt petitioner’s initial appearance in Dane County Court, he was found indigent, and Bruce Rosen, a member of the legal staff of Dane County Legal Services, Inc. was appointed to represent him. Petitioner’s family later retained Arthur Grant, a lawyer from petitioner’s home state of Illinois, to represent him. Grant’s fee was less than those sought by Wisconsin attorneys. A Wisconsin State Bar rule requires that attorneys not admitted to the bar in Wisconsin appear with local counsel. 36 Wis.2d viii, ix. Grant appeared for petitioner at the first preliminary hearing held January 28, 1972. At that hearing Robert Burr of Dane County Legal Services appeared as local counsel. During the course of the hearing, the court informed petitioner and his counsel that it would be necessary for petitioner to retain local counsel in order to comply with the state bar rule. Petitioner was financially unable to retain such local counsel in addition to his Illinois counsel. At the second preliminary hearing on May 16, 1972, he requested that the court appoint local co-counsel. The court denied petitioner’s request and over petitioner’s objection discharged Grant for failure to comply with the State Bar rule. The court then reappointed Rosen to represent petitioner for the balance of the trial proceedings. Rosen had graduated from the Law School of the University of Wisconsin and been admitted to the bar of the state of Wisconsin in June 1971, and had immediately entered full-time employment with the Dane County Legal Services Center.\nAt the trial in January and February, 1973, petitioner presented an affirmative defense. He testified that he had withdrawn from the conspiracy and had not entered the tavern where the offenses took place. On cross-examination the prosecutor asked petitioner if he had ever told law enforcement authorities about his withdrawal prior to trial. Petitioner answered that he had not. In closing argument, the prosecutor stated: “In conclusion, ladies and gentlemen, I will state this — No, excuse me — But in regard to defendant Ford, if defendant Ford didn’t go into Harold’s Club, why didn’t he tell law enforcement officials before? The incident occurred January 13th.” Rosen believed at the time that the question and the comment by the prosecutor were permissible and he decided that petitioner’s constitutional rights were unaffected by them. No objection was made to either the question asked on cross-examination or the comment during closing argument, and no motion for a mistrial was made.\nAt the close of the evidence the trial court described the elements of first degree murder and armed robbery. With respect *1131to the element of intent to kill, the court gave the following instruction, based on Wisconsin Jury Instruction # 1100:\nWhile this intent to kill must be found as a fact before you can find the defendant guilty of murder in the first degree, it must be found, if found at all, from his acts and his words and statements, if any, bearing upon his intent. You cannot look into a man’s mind to find out his intent. When there are no circumstances to prevent or rebut the presumption, the law presumes that a reasonable person intends all of the natural, probable and usual consequences of his deliberate acts. If one person assaults another violently with a dangerous weapon likely to kill, and the person thus assaulted dies therefrom, then, when there are no circumstances to prevent or rebut the presumption, the legal and natural presumption is that death was intended.\nThere was no objection to this instruction. The court then instructed the jury:\nYou will note that in the instructions just given you covering the elements of the offenses of first degree murder and armed robbery, the court has referred to the act or acts of a defendant in the singular rather that the plural, and the court has in certain instances made specific reference to the specific acts of a defendant. These instructions do apply to acts of the individual defendants under consideration as you find the facts to be from all the evidence before you.\nHowever, you are further instructed that all three defendants here have been charged, in the first second and third counts of the Information, as being principals in the commission of the alleged crimes of murder in the first degree and armed robbery. In that connection, you are instructed that sec. 939.05 of the Criminal Code of Wisconsin, entitled “Parties to Crime,” [applies].\nThe court then instructed the jury on Wisconsin’s “Parties to Crime” statute, which provides for conviction of a defendant as a principal if he directly commits the crime, aids and abets in the commission of a crime, or is a party to a conspiracy to commit the crime. It further provides that if a defendant is a party to a conspiracy with another to commit a crime, that party may be convicted of a crime, not originally intended, if the crime is committed in pursuance of the intended crime and if under the circumstances it was a natural and probable consequence of the intended crime. The court told the jury that the “person who is a party to the conspiracy is guilty of the crime actually committed as well as the person who directly committed it.”\nIn describing the burdens which the law places on each party in a criminal case, the court stated:\nIn determining the guilt or innocence of each defendant, you should scrutinize the evidence with the utmost care and caution, bringing to that duty all of the reason and prudence which you would exercise in the most important affairs of life, in fact, all of the judgment, care, caution and discrimination that you possess, and if after such scrutiny of all of the evidence you entertain a reasonable doubt as to the defendant’s guilt, you must acquit him.\nThe burden of proving each defendant guilty of the crime charged is upon the State, and before you can render a verdict of guilty, the State must prove to your satisfaction, beyond a reasonable doubt, that the defendant is guilty of the crime charged, and of every element thereof, and if you can reconcile the evidence upon any reasonable hypothesis consistent with the defendant’s innocence, you should do so and acquit him.\nOne of the basic principles of our system of justice is that every man is presumed to be innocent until proven guilty beyond all reasonable doubt. The defendant in every criminal action is entitled to the full benefit of the presumption of innocence at the outset of the trial, and such presumption of innocence abides with him throughout the trial of the case and must prevail on your verdicts, unless the evidence convinces you of his guilt beyond all reasonable doubt.\n*1132In considering the evidence in a criminal case, you must look to this evidence and view it in the light of that presumption of innocence. The defendant is not required to prove himself innocent. The burden of proof is on the State to convince you by the presentation of credible evidence of his guilt beyond all reasonable doubt.\nThe evidence of intent to kill presented at the trial was circumstantial. There was testimony that the bartender, James Rehbein, was shot three times and that a chest wound was the cause of his death. A witness testified that Rehbein may have been pulled to the beer tap prior to being shot. Another testified that there was a scuffle behind the bar and then shots. After the shooting had occurred, one of the participants in the robbery told a number of patrons to put their hands on the bar stating: “We have already killed one person, and we will kill another.”\nThere was evidence that Lester Hanson was shot once in the abdomen, and died after a period of hospitalization as a result of complications from his wound. The evidence was inconclusive as to which gun fired the bullet which hit Lester Hanson, but an expert testified that the bullet could have come from a Smith and Wesson revolver, which was a trial exhibit. Petitioner testified that he owned that gun, but that Eugene Sills had used it during the robbery. Petitioner stated that he exchanged guns with Sills because of a decision that the role in the robbery assigned to him required that he have a larger, more visible gun. He further testified that the Smith and Wesson gun had a hair trigger. Sills denied that he had the Smith and Wesson revolver during the robbery, but testified that the gun he was holding discharged accidentally when he heard a shot which startled him. Sills also testified that when he heard the shot, he turned and saw Mr. Hanson fall.\nOn an appeal from the judgment of conviction, the Supreme Court of Wisconsin affirmed. It considered and rejected on its merits petitioner’s contention that he had been denied counsel of his choice. State v. Shears, 68 Wis.2d 217, 260-261, 229 N.W.2d 103. In a pro se supplemental brief on the appeal, petitioner raised the contention that petitioner’s constitutional right to silence had been violated by the prosecutor’s question and comment. The court declined to consider that contention, holding that the failure to object or to move for a mistrial had constituted a waiver. Id. at 261-262, 229 N.W.2d 103. No contention was presented to the Wisconsin Supreme Court concerning the uneonstitutionality of the instruction based on Wisconsin Jury Instruction § 1100.\nOPINION\n\nRight to Counsel\n\nPetitioner claims that his right to counsel was abridged by the trial court’s failure to take either of two courses of action which he characterizes as less drastic than the action taken. He argues that in the circumstances presented, the trial court should not have applied the state bar rule requiring that out-of-state counsel associate with local counsel. In the alternative, he argues that the court should have appointed local counsel to assist his out-of-state attorney. I must determine whether the trial court’s failure to take either of these courses of action resulted in an unconstitutional abridgment of petitioner’s sixth amendment right to counsel.\nThe right of an accused person to the aid of counsel for his or her defense is a vital component in our adversary system of criminal justice. Powell v. Alabama, 287 U.S. 45, 53 S.Ct. 55, 77 L.Ed. 158 (1932). In Gandy v. State of Alabama, 569 F.2d 1318, 1321 (5th Cir. 1978), the court pointed to variations on the right to counsel theme, one of which guarantees a defendant a fair opportunity to be represented by counsel of his or her own choice. Lee v. United States, 235 F.2d 219, 221 (D.C.Cir.1961); Reickauer v. Cunningham, 299 F.2d 170, 172 (5th Cir. 1962); Releford v. United States, 288 F.2d 298, 301 (9th Cir. 1961). But the right to be represented by counsel of one’s *1133choice in a criminal prosecution is not absolute. It has been limited when the lawyer of choice is an out-of-state lawyer not admitted to practice in the jurisdiction where the client’s case is pending. See e.g. Ross v. Reda, 510 F.2d 1172 (6th Cir. 1975); Thomas v. Cassidy, 249 F.2d 91, 92 (4th Cir. 1957). It has also been limited when a court is called upon to appoint an attorney. See generally Annot., 66 A.L.R.3d 996 (1975).\nIn Martin v. Walton, 368 U.S. 25, 25-26, 82 S.Ct. 1, 2, 7 L.Ed.2d 5 (1961), the Court held that a rule similar to Wisconsin’s resident co-counsel rule was within the allowable range of state action under the Fourteenth Amendment. The right to counsel of choice does not encompass the right to be represented by an out-of-state lawyer who cannot comply with such a valid rule. In the present case, the Wisconsin trial court was not constitutionally required to waive its rule. Lefton v. City of Hattiesburg, Mississippi, 333 F.2d 280 (5th Cir. 1964), can be distinguished. The petition for mandamus there alleged that petitioners were “unable to obtain the assistance and/or association of any attorneys, contacted to date, to assist in this matter.” Id. at 283-284, n. 3. No similar contention is made here. Also, in Lefton, the Court of Appeals was called upon only to exercise its supervisory powers over a federal district court, and not to construe the Fourteenth Amendment on the point.\nIn United States v. Davis, 604 F.2d 474 (7th Cir. 1979), the court held that a federal trial court had not abused its discretion when it refused to appoint counsel of defendant’s choice, who was already representing him in another criminal ease and was willing to represent him also in the case in question. The court approved the trial court’s appointment of another attorney, stating that the need for the rational assignment of counsel for criminal defendants is systemic, not amenable to a requirement of particular justification in each individual ease. The court did not discuss the issue in terms of the presence or absence of a constitutional requirement. Rather, engaging in its supervisory power to review the procedure adopted by a federal district court, it held that whether to honor a defendant’s special request was a matter committed to the discretion of the judicial officer making the appointment. The court concluded: “To the extent that this court will review the trial judge’s or magistrate’s decision, we will find ‘no abuse of . . . discretion when the court appoints competent counsel who is uncommitted to any position or interest which would conflict with providing an effective defense.’ Drumgo v. Superior Court, 8 Cal.3d 930, 935, 106 Cal. Rptr. 631, 634, 506 P.2d 1007, 1010, cert. denied, 414 U.S. 979, 94 S.Ct. 272, 38 L.Ed.2d 223 (1973)” 604 F.2d at 479.\nI realize that the petitioner here did not request appointment of a particular attorney. He requested that co-counsel rather than principal counsel be appointed so he could continue to be represented by the privately retained principal attorney of his choice. But the systemic need for routine in dealing with appointments of attorneys for indigent defendants is implicated here as it was in Davis. The record does not disclose explicitly whether there was in operation in the Circuit Court for Dane County a plan comparable to the plan which had been adopted by the federal district court in Davis, under the Criminal Justice Act, 18 U.S.C. § 3006A. No contention is made by petitioner that there was an absence of system in the Wisconsin trial court, and the fact that Rosen was a staff member of Dane County Legal Services Center, Inc., strongly supports an inference that his appointment was in keeping with a planned course of action in such cases. Nor does this petitioner contend that Rosen was not competent or that he was committed to any position or interest which would conflict with providing petitioner an effective defense. Because Davis holds that obedience to a system of general application cannot be characterized even as harshly as an abuse of discretion, I decline to hold that it violated the sixth amendment as embodied in the fourteenth.\n\n*1134\nComment on Post-Arrest Silence\n\nThe prosecutor’s question to petitioner on cross-examination and comment in closing argument concerning petitioner’s failure ever to tell law enforcement officers that petitioner had not gone into Harold’s Club, were forbidden by the Constitution of the United States. United States ex rel. Allen v. Rowe, 591 F.2d 391, 396-399 (7th Cir. 1979).\nRespondent argues that as to this ground, access to federal habeas corpus is barred by petitioner’s failure to object or to move for a mistrial at the time the alleged misconduct by the prosecutor occurred in the state trial court. On direct appeal from the conviction, this failure was held by the Wisconsin Supreme Court to constitute a waiver of objection under the state’s contemporaneous-objection rule, and that Court declined to address the merits of the federal constitutional question.\nWainwright v. Sykes, 433 U.S. 72, 78-79, 81-82, 97 S.Ct. 2497, 2502, 2503-2504, 53 L.Ed.2d 594 (1977), seems to require that in a habeas proceeding by a state prisoner in a federal district court, the court must make a threshold determination whether the state procedural rule upon which the state court has depended in declining to consider the merits of the federal constitutional claim is “independent” of the federal question and “adequate.” If the state law ground is not both independent and adequate, a petitioner is entitled to consideration of the federal constitutional claim by the federal district court on its merits. If the state law ground is independent and adequate, a petitioner must make certain further showings, described in Sykes, before he or she wins federal district court review on the merits of the federal question.\nIn the present case, the Wisconsin Supreme Court depended upon an asserted state procedural rule which is clearly independent of the question whether the prosecutor’s conduct violated the Constitution of the United States.\nPetitioner contends that the state law ground was not adequate, in the sense that Wisconsin’s own rule was misapplied. He contends that the state Supreme Court’s application of its contemporaneous-objection rule in his case was inconsistent with a line of Wisconsin cases holding that in the absence of strategic waiver, objection is not necessary to preserve the right to raise on appeal constitutional, as contrasted with non-constitutional issues. Petitioner has made a persuasive showing that in his case there was an unexplained departure from this line of Wisconsin decisions. However, the considerations of comity emphasized in Sykes persuade me that it is not the role of a federal court to undertake to correct the application of a purported state procedural rule in a particular case by the highest appellate court of the state. When in a particular case the highest appellate court applies a procedural rule, that rule is indeed the rule of the state as of that moment, however it may differ from a rule applied by the highest appellate court in the case immediately preceding it and the case immediately following it. In Hockenbury v. Sowders, 620 F.2d 111, 114 (6th Cir. 1980), the court stated:\nWainwright compels the federal court to defer to the state court’s application of its own contemporaneous objection requirement. Under Wainwright a District Court’s only role in making an independent determination so as to prevent a miscarriage of justice is in the application of the “cause” and “prejudice” exception contained in the Wainwright rule.\nI conclude that the state law ground on which the Wisconsin Supreme Court relied in declining to reach this federal constitutional contention was both independent and adequate. Sykes, 433 U.S. at 78-79, 97 S.Ct. at 2502.\nSykes makes clear that just as federal habeas review may be effectively barred by a state court decision resting on an independent and adequate ground of state substantive law, so federal claims may be effectively barred as well when a state court has declined to pass on them because they have not been presented in the state court system at the time or in the manner pre*1135scribed by the state; that is, when the independent and adequate state ground is procedural, such as a contemporaneous-objection rule. Id. at 81-82, 97 S.Ct. at 2503-2504. However, in the latter case, such a bar is not automatic. The federal district court must determine case by case whether, as a matter of federal law as well, a petitioner has lost his or her access to federal habeas corpus. In making that determination, the federal district court is to apply “the rule of Francis v. Henderson, [425 U.S. 536, 96 S.Ct. 1708, 48 L.Ed.2d 149 (1976) ], barring federal habeas review absent a showing of ‘cause’ and ‘prejudice’ attendant to a state procedural waiver . .. . ” Id. at 87, 97 S.Ct. at 2506.\nThe initial question is whether the “cause” test is wholly separate and distinct from the “prejudice” test.\nIn Davis v. United States, 411 U.S. 233, 93 S.Ct. 1577, 36 L.Ed.2d 216 (1973), the Court held that not only during a federal criminal proceeding but also later on collateral review of a conviction in that proceeding, the waiver standard set forth in Rule 12 of the Federal Rules of Criminal Procedure governs an untimely claim of grand jury discrimination. Rule 12 provides that failure to raise certain objections by certain times constitutes waiver of the objections, “but the court for cause shown may grant relief from the waiver.” Rule 12(f). That rule has been construed to require not only a showing that there was good cause for failing to raise the objection in timely fashion, but also a showing that defendant has suffered actual prejudice in the matter complained of. United States v. Williams, 544 F.2d 1215 (4th Cir. 1976). Thus, “cause” in Rule 12(f), reasonably construed, means more than cause for failure to make contemporaneous objection. It means cause for entertaining the contention now despite the failure to raise it by the deadline. Thus, in determining the presence or absence of this broader “cause,” a court must ask not only why the objection was not made in time, but also whether actual prejudice has resulted.\nDavis dealt with a federal procedural rule governing criminal prosecutions in federal courts. Francis held that the Davis rule applies with equal force to a state’s contemporaneous-objection rule when a federal court is asked in a habeas corpus proceeding to overturn a state court conviction because of an alleged violation of the Constitution of the United States in the course of the criminal proceedings in the state trial court. In Francis, 425 U.S. at 542, 96 S.Ct. at 1711, the Court said that in such a collateral attack, a petitioner must make “not only a showing of ‘cause’ for the defendant’s failure to [make contemporaneous objection], but also a showing of actual prejudice.” Thus, the single word “cause,” into which were subsumed both the sufficiency of the reason for failing to object in timely fashion and the presence of actual prejudice, as used in Rule 12(f), F.R.Crim.P. and as dealt with in Davis, was expressly divided into two prongs in Francis: cause (sufficiency of the reason for failing to object in timely fashion) and actual prejudice (resulting from the alleged violation of the Constitution to which timely objection was not made). It is the Francis rule, not the Davis rule, which must be applied here, by direction in Sykes. And in the very course of stating that direction in Sykes, the Court articulated that the rule is two-pronged. 433 U.S. at 87, 90, 91, 97 S.Ct. at 2506, 2508, 2509.\nIn the present case, therefore, the petitioner must begin by making a showing that there was cause for the failure to make contemporaneous objection. It is irrelevant to this inquiry whether he was actually prejudiced by the prosecutorial misconduct. If petitioner is unable to show cause for the failure to make contemporaneous objection, the inquiry must end. The petition must be denied as to this claim of prosecutorial misconduct. This reading of the Sykes test means that federal habeas review will be summarily denied petitioners, however grieviously they have been prejudiced by the asserted violation of the federal constitution, if cause is not shown for the failure to make contemporaneous objection. A perception of harshness is a likely explana*1136tion why, although expressing the Sykes test as I have analyzed it here, a number of courts have softened it radically by importing into the “cause” element considerations going to the presence or absence of actual prejudice in the particular case. See Goodman and Sallett, Wainwright v. Sykes: The Lower Federal Courts Respond, 30 The Hastings Law Journal 1683, at 1711-1724 (1979). That is, the more likely it is that a particular petitioner is unjustly incarcerated, the more sympathetically some courts have evaluated the explanations for failure to make timely objection. Id. at 1712. The effect of this ambivalence is virtually to reduce the test to a single-prong test: actual prejudice in the particular case. To persist in this effort to meld two wholly distinct concepts, I believe, is merely to protract a period of confusion and discrepant judicial responses to similar cases.\nIn Sykes, the Court observed that the precise definition of the cause-and-prejudice standard was being left open for resolution in future decisions, id. at 87, 97 S.Ct. at 2506, but it expressed confidence that, as eventually developed, the standard “will not prevent a federal habeas court from adjudicating for the first time the federal constitutional claim of a defendant who in the absence of such an adjudication will be the victim of a miscarriage of justice.” Id. at 91, 97 S.Ct. at 2508. This expression of confidence can be understood only when one perceives the meaning given by the Court to the term “victim of a miscarriage of justice.” Whatever reasonable definition of the cause-and-prejudice standard may now emerge, it clearly will deny any hearing whatever either in certain state appellate courts or thereafter in federal habeas courts to certain persons whose federal constitutional rights have in truth been grossly violated in the course of criminal proceedings in state trial courts, to the clear and specific prejudice of those persons in the determination of guilt or innocence. Rather, in Sykes the Court is saying that it will be “just” to deny a federal habeas forum (as well as direct review of state court action by the Supreme Court of the United States) to those “victim[s] of a miscarriage[s] of justice.” It will be just to deny the federal court forum because the state procedural rule, such as the contemporaneous-objection rule, is just, even as applied to such victims of miscarriage of justice. To put it differently, when a fair state contemporaneous-objection rule is applied fairly, the Court is saying in Sykes, justice is not miscarried. There is no victim.\nIt is in this context that I must inquire whether the petitioner in the present case has met his burden to show cause for the failure to make contemporaneous objections to the prosecutor’s unconstitutional question and to the prosecutor’s unconstitutional comment concerning petitioner’s post-arrest silence.\nIn attempting to give content to “cause,” an immediate question is whether it is the failure of this petitioner himself or the failure of the trial attorney for the petitioner for which cause must now be shown. To answer the question, it is unnecessary to review Fay v. Noia, 372 U.S. 391, 83 S.Ct. 822, 9 L.Ed.2d 837 (1963), Sykes, and intervening decisions in any detail. Cause need not be shown why the petitioner himself did not object or move for mistrial. Cause need not be shown why the petitioner did not instruct his attorney immediately to object or to make the motion. Clearly, these are not matters to be compared with decisions whether to plead guilty, whether to forego the assistance of counsel, and whether to refrain from taking an appeal. The latter are decisions as to which responsibility may reasonably be fastened upon a properly informed defendant himself or herself. See Frazier v. Czarnetsky, 439 F.Supp. 735, 737, n. 4 (S.D.N.Y.1977). But immediate recognition of the impermissibility of certain conduct by a prosecutor and an immediate decision whether and how to respond to it are clearly matters necessarily entrusted to the defendant’s attorney, who must make on-the-spot decisions at virtually all stages of a criminal trial.” Sykes, 433 U.S. at 93, 97 S.Ct. at 2509 (Burger, C. J., con *1137curring).1 Rather, it is the lawyer for whose failure “cause” must be shown.\nThe choice of the word “cause” in Sykes and its precursors is somewhat unfortunate. Every omission of timely objection has a cause or causes: sometimes designing choice (“deliberate by-pass”), sometimes ignorance, sometimes slowness of mind, sometimes momentary distraction, sometimes indifference, sometimes fatigue, and so on. In human terms, some of these reasons are less admirable than others. In terms of professional capacity, some reflect more gravely than others. But whether one reason is to result in a certain consequence while another is not can hardly turn upon the palatability of the reason. Rather, the inquiry must be directed to the policies served by the contemporaneous-objection rule and to the range of departures from that rule which are tolerable in light of those policies.\nThe purposes to be served by insuring that it is the trial which is the “decisive and portentous event” in the life of a lawsuit are described with verve and persuasiveness in the opinion of the Court in Sykes, 433 U.S. at 90, 97 S.Ct. at 2508, and the role which must be assigned to the lawyer, and no other, in that decisive and portentous event is underscored in the concurring opinion of the Chief Justice. Id. at 91, 93-94, 97 S.Ct. at 2509-2510. It is surely true that justice is served when sufficient pains are taken by the courts in each individual case. But it is also true — particularly when caseloads in both state and federal court systems are so heavy — that considerably more justice is dispensed in the aggregate year in and year out when each case receives its full time on stage, and no more. This dimension of “justice” is applicable to both civil and criminal cases. It has meaning for civil plaintiffs and prosecuting governments as well as for defendants. It is reflected in a network of statutes, rules, and court-made doctrines limiting relief from arbitration awards, limiting the availability in the trial courts of new trials and relief from judgments, and limiting the range within which appellate courts may overturn the trial courts’ resolution of disputes. But with respect to collateral attacks on convictions in criminal cases, these considerations enjoy special meaning in “forcing the litigation of constitutional issues at the trial court level, and promoting judicial efficiency by enabling the trial court to develop the factual record underlying a constitutional claim.”2\nObviously, the more relentless the application of the contemporaneous objection rule, the better promoted is the community’s interest in judicial efficiency. There is little doubt that this community interest is properly served by the rule when the failure to make contemporaneous objection is the product of designing choice, when the by-pass of the constitutional right by the defendant or by his or her attorney, or by both, is deliberate. On the other hand, although judicial efficiency would be served equally well, notions of fairness clearly dictate that the rule should not be applied when, for example, a defendant and his or her attorney could not have discovered at the time the facts giving rise to the possible constitutional claim or, for example, when a constitutional right is given judicial recognition and retroactive effect only later by authoritative judicial decisions not reasonably foreseeable. Goodman and Sallett, op. cit., supra, at 1708, 1717-1718.\nIn the present case, petitioner has made a sufficient showing that the omission of objection to the prosecutor’s improper question and comment was not a deliberate bypass. However, petitioner has not shown that the omission was occasioned because facts bearing on the constitutional claim *1138had been withheld from him or because the impropriety of the prosecutor’s remarks had not been made sufficiently clear at the time by authoritative judicial precedent.3 Rather the showing made is that petitioner’s attorney believed at the time that the prosecutor’s question and comment were permissible and therefore decided that petitioner’s constitutional rights were unaffected by them. The question, then, is whether and, if so, when an error by a defense attorney constitutes sufficient “cause,” under the Sykes standard, for that failure to make contemporaneous objection.4\nNo doubt, had petitioner shown that the trial assistance provided him by his attorney been constitutionally ineffective, as a whole, he would have succeeded under the Sykes test in showing sufficient cause for the failure of his attorney to object on each of the two specific occasions in question. Counsel’s performance is constitutionally ineffective only when it fails to “[meet] a minimum professional standard.” United States ex rel. Williams v. Twomey, 510 F.2d 634, 640 (7th Cir.), cert. denied, 423 U.S. 876, 96 S.Ct. 148, 46 L.Ed.2d 109 (1975). I take judicial notice of the minimum professional standard in 1973 for lawyers representing defendants in criminal cases in the community in which petitioner’s trial was held. From an examination of the transcript of the trial, I find that the performance of petitioner’s attorney was well above that minimum standard.\nI conclude that petitioner has not met his burden to show sufficient cause] under the Sykes test, for the failure of his attorney to make contemporary objection on the occasion of the prosecutor’s unconstitutional question and comment. To hold otherwise would be to undercut gravely the entire justification for the state’s contemporaneous-objection rule. Erroneous omissions on the part of trial attorneys, not to mention those on the part of trial judges, are frequent and inevitable. Of course, it is desirable that the quality of the performance of members of the bar be high, not only in trial practice but in other important functions performed by lawyers. Various measures, including licensing standards, continuing legal education programs, and disciplinary proceedings, are and should be exercised to promote quality performance. Specifically with respect to the role of lawyers in the trial of criminal cases, several alternatives should be explored and pursued to promote quality performance. See, generally, Schwarzer, Dealing with Incompetent Counsel — The Trial Judge’s Role, 93 Harvard L.Rev. 633 (1980). But the community’s interest in the overall efficiency of the judicial system, and in a reasonably close approximation of justice in the aggregate for all litigants in all courts, justify such devices as the contemporaneous-objection rules adopted by many state court systems. The ultimate question in this case is how the function of federal habeas corpus should be shaped in response to those state court rules. When the Sykes decision is applied to the facts shown by the petitioner in this case, the conclusion must be that this federal habeas court will not entertain and consider the merits of his contention that his federal constitutional rights were violated by the prosecutor. The contention will not be entertained because it was not brought to the attention of the state trial court in timely fashion. The contention will not be entertained even though, if the *1139question were reached, petitioner might be able to show that the prosecutor’s conduct resulted in clear and specific prejudice in the determination of petitioner’s guilt or innocence.\n\nJury Instruction on Intent\n\nRespondents contend that this court is foreclosed, under Sykes, from considering the merits of petitioner’s claim that his federal constitutional rights were violated when the trial court gave Wisconsin Jury Instruction # 1100. No objection was made at trial to the giving of this instruction. However, petitioner raised the objection in a post-conviction motion in the state trial court, pursuant to § 974.06, Wis.Stats. The court denied this motion on its merits, citing Muller v. State, 94 Wis.2d 450, 289 N.W.2d 570 (1980), in which the issue had been decided by the Supreme Court of Wisconsin just six days earlier. Sykes does not apply when, despite failure to observe the state’s contemporaneous-objection rule, the state court has taken up the question and decided it on its merits. Sykes, 433 U.S. at 87, 97 S.Ct. at 2506.\nThe instructions given in this case are indistinguishable from that given in Pigee v. Israel, 670 F.2d 690 (7th Cir. 1982), and Jacks v. Duckworth, 651 F.2d 480 (7th Cir., 1981), in both of which cases it was held that the giving of such instructions did not violate the Constitution of the United States. I am bound by those precedents.\n\nOrder\n\nThe petition for habeas corpus is denied on its merits.\n\n. Because there is no hint of it in the record in this case, I refrain from discussion of a case in which the defendant and his attorney engage actively in a joint decision to refrain from making an objection or a motion. For a discussion of this phenomenon in the context of “deliberate by-pass,” see Fay v. Noia, 372 U.S. 391, at 438-439, 83 S.Ct. 822, at 848-849, 9 L.Ed.2d 837 (1963), and Sykes, 433 U.S. at 83, 97 S.Ct. at 2504.\n\n\n. Goodman and Sallett, op. cit., supra, at 1688. This article has been unusually helpful to me.\n\n\n. See Miranda v. Arizona, 384 U.S. 436, 468 n. 37, 86 S.Ct. 1602, 1624, n. 37, 16 L.Ed.2d 694 (1966); Griffin v. California, 380 U.S. 609, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965); United States v. Matos, 444 F.2d 1071 (7th Cir. 1971); Buckner v. State, 56 Wis.2d 539, 548-549, 202 N.W.2d 406 (1972); Galloway v. State, 32 Wis.2d 414, 425, 145 N.W.2d 761 (1966).\n\n\n. From my observation of Bruce Rosen during my service as a judge of this court, I take judicial notice that he is professionally well qualified, particularly as defense counsel in criminal cases, and that he is well versed in rules of law, including the federal constitutional rights of defendants in criminal cases. I take notice that this has been true for a number of years. It is unfortunate that the issue in this case focuses on his awareness or unawareness of a certain legal doctrine, not among those most widely known, at a time when Mr. Rosen had been in practice for less than two years. His candor in this habeas corpus proceeding in this court is commendable.\n\n",
            "ocr": true,
            "opinion_id": 8877894
        }
    ],
    "court_short_name": "W.D. Wisconsin",
    "court_full_name": "District Court, W.D. Wisconsin",
    "court_type": "FD",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Robbery"
}