{
    "id": 8894084,
    "judges": "Bogue",
    "date_filed": 418348800000,
    "date_filed_is_approximate": false,
    "slug": "paccar-financial-corp-v-jl-healy-construction-co",
    "case_name_short": null,
    "case_name": "PACCAR Financial Corp. v. J.L. Healy Construction Co.",
    "case_name_full": "PACCAR FINANCIAL CORPORATION, INC. v. J.L. HEALY CONSTRUCTION COMPANY and Edward F. Samore, d/b/a Central Truck and Trailer Sales, Inc.",
    "attorneys": "Edwin Evans, Sioux Falls, S.D., for plaintiff., John E. Burke, Sioux Falls, S.D., for defendant..",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "561 F. Supp. 342"
    ],
    "opinions": [
        {
            "author_str": "Bogue",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM OPINION\nBOGUE, Chief Judge.\nPlaintiff, Paccar Financial Corporation (hereinafter Paccar) commenced this diversity action by filing a complaint alleging that defendant J.L. Healy Construction Company (hereinafter Healy) is in possession of a 1975 Kenworth tractor, model W925, serial number 139040. Plaintiff claims a superior interest in the vehicle by way of a lien noted on an Indiana certificate of title. Paccar prayed for declaratory relief and for either the return of the vehicle or for damages in lieu of replevin. Healy answered by admitting both the purchase and the possession of the vehicle and further admitted that it holds the vehicle under a South Dakota certificate of title which does not indicate Paccar’s lien. The matter in controversy exceeds the sum of $10,000 exclusive of costs and interest. The Court has jurisdiction over the action pursuant to 28 U.S.C. § 1332. From the pleadings, testimony, exhibits, depositions, and legal memoranda of counsel, the Court makes the following findings of fact and conclusions of law under Rule 52 of the Federal Rules of Civil Procedure.\nFACTS\nOn November 30, 1974, Earl Lent (not a party herein) purchased a new 1975 Ken-worth truck tractor, model W925, serial number 139040 from Chicago Kenworth. Lent also entered into a security agreement with Chicago Kenworth. This security agreement was later assigned to Paccar. Following the sale, the State of Indiana issued a certificate of title showing Lent as the owner of the vehicle and noting a lien in favor of Paccar.\nIn September 1975 Lent refinanced his fleet of trucks, including the truck in question in this case. In April 1976, however, he experienced financial difficulties and defaulted under the terms of his security agreement with Paccar. The Lent account was closed by Paccar on June 30, 1976.\nPaccar and Healy agree that on June 1, 1976, Lent fraudulently obtained an Illinois certificate of title for the truck which did not reflect Paccar’s lien. Lent used the “clean” Illinois certificate to sell the truck to Jerry Nye on June 15, 1976. Nye (not a party herein) is in the business of buying and selling trucks in Texas and paid $10,000 for the truck — less than one-half of the *344truck’s retail value. Shortly after Nye learned of the fraudulent transactions surrounding the title to the truck, he sold the vehicle to OK Truck Salvage-Jowers Used Trucks of El Paso, Texas. Jowers Used Trucks also is not a party to this action. On June 21,1976, after the sale of the truck to Jowers, the State of Illinois revoked its certificate of title to the truck.\nJowers Used Trucks then sold the vehicle to Central Truck and Trailer Sales of Sioux City, Iowa. Central Truck and Trailer Sales was a third party defendant in this case until it filed a petition in bankruptcy. By Court Order dated May 23, 1978, Edward F. Samore, Trustee in the matter of the bankruptcy of 75 Truck Plaza, Inc., d/b/a Central Truck and Trailer Sales, was substituted as a third party defendant. The Defendant Healy purchased the truck from Central Truck and Trailer Sales on July 16, 1976. Healy obtained a South Dakota certificate of title on August 13, 1976, based upon the then revoked Illinois certificate of title and upon a Texas Dealer’s Reassignment of Title which Healy received from Jowers. The South Dakota certificate of title does not reflect Paccar’s lien.\nPaccar located the truck in South Dakota and on October 4, 1976, Paccar’s counsel notified Healy and the South Dakota Department of Public Safety that the Illinois certificate had been revoked and that Paccar claimed an outstanding lien on the truck. At the time of trial both the South Dakota and Indiana certificates of title were outstanding. Thus, Paccar claims a superior interest in the vehicle by virtue of the Indiana certificate of title and Healy asserts its own interest based upon the South Dakota certificate.\nDISCUSSION\nAlthough the Illinois certificate did not note Paccar’s lien and was revoked by the State of Illinois on June 21, 1976, Healy relied upon the revoked Illinois title as a basis for its purchase of the tractor from Central Truck and Trailer Sales. The South Dakota authorities likewise relied upon the clean Illinois title when on August 13, 1976 they issued to Healy the clean South Dakota certificate of title for the tractor. Yet, when Healy purchased the vehicle and received delivery on or about July 18, 1976, it was “covered” only by the extant Indiana certificate of title.\nPaccar first contends that Healy acquired no interest in the tractor and that the South Dakota certificate is void or invalid. Paccar argues that Lent held and conveyed void title to the truck because he utilized a fraudulently obtained certificate of title which did not reflect Paccar’s lien. Thus Paccar concludes that Healy acquired void title to the tractor, and cites authority holding that a thief has neither title nor the power to convey good title to another. See, Granite States Insurance Co. v. Lowe, 362 So.2d 240 (Ala.Civ.App.1978); Mutual Insurance Co. v. Motor Finance Co., 215 Ark. 601, 222 S.W.2d 981 (Ark.1949); First National Bank &amp; Trust Co. v. Ohio Cas. Insurance Co., 196 Neb. 595, 244 N.W.2d 209 (Neb.1976).\nIn this case, however, Lent had lawful possession of the truck when he sold it to Nye. Lent’s lawful possession of the vehicle gave him at least voidable title. Lent’s lawful possession of the truck distinguishes this case from those involving stolen property. Furthermore, under South Dakota law one cannot commit theft where the property taken is subject to a security interest but was in the lawful possession of the person accused of theft. SDCL ch. 22-30A and SDCL § 22-1-2(34). It follows, therefore, that Jerry Nye would acquire to the same voidable title which Lent held.\nSee, U.C.C. § 2-403. Ordinarily, one who purchased from Nye would likewise acquire the same interest that Nye held. But because Nye was a dealer in used trucks, Jowers could acquire good title from Nye despite the fact that the Illinois certificate was revoked, if Jowers was a good faith purchaser for value. See, U.S.C. § 2-403. Jowers was a good faith purchaser because it was unaware of the infirmities of the Illinois title and gave value in the form of money for the tractor. Thus, Jow*345ers acquired good title to the truck, but did not necessarily take good title free of Paccar’s lien.\nU.C.C. § 9-307(1) provides that buyers in the ordinary course, with certain exceptions not here applicable, take free of security interests created by their sellers. In this ease, the security interest was not created by Jower’s immediate seller. For this reason, Jowers took good title subject to Paccar’s lien, and for the same reason, so did Central Truck and Trailer Sales and the Defendant Healy. Accordingly, the Court concludes that the South Dakota certificate is valid and reflects the title which Healy acquired. Healy initially acquired the tractor subject to Paccar’s perfected security status because at the time of its purchase the vehicle was covered only by the extant Indiana certificate of title. The remaining issue is whether Paccar retained its perfected status after the issuance of the clean South Dakota certificate of title.\nSDCL 57A-9-103(4) (1980) governs the resolution of this action concerning competing claims to a vehicle covered by a security interest noted on a foreign state’s certificate of title. SDCL 57A-9-103(3) and (4) provide:\n(3) If personal property other than that • governed by subsections (1) and (2) is already subject to a security interest when it is brought into this state, the validity of the security interest in this state is to be determined by the law (including the conflict of laws rules) of the jurisdiction where the property was when the security interest attached. However, if the parties to the transaction understood at the time that the security interest attached that the property would be kept in this state and it was brought into this state within thirty days after the security interest attached for-purposes other than transportation through this state, then the validity of the security interest in this state is to be determined by law of this state. If the security interest was already perfected under the law of the jurisdiction where the property was when the security interest attached and before being brought into this state, the security interest continues perfected in this state for four months and also thereafter if within the four-month period it is perfected in this state. The security interest may also be perfected in this state after the expiration of the four-month period; in such case perfection dates from the time of perfection in this state. If the security interest was not perfected under the law of the jurisdiction where the property was when the security interest attached and before be- - ing brought into this state, it may be perfected in this state; in such case perfection dates from the time of perfection in this state.\n(4) Notwithstanding subsections (2) and (3), if personal property is covered by a certificate of title issued under a statute of this state or any other jurisdiction which requires indication on a certificate of title of any security interest in the property as a condition of perfection, then the perfection is governed by the law of the jurisdiction which issued the certificate.\nSDCL 57A-9-103(4) applies to vehicles covered by a certificate of title issued by another state under the law of which indication of a security interest on the certificate is required as a condition of perfection. Indiana is such a state and had issued a certificate of title for the tractor noting Paccar’s security interest. See, Ind.Code § 26-1-9-302 (1971); Jahn v. North American Van Lines, 12 B.R. 373, 32 UCC Rep. 1206 (Bkrtcy.E.D.Tenn.1981). At the time of the transactions in this case, the 1962 version of UCC 9-103(4) was in effect in both Indiana and South Dakota. Ind.Code § 26-1-9-103 (1971); SDCL 57A-9-103.\nSection 9-103(4) (1962 version) continues in force the perfection of a security interest noted on a foreign certificate of title until a certificate has been issued by another jurisdiction. Consequently, if the tractor was removed to South Dakota, and no new certificate was issued by this state, Paccar’s security interest would have remained perfected indefinitely under the In*346diana certificate which noted its lien. See, General Motors Acceptance Corp. v. Whisnant, 387 F.2d 774 (5th Cir.1968); Strick Corp. v. Eldo-Craft Boat Co., Inc., 479 F.Supp. 720 (W.D.Ark.1979); United Carolina Bank v. Sistrunk, 158 Ga.App. 107, 279 S.E.2d 272 (Ga.App.1981). But when the collateral is removed to another state, and a new certificate is issued, the second state becomes “the jurisdiction which issued the certificate and its law governs the perfection of security interests. See, In re Schoeller, 4 UCC Rep. 1093 (D.Conn.Bankr.1968); In re Edwards, 6 UCC Rep. 1124 (E.D.Mich. Bankr.1969); In re Wolf, 9 UCC Rep. 177 (W.D.Mich.Bankr.1971); In re Foster, 445 F.Supp. 949 (N.D.Okla.1978); White &amp; Summers, Uniform Commercial Code, § 23-21, pp. 855-862 (1st ed. 1972). As stated in 4 Anderson, Uniform Commercial Code, section 9-103:23, 64 (2d ed. 1971):\n“The underlying rationale of Code § 9-103(4) is that there shall be only one title certificate for an automobile, but the certificate of state # 2 when such certificate is issued shall be the controlling system. It would be impractical to charge the public with notice of notations in prior cancelled certificates or applications, which, though still extant, had been issued in foreign unknown states. Consequently, once a certificate is issued in state # 2, it is the law of that state which determines whether there is a perfected security interest in a motor vehicle and the creditor must comply with the law of state # 2 in order to obtain perfection.”\nThus, to remain perfected as against Healy, an innocent purchaser without notice of Paccar’s lien which asserts its interest under the South Dakota title, Paccar had to comply with the South Dakota law which requires the indication of its security interest on the South Dakota certificate. SDCL 57A-9-302(4) (1980). There is no dispute that Paccar failed to take any of the steps necessary to perfect its security interest either by repossession or by noting its lien on the South Dakota certificate. Paccar sent a letter to Healy on October 4,1976 “to put [Healy] on notice that there may be a dispute concerning the ownership of the [tractor] ...,” and also sent a letter to the South Dakota Department of Public Safety. Yet Paccar did not formally assert its claim until this action was instituted on August 12, 1977.\nAccordingly, this Court concludes that Paccar failed to reperfect its security interest under South Dakota law, and therefore, now has an unperfected security interest which is not valid as against Healy. SDCL 32-3-41, and SDCL 57A-9-301(l)(c); Note, Certificate of Title Legislation and the Uniform Commercial Code, 24 S.D.L.Rev. 522 (1979).\nTo avoid this result, Paccar urges the Court to apply the “four-month rule” contained in section 9-103(3) (1962 version) and in the 1972 revision of section 9-103(4). Clearly, the four-month rule of section 9-103(3) does not apply to cases governed by section 9-103(4) (1962 version) in effect in both Indiana and South Dakota. The 1972 revisions, however, restructured section 9-103 and placed the certifícate of title provisions in a new section 9-103(2). This new section does provide a four-month period of perfection for foreign security interests upon removal of the collateral to another state. The South Dakota Legislature adopted the 1972 revision of section 9-103, but these amendments are not effective until July 1, 1983. See, SDCL 57A-9-103(2) (1982), and SDCL 57A-11-101 to 103 (1982). The 1972 revision, therefore, also could not apply directly to this dispute.\nNonetheless, even when the 1962 version of the UCC is in effect, many courts now consider the 1972 revision of Article 9 in deciding issues arising under the original language of that Article. See, e.g., United States v. Gleaners &amp; Farmers Coop Elevator, 481 F.2d 104 (7th Cir.1973); PPG Industries, Inc. v. Hartford Fire Insurance Co., 531 F.2d 58 (2d Cir.1976); United States v. Squires, 378 F.Supp. 798 (S.D.Iowa 1974); Domain Industries, Inc. v. First Security Bank &amp; Trust Co., 230 N.W.2d 165 (Iowa 1975). The 1972 revision is most properly considered in resolving problems in the con*347struction of the original section 9-103 because the main purpose of the revision was to clarify the section. IAC, Ltd. v. Princeton Porsche-Audi, 75 N.J. 379, 382 A.2d 1125 (N.J.1978). SDCL 57A-9-103(2) provides:\n\nCertificate of Title.\n\n(a) This subsection applies to goods covered by a certificate of title issued under a statute of this state or of another jurisdiction under the law of which indication of a security interest on the certificate is required as a condition of perfection.\n(b) Except as otherwise provided in this subsection, perfection and the effect of perfection or nonperfection of the security interest are governed by the law (including the conflict of laws rules) of the jurisdiction issuing the certificate until four months after the goods are removed from that jurisdiction and thereafter until the goods are registered in another jurisdiction, but in any event not beyond surrender of the certificate. After the expiration of that period, the goods are not covered by the certificate of title within the meaning of this section.\n(c) Except with respect to the rights of a buyer described in the next paragraph, a security interest, perfected in another jurisdiction otherwise than by notation on a certificate of title, in goods brought into this state and thereafter covered by a certificate of title issued by this state is subject to the rules stated in paragraph (d) of subsection (1).\n(d) If goods are brought into this state while a security interest therein is perfected in any manner under the law of the jurisdiction from which the goods are removed and a certificate of title is issued by this state and the certificate does not show that the goods are subject to the security interest or that they may be subject to security interests not shown on the certificate, the security interest is subordinate to the rights of a buyer of the goods who is not in the business of selling goods of that kind to the extent that he gives value and receives delivery of the goods after issuance of the certificate and without knowledge of the security interest.\nCiting numerous cases decided under the 1962 version of section 9-103(3), see, e.g., Morris v. Seattle First National Bank, 10 Wash.App. 129, 516 P.2d 1055 (Wash.App. 1973), Paccar contends the four-month period referred to in section 9-103(2) (1972 version) is a period of “absolute perfection.” Accordingly, Paccar argues that for four months from the date the Illinois title was obtained its security interest was absolutely perfected, and there was no requirement that it reperfect in any other state. As Healy purchased the tractor during this period, Paccar concludes that Healy cannot be given superior title, even though Paccar did not reperfect its security interest under South Dakota law. Otherwise stated, Paccar asserts that there is no retroactive lapse of perfection if no filing or notation of its lien is made in the removal state within four months. Paccar opposes the position taken by White and Summers under the 1962 version, namely that the four-month period of perfection under § 9-103 is a “grace period.” See, White &amp; Summers, supra, at § 23-18, pp. 849 ff. (1st ed. 1972).\n“Comment 7 to 9-103 supports the conclusion that the rights are not normally frozen when they arise within the four month period and that at the expiration of the four month period, the secured creditor who has failed to file in the second state will find himself subordinated to any who would have priority over an unperfected security interest. Thus, under our analysis, a buyer (who did not qualify under 9-307 and who, therefore, would be subordinate to a perfected security interest) would hold a junior interest within the four month period but that interest would mature into one superior to the secured creditor’s interest if the secured creditor failed to perfect within the four-month period,” Id. at 849.\nThis Court concludes that even if the four-month rule of section 9-103(2) (1972 version) applied to this case, that period is only a grace period of perfection, and Paccar would still be subordinate to the inter*348est of Healy. It is true that a majority of courts construed the four-month rule under the 1962 version of 9-103 to be a period of absolute perfection for the secured creditor. See, United States v. Burnette-Carter Co., 575 F.2d 587 (6th Cir.1978), and cases cited therein. But that rule was not adopted by the Code draftsmen in the 1972 revision. Id. at 592. UCC § 9-103(l)(d)(i) (1972 Official Text) clearly adopts a conditional period of perfection. Under this provision, the secured party must act within the four-month period to take possession of the collateral or to refile in the removal state in order to continue his perfection after removal. If the four-month period expires before the creditor acts, his security interest becomes unperfected at the end of that period and is thereafter deemed to have been unperfected as against a person who becomes a purchaser after removal. See, White &amp; Summers, supra, at § 23-18, pp. 972-973 (2d ed. 1980). The conditional perfection rule described in section 9-103(l)(d)(i) applies equally to the four-month period in section 9-103(2)(b) (1972 revision). See, § 9-103(2)(b), Comment 4; White &amp; Summers, supra, at 981 (2d ed. 1980).\nUnder § 9-103(2)(b) the Indiana certificate governed the perfection of security interests in the tractor for a grace period of four months after the tractor was removed from Indiana. At the end of the four-month period, during which Healy acquired the tractor and obtained the South Dakota certificate, the South Dakota certificate is deemed to be the only certificate of title which “covers” the tractor. Because Paccar failed within that period, or thereafter, to reperfect its security interest under South Dakota law, its perfected status expired. Paccar, therefore, is deemed unperfected as against Healy, who acquired its title within that period and upon removal, for the South Dakota certificate does not indicate Paccar’s lien. Cases applying this analysis under both the 1962 and 1972 versions of the Code include United States v. Squires, 378 F.Supp. 798 (S.D.Iowa 1974); Arrow Ford, Inc. v. Western Landscape Constr. Co., Inc., 23 Ariz.App. 281, 532 P.2d 553 (Ariz.App. 1975); Patti v. Barnett Bank, 25 UCC Rep. 1429 (E.D.Wis.Bankr.1979); Wayne Bank v. Bob Schmidt Chevrolet, Inc., 433 N.E.2d 1294, 70 Ohio Misc. 7 (1981).\nCONCLUSION\nThe Court holds that because Paccar failed to reperfect its security interest in South Dakota, its security interest became unperfected under South Dakota law. Therefore, Paccar is not entitled to possession of the tractor as against J.L. Healy Construction Company, which acquired a superior title to and interest in the tractor pursuant to the issuance of the South Dakota certificate of title. This Court finds that this interpretation of section 9-103 places the risk of loss as between two innocent parties in the proper place. Paccar was in the best position to prevent the loss by tracing its collateral and protecting its interests under South Dakota law, or by insuring itself against a loss.\nFor the foregoing reasons, judgment will be entered awarding possession of the 1975 Kenworth Tractor, Model W925, Serial No. 139040 to defendant, J.L. Healy Construction Company. Each party will bear their own costs of this action. The amended complaint of plaintiff seeking replevin of the tractor, or its value, together with damages for conversion and depreciation will be denied.\n",
            "ocr": true,
            "opinion_id": 8880496
        }
    ],
    "court_short_name": "D. South Dakota",
    "court_full_name": "District Court, D. South Dakota",
    "court_type": "FD",
    "court_jurisdiction": "South Dakota, SD",
    "crime_category": "Robbery"
}