{
    "id": 8913198,
    "judges": "Bryant, Stephens, Thigpen",
    "date_filed": "2010-08-13",
    "date_filed_is_approximate": true,
    "slug": "state-v-redman",
    "case_name_short": "Redman",
    "case_name": "State v. Redman",
    "case_name_full": "STATE OF NORTH CAROLINA v. ROBERT MICHAEL REDMAN",
    "attorneys": "\nRoy Cooper, Attorney General, by Susannah R Holloway, Assistant Attorney General for the State.\n, \nStaples Hughes, Appellate Defender, by Kathleen M. Joyce, Assistant Appellate Defender for the defendant.\n",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "224 N.C. App. 363"
    ],
    "opinions": [
        {
            "author_str": "Thigpen",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTHIGPEN, Judge.\n*364Defendant appeals from a judgment entered upon a jury verdict convicting him of breaking or entering a motor vehicle, felony larceny, and injury to personal property, arguing that there was insufficient evidence to support the felony larceny conviction, that there was a fatal variance between the indictment and the proof with respect to the injury to personal property conviction, and that Defendant received ineffective assistance of counsel during plea negotiations. We find no error, in part; however, we dismiss Defendant’s ineffective assistance of counsel claim, without prejudice, so that Defendant may properly raise the issue on a motion for appropriate relief at the trial level.\nThe evidence of record tends to show the following: On 6 October 2010, Stanley Murphy (“Murphy”) drove his 2003 Ford van from Virginia Beach, Virginia, to Knotts Island, North Carolina, and spent the night at the home of a friend. Murphy left his spare keys in the van and did not remember whether he locked the van.\nThe next morning, the van was gone. Murphy reported the missing van to the police; he also told his son, Audie Murphy (“Audie”), who worked in the area, that his van was missing. Audie received a lead from his co-workers that Robert Redman (“Defendant”) had taken the van and moved it to a wooded area.\nOn 13 October 2010, after receiving the information from his coworkers, Audie and several other people went to look for the van in the wooded area at Carova Beach, abutting the Currituck National Wildlife Refuge. There, they found the missing van and called the police. The van had multiple dents and a flat tire; its back glass was shattered; and its front glass was cracked. However, the van was still drivable, and nothing was missing from the van. Audie testified that the damage to the van amounted to “$5,200-and-some dollars.” Murphy testified that the van was worth “[$]30,000 plus interest, you know, paying by the month.” Th.e van had 30,000 miles on it.\nFive months later, Defendant was questioned about the van, and he said he had been drinking that night. After Defendant noticed that the door to the van was unlocked and that the keys were visible, Defendant said he took the van, without permission. Defendant was arrested on 14 March 2011 and indicted on charges of breaking or entering a motor vehicle, felony larceny, and injury to personal property causing under $200 damage. Defendant was also indicted on a charge of having attained the status of an habitual felon.\n*365The State offered Defendant a plea arrangement, proposing that the State would dismiss the habitual felon indictment if Defendant would plead guilty to breaking or entering, felony larceny, and injury to personal property. Defendant, on the advice of counsel, rejected the plea arrangement.\nDefendant moved to dismiss the breaking or entering a motor vehicle and larceny charges at trial, and his charge of attaining the status of an habitual felon, but the court denied his motions. Defendant did not challenge the sufficiency of the evidence to support the injury to personal property charge. The jury returned guilty verdicts on all charges. The trial court entered a consolidated judgment convicting Defendant of breaking or entering a motor vehicle, felony larceny, injury to personal property, and of having attained the status of an habitual felon. The court sentenced Defendant to 88 to 115 months incarceration. From this judgment, Defendant appeals.\nI: Motion to Dismiss — Felony Larceny\nIn Defendant’s first argument, he contends the trial court erred by denying his motion to dismiss the charge of felony larceny because there was insufficient evidence that the van was valued at more than one-thousand dollars. We disagree.\nThe standard of review on appeal from the trial court’s denial of a defendant’s motion to dismiss is “whether there is substantial evidence (1) of each essential element of the offense charged and (2) that defendant is the perpetrator of the offense.” State v. Harris, 145 N.C. App. 570, 578, 551 S.E.2d 499, 504 (2001), disc, review denied, 355 N.C. 218, 560 S.E.2d 146 (2002) (quotation marks omitted). “Substantial evidence is that amount of relevant evidence necessary to persuade a rational juror to accept a conclusion.” State v. Mann, 355 N.C. 294, 301, 560 S.E.2d 776, 781, cert. denied, 537 U.S. 1005, 154 L. Ed. 2d 403 (2002) (citation omitted). “In resolving this question, the trial court must examine the evidence in the light most advantageous to the State, drawing all reasonable inferences from the evidence in favor of the State’s case.” Id. (citation omitted).\nThe elements of felony larceny are “that defendant, acting alone or in concert with some other person, took and carried away another person’s property, without such person’s consent, from a building after a breaking and entering, knowing he was not entitled to take it and intending to permanently deprive the victim of its use.” State v. Roseboro, 344 N.C. 364, 377-78, 474 S.E.2d 314, 321 (1996) (citation *366omitted). However, “[w]here neither larceny from the person nor by breaking and entering is involved, an indictment for the felony of larceny must charge, as an essential element of the crime, that the value of the stolen goods was more than [1,000.00] dollars.” State v. Jones, 275 N.C. 432, 436, 168 S.E.2d 380, 383 (1969) (citations omitted); see also State v. Owens, 160 N.C. App. 494, 500, 586 S.E.2d 519, 523-24 (2003) (stating, “[t]o convict a defendant of felonious larceny, it must be shown that he: (1) took the property of another, (2) with a value of more than $1,000.00, (3) carried it away, (4) without the owner’s consent, and (5) with the intent to deprive the owner of the property permanently”) (citations omitted). In this case, the State proceeded on a theory of felonious larceny based on the van being worth more than $1,000.00, and Defendant challenges the sufficiency of the evidence of only that element on appeal.\n“Value as used in [N.C. Gen. Stat. §] 14-72 means fair market value.” State v. McCambridge, 23 N.C. App. 334, 336, 208 S.E.2d 880, 881 (1974). “Stolen property’s fair market value is the item’s reasonable selling price at the time and place of the theft, and in the condition in which it was when [stolen].” State v. Davis, 198 N.C. App. 146, 151, 678 S.E.2d 709, 714 (2009) (quotation omitted) (alteration omitted). “It is not necessary that a witness be an expert in order to give his opinion as to value. A witness who has knowledge of value gained from experience, information and observation may give his opinion of the value of specific real property, personal property, or services.” State v. Cotten, 2 N.C. App. 305, 311, 163 S.E.2d 100, 104 (1968) (quotation omitted).\nOn appeal, Defendant cites State v. Holland, 318 N.C. 602, 350 S.E.2d 56 (1986), overruled on other grounds, State v. Childress, 321 N.C. 226, 362 S.E.2d 263 (1987), for the proposition that the evidence in this case was insufficient on the question of whether the van was worth more than $1,000.00. We believe Holland is distinguishable. In Holland, the Court ruled that the following evidence was insufficient:\nAlthough the State offered no direct evidence of the Cordoba’s value, there is in the record evidence tending to show that the victim owned two automobiles and that the 1975 Chrysler Cordoba was his favorite one of which he took especially good care, always keeping it parked under a shed, and that a picture of this automobile was exhibited to the jury for the purpose of establishing the location of the automobile when discovered after its theft.\n*367Id. at 610, 350 S.E.2d at 61.\nIn this case, the evidence of record shows that the van was a 2003 Ford Model 250 van with four-wheel drive, oversized tires, and a lift suspension system. The van had 30,000 miles on it. Murphy also gave the following testimony:\nQ: Do you recall how much that vehicle is worth?\nA: Probably [$]30,000 plus interest, you know, paying by the month.\nQ: Did you say $30,000?\nA: Yeah, that’s what it costs.\nThis Court has previously held that an owner’s testimony as to the value of his property is “competent evidence to be considered by the jury.” State v. Cotten, 2 N.C. App. 305, 311, 163 S.E.2d 100, 104 (1968) (holding that the owner’s testimony that “I could get a thousand dollars for it” was competent evidence such that the question of whether the property was valued in excess of $200.00 was appropriately for the jury). Although Murphy referenced the loan on the vehicle in response to the question regarding the vehicle’s value, Murphy’s answer is nonetheless evidence of the vehicle’s value. This case is therefore distinguishable from Holland, and more akin to Cotton, as the owner here gave an actual number regarding what he believed the vehicle was worth, albeit based on what the owner owed; in Holland, the only evidence of value pertained to the manner of care given to the vehicle, and no numerical value was provided. Thus, we conclude the trial court did not err by denying Defendant’s motion to dismiss for lack of sufficient substantial evidence that the van was worth in excess of $1,000.00.\nII. Indictment — Fatal Variance\nIn Defendant’s second argument, he contends the trial court erred by entering judgment on the injury to personal property offense because there was a fatal variance between the indictment, which charged there was under $200 of damage, and the evidence, upon which Defendant was convicted of causing over $200 of damage. The State concedes this argument; however, we do not believe the argument has been properly preserved for appeal.\nTo preserve the issue of a fatal variance for review, a defendant must state at trial that a fatal variance is the basis for the motion to *368dismiss. State v. Curry, 203 N.C. App. 375, 384, 692 S.E.2d 129, 137, appeal dismissed and disc, review denied, 364 N.C. 437, 702 S.E.2d 496 (2010). In Curry, the Court held that because the “defendant failed to argue a variance between his indictment and the evidence presented at trial or even to argue generally the sufficiency of the evidence regarding the [element at issue] to the trial court, he has waived this issue for appeal.” Id. at 385-86, 692 S.E.2d at 138 (citing N.C.R. App. P. 10(b)(1)).\nHere, although Defendant made a motion to dismiss the charges of breaking or entering a motor vehicle and felony larceny, Defendant said the following of the injury to personal property charge: “Your Honor, I believe the State has presented sufficient evidence on the count of injury to personal property.” We believe Defendant waived his right to appeal the fatal variance issue by failing to raise the issue at trial. See Id. (citing N.C.R. App. P. 10(b)(1)). We therefore decline to address the issue.\nIll: Ineffective Assistance of Counsel\nIn Defendant’s final argument, he contends he received ineffective assistance of counsel because his counsel advised him to reject a favorable plea offer. We dismiss this issue, without prejudice, so that Defendant may file a motion for appropriate relief at the trial level, thus enabling the trial court to conduct an evidentiary hearing. •\nA criminal defendant has a constitutional right to the effective assistance of counsel. State v. Braswell, 312 N.C. 553, 561, 324 S.E.2d 241, 247 (1985) (citation omitted).\nTo successfully assert an ineffective assistance of counsel claim, defendant must satisfy a two-prong test. First, he must show that counsel’s performance fell below an objective standard of reasonableness. Second, once defendant satisfies the first prong, he must show that the error committed was so serious that a reasonable probability exists that the trial result would have been different absent the error. However, the fact that counsel made an error, even an unreasonable error, does not warrant reversal of a conviction unless there is a reasonable probability that, but for counsel’s errors, there would have been a different result in the proceedings. This determination must be based on the totality of the evidence before the finder of fact.\n*369State v. Batchelor, 202 N.C. App. 733, 739, 690 S.E.2d 53, 57 (2010) (citations and quotation marks omitted). “A reasonable probability is a probability sufficient to undermine confidence in the outcome.” Strickland v. Washington, 466 U.S. 668, 694, 80 L. Ed. 2d 674, 698 (1984). Our appellate courts “engage[] .in a presumption that trial counsel’s representation is within the boundaries of acceptable professional conduct” when reviewing ineffective assistance of counsel claims. State v. Roache, 358 N.C. 243, 280, 595 S.E.2d 381, 406 (2004) (citation omitted).\n“During plea negotiations defendants are entitled to the effective assistance of competent counsel.” Lafler v. Cooper, __ U.S. _, _, 182 L. Ed. 2d 398, 406 (2012) (quotation omitted). “In the context of pleas a defendant must show the outcome of the plea process would have been different with competent advice.” Id. at_, 182 L. Ed. 2d at 407.\n[A] defendant must show that but for the ineffective advice of counsel there is a reasonable probability that the plea offer would have been presented to the court (i.e., that the defendant would have accepted the plea and the prosecution would not have withdrawn it in light of intervening circumstances), that the court would have accepted its terms, and that the conviction or sentence, or both, under the offer’s terms would have been less severe than under the judgment and sentence that in fact were imposed.\n\nId.\n\nIn this case, Defendant specifically argues that counsel’s performance fell below an objective standard of reasonableness because he advised Defendant to reject the favorable plea offer and proceed to trial. The State offered to dismiss the habitual felon indictment in exchange for Defendant’s guilty plea to the three substantive offenses — breaking or entering, felony larceny, and injury to personal property. Counsel advised Defendant not to take the plea offer because he believed there were problems with the habitual felon indictment necessitating its dismissal. Counsel knew that there “ha[d] been problems” with the Virginia judgments the State relied upon in the indictment.\nOn the morning of trial, however, the State moved to amend the indictment, and counsel for Defendant objected, stating the following:\n*370Your Honor, I received a motion on the morning of trial and have not had an adequate opportunity to advise my client regarding this. I mean, I advised him based on the NCIC that I received. The NCIC was flawed, that is the only thing that I received in discoveiy. And I based my advice to him on the record that I obtained in discovery.\nThe court overruled counsel’s objection.\nAt the close of the State’s evidence, counsel moved to dismiss the charge of having attained the status of an habitual felon based on the inaccuracies in the original indictment:\nYour Honor, we feel that the notice requirement is to give . . . the defendant notice of not only what he is charged with but where to go as far as trying the case or — as Your Honor well knows, if the State did not have all its ducks in a row as far as the judgments themselves, they would not be able to prove this through an NCIC record. Without these judgments their case falls on its face. And I definitely took that into consideration and made my client aware of the fact that there have been problems with Virginia judgments previously. And he took that into account, the decision to take this case to trial.\nThe trial court also denied this motion.\nOn appeal, Defendant argues the following:\nThe court allowed both amendments [to the habitual felon indictment], ruling that they did not constitute substantial alterations to the indictments. This should not have surprised the attorney [for Defendant], Even a cursory review of the case law would have revealed that the State’s motion to amend the indictments and the court’s ruling permitting the amendments were both supported by North Carolina law. When [Defendant’s] attorney failed to recognize that amendment was possible and, based on that error, advised him to reject a plea offer that would have spared him a lengthy habitual felon sentence, the attorney deprived him of his constitutional right to the effective assistance of counsel.\nIn other words, regarding performance, Defendant argues counsel was deficient by promoting a trial strategy for the habitual felon *371indictments that demonstrated a misunderstanding of the law of amendments to indictments1; and Defendant argues he was prejudiced by the increased sentence imposed on his convictions of breaking or entering, felony larceny, and injury to personal property as an habitual felon. Defendant further argues that if he had taken the State’s offer to dismiss the habitual felon indictment, and pled guilty to breaking or entering, felony larceny, and injury to personal property — as per the State’s plea agreement — then, the presumptive range for sentencing on the three convictions, if the trial court entered a consolidated judgment, would have been approximately a quarter of the length of the actual sentence imposed. Defendant argues that even if the trial court had not consolidated the convictions for sentencing, but instead entered a judgment sentencing Defendant consecutively, then, the maximum total sentence would have only been thirty-one months, as compared to the 88 to 115 months Defendant received after rejecting the plea bargain.\nWe believe Lafler v. Cooper, _ U.S. _, 182 L. Ed. 2d 398 (2012), is instructive in this case. In Cooper, the U.S. Supreme Court stated the following:\nRespondent has satisfied Strickland’s two-part test. Regarding performance, perhaps it could be accepted that it is unclear whether respondent’s counsel believed respondent could not be convicted for assault with intent to murder as a matter of law because the shots hit Mundy below the waist, or whether he simply thought this would be a persuasive argument to make to the jury to show lack of specific intent. And, as the Court of Appeals for the Sixth Circuit suggested, an erroneous strategic prediction about the outcome of a trial is not necessarily deficient performance. Here, however, the *372fact of deficient performance has been conceded by all parties. The case comes to us on that assumption, so there is no need to address this question.\nAs to prejudice, respondent has shown that but for counsel’s deficient performance there is a reasonable probability he and the trial court would have accepted the guilty plea. In addition, as a result of not accepting the plea and being convicted at trial, respondent received a minimum sentence 3 1/2 times greater than he would have received under the plea. The standard for ineffective assistance under Strickland has thus been satisfied.\nId., __U.S. at _, 182 L. Ed. 2d at 413-14 (citation omitted).\nThe present case is similar in many respects to Cooper. However, here, the State does not concede that counsel’s performance was deficient. Instead, the State posits that when counsel stated that Defendant “took that into account” in making his “decision to take this case to trial[,]” it is not clear what counsel was referencing by “that[.]” Upon our review of the record, we agree that it is not clear whether Defendant rejected the plea based entirely, or in large part, on counsel’s advice pertaining to the Virginia judgments. The appropriate question, as stated in Cooper, is whether evidence of record shows the following: “[B]ut for the ineffective advice of counsel[,] there is a reasonable probability that the plea offer would have been presented to the court[,] . . . that the defendant would have accepted the plea and the prosecution would not have withdrawn it[,] . . . [and] that the court would have accepted its termsf.]” Id. at_, 182 L. Ed. 2d at 407. The record is silent on the specific advice counsel gave Defendant regarding the plea rejection. Moreover, Defendant’s basis for rejecting the plea, other than that Defendant considered counsel’s advice that there were “problems” with the Virginia judgments, is not clear. The State suggests that a more complete record would aid in understanding Defendant’s reasons for rejecting the plea, and the State proposes that the appeal should be dismissed without prejudice to allow Defendant to file a motion for appropriate relief in the trial court. We agree with the State that an evidentiary hearing at the trial level is necessary to determine the proper resolution to Defendant’s question of whether he received ineffective assistance of counsel. Our Courts have held that the following is the proper remedy on direct appeal:\n*373[Ineffective assistance of counsel] claims brought on direct review will be decided on the merits when the cold record reveals that no further investigation is required, i.e., claims that may be developed and argued without such ancillary procedures as the appointment of investigators or an evidentiary hearing. Therefore, on direct appeal we must determine if these ineffective assistance of counsel claims have been prematurely brought. If so, we must dismiss those claims without prejudice to the defendant’s right to reassert them during a subsequent [motion for appropriate relief] proceeding.\nState v. Campbell, 359 N.C. 644, 691, 617 S.E.2d 1, 30 (2005), cert. denied, 547 U.S. 1073, 164 L. Ed. 2d 523 (2006) (citation and quotation marks omitted).\nConsistent with Cooper, _U.S. at _, 182 L. Ed. 2d at 406, and Campbell, 359 N.C. at 691, 617 S.E.2d at 30, we believe the evidence contained in the record is insufficient for this Court to determine that counsel’s performance, in advising Defendant to reject the plea offer because the habitual felon indictment could not be amended and would be dismissed for inaccuracies, was deficient, and that “but for the ineffective advice of counsel[,] there is a reasonable probability that the plea offer would have been presented to the court[,] . . . that the defendant would have accepted the plea and the prosecution would not have withdrawn it[,] . . . [and] that the court would have accepted its termsf.]” Cooper, _ U.S. at _, 182 L. Ed. 2d at 407. Therefore, we conclude the appropriate remedy is to dismiss Defendant’s ineffective assistance of counsel claim without prejudice. Defendant may reassert his ineffective assistance of counsel claim in a subsequent motion for appropriate relief.\nNO ERROR, in part; DISMISSED, in part.\nJudges BRYANT and STEPHENS concur.\n\n. The record supports the proposition that counsel did not believe the indictment could be amended to correct the following “problems.” Two convictions listed in the habitual felon indictment were inaccurate. First, Defendant was convicted of attempted grand larceny in Virginia Beach, but the indictment alleged Defendant was convicted of grand larceny. Second, Defendant committed the crime of felony assault and battery on 9 March 2004, but the indictment alleged that Defendant committed the crime on 10 March 2004, which was actually the date of Defendant’s arrest. The State filed a motion to amend the foregoing inaccuracies in the indictment and provided authority allowing an amendment to a date, see State v. Lewis, 162 N.C. App. 277, 590 S.E.2d 318 (2004), and allowing an amendment to the word “attempted,” see State v. Van Trusell, 170 N.C. App. 33, 612 S.E.2d 195, disc, review denied, 359 N.C. 856, 620 S.E.2d 196 (2005). The trial court granted the State’s motion to amend the indictment.\n\n",
            "ocr": true,
            "opinion_id": 8901111
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}