{
    "id": 8922968,
    "judges": "Phillips, Russell, Widener",
    "date_filed": 334886400000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-dove",
    "case_name_short": "Dove",
    "case_name": "United States v. Dove",
    "case_name_full": "United States v. David Coleman DOVE and Robert B. Johnston, Jr., Appellants UNITED STATES of America v. Jackie H. MORROW, Appellant UNITED STATES of America v. Jerry Lee MORROW",
    "attorneys": "John A. Martin, Winnsboro, S. C. (James B. Richardson, Jr., Columbia, S. C., on brief), for appellants in 79-5297., Herman Watson, Jr., Huntsville, Ala., for appellant in 79-5298 and 79-5299., Thomas P. Simpson, Asst. U. S. Atty., Columbia, S. C. (Thomas E. Lydon, Jr., U. S. Atty., Marvin J. Caughman, Asst. U. S. Atty., Columbia, S. C., on brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued April 9, 1980.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "629 F.2d 325"
    ],
    "opinions": [
        {
            "author_str": "Phillips",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJAMES DICKSON PHILLIPS, Jr., Circuit Judge:\nDavid Coleman Dove appeals his conviction under 18 U.S.C. § 2315 for the receipt of stolen goods moving in interstate commerce; Robert B. Johnston, Jr. appeals his conviction under 18 U.S.C. § 2314 for the transportation of stolen goods in interstate commerce; and Jackie H. Morrow appeals his conviction under 18 U.S.C. § 2312 for the transportation in interstate commerce of a stolen motor vehicle. Appellants contend that the goods in question had lost their status as “stolen” within the meaning of the statutes before the goods came into their possession, and that they were entrapped. We affirm the convictions of Dove and Johnston, but believe that the motor vehicle transported by Morrow had effectively been recovered between the time of its theft and the time that he transported it, and accordingly reverse his conviction.\nI\n“Operation Ambush,” an undercover investigation of the trafficking of stolen automobiles in South Carolina, began in February 1978, when the Federal Bureau of Investigation obtained the cooperation of Gene Tillman Baker. For Baker the alternative to cooperation was prosecution for transporting a stolen bulldozer from Georgia. The F.B.I. set Baker up in a used car business, Apache Auto Sales, in West Columbia, South Carolina. There Baker was to cultivate contacts and develop information about the trafficking of stolen automobiles.\nBaker managed to ingratiate himself with George Lovell Hutto. Hutto was involved in an automobile theft ring operating out of the West Columbia and Lamar, South Carolina areas. In mid-March 1978, Baker purchased a stolen 1974 Chevrolet Nova from Hutto for $300.1 After F.B.I. agents had photographed the car and taken its vehicle identification number, Baker placed it on the lot of Apache Auto Sales. There it remained for a little over a month. In April 1978, Baker negotiated the sale of the Nova to Jackie H. Morrow and his brother, Jerry Lee Morrow.2 The Morrows paid $400 for the car and returned with it to their home in Alabama.\nIn addition to his involvement in automobile theft, Hutto aspired to involvement in the theft of heavy equipment. Hutto did not know how to operate heavy equipment, however, nor did he have the equipment to transport it. Baker provided the knowledge and the equipment that Hutto lacked. The F.B.I. instructed Baker not to initiate any criminal activity, but to assist Hutto in stealing anything that Hutto wished to steal. It was with the assistance of Baker that the two bulldozers here in question were stolen. Both bulldozers were stolen from construction sites, one in Martinez, Georgia, the other in Murraywood, South Carolina. In each case Hutto initially spotted the accessible bulldozers, then Hutto and Baker returned with Baker’s truck and three-axle trailer. Baker started the bulldozers with a skeleton key and maneuvered them onto the trailer. The two men shared the driving of the truck.\nHutto negotiated the sale of these bulldozers in separate transactions to defendants Dove and Johnston. Baker was present on both occasions. Hutto told both. Dove and Johnston that there was “no paper work” connected with the sale. It also appears that the bulldozers were sold for approximately one quarter their market value.\nII\nA.\nDefendants argue that the goods here in question — the two bulldozers and the 1974 *327Nova — were not “stolen” at the time they took possession of them, because of the control exercised over the goods by Baker as an operative of the F.B.I. They rely in this on United States v. Cohen, 274 F. 596 (3d Cir. 1921). In Cohen an employee of an express company discovered that the address of the consignee of a package had been replaced by the address of the defendant. The company went through with the delivery. After accepting delivery of the package, the defendant was arrested. Following earlier English common law cases, the court held that Cohen had not received stolen goods:\nWhen the actual, physical possession of stolen property has been recovered by the owner or his agent, its character as stolen property is lost, and the subsequent delivery of the property by the owner or agent to a particeps criminis, for the purpose of entrapping him as the receiver of stolen goods, does not establish the crime, for in a legal sense he does not receiye stolen property.\nId. at 599.\nBecause law enforcement officers hold recaptured stolen goods in trust for the true owner, the courts have uniformly held the police to be agents of the owner for purposes of the rule. See, e. g., People v. Rojas, 55 Cal.2d 252, 358 P.2d 921, 925, 10 Cal.Rptr. 465, 469 (1961); United States v. Cawley, 255 F.2d 338, 340 (3d Cir. 1958). The courts have not held the police to a duty immediately to take possession of goods known to be stolen, however. Thus a distinction has emerged between the actual recovery of stolen goods and the mere observation of those goods for the purpose of apprehending the persons who take possession of them. In Copertino v. United States, 256 F. 519 (3d Cir. 1919), a case that preceded Cohen, two railroad detectives.discovered two copper bars that had been stolen from the railroad and hidden in a cemetery immediately adjacent to the tracks. One of the detectives went for assistance while the other watched the bars from a railroad car 200 to 300 feet away. While awaiting his partner’s return, the detective secreted in the railroad car observed the defendants drive up and load the bars into their automobile.\nThe court rejected the defendants’ contention that the discovery of the bars constituted a recovery:\nThe detectives did not take or attempt to take the stolen copper in their possession; they did not exercise or attempt to exercise any control or dominion over it. The most that they did was to watch it, presumably to see what would happen to it, if anything, and to prevent its eventually being carried away, until the “relief” for which they had sent could arrive. The copper had not, therefore, come into either the actual or constructive possession of the owner.\nId. at 521.\nThere is no blinking the inconsistency of the modern cases in applying this distinction between surveillance and actual recovery. The government relies heavily on United States v. Egger, 470 F.2d 1179 (9th Cir. 1972). There the defendant, Egger, was a lawyer representing a bank robber. Egger passed a note from his client to his client’s co-defendant. The note instructed the co-defendant, who was free on bail, to retrieve from a safe deposit box a portion of the stolen money and give it to Egger. Egger knew of the contents of the note and of the safe deposit box. He did not know, however, that his client’s co-defendant had agreed to cooperate with the prosecution. F.B.I. agents went with the co-defendant to retrieve the money. After the agents had counted the money and recorded the serial numbers, the co-defendant delivered it to Egger.\nThe court held that the case was more like Copertino than Cohen :\nThe F.B.I. never assumed “actual, physical possession” of the stolen property. To be sure, a government agent traveled with Beverly [the co-defendant], counted the money, and recorded serial numbers, but these actions were performed as a form of observation and surveillance rather than as possession on behalf of the rightful owner. The stolen money was *328not being returned to its owner when the government agent counted the money instead of asking Beverly to count the bills and call out their serial numbers.\nId. at 1181.\nThe court seemed more moved by the fact that the defendant was made no less culpable by the role of the F.B.I. agents, and expressed concern for the effect of a contrary result on covert police work. “Extension of the common-law rule to bar this prosecution would serve no useful purpose,” the court said, “and would merely create a fringe benefit for criminals.” Id. at 1181.\nDefendants, on the other hand, refer to Egger as “discredited,” and rely instead on United States v. Monasterski, 567 F.2d 677 (6th Cir. 1977). There police arrested three teenagers caught stealing tires from a boxcar. The three agreed to cooperate with the police and carry through with their intended disposition of the tires. The police marked the tires for identification and provided a van for their transportation. In reversing the conviction of the man to whom the teenagers delivered the tires, the court conducted an independent review of the Cohen holding, and concluded that it was still valid:\nAll would agree that at some point in time the goods in this case ceased being stolen goods. We must decide at what point the goods lost that status in contemplation of the law. We feel the best and only workable rule is the common law rule — viz, the goods lost their stolen character immediately upon being recovered by the owner or his agent. Trying to choose some later point in time to support the conviction in this case would necessitate a strained reading of the words involved and would yield unnecessary uncertainty.\nId. at 681 (footnote omitted).\nIt did not matter that the defendant had the “precise culpable state of mind” necessary for a conviction:\nOur law does not punish bad purpose standing alone . . .; instead we require that mens rea accompany the actus reus specifically proscribed by statute. It is one of the most fundamental postulates of our criminal justice system that conviction can result only from a violation of clearly defined standards of conduct. We must apply this principle evenhandedly and not be swayed by our attitudes about the moral culpability of a particular defendant.\nId. at 683. The court specifically rejected Egger as the product of “tortured reasoning.” Id. at 683.\nThe ease most like the instant one on its facts is Barnes v. United States, 313 A.2d 106 (D.C.App.1973). There a wholesale liquor distributorship plagued by employee theft hired a private investigator to work in an undercover capacity. The investigator was assigned to work as the helper of a salesman suspected of theft. After delivering two fewer cases of vodka to one customer than the customer had ordered, the salesman drove to the store of the defendant. The defendant agreed to purchase the two extra cases. The investigator then delivered the vodka to the back of the defendant’s store while the salesman collected from the defendant.\nThe court held that the participation of the investigator in the crime did not constitute recovery of the vodka:\nFairley was hired by the owner as an undercover agent to cooperate with suspected thieves for the purpose of detecting them in the commission of a crime. Consistent with this purpose and in response to Spriggins’ [the driver] order, he delivered the stolen vodka to appellant. At that time he was acting under Sprig-gins’ direction as part of Spriggins’ general criminal design. This delivery was therefore performed as a form of observation and surveillance rather than as a recovery of property on behalf of the rightful owner. Accordingly, we are of the opinion that the vodka was still stolen property when received by appellant.\nId. at 109.\nB.\nIn applying this body of law we do not pretend that the cases speak with one voice *329and make inevitable the result we reach. We look instead to the purpose of the rule and of the distinction between “recovery” and “observation.” There must come a time when goods recaptured by the police cease being “stolen” in contemplation of the law. On the other hand, that principle should not be applied in such a way that “the difficulties in apprehending criminals in cases such as this would be immeasurably increased, and without reason.” Copertino, 256 F. at 521.\nWith respect to the two bulldozers, we agree with the court in Barnes that stolen property does not lose that status because of the participation of an undercover agent in the crimes of another. Baker was at all times acting under the general criminal design of Hutto. Baker’s possession of the bulldozers, whether or not in the immediate presence of Hutto, was not recovery for the owner but part of that criminal design. The conduct of Baker in the theft and sale of the bulldozers should be viewed as a form of observation.\nWe see no basis on which to hold that the Nova purchased by Morrow retained its status as “stolen,” however. Baker bought the car from Hutto with funds provided to him for that purpose by the F.B.I. When Hutto sold the car he lost all connection with it. The car sat on the Jot of Apache Auto Sales in the actual and exclusive possession of the F.B.I. and its operative, Baker, for over a month. Morrow undoubtedly believed that he was buying a stolen car. We agree with the court in Monasterski, however, that that bad purpose, standing alone, will not support a conviction.\nIll\nDove and Johnston also argue that they were entrapped. It is only the inducements of government agents, however, that give rise to an entrapment defense. United States v. Perl, 584 F.2d 1316 (4th Cir. 1978). Dove and Johnston were induced to purchase the bulldozers by Hutto. Baker’s involvement as a silent partner in the transaction does not change the essential “private entrapment” nature of this argument.\nBelieving that the motor vehicle transported by Morrow was not “stolen” within the meaning of the statute, we reverse his conviction. We find no error with respect to the convictions of Dove and Johnston, and accordingly we affirm their convictions.\n\nAFFIRMED IN PART; REVERSED IN PART.\n\n\n. Morrow argues that the Nova was not “stolen” to begin with, but was an “insurance give-up.” It appears that most of Hutto’s, “thefts” were in fact with the assistance of the owner, who then filed fraudulent insurance claims. Because we hold that the Nova had, in any event, lost its status as “stolen” by the time Morrow took possession of it, we need not address these contentions.\n\n\n. Jerry Lee Morrow also was convicted of violating 18 U.S.C. § 2312, but does not appeal.\n\n",
            "ocr": true,
            "opinion_id": 8912031
        },
        {
            "author_str": "Russell",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDONALD RUSSELL, Circuit Judge,\nconcurring and dissenting:\nI dissent from so much of the opinion as reverses the conviction of the defendant Jackie H. Morrow.\nNo one would quarrel with so much of the majority opinion on the Jackie H. Morrow conviction as declares that an essential element of the crime of receiving or transporting stolen goods is proof that the goods are truly stolen goods or that, after stolen goods are recovered by the true owner, or his agent, they may no longer be treated as stolen goods. Nor do I find it necessary in this case to question the rule that, under normal circumstances, recovery of stolen property by the police authorities may be presumed to be recovery by the owner’s agent. The rationale for this latter rule was stated in People v. Rojas, (1961) 55 Cal.2d 252, 10 Cal.Rptr. 465, 469, 358 P.2d 921, 925, 85 A.L.R.2d 252, 257, to be that stolen property recovered by the police is presumed to be “held by the police in trust for, or for the account of the owner.” But this rule that recovery of stolen property by law enforcement officers is to be presumed to be recovery by the true owner is a rule not to be loosely applied, lest it become a boon to the criminal, and an unnecessary handicap to effective law enforcement. The decisions, on the contrary, show that a presumption of recovery by the true owner derived from a recovery by the police authorities, has been strictly confined in the decisions to situations in which an actual police officer, and especially not some one who may be cooperating with the police authorities, has directly taken actual, physical possession of and control over the stolen *330goods. People v. Rojas, supra, one of the authorities on which the majority particularly relies, I submit supports this view.\nIn Rojas the police had arrested the thief and recovered the stolen property. After his arrest, though, the thief told police that he had arranged to sell the stolen materials to the defendant. The police then enlisted the thief’s assistance in making a purported sale to one Hidalgo. Over a period of several days the thief, under the control of the police, telephoned Hidalgo about consummating a sale of the stolen goods. Finally arrangements were made. The thief and a police officer met Hidalgo and went through the procedure of a sale to Hidalgo on behalf of an undisclosed principal. Under the agreed procedure, the thief and his accompanying officer accepted a part of the purchase price and left the truck in which the goods were at a point designated by Hidalgo, with the keys left in the truck, it being understood that the goods would be removed, and the truck returned the next day to the thief with the balance of the purchase money. Other officers had followed the thief and his accompanying officer to their meeting with Hidalgo and, after Hidalgo, the thief, and the accompanying officer left the scene, these other officers continued to observe the truck. A short time later, the defendant Rojas arrived and drove the truck to his place of business. The next morning Rojas was observed unloading the goods from the truck. At this point he was arrested, charged with receiving stolen goods. His conviction later of the crime of receiving stolen goods was vacated by the Supreme Court of California, which, however, sustained his conviction of attempting to commit the crime of receiving stolen goods.\nThere can be no question that the stolen goods in that case had come into the direct, actual possession of the police and that, through one of its officers, the police participated in the later sale and delivery of the purported stolen goods. And it was this fact that constituted the basis for the court’s decision to vacate the conviction for receiving stolen goods. But the court was careful to point out, lest there by any misunderstanding of its ruling, that had it not been for the prior “actual, physical possession” by the police themselves of the stolen property and the delivery of such goods to Hidalgo by police officer Saville, who had accompanied the thief to the meeting with Hidalgo, the result would have been different and to emphasize this, the court distinguished State v. Marsalise, (1931) 172 La. 796, 802-803, 135 So. 361, which, as described in the Rojas opinion, [55 Cal.2d 259, 10 Cal.Rptr. 469, 358 P.2d 925, 85 A.L.R.2d 275] “concerns a feigned accomplice who cooperated with but was not a member of the police; it does not discuss, and upon its facts does not raise, the problem of stolen goods which come into actual possession of their owner or the police and are then sent on their way to the intended receiver as a decoy.” As this case thus illustrates, it will not do, under the rule relied on by the majority, that the stolen goods have come into the possession of one who is cooperating or assisting the government; it is essential that they come into the actual possession of “a member of the police” itself.\nUnited States v. Egger, (9th Cir. 1972) 470 F.2d 1179, cert. denied, 411 U.S. 954, 93 S.Ct. 1931, 36 L.Ed.2d 416 (1973), presents a case in which the government participation was perhaps more than that involved in the Louisiana case cited and distinguished in Rojas. Two persons in that case had robbed a bank. A part of the stolen money had been placed in a bank safety deposit box by Beverly, one of the robbers. The FBI recovered all the money save that placed in the safety deposit box by Beverly. Beverly employed the defendant Egger as her lawyer. She told Egger of the safety deposit box. In the meantime, however, Beverly retained another lawyer who arranged for Beverly “to cooperate with the prosecution” while remaining “in communication with Egger.” Egger gave Beverly a note from her confederate in the robbery. Egger had read the note, which instructed Beverly to carefully avoid being followed and to go to the safety deposit box, remove the money and convert it into a cashier’s check payable to any name. Accompanied *331by an FBI agent Beverly did exactly what she had been instructed to do. After Beverly had gotten the money, the FBI agent counted the money and recorded the serial numbers. Beverly was then equipped with a concealed tape recorder and was instructed to deliver the cashier’s check to Egger, which she did. After she had given the check to Egger, who in turn delivered it to one Lacey, a bondsman who was expected to provide bond for Beverly’s confederate. Lacey was observed giving Egger cash and checks. Egger and Lacey defended against a charge of possession of stolen property “because of the cooperation of Beverly Lehman with agents of the Federal Bureau of Investigation the money received by Egger had lost its character as stolen money and was, instead, ‘recovered’ property under the rule of United States v. Cohen, 274 F. 596 (3d Cir. 1921).” The court ruled, however, that Cohen was inapposite because, (470 F.2d at 1181):\n“The FBI never assumed ‘actual, physical possession’ of the stolen property. To be sure, a government agent traveled with Beverly, counted the money, and recorded serial numbers, but these actions were performed as a form of observation and surveillance rather than as possession on behalf of the rightful owner. The stolen money was not being returned to its owner when the government agent counted the money instead of asking Beverly to count the bills and call out their serial numbers.”\nIt dismissed the early English cases of Regina v. Schmidt, L.R. 1 Cr.Cas.Res. 15 (1866), and Regina v. Dolan, 29 Eng.Law &amp; Eq. 533 (1855) with this observation (470 F.2d at 1181):\n“The early English cases appellants have cited were concerned with property which had been returned to the true owner and thereafter used by him to trap the would-be receiver of stolen goods. Here, the true owner was not consulted. Extension of the common-law rule to bar this prosecution would serve no useful purpose, and would merely create a fringe benefit for criminals.”\nEgger was distinguished in United States v. Monasterski, 567 F.2d 677 and it was for this reason that the majority dismisses Egger. What the majority overlooks, though, is the reason Monasterski differed with Egger. The court’s objection to Egger was “its statement that the FBI agents in that case never assumed ‘actual physical possession’ of the stolen money even though they counted and inventoried it.\" (Italics added) It is manifest that the critical fact in Egger, which the court thought made the result in that case questionable, was that the FBI agent took the money from Beverly, counted it and recorded the serial numbers. This constituted, in its opinion, “actual, physical possession” by the FBI agent of the stolen money. The court, however, did not find objectionable that the law enforcement officers had used a cooperating accomplice or feigned accomplice in the transactions with the “fence;” that was not sufficient to invoke the rule for changing stolen property into recovered property: it was only when the FBI agent took “actual, physical possession” of the stolen property that the rule relied on by the majority for absolving the defendant came into play. Monasterski does not thus support the result reached by the majority.\nAnd Copertino v. United States, 256 F. 519; United States v. Cohen, 274 F. 596, and United States v. Cawley, (3d Cir. 1958) 255 F.2d 338 — other cases discussed by the majority — do not differ from the conclusion that, for the rule relied on by the defendant Morrow,to be applicable, the law enforcement officers — not some cooperating accomplice or feigned accomplice — must themselves have come into the actual possession and control of the stolen goods. In the Cohen case the property, a case of goods, was never actually stolen or taken prior to the delivery to the defendant. The case of goods was delivered by the true owner to the express company as its agent for delivery by the latter to the owner’s stated address in another city. In some way the name of the stated addressee was changed while the case was still in the possession and control of the express company. The express company discovered the *332change and recognized that the purpose of the change was to effect a theft of the case. While retaining control of the case, it determined to go through the process of delivering the case to the addressee as altered. It, however, arranged to have officers present at the time of delivery in order to arrest the spurious addressee, charging him on the spot with possession of stolen goods. As the court emphasized, “[s]o far as the evidence discloses, the case of goods was never out of the actual physical possession of the express company [the owner’s clear agent] until it was delivered to the defendant,” and, the only theory on which there could be a taking was “the change of address on the case,” a change discovered by and known to the express company before it made delivery. 274 F. at 598. The real basis of the decision was thus that the case of goods was never stolen. But the court proceeded to add that, if the change of address represented a taking, the owner’s agent, the express company, discovered the change of address and, in a theoretical sense, recovered the stolen property, and proceeded to exercise control and dominion over the case thereafter by delivering it to the spurious addressee. It was in this factual context in which the goods involved never ¡eft the physical possession of the owner’s agent until delivery to the defendant was made, that the court in Cohen said that “[w]hen the actual, physical possession of stolen property has been recovered by the owner or his agent, its character as stolen property is lost . . . .” 274 F. at 599 (italics added). Cohen is accordingly direct authority only for the situation where “actual, physical possession” has remained always in the true owner or its agent, it never partakes of the character of stolen property.\nIn Cawley two thieves stole certain parcel post packages from the United States mail while the packages were being transported via a railroad conveyor. They were detected by the postal inspectors, who seized the packages, took them to the post office and opened them. The thieves, upon interrogation, said they had intended to sell the contents of the stolen packages to the defendant. They agreed to cooperate with the officers by offering the contents to the defendant. The officers delivered the contents to the thieves, who sold them to the defendant. The defendant argued that he could not be guilty of receiving stolen goods since the goods were recovered by the post office prior to the sale to him and thus lost their character as stolen goods. The government attempted to escape from the effect of the recovery by the postal inspectors by arguing “that since the railroad was carrying the United States mail and the United States postal inspectors are not the agents of the railroad, the goods retained their stolen character even after having been recovered by the postal inspectors.” 255 F.2d at 340. The court dismissed the argument, finding that the recovery of the packages by the postal agents was recovery by them as “agents for the owner regardless of the fact that the railroad [was] the carrier for the postal department” particularly since it was the “explicit duty [of postal inspectors] to recover packages stolen from the United States mail.” As is evident from this factual statement, there was never any dispute that the postal inspectors had obtained full possession and control of the stolen packages before any transaction with the defendant; the dispute was whether the postal inspectors could be considered as agents of the post office department, an issue the resolution of which really appears too clear to be open to argument. The point in this case, so far as we are concerned, was that there was no contest over the “actual, physical possession” of the stolen articles by the postal inspectors. It is, therefore, unlike our case.\nIn Copertino, 256 F. 519, railroad police, directed to investigate the theft of certain copper bars off a railroad car, found the bars in a cemetery adjacent to the railroad tracks. While one of the officers observed at a vantage point the bars, the other officer went to telephone for relief. Shortly thereafter, the defendants were observed putting the bars into a car. At this point, the other officer had returned, and the two officers arrested the defendants. In this case the conviction of the defendants for possession of stolen goods was affirmed, the *333court finding “[that] the rule laid down in Schmidt, Dolan, Jaffe [People v. Jaffe, 185 N.Y. 497, 78 N.E. 169] and De Bare . to be of no help to the defendant. The missing element for invoking the rule was actual or constructive possession of the stolen goods by the owner or his agent. The mere surveillance of the goods did not constitute actual or constructive possession by the owner or his agent so the rule did not apply.” 1\nIn Copertino, the court referred to United States v. De Bare, (D.C.E.D.Wis.1875) 25 Fed.Cas.No.14.935 p. 796. In that case, also, there was a theft of postage stamps from a post office. The thief was caught and the postage stamps were returned to the postmaster at the post office from which they had been stolen. It was determined, however, to pass the stamps on to the person to whom the thief told the officers he expected to sell the stamps. The postal authorities did this and when the defendant received the stamps he was arrested. There could have been no question that the stolen stamps were returned to the post office from which they were stolen and had lost the character of stolen property before the defendant purchased them.\nIn summary, all these cases stand for the proposition that the owner or his agent must have recovered “actual, physical possession” in order to change the character of stolen property into recovered property. And it is clear that this requirement of “actual, physical possession” by the true owner, his actual agent or his presumed agent, the police officer, is to be strictly applied before stolen property shall be relieved of that taint. Copertino v. United States, (3d Cir. 1919) 256 F. 519. My difference with the majority opinion relates to the application of this latter principle, i. e., when it can be said that the police have acquired “actual, physical possession” of the stolen property. In my opinion, the majority, in finding that possession by Baker in this case was possession by the police and presumably by the true owner, applies a far stricter application of the rule under which recovery by the police may be presumed to be recovery by the true owner than any other court, including United States v. Monasterski, (6th Cir. 1977) 567 F.2d 677, on which it purports to rely.\nI have reviewed in some detail the leading cases discussed in the majority opinion to demonstrate, I hope convincingly, that, unless the officers have gone beyond discovering and maintaining a check on the stolen goods and have personally, and not through “a feigned accomplice who cooperated with but was not a member of the police,” taken “actual, physical possession” of the stolen article — such article remains “stolen property” under the authorities. This rule is not inconsistent with any case in the majority opinion. It is in effect just what the court said in Cohen. It is consistent with the decisions in Monasterski, Copertino, and Cawley. It does not go as far as Egger. Moreover, it is a sound rule. After all, courts should not bend over backwards to absolve persons plainly attempting to violate the law. To find that possession of a “feigned accomplice who cooperated with but was not a member of the police” is possession of the owner, and thus a defense to one whose character as a criminal fence, cannot be fairly maintained factually. It is perhaps reasonable to presume a trust relationship or bailment between a law enforcement officer and the true owner but any such presumption when the one receiving the stolen property is a “feigned accomplice” merely cooperating with the police, is clearly unreasonable and can be justified under no assumed theory of a bailment. Any rule which would give to the “feigned accomplice’s” possession the standing of possession of the true owner is simply “[to] create a fringe benefit to criminals,” as the court said in Egger, 470 F.2d at 1181. I do not think such a result is compelled or even authorized by the decisions and I am unwilling to join in so holding.\nIn this case, it is obvious that the FBI was never in possession of the stolen car, which the Morrow brothers bought and transferred to Alabama. It is true that *334Baker, who had previously been apprehended by the FBI trafficking in stolen machinery, was cooperating with the FBI in their investigation of a car theft ring in Columbia, South Carolina. The FBI had aided in putting him in business as a used car dealer. Baker then insinuated himself into the good graces of Hutto, who began to use Baker as a conduit to pass into commerce stolen cars acquired by Baker from Hutto under a mutual understanding that the car was stolen. Such were the circumstances under which the car involved in the prosecution was sold. I find unimportant that Baker had possession of the car for about a month before he sold it. That fact has no relevance to the critical question whether it can be said that a member of the FBI ever had “actual, physical possession” of the stolen car. And on that critical question I think it is crystal clear that an officer of the FBI never had such “actual, physical possession” and so, to quote Monasterski’s comment on Copertino, “the rule [in application of which the majority reaches its conclusion just does] not apply.”\nI would affirm the conviction of the appellant Jackie H. Morrow. I concur in the affirmance of the convictions of Dove and Johnston.\n\n. This summarization of the ruling in Copertino is taken from the opinion in United States v. Monasterski, 567 F.2d at 680.\n\n",
            "ocr": true,
            "opinion_id": 8912032
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}