{
    "id": 8960413,
    "judges": "Gibbons, Mansmann, McCune",
    "date_filed": 549244800000,
    "date_filed_is_approximate": false,
    "slug": "virginia-plastics-co-v-biostim-inc",
    "case_name_short": null,
    "case_name": "Virginia Plastics Co. v. Biostim Inc.",
    "case_name_full": "VIRGINIA PLASTICS CO., t/a Plastics Products Co., a Virginia Corporation v. BIOSTIM INC., a Delaware Corporation Fidelity and Deposit Company of Maryland",
    "attorneys": "Hendler & Murray, P.C., Parsippany, N.J. (Michael A. Maillet (argued), of counsel), for appellant, Fidelity and Deposit Co. of Maryland., John Z. Jackson (argued), Jackson & Crow, Princeton, N.J., for appellee, Virginia Plastics Co.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued May 14, 1987.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "820 F.2d 76"
    ],
    "opinions": [
        {
            "author_str": "Gibbons",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nGIBBONS, Chief Judge:\nFidelity and Deposit Company of Maryland (Fidelity), the surety on an injunction bond, appeals from an order of the district court directing it to pay the face amount of that bond to the obligee, Virginia Plastics Company (Virginia Plastics). Fidelity contends that the evidence considered by the district court did not establish a sufficient nexus between the injunction in question and the damages suffered by Virginia Plastics to support this order. Because we conclude that the evidence considered by the court was insufficient to support the order, we will vacate it and remand for an evidentiary hearing.\n*77i.\nIn December of 1984, the United States District Court for the Western District of Virginia entered a $94,370.12 default judgment in favor of Virginia Plastics and against Biostim, Incorporated (Biostim). Because Biostim’s principal place of business at that time was in New Jersey, Virginia Plastics registered this judgment with the United States District Court for the District of New Jersey on January 16, 1985. One week later, Biostim moved in the New Jersey district court to have the Virginia district court’s judgment vacated on the ground that the Virginia district court lacked personal jurisdiction over Biostim. The New Jersey district court enjoined Virginia Plastics from executing on the judgment pending resolution of this jurisdictional challenge, but required an injunction bond for costs and damages. See Fed.R.Civ.P. 65(c).\nPursuant to an order dated January 23, 1985, Biostim filed a cash deposit of $5,000.00 with the court as a security for the injunction bond. In August of 1985, following a request by Virginia Plastics to increase the amount of the security, the New Jersey district court ordered Biostim to file a $50,000.00 surety bond. Biostim then approached Fidelity with a request for an injunction bond in this amount, and Fidelity agreed to assume the obligation as a surety. By this undertaking, Fidelity bound itself as follows:\nNOW, THEREFORE, the condition of this obligation is such that, if the said Defendant shall pay the said Plaintiff such damages as they may sustain by reason of the said preliminary restraining order or temporary injunction if the court finally decides that the said Defendant is not entitled thereto (or to either or any of them, if more than one defendant), then this obligation shall be void; otherwise to remain in full force and effect.\nOn February 11, 1986, the New Jersey district court determined that the Virginia district court did have personal jurisdiction over Biostim and that the Virginia judgment against Biostim was valid and enforceable. Shortly thereafter, a United States Magistrate filed a post-judgment discovery order for the purpose of locating and identifying Biostim’s assets. Service of this order was attempted by express mail but was returned marked “Moved to Florida as of 12/16/85 ... Return to Shipper.” Virginia Plastics then obtained a second order for post-judgment discovery which was sent to Biostim’s new Florida address. However, by letter dated April 28, 1986, counsel for Biostim informed Virginia Plastics that no representative or officer of Biostim would appear on the company’s behalf, that Biostim was seriously considering filing for bankruptcy, and that Biostim had retained bankruptcy counsel. Eventually, Biostim did file for bankruptcy in the United States Bankruptcy Court for the Middle District of Florida.\nUpon receiving word that Biostim would not comply with the post-judgment discovery order, Virginia Plastics filed a motion in the New Jersey district court seeking to enforce Fidelity’s liability on the injunction bond that had been issued. Accordingly, the district court endeavored to determine whether its injunction alone rendered Virginia Plastics’ judgment uncollectible since, in this particular instance, only such a finding would justify holding Fidelity liable on its obligation as surety.1\n*78II.\nThe New Jersey district court was not presented with exhaustive evidence regarding the potential link between the issuance of its injunction and Virginia Plastics’ inability to execute on the judgment against Biostim. In fact, the only papers submitted in evidentiary form in connection with Virginia Plastics’ motion to enforce liability on the bond were the briefs of both parties and the affidavit of an attorney for Virginia Plastics. In this affidavit, the Virginia Plastics attorney pointed out that Virginia Plastics had twice attempted to depose Biostim representatives for the purpose of locating and identifying Biostim’s assets, that Biostim did not comply with two orders issued to compel post-judgment discovery, and that Biostim was contemplating filing a bankruptcy petition. Beyond this, the affidavit, along with the party briefs, afforded the district court no pertinent information.\nApparently, in deciding to enforce liability on the security bond, the district court also considered papers from the record in Virginia Plastics’ prior effort to enforce the Virginia judgment — -a proceeding in which Fidelity was not a party. These additional papers included the opinions of various people regarding Biostim’s ability to satisfy Virginia Plastics’ judgment and Biostim’s relative financial strength at different points during the enforcement proceeding. Among these papers were the affidavit of Charles Lemon, president of a Virginia Plastics subsidiary; the affidavit and subsequent certification of Lloyd A. Ferreira, president of Biostim; and the statements of Biostim’s counsel made at a hearing conducted during the course of the enforcement proceeding.\nThe affidavit of Lloyd Ferreira, dated January 22, 1985, was sworn to only one day before the district court issued its injunction. In this affidavit, Ferreira expressed his concern that, should Virginia Plastics attempt to enforce its judgment against Biostim at that time, “there [was] a substantial likelihood that serious, adverse consequences would result.” In addition, Ferreira opined that, due to Biostim’s poor financial condition, such enforcement efforts “would seriously jeopardize the business of Biostim and would cause it immediate, irreparable and substantial harm.”\nCharles Lemon submitted an affidavit on July 15, 1985, to which Virginia Plastics attached a Form 10-K statement that Biostim had previously filed with the Securities and Exchange Commission. In his affidavit, Lemon stated that he had perceived “overwhelming evidence that Biostim’s financial condition has been and continues to seriously deteriorate, placing [Virginia Plastics’] default judgment in great peril.” Lemon further noted that “Biostim’s equity decreased dramatically, from over $3,000,-000 in 1983 to under $1,000,000 in 1984” and that its “net worth dropped from approximately $5,100,000 in fiscal 1983 to $3,100,000 in fiscal 1984.” Perhaps most significantly, Lemon pointed out that Biostim was in default on its short-term borrowing, that a substantial portion of Biostim’s receivables were in litigation, and that Biostim representatives had themselves recognized that it may be “... difficult to continue in business in [Biostim’s] present financial condition.”2\n*79In response to Lemon’s affidavit, Ferreira submitted a certification on August 9, 1985. In this certification, Ferreira challenged Lemon’s general position that Biostim was in dire financial condition and might not be able to satisfy Virginia Plastics’ judgment. First, Ferreira attacked Lemon’s reference to the Form 10-K filed by Biostim in June of 1984, pointing out that three more recent 10-Q forms had been filed which reflected “the fact that Biostim’s financial condition ha[d] improved considerably since June, 1984.”3 Specifically, Ferreira pointed out that in the first three quarters of 1985 Biostim’s sales increased by 450 percent over its total sales in 1984. Second, Ferreira questioned Lemon’s assertion that many of Biostim’s receivables were in litigation; to the contrary, Ferreira posited that “[although there were some indications approximately one year ago about lawsuits being filed against Biostim, to date they have not been instituted.” Despite his assertions regarding Biostim’s improved financial picture, however, Ferreira concluded:\n[I]t is vital for this Court to understand the fact that as a development company, recovering from a troublesome financial occurrence, Biostim is operating on an extremely tight cash flow basis. Biostim does not have anywhere near sufficient excess working capital or uncommitted assets to post the type of bond sought by Virginia Plastics. An order compelling such an additional requirement may seriously jeopardize Biostim’s ability to continue its financial turn-around.\nAt a hearing conducted less than two weeks after Ferreira submitted his certification, counsel for Biostim made several statements concerning Biostim’s financial condition. First, Biostim’s attorney expressed concern that Biostim might not be able to obtain a bond to secure Virginia Plastics’ judgment. He further urged that, should Biostim fail to procure such a bond, it should not be required to post $94,000 in cash to secure the judgment because the security requirements of Fed.R.Civ.P. 65(c) “should not put a company into bankruptcy.” Finally, although he contended that Biostim’s financial condition was improving, Biostim’s counsel nevertheless stated:\nThe bottom line is we do not have a lot of liquidity at this point. We work on a very tight margin____ We are making ends meet, but the cash flow is just not there, your Honor, to come up with any $90,000 in cash.\nFidelity contested its liability on the bond, asserting that Virginia Plastics had failed to prove in evidentiary form that it was unable to execute on the judgment against Biostim as a direct result of the district court’s injunction. More precisely, Fidelity argued that Virginia Plastics should not be allowed to collect on the bond because it did not establish: 1) that it could have collected its judgment from Biostim in full prior to the imposition of the injunction; and 2) that it could not collect its judgment at the time the injunction was terminated. Notwithstanding this argument, the New Jersey district court entered an order in September of 1986 holding Fidelity liable on the bond and directing it to pay $50,000 to Virginia Plastics. The district court did not hold an evidentiary hearing to supplement the record; rather, it based its order solely on the evidence heretofore discussed. This appeal followed.\nIII.\nInitially, we must determine whether the record in the district court provided a sufficient basis for an informed and fair decision regarding liability on the security bond. If we find that the record in the district court provided an adequate foundation for rendering a decision, then we must evaluate whether the evidence in that record supports the district court’s enforcement of liability on the bond.\nIt is abundantly clear that Fidelity did not agree to submit this controversy to the district court based solely on the briefs and affidavits. Indeed, at the final hearing before the district court, after counsel for Virginia Plastics had summarized the evidence and requested judgment, Fidelity’s *80attorney posited that Virginia Plastics had failed to prove its case “[j]ust on motion papers and [its] brief.” Hearing Transcript at 4 (D.N.J. September 15, 1986). Nevertheless, the district court summarily determined — based solely on papers before it and without an evidentiary hearing4 — that Fidelity was liable for the full amount of the bond. Because the district court’s decision was in the nature of a summary judgment, we exercise plenary review. See In re Japanese Electronic Products Anti-trust Litigation, 807 F.2d 44, 46 (3d Cir. 1986), cert. denied, — U.S.-, 107 S.Ct. 1955, 95 L.Ed.2d 527 (1987); McMahon v. McDowell, 794 F.2d 100, 104 (3d Cir.), cert. denied, — U.S. -, 107 S.Ct. 473, 93 L.Ed.2d 417 (1986); Pennbank v. United States, 779 F.2d 175, 178 (3d Cir.1985).5\nAs previously noted, the bond at issue is in the form of an injunction bond, and the only damages for which Fidelity may be held liable as surety are those which arose solely from the operation of the injunction. See supra note 1. Fidelity correctly contends that before liability on the bond may be imposed, Virginia Plastics must prove two things: first, that Biostim had the resources to satisfy the Virginia Plastics’ judgment against it prior to the imposition of the injunction; and second, that Biostim was incapable of satisfying the judgment after the injunction was lifted.6 We conclude that Virginia Plastics has proven neither of these elements. The primary evidence considered by the trial court consisted of the party briefs and an affidavit of Fidelity’s attorney. This affidavit, dated May 7, 1986, contains only a sketchy description of Virginia Plastics’ efforts to execute on the judgment after the injunction was lifted. It avers that Virginia Plastics attempted to collect on its judgment, and that Biostim refused to submit to post-order discovery. It also suggests that Biostim was, at that time, considering filing for bankruptcy. Although Biostim did actually file for bankruptcy three months later, in August of 1986, this is not proof that Biostim was not able to satisfy Virginia Plastic's’ judgment at the time when the injunction was lifted in February, 1986. Furthermore, this affidavit contains no statements regarding Biostim’s ability to satisfy Virginia Plastics’ judgment before the district court issued its injunction. This being so, the affidavit and the supporting briefs are clearly insufficient to prove that the injunc*81tion was the sole cause of Virginia Plastics’ losses.\nWhile the affidavit of Virginia Plastics’ attorney was the only evidence indisputably submitted in evidentiary form in Virginia Plastics’ action against Fidelity, it is apparent that the district court, in rendering its decision, also considered evidence from the record of Virginia Plastics’ previous enforcement action against Biostim. See Hearing Transcript at 5 (D.N.J. Sept. 15, 1986) (citing Affidavit of Charles Lemon (D.N.J. July 25, 1985)). Fidelity urges that this evidence — i.e., the affidavit of Charles Lemon, the affidavit and certification of Biostim president Lloyd Ferreira, and the statements of Biostim’s counsel— should not be considered in this proceeding on the bond because Fidelity was not a party to the prior enforcement proceeding and because several of the relevant papers from that earlier proceeding were never served on Fidelity. Assuming, without deciding, that these papers were served on Fidelity and were submitted in evidentiary form to the trial court, they are nevertheless insufficient to support the district court’s enforcement of liability on the injunction bond. Although the statements of Lemon, Ferreira, and counsel for Biostim allude to Biostim’s ever-worsening financial condition, none of these statements offer any proof that Biostim was capable of paying Virginia Plastics’ judgment before the district court issued the injunction. Furthermore, because their statements were given prior to February of 1986, neither the affiants nor Biostim's attorney addressed the possibility that Biostim’s financial picture only deteriorated to the point of bankruptcy in the six months between the injunction’s termination and Biostim’s filing for Chapter 11 protection. Lemon, Ferreira, and Biostim’s attorney only provide us with general statements regarding Biostim’s financial strength which are of little probative value on the only relevant issues. Consequently, even when considered with all other available evidence, these statements do not support the district court’s order holding Fidelity liable for the full amount of the injunction bond.\nIV.\nAlthough we conclude that the evidence considered below is insufficient to support the district court’s decision, we do not hold that Fidelity cannot be held liable on its surety undertaking. We simply hold that the evidence presented to the district court did not provide an adequate basis for rendering such a decision. The order appealed from will therefore be reversed without prejudice and the case remanded for further proceedings to establish by competent evidence after a hearing what damages were incurred as a result of the short-lived injunction.\n\n. Different types of bonds are designed to compensate litigants for different types of losses. As one noted authority recognizes:\n[A] \"cost bond” cannot be treated as a \"supersedeas bond”; a cost bond only covers the costs in the appellate court, but a supersedeas bond guarantees the damages awarded in the district court. Thus, it has been held to be error to allow a judgment for damages to be entered on a bond that only was to cover costs in the appellate court. However, in the case of a supersedeas bond, the recovery is not limited to compensation for the damages caused by the stay, but may embrace the amount due under the judgment as well. Similarly, a bond given pursuant to Rule 65(c) is designed to provide indemnity for “the payment of such costs and damages as may be incurred or suffered by any party who is found to have been wrongfully enjoined or restrained. \"\n11 C. Wright &amp; A. Miller, Federal Practice and Procedure § 2973 at 653 (1973) (emphasis added).\n*78The bond now in question was granted pursuant to Fed.R.Civ.P. 65(c). Indeed, counsel for Biostim specifically requested that the bond be issued as such, Hearing Transcript at 9-10 (D.N.J. August 21, 1985), and the district court recognized this when ordering the bond. Id. at 12. This bond cannot be considered a \"supersedeas bond” or a \"cost bond” under the definition provided above. Accordingly, Virginia Plastics may only enforce liability on the bond for those damages “directly attributable to the improvidently issued injunction.” 11 C. Wright &amp; A. Miller, Federal Practice and Procedure § 2973 at 653.\n\n\n. Lemon also attached to his affidavit a newspaper article indicating that three former Biostim executives were being investigated in connection with the theft of approximately $2,000,000 in company funds. $2 Million in Funds Stolen from Biostim, Star Ledger, March 6, 1985, at 49, col. 1. According to this report, Biostim’s president stated that stockholders' equity in Biostim had recently been reduced by $2.5 million, and he postulated that $2 million dollars of that reduction \"resulted from the suspected theft of company funds.” Id.\n\n\n. Unfortunately, these 10-Q forms were not attached to Ferreira’s certification.\n\n\n. The absence of an evidentiary hearing raises the question of whether Fidelity’s due process rights were ignored by the court below. See Mathews v. Eldridge, 424 U.S. 319, 96 S.Ct. 893, 47 L.Ed.2d 18 (1976). Certainly, in challenging the sufficiency of the evidence before the district court, Fidelity did not waive its right to an evidentiary hearing. See Blum v. Stenson, 465 U.S. 886, 892 n. 5, 104 S.Ct. 1541, 1545 n. 5, 79 L.Ed.2d 891 (1984) (where hearing was considered waived when litigant did not challenge \"the facts asserted in the affidavits submitted by [opponent’s] counsel”). For the moment, we recognize only that the existence and amount of damages in a proceeding under Fed.R.Civ.P. 65.1 is generally not capable of summary resolution of papers, without an evidentiary hearing. Cf. First Citizens Bank &amp; Trust Co. v. Camp, 432 F.2d 481, 484 (4th Cir.1970).\n\n\n. Although no separate jurisdictional basis exists for a federal court to consider the dispute between Virginia Plastics and Fidelity, the New Jersey district court decided this controversy as a legitimate exercise of its ancillary jurisdiction. “Where there is a series of claims based on the same facts, ... ancillary ... jurisdiction is necessary to avoid ... litigating the same facts twice ...” Ambromovage v. United Mine Workers, 726 F.2d 972, 989 (3d Cir.1984). The facts underlying the dispute between Virginia Plastics and Biostim are the same facts that underlie the instant controversy; hence, the district court, being the court which resolved the former dispute, has the ancillary authority to resolve the latter dispute as well. See Owen Equipment and Erection Co. v. Kroger, 437 U.S. 365, 98 S.Ct. 2396, 57 L.Ed.2d 274 (1978); cf. Skevofilax v. Quigley, 810 F.2d 378, 385 (3d Cir.) (in banc) (\"district court has ancillary jurisdiction to adjudicate a garnishment action by a judgment creditor against a nonparty to the original lawsuit which may owe the judgment debtor an obligation to indemnify against the judgment”), cert. denied,_U.S___ 107 S.Ct. 1956, 95 L.Ed.2d 528 (1987).\n\n\n. The burden of proving these elements is properly placed on the obligee of the bond, Virginia Plastics.\nA wrongfully enjoined defendant must establish what damages were proximately caused by the erroneously issued injunction in order to recover and the alleged damages cannot be speculative.\n11C. Wright &amp; A. Miller, Federal Practice and Procedure § 2973 at 654-55 (footnote omitted).\n\n",
            "ocr": true,
            "opinion_id": 8951543
        }
    ],
    "court_short_name": "First Circuit",
    "court_full_name": "Court of Appeals for the First Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}