{
    "id": 8976520,
    "judges": "Becker, Gibbons, Rosenn",
    "date_filed": "1977-07-30",
    "date_filed_is_approximate": true,
    "slug": "burt-v-ferrese",
    "case_name_short": "Burt",
    "case_name": "Burt v. Ferrese",
    "case_name_full": "Daniel W. BURT v. Gregory FERRESE, individually and in his official capacity as City manager of the City of Rehoboth Beach, Delaware and Howard Blizzard, individually and in his capacity as Supervisor, Rehoboth Beach Water Department",
    "attorneys": "Robert C. Wolhar, Jr. (argued), Wolhar & Gill, P.A., Georgetown, Del., appellant., B. Wilson Redfearn, Nancy E. Chrissinger (argued), Tybout, Redfearn, Casarino & Pell, Wilmington, Del., for appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Nov. 3, 1988.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "871 F.2d 14"
    ],
    "opinions": [
        {
            "author_str": "Becker",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nBECKER, Circuit Judge.\nThis is an appeal from the district court’s grant of summary judgment for the defendants in a civil rights suit brought by plaintiff-appellant Daniel W. Burt. Our review is plenary. Concluding that there is a genuine issue of material fact with respect to Burt’s 42 U.S.C. § 1983 claim, we reverse as to that claim. However, we will affirm the grant of summary judgment as to Burt’s pendent state claims (for false arrest and detention and intentional infliction of emotional distress) and his 42 U.S.C. § 1985 claim.\nI.\nThe following facts were developed through discovery and made part of the summary judgment record. Burt owns a construction company (“Burt Construction”) that performs a good deal of concrete work in the City of Rehoboth Beach, Delaware (“City”). On July 3, 1986, the firm was laying a sidewalk there when an employee, Christopher Clark, opened a City fire hydrant, placed a meter on the hydrant, and used a garden hose to wash a concrete pump used in laying the sidewalk. At the time, Burt was not at the construction site, and Burt denies having authorized Clark to use the hydrant on that day. Defendant Howard Blizzard, Supervisor of the City Water Department, who was inspecting the sidewalk to make sure it had the required depth, saw Clark using the fire hydrant. Blizzard realized that Burt was not the one using the fire hydrant, as Blizzard had had previous dealings with Burt. He also had no evidence that Burt or anyone else in particular had directed Clark to use the hydrant.\nAfter seeing Clark using the fire hydrant, Blizzard returned to the City offices and related the facts to defendant Gregory Ferrese, the City Manager. Ferrese told Blizzard that he had not given Burt Construction a permit to use the City’s fire hydrant as required by municipal ordinance 15/16A.1 After consultation, they agreed that Burt should be arrested for violating the ordinance. Blizzard met with Aider-man O.T. Clark, who, on the basis of information supplied to him by Blizzard, signed a warrant for Burt’s arrest. According to the arrest warrant, Burt had “unlawfully converged] city water to his own use without permission from the City of Rehoboth Beach, Delaware in violation of Ordinance No. 15/16A.” There is evidence in the record of personal animosity held by Blizzard against Burt.\nLater that day, two City police officers approached Burt and told him that they had a warrant to arrest him. Over an hour later, Burt went to the Police Station. He waited a half-hour for Blizzard to arrive, at which time he was taken to the Alderman’s Court where he was read the arrest warrant and posted a $50.00 bond. Burt was then fingerprinted and photographed. Before that day, Burt had no arrest record.\nThe case was transferred, pursuant to Burt’s election, to the Court of Common Pleas of Sussex County. While the charge was pending in that court, the Delaware Department of Justice entered a nolle pro-sequi, dismissing the charge.\nBurt thereupon filed this action alleging that he had been arrested illegally and without probable cause as the result of the actions of the defendants. In addition to federal civil rights claims, the complaint alleges state torts of (1) false arrest and detention and (2) intentional infliction of emotional distress.\nFollowing discovery the district court granted summary judgment for the defen*16dants. In a brief opinion, the court explained its grant of summary judgment as follows:\nRegarding the civil rights claims under §§ 1988 and 1985, Burt has not stated deprivation of any constitutional or statutory right.... Burt and his employees were, in fact, violating the City Water Code. The minor police involvement that resulted was ... a reasonable consequence of plaintiff’s legal transgressions. Plaintiff’s tort law claims are also baseless. To state a claim for false arrest, Burt must allege, among other things, that he was restrained without legal justification. McLaughlin v. Bradlee, 599 F.Supp. 839 (D.D.C.), aff'd 803 F.2d 197 [1197] (D.C.Cir.1984).... [L]egal justification existed ... for the police’s contact with Burt. Finally, Burt does not state a single element of the tort of intentional infliction of emotional distress, but for present purposes we need point out only the failure of one element. Emotional distress must be severe to rise to a level of a compensable tort. Candelora v. Clouser, 621 F.Supp. 335 (D.Del.1985), aff'd 802 F.2d 446 (3d Cir.1986). Burt has shown nothing more than his annoyance over the ... inci-dente ].\nDist.Ct.Op. at 2-3 (May 20, 1988).2\nThis appeal followed.\nII.\nIt is clear in our jurisprudence that the filing of criminal charges without probable cause and for reasons of personal animosity is actionable under § 1983. See Losch v. Borough of Parkesburg, 736 F.2d 903, 907 (3d Cir.1984). As we stated in Losch, which also arose from an appeal of a grant of summary judgment,\n[a]ny credible evidence contrary to the moving party’s version of events will defeat the summary judgment motion. We must evaluate for some minimal showing of credibility any evidence that the defendants did not have probable cause to charge [the arrested civil rights plaintiff] under the two Pennsylvania statutes [under which he had been charged].\nId. at 908.\nThere is strong if not uncontradicted evidence of record that the defendants knew that Burt was not the person drawing water from the hydrant. Moreover, the defendants had no evidence that he had directed it. It appears that defendants also were directly involved, after consultation, in the procurement of the warrant. If these facts are found by a jury, a verdict for Burt will be warranted (unless of course any defenses prevail).3 Under these circumstances there exists a genuine issue of material fact as to whether Burt's arrest was founded on probable cause. Summary judgment for the defendants on Burt’s § 1983 claim was therefore improper and must be reversed.\nIII.\nThe district court also granted summary judgment for the defendants on Burt’s pendent state law claims and his claim under 42 U.S.C. § 1985. We agree with the district court that these claims cannot survive defendants’ summary judgment motion.\nA.\nBurt has alleged that defendants are subject to liability for the tort of false *17arrest and detention (also called the tort of false imprisonment). While defendants might well have committed the tort of malicious prosecution, defendants are not subject to liability for the tort of false arrest and detention, as plaintiff was arrested pursuant to a warrant.\nWe have been unable to find a Delaware case applying the distinction between malicious prosecution and false arrest to a case in which a person was arrested pursuant to a warrant issued without probable cause. The New York Court of Appeals, however, provides a useful discussion of the distinction between these two torts in Broughton v. State, 37 N.Y.2d 451, 373 N.Y.S.2d 87, 335 N.E.2d 310, cert. denied, 423 U.S. 929, 96 S.Ct. 277, 46 L.Ed.2d 257 (1975). Broughton states that the tort of false arrest and detention is available when a person has been confined without legal process; if a person has been arrested pursuant to a warrant, his remedy is to sue for malicious prosecution, as the “essence of [this tort] is the perversion of proper legal procedures.” 37 N.Y.2d at 457, 373 N.Y.S.2d at 93, 335 N.E.2d at 314. Consequently, “[t]he distinction between false imprisonment and malicious prosecution in the area of arrest depends on whether or not the arrest was made pursuant to a warrant.” Id. Accord Genito v. Rabinowitz, 93 N.J.Super. 225, 228, 225 A.2d 590, 592 (App.Div.1966) (“The malicious filing of a false complaint which causes the issuance of a warrant upon which one is arrested does not give rise to a cause of action for false imprisonment. The action must be one for malicious prosecution.”); cf. Restatement (Second) of Torts § 35 comment a, § 41, and § 654 comment e (1977).\nWhether Broughton and Gentío state the law of Delaware is somewhat uncertain. Some guidance may be found, however, in Anthony v. White, 376 F.Supp. 567 (D.Del.1974). In a thorough opinion construing Delaware law, Judge Stapleton held that a complainant who did not actually assist the police in the arrest but “initiate[d] unfounded criminal proceedings” without probable cause that resulted in the issuance of an arrest warrant “is potentially liable only for the tort of malicious prosecution.” Id. at 571. In addition, Broughton, Genito, and Anthony are all cited with approval in Lengle v. Dukes, Civ. No. 80C-N010 (Del.Super.Ct.1982). In light of these authorities, we hold that because Burt was arrested pursuant to a warrant, he did not provide evidence from which a reasonable fact finder could conclude that defendants are subject to liability for the tort of false arrest and detention.4 We will therefore affirm the district court’s grant of summary judgment for defendants on the false arrest and detention claim.\nB.\nBurt has alleged that defendants are subject to liability for the tort of intentional infliction of emotional distress. One element of this tort is that the plaintiffs emotional distress must be severe. Candelora v. Clouser, 621 F.Supp. 335, 343 (D.Del.1985), aff'd, 802 F.2d 446 (3d Cir.1986). We agree with the district court that “Burt has shown nothing more than his annoyance over the ... incident[ ].” Dist.Ct.Op. at 3. On this record, a reasonable fact finder could not conclude that Burt’s emotional distress rose to the level that is compensable under the tort of intentional infliction of emotional distress. We will therefore affirm the district court’s grant of summary judgment for defendants on this claim.\nC.\nPlaintiff has not made out the elements of a claim under 42 U.S.C. § 1985, since he has not alleged or demonstrated the necessary invidious discriminatory animus. See United Brotherhood of Carpenters &amp; Joiners v. Scott, 463 U.S. 825, 834-39, 103 S.Ct. 3352, 3359-62, 77 L.Ed.2d 1049 (1983). We will therefore affirm the *18district court’s grant of summary judgment for defendants on this claim as well.\nIV.\nFor the foregoing reasons, the district court’s grant of summary judgment for defendants on plaintiff’s § 1983 claim will be reversed, and the district court’s grant of summary judgment for defendants on the remaining claims will be affirmed.\n\n. Section 15/16A provides that \"[w]ater service shall not be furnished to any person other than the legal owner of the consuming unit, unless such user shall pay the annual water and/or the estimated cost of such service in advance.” The procedure established by the City to enforce this ordinance is that a contractor must come to City Hall and get a permit. The City then attaches a meter to the fire hydrant and bills the contractor for the water. See Blizzard deposition 21, 49.\n\n\n. The omitted portions of the district court opinion relate to an earlier incident which is not material to this appeal.\n\n\n. Ordinance 15/16A of the City of Rehoboth Beach, see supra n. 1, which Burt was arrested for violating, is not a criminal statute. It appears, however, that a violation of the ordinance would constitute a violation of 11 Del.C. § 841, which provides in pertinent that \"[a] person is guilty of theft when he takes, exercises control over or obtains property of another person intending to deprive him of it or appropriate it.” \"Property” is defined by 11 Del.C. § 857(4) as “anything of value except land, and includes ... drink.\" Even assuming that a violation of the Ordinance constitutes a criminal offense under § 841, a question we need not decide, one might still question whether defendants can properly rely on § 841 to justify Burt’s arrest, as § 841 is not referred to in his arrest warrant. We need not decide this question either, as a reasonable fact finder could conclude on this record that defendants did not have probable cause to think that Burt violated either § 841 or the Ordinance.\n\n\n. The only authority upon which Burt relies for his contention that he has stated a claim under Delaware's law of false arrest and detention is Marley v. Duff, 2 Boyce 313, 80 A. 235 (Del.Super.Ct.1911), a case not relevant because it concerned a complaint alleging a warrantless arrest.\n\n",
            "ocr": true,
            "opinion_id": 8968261
        }
    ],
    "court_short_name": "Third Circuit",
    "court_full_name": "Court of Appeals for the Third Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}