{
    "id": 9321726,
    "judges": "Stranahan",
    "date_filed": "1991-03-28",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-hughes",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Hughes",
    "case_name_full": "Commonwealth v. Hughes",
    "attorneys": "Keith E. Bell, Assistant District Attorney for the Commonwealth, William J. Moder, III, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "27 Pa. D. & C.3d 269"
    ],
    "opinions": [
        {
            "author_str": "Stranahan",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSTRANAHAN, P.J.,\n— Defendant, Donald Hughes, was tried non-jury and convicted of carrying a firearm without a license, receiving stolen property and driving' wihout a valid license. Defendant was also convicted'for violating a local ordinance which prohibits carrying an open bottle . of liquor in a moving vehicle. That ordinance is commonly referred to as the “Open Bottle Ordinance.” Defendant has filed motions in arrest of judgment and for a new trial. We find that the evidence seized during an inventory search of the defendant’s automobile should have been suppressed and we, therefore, grant his motion for a new trial.\nOn February 7, 1982, a Saturday, at approximately 3:00 p.m. Officer Larry Knight of the Farrell Police Department was traveling west on French Street in Farrell, Pa. Officer Knight was in uniform and was driving in a marked police cruiser. At the *271intersection of French and Spearman Streets, Officer Knight noticed a 1974 yellow Lincoln Continental. The left front side of the Lincoln was visibly damaged. The headlight and turn signal appeared to be inoperable. A day or two prior to February 7, Officer Knight witnesséd a hit and run accident involving a large yellow automobile. He thought the. yellow Lincoln might be that car because the Lincoln was damaged in the same general area as was the yellow car. Officer Knight decided to follow the Lincoln as it turned onto Idaho Street from Spearman. The Lincoln contained two black males; defendant and his companion, Kenneth Martin. He followed the Lincoln for almost two blocks and noticed the driver, defendant, take a sip from a bottle wrapped in a brown paper bag. Defendant then handed the bottle to Kenneth Martin, who also took a sip. At this point, Officer Knight turned on his red lights in order to stop the Lincoln. Defendant saw the lights and stopped his car in the middle of the intersection between Wallis and Idaho Streets. Officer Knight instructed Defendant to get his car .out of the interesection. He complied and pulled the Lincoln to the right curb and into a no parking zone. Officer Knight went up to the driver’s side of the car and asked defendant for his license and registration cards. Officer Knight smelled the odor of alcohol and saw a bottle in a brown paper bag lying on the floor of the passenger side. The bottle contained a dark pinkish liquid consistent with wine. By this time, Officer Allen, also of the Farrell Police Department, arrived at the scene and. went up to the passenger side of the car. He too noticed the bottle lying beneath Kenneth Martin’s legs. He asked Martin to get out of the car and placed him under arrest for violating the “Open Bottle Ordinance.” Meanwhile, defendant was unable to produce a val*272id license or registration card. Officer Knight then arrested defendant for failing to have a valid operator’s license and for violating the Open Bottle Ordinance. Upon questioning defendant, Officer Knight learned that he was a resident of California. Kenneth Martin said he lived in Youngstown, Ohio. Officer Knight then told the two that he was going to take them down to the Farrell Police Station.\nAt no time did Officer Knight ask defendant what he wanted to do with the Lincoln. He also was not given the opportunity to contact a friend or relative who could come and pick up the car, nor was he allowed to move the car to a lawful parking place. Instead, Officer Knight considered the Lincoln to be an obstruction to traffic and ordered the car towed to the Farrell Police Station.\nDefendant and Martin were not immediately taken before a district justice for a hearing or to post bond. See 75 Pa. C.S.A. §6305 (1977). Instead, they were taken directly to the police station and held there while the police made several unsuccessful attempts to contact the district justice on duty for that weekend.\nThe Lincoln was towed to the police station by a private contractor and it arrived shortly thereafter. Officer Knight later testified at the suppression hearing that the Farrell Police Department’s policy was to inventory the contents of all cars impounded and remove any valuables because they did not have a secure place to park the automobiles.\nClyde Franks, the private towing contractor, began to inventory the contents of the Lincoln.- Officer Knight was also present and observed Franks’ progress. While inspecting the front area of the car, he saw a pistol in the driver’s ashtray in the dashboard. He immediately called Officer Knight’s attention to this find. Officer Knight was unsure *273whether he should continue the search and decided to call Detective John Rauschenbaugh to determine if the search should continue. Detective Rauschenbaugh came down to the station .and he and Officer Knight resumed the search. They removed the .22 caliber revolver from the ashtray and discovered beneath it a credit card issued to a Richard Slavovosky. They also found a fully loaded .22 caliber clip and a credit card receipt signed by Richard Slavovosky in the ashtray. They then discovered a .38 caliber pistol underneath the floormat on the passenger side. Officer Knight also seized a black glove from the dashboard. The police also seized 24 8-track tapes, one quart of motor oil and transmission fluid, two plastic pill bottles containing pink round pills and four U.S. Mail envelopes. These items were recorded on a plain legal size piece of paper. A time was marked on the paper but we cannot tell from it whether the items seized were marked on the paper during or after the search. One thing is clear, the paper is not a form developed specifically for recording items seized during an inventory search.\nDefendant filed an omnibus motion seeking, among other things, to suppress the items seized during the inventory search. The hearing judge denied the motion. He reasoned that the legality of the search was dependent upon the legality of defendant’s arrest. He determined that there was authority for Officer Knight to arrest defendant and his arrest was therefore legal and the resulting inventory search was also legal. We agree with the hearing judge that the police had the authority to arrest defendant and Kenneth Martin. We do not, however, agree that the legality of the inventory search is dependent upon the legality of the arrest. We believe that the inventory was illegal because defendant *274was not given the opportunity, before his car was towed away, to make other arrangements for the safekeeping of his car or his possessions contained therein.\nThe search of defendant’s car was conducted without a warrant. The search can be valid only if it falls within any of the narrow exceptions to the warrant requirement. The Commonwealth contends that the search was a valid inventory search and as such, could be conducted without either a warrant or probable cause.\nThe leading case dealing with inventory searches is South Dakota v. Opperman, 96 S. Ct. 3092 (1976), where the United States Supreme Court held that an inventory search of a lawfully impounded vehicle was not unreasonable under the Fourth Amendment. In Opperman, the appellee parked his car in a restricted parking zone and left it unattended. Police ticketed the car twice during the early morning hours and finally called for a tow truck. The car was impounded and taken to the impound lot. There the police noticed items of value on the back seat and back floorboard. The doors were unlocked and a police officer, using a standard form, inventoried the car’s contents. He opened the unlocked glove compartment and discovered in it a bag of marijuana. Appellee was later arrested and charged with possession of this marijuana. He was convicted by a jury after the denial of his suppression motion. The Supreme Court of South Dakota reversed, holding the search violated the defendant’s Fourth Amendment rights. The Supreme Court' granted certiorari and reversed. The court first noted that the expectation of privacy associated with automobiles is significantly less than that associated with a home or office. The police frequently come into contact with automobiles for a myriad of *275reasons, most distinctly non-criminal. Police often obtain custody of vehicles pursuant to their “community caretaking functions” such as removing automobiles from the scene of an accident; seizing automobiles that may have been stolen or abandoned; and impounding automobiles that violate parking ordinances. The court stated that the authority to perform these caretaking functions is beyond challenge. The court then noted that when the police take custody of an automobile, it is customary for them to inventory its contents. This standard procedure developed in response to three distinct needs. First, the inventory will protect the owner’s property while the car is in police custody. Secondly, it will protect the police from false claims of lost or stolen property. Finally, an inventory will protect the police from any potential danger.\nThe court summarized the reasons for its holding stating:\n“The Vermillion police were indisputably engaged in a caretaking search of a lawfully impounded automobile . . . The inventory was conducted only after the car had been impounded for multiple parking violations. The owner, having left his car illegally parked for an extended period, and thus subject to impoundment, was not present to make other arrangements for the safekeeping of his belongings. The inventory itself was prompted by the presence in plain view of a number of valuables inside the car. As in [Cady v. Dombrowski, 93 S.Ct. 2523 (1973)], there is no suggestion whatever that this standard procedure, essentially like that followed throughout the county, was a pretext concealing an investigatory police motive. 96 S.Ct. at 3100 (Citations omitted) (Footnote omitted).”\nDespite the Supreme Court’s broad approval of inventory searches in Opperman, appellate courts *276throughout the country have begun to place restrictions on the freedom of the police to conduct these types of searches. See generally, Annot., 48 A.L.R. 3d 537 (1973). These restrictions are based on the fear that the police will use the inventory search as a convenient means of uncovering incriminating evidence. The most common situation encountered, and the one which the courts fear most, is where the police impound and search a car following the arrest of the driver for minor traffic violations. See Annot., 48 A.L.R. 3d 537, 558 (1973).\n. The leading case in Pennsylvania, Commonwealth v. Brandt, 244 Pa. Super. 154, 366 A. 2d 1238 (1976), established two requirements before evidence uncovered by an inventory search could be admitted at trial. The court stated:\n“First the Commonwealth must show that the vehicle was lawfully within the custody of the police.”\n“Secondly, the Commonwealth must show that the search was in fact an inventory search pursuant to the objectives laid down in Opperman, supra, and noted earlier in this, opinion. The hearing judge must be convinced that the police intrusion into the automobile was for the purpose of taking an inventory of the car and not for the purpose of gathering incriminating evidence. Those facets and circumstances which the hearing judge must consider include the scope of the search, whether any items of value were in plain view . . . the reasons for and nature of the custody . . . the anticipated length of the custody, and any other facts which the court deems important in its determination. Id. at 162-3, 366 A.2d at 1242 (citations omitted.)”\nThe court in Brandt did not explain in detail what “lawful police custody” might be. It is clearly a prerequisite to a valid inventory search. The Court of *277Appeals in Washington did, however, attempt to list a few situations where impounding would be legitimate and therefore lawful. The court in State v. Singleton, 9 Wash. App. 327, 511 P.2d 1396 (1973), first noted that impounding a vehicle would be legitimate if it was authorized, by a statute or ordinance. See e.g. 75 Pa. C.S.A. §4946 (1977) (im-poundment of vehicles for nonpayment of over weight fines.) The court then stated:\n“Reasonable cause inr impoundment may, for example, include the necessity for removing (1) an unattended-to car illegally parked or otherwise illegally obstructing' traffic; (2) an unattended-to car from the scene of an accident when the driver is physically or mentally incapable of deciding upon steps to be taken to deal with his property, as in the case of the intoxicated, mentally incapacitated or seriously injured driver; (3) a car that has been stolen or used in the commision of a crime when its retention as evidence is necessary; (4) an abandoned car; (5) a car so mechanically defective as to be a menace to others using the public highway. 511 P. 2d at 1399-1400.”\nIn Brandt, the police came upon a one car accident. The vehicle was inoperable and the defendant was alone behind the wheel. He appeared to be incoherent and was transported to a hospital. This situation parallels the second situation described by the court in Singleton. The fact situation in Brandt and the situations described in Singleton all point to motives for impounding which are completely divorced from any. attempt to gather evidence of a crime.\nIn Brandt, the court required the hearing judge to consider, as one factor, the reason for and nature *278of the impoundment. * The justification is important because the reason for the impounding necessarily colors the nature of the search. If the police fail to articulate a reason for impounding a car, then the possibility is increased that the subsequent search was designed to uncover incriminating evidence. The courts in other jurisdictions have noticed this relationship and focus in on the need to impound. In Louisiana, the courts require the prosecution to demonstrate that the impoundment of the vehicle *279was necessary under all the surrounding facts. State v. Crosby, 403 So. 2d 1217 (La. 1981); State v. Jewell, 338 So. 2d 633 (La. 1976). In New Jersey the police must show a substantial need to impound before the police can lawfully take custody of a vehicle. State v. Slockbower, 79 N. J. 1, 397 A.2d 1050 (1979); State v. Ercolano, 79 N. J. 25, 397 A.2d 1062 (1979). At the suppression hearing in this *280case, Officer Knight stated his reasons for impounding the Lincoln as follows:\nQ. Now what was done with this ’74 Lincoln that was there?\nA. Okay, the ’74 Lincoln was parked .in a No Parking Zone within th intersection causing — or was causing — or could cause a traffic problem. And since both of the subjects were in custody and nobody to move the vehicle, the vehicle had to be towed to our station.\nWe believe that a review of the facts and circumstances surrounding the arrest and impoundment will demonstrate that the police did not have to impound the defendant’s car and tow it to the police station, nor did they have to inventory its contents. We believe that because there was no reason to impound the car, the resulting inventory search was designed to gather incriminating evidence and was illegal without a valid warrant.\nWe believe that the police never obtained lawful custody of defendant’s car. Granted, the car was parked in a no parking zone at the time of the arrest. Nevertheless, Officer'Knight bears some responsibility for the car’s location. When he turned on his red lights,, defendant stopped his car in the intersection. Officer Knight then ordered the defendant to get out of the intersection. Defendant complied and pulled his car over to the curb and into the no parking zone. Thus, Officer Knight’s conduct was a substantial factor in bringing about one of the main reasons the police advanced to justify the impounding.\nFurthermore, it would have been quite easy to move the car to a lawful parking place and just leave it there until the defendant was able to return. Just such a possibility was given great weight in our earlier decision in Commonwealth v. Cecil Hulley, 320 Criminal 1982 (slip opinion filed November 15, *2811982). In that case defendant’s car was half in and half out of a lawful parking space. There the police could have easily left the car in the parking space with the windows rolled up and the doors locked. Here the police may not have wanted the defendant to move the car because he did not have a valid license with .him but there was no reason why Kenneth Martin could not have moved the car. It is unclear from the transcript taken at the suppression hearing whether the police ever asked Kenneth Martin if he had a valid license or if he would be willing to move the car. Granted, Officer Knight had observed Martin taking a sip from a bottle which he thought contained alcohol, but there was never any suggestion that the defendant or Martin were so intoxicated as to render them incapable of operating the car.\nIn Cleveland v. State, 410 So. 2d 1378 (Fla. 4DCA 1982), defendant was stopped for minor traffic violations. Defendant’s uncle was a passenger in the car and he offered to drive the car home to save the expense of towing. The police refused and impounded the car. The court held that the impoundment was improper because there was no need to impound the-car.in light of the uncle’s offer. In State v. Crosby, 403 So. 2d 1217 (La. 1981), defendant was stopped in broad daylight a short distance from a private parking lot. The court held that the impoundment was improper because the car could have been moved to the parking lot and left there safely.\nMoving the car to a lawful parking place was a viable' alternative to impounding. When Officer Knight arrested defendant and Kenneth Martin, he charged them with minor summary offenses. There was no reason to believe; at that time, that they could not quickly post bond and return to their car. *282Therefore, the car would have been left unattended for only a short time and there was no reason to believe that it could not have been adequately protected during that short time by just rolling up the windows and locking the doors. In Everall v. State, 414 So. 2d 646 (Fla. 1 DCA 1982), the court held that if the owner or passenger of a vehicle is reasonably available and presents a reasonable alternative to impoundment of the vehicle following arrest, it ceases to be necessary to impound it and the police may not do so. We believe that a similar situation exists here. If the pólice had thought about it at all, they would have realized that there was a reasonable alternative to impounding the car by simply moving the car to a proper parking place and leaving it there while defendant and Kenneth Martin were taken to the police station. Their failure to consider such a reasonable alternative weights heavily in' our conclusion that there was no need to impound the car and that the subsequent search was therefore unreasonable.\nOfficers Knight and Allen also failed to give the defendant the opportunity to contact a friend or relative who could come and pick up the car. It is true that defendant is a resident of California but this does not mean that there would not be any friend or relatives living nearby. He had to be staying somewhere and whomever he was staying with could be contacted and asked to pick up the car. Furthermore, Kenneth Martin is a resident of Youngstown, Ohio, a nearby city, and it is quite possible that defendant would have been willing to turn over custody of the car to one of Martin’s friends or relatives.\nIn Florida, the police must warn the driver or possessor of the vehicle, if he is present and coherent, that the car will be impounded unless he can provide a reasonable alternative to impoundment. Mill*283er v. State, 403 So. 2d 1307 (Fla. 1981), on remand, 404 So. 2d 159 (Fla. 2d DCA 1981); Judge v. State, 419 So. 2d 1171 (Fla. 2d DCA 1982); Moore v. State, 417 So. 2d 1131 (Fla. 5th DCA 1982); Stevens v. State, 412 So. 2d 456 (Fla. 2d DCA 1982). This rule falls short of requiring the police to list some standard alternatives to the driver, Sanders v. State, 403 So. 2d 973 (Fla. 1981), but it does at least alert the drivers to the notion that impoundment is not necessarily inevitable.\nThe courts in New Jersey and Louisiana go a little further and require the police to give the owner or permissive user of the car the opportunity to either consent to the search or to make other arrangements for the custody of the vehicle. State v. Ercolano, 79 N. J.25, 397 A.2d 1062 (1979); State v. Slockbower, 79 N. J. 1, 397 A.2d 1050 (1979); State v. McDaniel, 156 N. J. Super. 347, 383 A.2d 1174 (1978); State v. Crosby, 403 So. 2d 1217 (La. 1981); State v. Killcrease, 379 So. 2d 737 (La. 1980); State v. LaRue, 368 So. 2d 1048 (La. 1979); State v. Hatfield, 364 So. 2d 578 (La. 1978); State v. Guat, 357 So. 2d 513 (La. 1978); State v. Rome, 354 So. 2d 504 (La. 1978); State v. Osbon, 426 So. 2d 323 (La. 2d CA 1983). But see, State v. Spurr, 178 N. J. Super. 531, 429 A.2d 613 (1981); State v. Sims, 426 So. 2d 148 (La. 1983).\nIn the present case, it is quite clear that Officer Knight failed to ask defendant if he would consent to the impoundment or if he could make other arrangements for custody of the vehicle. In fact' Officer Knight failed to even suggest that there were any alternatives to impoundment. It is therefore understandable that defendant did not protest the actions of the police. Being arrested is a very unsettling experience and it is quite possible that he was not thinking as clearly as he might have under nor*284mal circumstances. In fact, he may have believed that he was powerless to stop them. There are many cases where the driver or owner protests the impounding of his car, but we do not believe that the failure to protest signifies silent consent. See Hulley, supra, at 10-11 (defendant objected strenuously and refused to turn over his keys).\nThe rule in New Jersey is based on a balancing of the car owner’s-justifiable expectations of privacy in his car against the need of the police to perform valid caretaking functions. The failure to explore reasonable alternatives weakens the need to impound. If the intrusion into the car owner’s privacy is unnecessary in light of viable alternatives to impounding, then the subsequent search is unreasonable. We believe that the failure to afford the defendant the opportunity to consent to the impounding and search or to make alternative arrangements for custody of the car destroys the superficial legitimacy of the impoundment. The court in Brandt required the hearing judge to consider, among other things, “. . .the reasons for and the nature of the custody. . .” Brandt, supra, at 162, 366 A.2d at 1242. We believe that under the facts and circumstances present iii this case, there was no need to impound the defendant’s car and therefore the police failed to adequately justify their seizure of the car.\nIn Louisiana, the courts also follow an interesting standard. The courts in that state conclude that, because the primary jüstifications for an inventory search are to protect the vehicle’s contents from theft and the police from false claims of lost or stolen property, the owner or driver should, be asked whether he has any valuables in the car and whether he is willing to waive any claim against the police for theft or loss if the car is not impounded. See e.g. State v. Crosby, 403 So. 2d 1217 (La. 1981).\n*285New Jersey follows a somewhat similar rule. In State v. Mangold, 82 N. J. 575, 414 A.2d 1312 (1980), the police arrived at the scene of a one car accident. The van .had hit a tree and was blocking the north bound lane of the road. The driver of the van and his two companions were placed in the police car near the inoperable van, but they were not placed under arrest. After calling for a tow a police officer, without consulting the owner,. inventoried the contents and discovered some marijuana. The Supreme Court of New Jersey first noted that the police were justified in impounding the van and calling for a tow. Neverthless, the court went on to hold that, if present, the owner of a lawfully impounded vehicle must be given the option of consenting to the search or making other arrangements for the safekeeping of his property. The court therefore affirmed an order suppressing use of the marijuana as evidénce against defendant. The court stated that this rule was a natural corollary to its decisions in Slockbower and Ercolano.\nThe rules followed in Louisiana and New Jersey do not affect the reasons for impounding a car, but they do shed some light on the motive for searching a car. If there are no valuables in the car or if the owner is not allowed to make other arrangements for the safekeeping of the property in the car, then the likelihood of an investigatory search is increased. The police, in effect, are working at odds with the notion of protecting the owner’s valuables. We believe these rules are eminently reasonable and the complete failure of the Farrell police in this case to offer anything of a similar nature strengthens our conclusion that the police were not interested in protecting the defendant’s possessions but were merely concerned with finding some evidence of a crime.\n*286■ Our preoccupation with valuables is not misplaced. One court has gone so far as to hold that an inventory search is unlawful unless the police see items of value in the car. State v. Goff, 272 S. E. 2d 457 (W. Va. 1980). The court in Brandt required the hearing judge to consider whether any valuables were in plain view. Our Supreme Court in Scott listed as one of its justifications the fact that a valuable car stereo was plainly visible in the car. The Supreme Court in Opperman relied heavily on the fact that personal property was visible in the car. If there are valuables visible in the car, then there is at least one reason to inventory the contents. As we said above, protection of the car owner’s property is one of the primary justifications for conducting an inventory search. That justification is completely absent in this case. Apart from the 8-track tapes, virtually all of which were in the glove compartment, the only property of any value seized from the car were the items in the ashtray and the revolver under the floormat. It is unclear whether the items in the ashtray were visible from the outside, but it is clear that the pistol under the floormat was not. We also find it significant that Officer Knight did not discover the items in the ashtray until after the inventory search had begun.\nThe court in Brandt also required the hearing judge to consider the scope of the search. With regard to this consideration a strong argument can be made that looking under the floormat was improper because it went beyond that required to protect any valuables in the car. The pistol found under the floormat could therefore be suppressed on that basis alone. Cf. Wallis v. State, 636 S. W. 2d 1 (Tex. 5th DCA 1982) with Miller v. State, 137 So. 2d 21 (Fla. 2d DCA 1962). A search of the ashtray may also have been unreasonable because it is doubtful that *287someone would normally place his valuables in an ashtray. The glove compartment is a much more likely place to store them. We only note this situtation because the scope of the inventory search is questionable at best.\nAnother factor to consider is the procedure utilized in the search. Here, Mr. Franks, the tow truck operator, began the search at the police station. Although this might indicate a nori-invéstigatory motive, Officer Knight was literally overseeing the search. His attention was directed to the ashtray immediately after Mr. Franks discovered the revolver. Officer Knight took over at that point and later resumed the search under the guidance of Detective Rauschenbach. We cannot say much about this procedure. It does not reveal an investigatory motive nor does it completely vindicate the police.\nIn conclusion, we believe the inventory search in this case was unreasonable because the car could have been lawfully parked and locked; defendant was not afforded the opportunity to make alternative arrangements for custody of the car and the property in it nor did he consent to the search and, finally, there were no valuables in plain view. Our task is a difficult one. On the one hand we must protect a car owner’s justifiable expectations of privacy in his car while on the other we must allow the police to perform their valid caretaking functions, such as removing traffic obstructions. In this case, we do not believe that there was any need to impound defendant’s car and because'the police failed to show a substantial need, we must conclude that the search was designed to uncover incriminating evidence and, therefore, illegal in the absence of a valid warrant. The evidence seized during that search should have been suppressed and, because it was not, defendant is entitled to a new trial.\n*288ORDER\nAnd now, June 30, 1983, defendant’s motion for a new trial is granted.\n\n There are only a handful of appellate court decisions in Pennsylvania following Brandt which deal with inventory searches. Consequently, the law here is not as developed as it is in other states. In Commonwealth v. Corish, 296 Pa. Super. 92, 442 A.2d 311 (1982), defendant, wanted on an outstanding parole warrant, was stopped while driving his car. The police officer asked the defendant what he wanted done with the car because it was blocking traffic. Receiving no instructions, the police called for a tow and then opened the door to inventory the car’s contents. As soon as he opened the door, the police officer spotted a pistol protruding from under the front seat. The defendant did not have a license for the gun and it later turned out to be stolen. The Superior Court held, without much discussion, that the pistol was properly admitted because it was reasonable for the police officer to enter the vehicle whether to move it or to inventory its contents prior to it being towed away.\nIn Commonwealth v. Lyons, 257, Pa. Super 142, 390 A.2d 752 (1978), the police observed the defendant, in his car, going the wrong way down a one-way street. The police stopped him and ordered him out of his car. The defendant got out, staggering as he did so, but failed to turn off his engine. The police arrested him for driving while Intoxicated. One of the officers then opened the car door in order to turn off the engine. While he was doing so, he noticed what appeared to be betting slips on the front seat. The Superior Court upheld their seizure because the police had the right, pursuant to their caretaking functions, to secure the vehicle during the defendant’s absence. The court cited Opperman to support this result.\n*279In Commonwealth v. Burgwin, 254 Pa. Super 417, 386 A.2d 19 (1978), an equally divided court affirmed the order of the lower court suppressing evidence uncovered during an alleged inventory search. A Mt. Lebanon police officer received a message over his radio describing a woman who had just attempted to pass a stolen check at a bank. The police officer spotted a car in which one of the passengers fit the women’s description. He stopped the car and arrested the-woman. He immediately called for a tow and had the car towed to the police station where he and two other officers inventoried the car’s contents. They found hlank and unendorsed checks strewn about the trunk. The opinion in support of affirmance agreed with the lower court that because the officer was investigating a crime he knew he might find evidence in the car and this suspicion transformed the search into an investigatory search and therefore unlawful without a warrant. The lower coúrt also found significant the fact that the owner of the car was not asked about the disposition of the car prior to it being towed away.\nFinally, in Commonwealth v. Scott, 469 Pa. 258, 266, 365 A.2d 140, 144 (1976), our Supreme Court held that items seized during an inventory search were properly admitted at the defendant’s trial. The Court stated that the impoundment of the car was necessary to protect the possessions therein because it was parked in a high crime area with expensive stereio equipment in plain view to the public. See also Commonwealth v. Rutigliano, _ Pa. Super _, 456 A.2d 654, 658 (1983). (search of car could not be valid inventory because police had investigatory motive); Commonwealth v. Randle, 248 Pa. Super 239, 375 A.2d 76 (1977) (case remanded to lower court to consider search in light of Brandt).\n\n",
            "ocr": true,
            "opinion_id": 9317033
        }
    ],
    "court_short_name": "Mercer County Court of Common Pleas",
    "court_full_name": "Pennsylvania Court of Common Pleas, Mercer County",
    "court_type": "ST",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}