{
    "id": 9353343,
    "judges": null,
    "date_filed": 1642464000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-crew",
    "case_name_short": "Crew",
    "case_name": "State v. Crew",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "Motion to dismiss leading question during direct examination plain error restitution authority to immediately convert restitution award to civil judgment",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "http://appellate.nccourts.org/opinions/?c=2&pdf=40675",
            "author_id": null,
            "opinion_text": "                     IN THE COURT OF APPEALS OF NORTH CAROLINA\n\n                                       2022-NCCOA-35\n\n                                       No. COA20-721\n\n                                    Filed 18 January 2022\n\n     Orange County, Nos. 18 CRS 65–71, 50881–93\n\n     STATE OF NORTH CAROLINA\n\n                  v.\n\n     DANIEL ISIAH CREW, JR.\n\n\n           Appeal by defendant from judgments entered 25 September 2019 by Judge\n\n     Carl R. Fox in Orange County Superior Court. Heard in the Court of Appeals 6\n\n     October 2021.\n\n\n           Attorney General Joshua H. Stein, by Special Deputy Attorney General Brenda\n           Menard, for the State.\n\n           Appellate Defender Glenn Gerding, by Assistant Appellate Defender Sterling\n           Rozear, for defendant.\n\n\n           DIETZ, Judge.\n\n\n¶1         Defendant Daniel Crew appeals his convictions for dogfighting, felony cruelty\n\n     to animals, misdemeanor cruelty to animals, and restraining dogs in a cruel manner.\n\n     Crew also challenges the trial court’s restitution orders totaling $70,000, which the\n\n     trial court immediately converted to civil judgments.\n\n¶2         As explained below, the State presented sufficient evidence to support the\n\n     dogfighting charges, and Crew’s unpreserved challenge to a leading question posed\n\f                                        STATE V. CREW\n\n                                        2022-NCCOA-35\n\n                                       Opinion of the Court\n\n\n\n     by the prosecutor at trial is meritless. We therefore find no error in Crew’s criminal\n\n     convictions. We also find no error in the trial court’s restitution orders, which were\n\n     supported by sufficient evidence at trial. But we hold that the trial court lacked the\n\n     authority to immediately convert those restitution orders into civil judgments. We\n\n     therefore vacate those civil judgments.\n\n                               Facts and Procedural History\n\n¶3         Defendant Daniel Crew ran Crew Kennels on property owned by his parents\n\n     in Rougemont. Most of the dogs he kept in his kennel were pit bulls, which he bred\n\n     and sold primarily for hunting and pulling competitions.\n\n¶4         In 2018, law enforcement officers arrived at the property and found 30 pit\n\n     bulls. The officers contacted Orange County Animal Services, who arrived and took\n\n     over the investigation. Animal Control Manager Irene Phipps went to the property\n\n     during the search. She found some of the dogs chained and others in “above ground\n\n     box housing.” Phipps was concerned because some of the dogs had injuries, which\n\n     were “similar to injuries a dog would sustain through dogfighting.” Some of the dogs\n\n     had what appeared to be topical medication applied to the skin to attempt to heal the\n\n     wounds. Phipps testified that she saw twenty dogs with no water and ten dogs with\n\n     inadequate water. Phipps also testified that some of the animals appeared unhealthy\n\n     and underweight.\n\n¶5         Officers also found dogfighting publications and “keep notes” for preparing a\n\f                                        STATE V. CREW\n\n                                         2022-NCCOA-35\n\n                                       Opinion of the Court\n\n\n\n     dog for a fight at the property. Officers took five dogs that appeared to need\n\n     immediate care to a veterinary facility and the rest to the Orange County Animal\n\n     Services shelter.\n\n¶6         The equipment found at the site included a device called a “Jenny,” to which a\n\n     dog is harnessed, a spring pole, two flirt poles, heavy chains, and a treadmill with\n\n     two weighted dog collars. These items are used for exercise and conditioning to build\n\n     up a dog’s strength. The site also contained areas that appeared to be staging and\n\n     dogfighting pit areas and weight scales used in organized dogfighting operations to\n\n     weigh dogs before a fight.\n\n¶7         Many of the dogs had injuries or significant scarring from past wounds. A\n\n     number of dogs ultimately were euthanized.\n\n¶8         The State charged Crew with fifteen counts of engaging in dogfighting, one\n\n     count of allowing property to be used for dogfighting, five counts of felony cruelty to\n\n     animals, twenty-five counts of misdemeanor cruelty to animals, and sixteen counts of\n\n     restraining dogs in a cruel manner.\n\n¶9         Dr. Clarissa Noureddine conducted two forensic examinations of the dogs. Dr.\n\n     Noureddine is the chief veterinarian at the Guilford County Animal Shelter. She was\n\n     admitted as an expert in forensic veterinary medicine. Dr. Noureddine reviewed\n\n     photos and evidence found on site, exam findings from the emergency veterinary\n\n     hospital and its veterinarian, and results of testing performed on the dogs.\n\f                                           STATE V. CREW\n\n                                           2022-NCCOA-35\n\n                                          Opinion of the Court\n\n\n\n¶ 10         At trial, Dr. Noureddine described the secluded environment in which the dogs\n\n       were kept, and the items located at the site, as consistent with those found at\n\n       dogfighting operations. Dr. Noureddine also testified that the injuries the dogs\n\n       sustained indicated that the animals were engaged in trained, organized fighting, not\n\n       spontaneous fighting.\n\n¶ 11         Andi Morgan, Assistant Director of Orange County Animal Services, testified\n\n       that the agency incurred $92,500 in costs to house the seized dogs and provide\n\n       necessary medical care and other services. According to Morgan, the cost to house the\n\n       dogs alone was “a little over 80,000.”\n\n¶ 12         Crew moved to dismiss the dogfighting charges. The trial court granted the\n\n       motion to dismiss the charge of allowing property to be used for dogfighting. The trial\n\n       court denied the motion to dismiss as to the other dogfighting charges.\n\n¶ 13         The jury found Crew guilty of eleven counts of dogfighting, three counts of\n\n       felony cruelty to animals, fourteen counts of misdemeanor cruelty to animals, and\n\n       two counts of restraining dogs in a cruel manner. The trial court imposed six\n\n       consecutive active sentences of 10 to 21 months each along with several suspended\n\n       sentences. The trial court also ordered Crew to pay Orange County Animal Services\n\n       $10,000 in seven separate restitution orders that were then entered as civil\n\n       judgments, totaling $70,000 in restitution.\n\n¶ 14         Crew timely appealed the criminal judgments. He later petitioned for a writ of\n\f                                           STATE V. CREW\n\n                                            2022-NCCOA-35\n\n                                          Opinion of the Court\n\n\n\n       certiorari seeking review of the restitution awards entered as civil judgments.\n\n       Because, as explained below, Crew’s challenge to those civil judgments has merit, in\n\n       our discretion, we allow the petition and issue of a writ of certiorari to review that\n\n       issue. N.C. R. App. P. 21.\n\n                                              Analysis\n\n          I.      Denial of motion to dismiss\n\n¶ 15           Crew first argues the trial court erred by denying his motion to dismiss the\n\n       dogfighting charges. He contends that the State’s evidence was insufficient to show\n\n       that he intended to use the dogs for fighting purposes.\n\n¶ 16           “This Court reviews the trial court’s denial of a motion to dismiss de novo.”\n\n       State v. Smith, 186 N.C. App. 57, 62, 650 S.E.2d 29, 33 (2007). When a criminal\n\n       defendant moves to dismiss, “the trial court is to determine whether there is\n\n       substantial evidence (a) of each essential element of the offense charged, or of a lesser\n\n       offense included therein, and (b) of defendant's being the perpetrator of the offense.”\n\n       State v. Earnhardt, 307 N.C. 62, 65–66, 296 S.E.2d 649, 651 (1982). “Substantial\n\n       evidence is such relevant evidence as a reasonable mind might accept as adequate to\n\n       support a conclusion.” State v. Smith, 300 N.C. 71, 78, 265 S.E.2d 164, 169 (1980). “In\n\n       making its determination, the trial court must consider all evidence admitted,\n\n       whether competent or incompetent, in the light most favorable to the State, giving\n\n       the State the benefit of every reasonable inference and resolving any contradictions\n\f                                              STATE V. CREW\n\n                                              2022-NCCOA-35\n\n                                          Opinion of the Court\n\n\n\n       in its favor.” State v. Rose, 339 N.C. 172, 192, 451 S.E.2d 211, 223 (1994).\n\n¶ 17         The crime of possession of a dog for the purpose of dogfighting is a specific\n\n       intent crime; it applies to a person “who owns, possesses, or trains a dog with the\n\n       intent that the dog be used in an exhibition featuring the baiting of that dog or the\n\n       fighting of that dog with another dog or with another animal.” N.C. Gen. Stat. § 14-\n\n       362.2(b). Crew argues that the State did not present sufficient evidence of his intent\n\n       to commit that crime.\n\n¶ 18         We reject this argument. The State presented evidence that the property at\n\n       which they found the dogs contained equipment designed to increase the dogs’\n\n       strength and endurance. They also recovered medication commonly used in\n\n       dogfighting operations that could be used for wound care without involving a\n\n       veterinarian. The property also contained an area that appeared to be a dogfighting\n\n       pit or training area. Finally, the officers recovered dogfighting publications and “keep\n\n       notes” for preparing a dog to fight.\n\n¶ 19         In addition, the State presented expert testimony that many of the dogs had\n\n       scarring and parasite infections consistent with dogs who were trained and used for\n\n       dogfighting.\n\n¶ 20         This evidence was sufficient for a reasonable juror to find that Crew intended\n\n       to engage in dogfighting. Accordingly, the trial court did not err by denying the motion\n\n       to dismiss.\n\f                                            STATE V. CREW\n\n                                            2022-NCCOA-35\n\n                                           Opinion of the Court\n\n\n\n          II.      The State’s leading question during direct examination\n\n¶ 21            Crew next argues that the trial court plainly erred by allowing the prosecutor\n\n       to ask a leading question to Dr. Noureddine, the expert who testified about the use of\n\n       the dogs for fighting purposes.\n\n¶ 22            As an initial matter, Crew acknowledges that the trial court’s decision to\n\n       permit this leading question was a discretionary one and that our Supreme Court and\n\n       this Court repeatedly have held that plain error review does not apply to\n\n       discretionary decisions. See, e.g., State v. Steen, 352 N.C. 227, 256, 536 S.E.2d 1, 18\n\n       (2000) (“[T]his Court has not applied the plain error rule to issues which fall within\n\n       the realm of the trial court’s discretion, and we decline to do so now.”); State v. Smith,\n\n       194 N.C. App. 120, 126–27, 669 S.E.2d 8, 13 (2008) (“Our Supreme Court has held,\n\n       however, that discretionary decisions by the trial court are not subject to plain error\n\n       review.”). Crew thus asks this Court to invoke Rule 2 of the Rules of Appellate\n\n       Procedure to excuse his failure to preserve this issue for appellate review. We reject\n\n       this request. We can invoke Rule 2 only “in exceptional circumstances” that present\n\n       a manifest injustice or issues of importance in the public interest. State v. Ricks, 378\n\n       N.C. 737, 2021-NCSC-116, ¶ 5. This case does not remotely approach that high bar.\n\n¶ 23            Indeed, even if we were to apply the plain error standard—which, itself, is an\n\n       exceedingly high standard of review—we could not find any error, much less any plain\n\n       error. Leading questions generally are not permitted during direct examination. N.C.\n\f                                              STATE V. CREW\n\n                                              2022-NCCOA-35\n\n                                          Opinion of the Court\n\n\n\n       Gen. Stat. § 8C-1, Rule 611(c). But trial courts have discretion to permit a leading\n\n       question that elicits “testimony already received into evidence without objection.”\n\n       State v. Stafford, 150 N.C. App. 566, 569, 564 S.E.2d 60, 62 (2002). Here, the\n\n       prosecutor posed the following non-leading questions to Dr. Noureddine concerning\n\n       the use of the dogs for dogfighting:\n\n                    Q. Dr. Noureddine, based on your observations and\n                    examinations in this case, did you form an opinion as to\n                    whether these dogs had been or were intended to be used\n                    in organized dogfighting?\n\n                    A. Yes.\n\n                    Q. And what was that opinion?\n\n                    A. It’s my opinion that the 30 dogs in this case that we have\n                    described either have been, are, or are intended to be used\n                    in organized dogfighting.\n\n       After Dr. Noureddine further described the basis for her opinion, the prosecutor then\n\n       asked the leading question that Crew challenges on appeal:\n\n                    Q. But it – it’s your opinion that all of them were, in your\n                    opinion, being kept for that purpose?\n\n                    A. Yes.\n\n¶ 24         The trial court’s decision to permit this question was well within its sound\n\n       discretion and not error, certainly not plain error, and not even remotely close to the\n\n       sort of exceptional circumstances that would justify the use of Rule 2. We therefore\n\n       reject Crew’s argument.\n\f                                           STATE V. CREW\n\n                                           2022-NCCOA-35\n\n                                          Opinion of the Court\n\n\n\n          III.   Restitution\n\n¶ 25         Finally, Crew challenges the trial court’s seven restitution orders, which the\n\n       court converted into seven civil judgments. Those restitution orders require Crew to\n\n       pay Orange County Animal Services a total of $70,000 in restitution.\n\n¶ 26         This Court reviews “de novo whether the restitution order was supported by\n\n       evidence at trial or sentencing.” State v. Hardy, 242 N.C. App. 146, 159, 774 S.E.2d\n\n       410, 419 (2015).\n\n¶ 27         Crew first argues that, although the State charged him with offenses related\n\n       to thirty dogs, he was convicted only of offenses related to seventeen of those dogs.\n\n       Thus, he argues, the trial court’s restitution orders impermissibly impose restitution\n\n       based on offenses for which he was not convicted, because they were based on\n\n       evidence of costs associated with all thirty of the seized animals.\n\n¶ 28         We reject this argument. The trial court may impose restitution for “any\n\n       injuries or damages arising directly and proximately out of the offense committed by\n\n       the defendant.” N.C. Gen. Stat. § 15A-1340.34(c). Crew’s acts of engaging in\n\n       dogfighting, cruelty to animals, and restraining dogs in a cruel manner led directly\n\n       to the need to remove all thirty dogs from his possession and place them with animal\n\n       services. Employees of Orange County Animal Services testified that the shelter\n\n       spent $92,500 on care and housing of those dogs, including $80,000 solely for housing\n\n       of the animals. This evidence was sufficient to support the trial court’s seven separate\n\f                                           STATE V. CREW\n\n                                           2022-NCCOA-35\n\n                                          Opinion of the Court\n\n\n\n       restitution orders, amounting to $70,000 in total restitution.\n\n¶ 29         Crew next argues that the trial court failed to adequately consider his ability\n\n       to pay the restitution judgments. Again, we disagree. “Whether the trial court\n\n       properly considered a defendant’s ability to pay when awarding restitution is\n\n       reviewed by this Court for abuse of discretion.” State v. Hillard, 258 N.C. App. 94, 98,\n\n       811 S.E.2d 702, 705 (2018). “An abuse of discretion results when the court’s ruling is\n\n       manifestly unsupported by reason or is so arbitrary that it could not have been the\n\n       result of a reasoned decision.” State v. Triplett, 368 N.C. 172, 178, 775 S.E.2d 805,\n\n       809 (2015).\n\n¶ 30         Under N.C. Gen. Stat. § 15A-1340.36(a), a trial court determining the amount\n\n       of restitution must consider factors pertaining “to the defendant’s ability to make\n\n       restitution.” These factors include, but are not limited to, the defendant’s resources\n\n       “including all real and personal property owned by the defendant and the income\n\n       derived from the property” and “the defendant’s ability to earn.” Id. The trial court\n\n       need not make “findings of fact or conclusions of law on these matters.” Id.\n\n¶ 31         Here, there was evidence concerning Crew’s ability to pay, including evidence\n\n       that the kennel Crew operated “generate[s] good money”; that a “good puppy” could\n\n       sell for a thousand dollars; and that the kennel generated $15,927 of income in 2017.\n\n       There also was evidence that, although Crew has four minor dependents, he lives\n\n       with his fiancée who has a job outside the kennel. Based on this evidence, the trial\n\f                                          STATE V. CREW\n\n                                           2022-NCCOA-35\n\n                                         Opinion of the Court\n\n\n\n       court’s determination that Crew had the ability to pay the restitution award was\n\n       within the court’s sound discretion and certainly not manifestly arbitrary or outside\n\n       the realm of reason.\n\n¶ 32         Crew responds that, although this evidence might support the trial court’s\n\n       discretionary decision concerning ability to pay, the court never expressly stated that\n\n       it considered this evidence. But the law does not require the court to expressly make\n\n       this sort of statement. To be sure, if there was evidence indicating that the court did\n\n       not consider this evidence of ability to pay, or misapprehended the requirement to\n\n       consider it, we could find an abuse of discretion. But absent that indication, we\n\n       presume that the trial court knew the law and followed it. See Hillard, 258 N.C. App.\n\n       at 98, 811 S.E.2d at 705; State v. Tate, 187 N.C. App. 593, 597–99, 653 S.E.2d 892,\n\n       896–97 (2007) (holding that restitution orders will be overturned only when the trial\n\n       court “did not consider any evidence of defendant’s financial condition”) (emphasis in\n\n       original). We thus reject Crew’s argument.\n\n¶ 33         Finally, Crew argues that the trial court erred by immediately converting the\n\n       restitution awards into civil judgments. The restitution statutes distinguish between\n\n       two categories of offenses: (1) those for which the victim is entitled to restitution\n\n       under the Crime Victims’ Rights Act (VRA), and (2) those not covered by the VRA.\n\n       N.C. Gen. Stat. § 15A-1340.34(b), (c). For VRA offenses falling in the first category,\n\n       the restitution statutes provide a procedure through which a trial court may convert\n\f                                            STATE V. CREW\n\n                                            2022-NCCOA-35\n\n                                          Opinion of the Court\n\n\n\n       the restitution award into a civil judgment and a corresponding procedure to enforce\n\n       that civil judgment. N.C. Gen. Stat. § 15A-1340.38. The restitution statutes do not\n\n       expressly address whether a restitution award for an offense in the second category—\n\n       offenses not covered by the VRA—can be converted into a civil judgment.\n\n¶ 34         In a series of unpublished cases, this Court reasoned that restitution awards\n\n       for some offenses in this second category can be converted to civil judgments based\n\n       on other, separate statutory authority. For example, in State v. Batchelor, the Court\n\n       held that although “the offense for which [the defendant] was convicted, larceny, is\n\n       not one to which the VRA applies,” a separate statute, “N.C. Gen. Stat. § 15-8 grants\n\n       the trial court authority to award restitution where a defendant is convicted of\n\n       stealing goods, and to ‘make all such orders and issue such writs of restitution or\n\n       otherwise as may be necessary for that purpose.’” 267 N.C. App. 691, 833 S.E.2d 255,\n\n       2019 WL 4803703, at *2 (2019) (unpublished). The Court then held that “given the\n\n       trial court’s broad authorization under N.C. Gen. Stat. § 15-8 to ‘make all such orders\n\n       and issue such writs of restitution or otherwise as may be necessary,’ it had the\n\n       authority to enforce, ab initio, restitution by civil judgment.” Id.\n\n¶ 35         We are persuaded by the reasoning of Batchelor, but unable to extend it to\n\n       justify the civil judgments in this case. Unlike Batchelor, a larceny case subject to\n\n       N.C. Gen. Stat § 15-8, there is no corresponding statute authorizing the trial court to\n\n       “make all such orders and issue such writs” as are necessary to enforce the restitution\n\f                                          STATE V. CREW\n\n                                           2022-NCCOA-35\n\n                                         Opinion of the Court\n\n\n\n       awards in this case—which provide restitution to an animal services agency in a\n\n       criminal case involving charges of dogfighting and animal cruelty.\n\n¶ 36         The State contends that the trial court does not need any separate statutory\n\n       authority because courts have the “inherent authority” to convert any restitution\n\n       award to a civil judgment. But we agree with Crew that, if this were so, it would\n\n       render the language in N.C. Gen. Stat. § 15A-1340.38 superfluous, counter to long-\n\n       standing principles of statutory construction. State v. Morgan, 372 N.C. 609, 614, 831\n\n       S.E.2d 254, 258 (2019). Moreover, the General Statutes contain a separate provision\n\n       that can compel a defendant charged with the offenses at issue in this case to pay the\n\n       reasonable expenses of the animal shelter that took custody of the dogs. N.C. Gen.\n\n       Stat. § 19A-70. There is no indication in the record that the animal services agency\n\n       availed itself of this statutory provision. Because there is no statutory provision\n\n       authorizing the immediate entry of civil judgments for the restitution in this case, we\n\n       vacate those civil judgments.\n\n                                           Conclusion\n\n¶ 37         For the reasons explained above, we find no error in the trial court’s criminal\n\n       judgments but vacate the civil judgments concerning the awards of restitution.\n\n             NO ERROR IN PART; VACATED IN PART.\n\n             Judges ARROWOOD and HAMPSON concur.\n\f",
            "ocr": false,
            "opinion_id": 9348815
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}