{
    "id": 9379440,
    "judges": "Scott J.",
    "date_filed": 1677110400000,
    "date_filed_is_approximate": false,
    "slug": "root-v-maidpro-wilmington",
    "case_name_short": "Root",
    "case_name": "Root v. MaidPro Wilmington",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://courts.delaware.gov/Opinions/Download.aspx?id=344380",
            "author_id": null,
            "opinion_text": "      IN THE SUPERIOR COURT OF THE STATE OF DELAWARE\n\nKELLY ROOT and THOMAS JOYCE, )\n                             )\n    Plaintiffs,              )\n                             )\n           v.                )\n                             )                C.A. No. N20C-05-156 CLS\nMAIDPRO WILMINGTON,          )\nTHRESHOLD BRANDS LLC,        )\nMAIDPRO FRANCHISE, LLC,      )\nDAISY PEREZ, CASH IN JEWELRY )\nAND PAWN INC., and JUAN      )\nCARIDE a/ka JUAN CARIDE-     )\nHERNANDEZ,                   )\n                             )\n    Defendants.              )\n\n                      Date Submitted: December 6, 2022\n                       Date Decided: February 23, 2023\n\n              Upon Plaintiffs’ Motion for Reargument. DENIED.\n\n                                   ORDER\n\nJosiah R. Wolcott, Esquire, Connolly Gallagher LLP, Newark, Delaware, 19711,\nAttorney for Plaintiffs, Kelly Root and Thomas Joyce.\n\nJohn G. Harris, Esquire, and Peter C. McGivney, Esquire, Berger Harris LLP,\nWilmington, Delaware, 19801, Attorneys for Defendants Threshold Brands, LLC\nand MaidPro Franchise, LLC.\n\nShae Chasanov, Esquire, Tybout, Redfearn & Pell, Wilmington, Delaware, 19899,\nAttorney for Defendant MaidPro Wilmington.\n\nPeriann Doko, Esquire, Kent McBride, Wilmington, Delaware, 19809, Attorney\nfor Defendants Cash In Jewelry and Pawn, Inc. and Juan Caride.\n\nSCOTT, J.\n\n                                      1\n\f                                INTRODUCTION\n      Before the Court is Kelly Root and Thomas Joyce’s (“Plaintiffs”) Motion for\n\nReargument (“Motion”) on this Court’s Order of Dismissal of their responeat\n\nsuperior claim against Defendant MaidPro Franchise, LLC (“MaidPro”). Upon\n\nreviewing Plaintiffs Motion and MaidPro’s opposition, the Motion is DENIED for\n\nthe following reasons.\n\n                      BACKGROUND/ALLEGED FACTS\n      MaidPro Franchise, LLC is the franchisor of the MaidPro brand. Plaintiffs’\n\nSecond Amended Complaint alleged Respondeat superior/vicarious liability,\n\nnegligent hiring, civil conspiracy, and intentional/negligent infliction of emotional\n\ndistress stemming from MaidPro Wilmington’s former employee, Daisy Perez (“Ms.\n\nPerez”), entered their home through an unlocked door and stealing valuables.\n\nPlaintiffs allege MaidPro can be held liable as franchisors because MaidPro controls\n\nthe daily operations of MaidPro Wilmington, the specific franchisee who hired Ms.\n\nPerez, because the franchisors require franchisees to use the set models and systems\n\nestablished.\n\n      On or about June 13, 2018, MaidPro Wilmington hired Ms. Perez. On June\n\n22, 2018, due to the findings of her background report, MaidPro Wilmington\n\nterminated Ms. Perez, ending their employer/employee relationship.\n\n\n\n\n                                         2\n\f      In October of 2018, Plaintiffs, while they were on vacation, claim Ms. Perez\n\nunlawfully entered their home and stole personal property. Ms. Perez has been held\n\ncriminally liable for the crimes committed against Plaintiffs.\n\n      On July 28, 2022, MaidPro filed a Motion to Dismiss the Second Amended\n\nComplaint. On November 17, 2022, upon review of the Motion to Dismiss and\n\nPlaintiffs’ Response, this Court granted the Motion to Dismiss. For the respondeat\n\nsuperior claim, the Court granted the Motion to Dismiss because: (1) Plaintiffs state\n\nthat Ms. Perez was not an employee of MaidPro Wilmington at the time of the\n\nburglary as they contend on June 22, 2018, Ms. Perez was terminated. The burglary\n\ndid not occur until October of 2018, therefore Ms. Perez was no longer an employee\n\nat the time of the act. As a matter of law, Ms. Perez was not acting in the scope of\n\nher employment with MaidPro, (2) the Court looked to the factors outlined in the\n\nRestatement 2nd and made a finding that the unauthorized conduct is not within the\n\nscope of employment, and (3) the Court found Plaintiffs respondeat superior claim\n\nfailed because they are attempting to hold MaidPro, a parent company, liable for the\n\nacts of their subsidiary, MaidPro Wilmington and failed to allege that the MaidPro’s\n\ncontrol over MaidPro Wilmington was actual, participatory, and total.\n\n      On November 28, 2022, Plaintiffs filed this instant Motion. They argue this\n\nCourt did not analyze Plaintiffs’ agency claims or discuss the franchisor-franchisee\n\n\n\n                                          3\n\frelationship relying on Patel v. Sunvest Realty Corp.1 as “controlling”. They also\n\nargue this Court’s Order is inconsistent with the Court’s prior “decision” from\n\nFebruary 2022 denying MaidPro Wilmington’s motion to dismiss Plaintiffs’\n\nAmended Complaint.\n\n                            STANDARD OF REVIEW\n      On a Motion for Reargument under Superior Court Rule of Civil Procedure\n\n59(e), the Court will determine from the motion and answer whether reargument will\n\nbe granted and the only issue is whether the Court overlooked something that would\n\nhave changed the outcome of the underlying decision.2 Thus, the motion will be\n\ngranted only if “the Court has overlooked a controlling precedent or legal principles,\n\nor the Court has misapprehended the law or facts such as would have changed the\n\noutcome of the underlying decision.”3 A Motion for Reargument is not an\n\nopportunity for a party to rehash the arguments already decided by the Court or to\n\npresent new arguments not previously raised.4 A party seeking to have the Court\n\nreconsider the earlier ruling must, “demonstrate newly discovered evidence, a\n\n\n\n\n1\n  2018 WL 4961392 (Del. Super. Ct. Oct. 15, 2018)\n2\n  Brenner v. Vill. Green, Inc., 2000 WL 972649, at *1 (Del. Super. May 23, 2000)\naff'd, 763 A.2d 90 (Del. 2000).\n3\n  BRP Hold Ox, LLC v. Chilian, 2018 WL 6432978, at *1 (Del. Super. Dec. 6,\n2018) (quoting Kennedy v. Invacare, Inc., 2006 WL 488590, at *1 (Del. Super.\nJan. 31, 2006)).\n4\n  Kennedy, 2006 WL 488590, at * 1.\n                                          4\n\fchange in the law, or manifest injustice.”5 “Delaware law places a heavy burden on\n\na [party] seeking relief pursuant to Rule 59.”6\n\n                                   DISCUSSION\nAlthough the Court miscategorized the relationship between MaidPro and\nMaidPro Wilmington as parent/subsidiary, the Motion is DENIED because such\nerror does not change the outcome of the underlying opinion.\n      Plaintiffs ask the Court to look at Patel, which this Court clarifies is\n\npersuasive, not controlling. In the Patel case, a real estate broker worked for a\n\nfranchisee of RE/MAX, LLC (“franchisor”) from 1986-2017.7 During his time of\n\nemployment with the franchisee, the broker convinced several friends and\n\nacquaintances to invest in real property in return for monthly interest payments.8\n\nAfter he failed to make monthly interest payments as promised, one of the\n\nnoteholders found out he was no longer employed by the franchisee.9 The broker\n\nsubsequently filed for bankruptcy and the noteholders learned most of their funds\n\nwere never invested in real property.10 The noteholders brought an action against the\n\nfranchisor for respondeat superior liability for the acts of the franchisee’s broker.11\n\n\n\n5\n  Brenner, 2000 WL 972649, at *1.\n6\n  Newborn v. Christiana Psychiatric Serv., P.A., 2017 WL 394096, at *2 (Del.\nSuper. Jan. 25, 2017)\n7\n  Patel, 2018 WL 4961392, at *1.\n8\n  Id.\n9\n  Id.\n10\n   Id.\n11\n   Id.\n                                          5\n\fAccording to Patel, a plaintiff may hold a franchisor vicariously liable by\n\nestablishing the franchisor had actual or apparent agency relationship with its\n\nfranchisee.12 Patel found the plaintiffs sufficiently alleged the franchisor had\n\napparent authority over the franchisee because it alleged the franchisee’s signs, email\n\nsignature, and documents all bore franchisees name and trademark, and plaintiffs\n\nrelied on franchisors name and brand quality.13 Patel, as well as other cases similar\n\nciting to in the opinion are distinguishable from the facts in this case because unlike\n\nPatel, Ms. Perez was not an employee at the time the incident occurred. This Court\n\ncould not find any caselaw relating to franchisee liability for a criminal act of a\n\nformer employee of a franchisor. As such, this case must be distinguished from other\n\nfranchisee liability cases.\n\n      Actual Authority\n\n      Under Delaware law, a “franchisor may be held to have an actual agency\n\nrelationship with its franchisee when the former controls or has the right to control\n\nthe latter's business.”14 Where a franchise agreement exists and it goes “beyond the\n\n\n\n\n12\n   Patel, 2018 WL 4961392, at *5.\n13\n   Id.\n14\n   Billops v. Magness Constr. Co., 391 A.2d 196, 197 (Del.1978).\n                                          6\n\fstage of setting standards, and allocates to the franchisor the right to exercise control\n\nover the daily operations of the franchise, an agency relationship exists.”15\n\n      In Cumpston v. McShane,16 the Court analyzed actual agency in a motion for\n\nsummary judgment motion. The motion for summary judgment motion was denied\n\non the issue of actual authority because the Court found there was a genuine issue of\n\nmaterial fact as to whether the employee who caused injury to third persons was a\n\nservant/employee or an independent contract at the time of the accident.17 The Court\n\nfinds the italicized language to be critical in the analysis of actual agency under these\n\nfacts. Plaintiffs have made it clear that Ms. Perez was not an employee or\n\nindependent contract at the time of the burglary. Therefore, having alleged this fact,\n\nthey admit there was no actual authority at the time of the incident.\n\n      Apparent authority\n\n      The concept of apparent authority focuses not upon the actual relationship of\n\na principal to the agent, but the reasonable perception of the relationship by a third\n\nparty.18 Where a principal represents through apparent authority that “another is his\n\nservant and causes a third person to justifiably and reasonably rely upon the care and\n\n\n\n\n15\n   Id.\n16\n   2009 WL 1566484 (Del. Super. Ct. June 4, 2009).\n17\n   Id at *3.\n18\n   Billops, 391 A.2d at 198.\n                                           7\n\fskill of such apparent agent[,]” the principal will bear the same liability as if the\n\nagent had actual authority.19 Liability may ensue from a principal's representation of\n\napparent authority to a specific individual or the general public.20 The concept of\n\napparent authority does not apply here because Ms. Perez no longer maintained any\n\nemployment relationship with MaidPro Wilmington, as alleged by Plaintiffs.\n\nTherefore, Plaintiffs could not justifiably and reasonably rely upon the care and skill\n\nof Ms. Perez, who had not been employed with MaidPro for four months at the time\n\nof the incident.\n\n      Because Plaintiffs admit Ms. Perez was not an employee at the time of the\n\ncircumstances under no set of facts would the Court find they properly allege actual\n\nor apparent authority. As such the denial of the Motion to Dismiss Plaintiffs’ Second\n\nAmended Complaint would not change.\n\n      The Court’s prior “decision” from February 2022 denying MaidPro\nWilmington’s motion to dismiss Plaintiffs’ Amended Complaint is not inconsistent\nwith the Court’s granting of the MaidPro’s Motion to Dismiss Plaintiffs’ Second\nAmended Complaint on November 17, 2022.\n      Plaintiffs insist, again, this decision is inconsistent with the Court’s February\n\n2022 denial of MaidPro Wilmington’s Motion to Dismiss. This exact argument was\n\nmade previously and was addressed by the Court, so it is not properly raised now as\n\n\n19\n   Singleton v. Int'l Dairy Queen, Inc., 333 A.2d 160, 163 (Del.Super.1975) (citing\nRESTATEMENT (SECOND) OF AGENCY § 267); Billops, 391 A.2d at 198.\n20\n   Billops, 391 A.2d at 198.\n                                          8\n\fno new information is being offered. However, the Court will readdress the issue for\n\nPlaintiffs’ understanding. On April 14, 2021, MaidPro Wilmington filed a Motion\n\nto Dismiss relying on facts outside of the pleadings, Ms. Perez’s deposition\n\ntestimony, affidavit from President of MaidPro Wilmington, and employment\n\ndocument regarding an employee’s introductory period, consideration of these\n\nexhibits/testimony goes beyond the scope of the pleadings. The Court denied\n\nMaidPro Wilmington’s Motion to Dismiss only because the Motion would be more\n\nappropriately filed as a Motion for Summary Judgment. It did not make any\n\ndeterminations as the substance of the arguments presented in the previous Motion\n\nto Dismiss. The amended complaint was subsequently amended, Second Amended\n\nComplaint, again on June 1, 2022. On July 28, 2022, the Motion to Dismiss\n\nPlaintiffs’ Second Amended Complaint was filed by MaidPro, separate and apart\n\nfrom MaidPro Wilmington. Because MaidPro’s Motion did not rely on facts outside\n\nof the pleadings, like MaidPro Wilmington’s Motion to Dismiss did, the Motion was\n\nappropriately filed as a Motion to Dismiss, and the Court then addressed the Motion\n\nbased on the allegations contained within the Second Amended Complaint as\n\nDelaware Rules required under a 12(b) Motion. There is no inconsistency present.\n\n\n\n\n                                         9\n\f                         CONCLUSION\nFor the foregoing reasons, Plaintiffs’ Motion to Reargument is DENIED.\n\nIT IS SO ORDERED.\n\n                                          /s/ Calvin L. Scott\n                                          Judge Calvin L. Scott, Jr.\n\n\n\n\n                                10\n\f",
            "ocr": false,
            "opinion_id": 9374916
        }
    ],
    "court_short_name": "Superior Court of Delaware",
    "court_full_name": "Superior Court of Delaware",
    "court_type": "SA",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Robbery"
}