{
    "id": 9383017,
    "judges": "Murray, J.",
    "date_filed": "2021-07-06",
    "date_filed_is_approximate": true,
    "slug": "com-v-cable-w",
    "case_name_short": "Com.",
    "case_name": "Com. v. Cable, W.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "https://www.pacourts.us/assets/opinions/Superior/out/J-A02028-23m - 105461068215192689.pdf",
            "author_id": null,
            "opinion_text": "J-A02028-23\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\n    COMMONWEALTH OF PENNSYLVANIA               :   IN THE SUPERIOR COURT OF\n                                               :        PENNSYLVANIA\n                                               :\n                v.                             :\n                                               :\n                                               :\n    WALTER W. CABLE                            :\n                                               :\n                       Appellant               :   No. 645 WDA 2022\n\n        Appeal from the Judgment of Sentence Entered January 10, 2022\n            In the Court of Common Pleas of Westmoreland County\n                  Criminal Division at CP-65-CR-0002290-2018\n\n\nBEFORE:      BOWES, J., MURRAY, J., and PELLEGRINI, J.*\n\nMEMORANDUM BY MURRAY, J.:                              FILED: MARCH 10, 2023\n\n        Walter W. Cable (Appellant) appeals from the judgment of sentence\n\nimposed after a jury convicted him of first-degree murder, conspiracy to\n\ncommit first-degree murder, and abuse of a corpse.1 We affirm.\n\n        Appellant’s convictions arose from the killing of Ronny Cable2 (the\n\nVictim), “and the destruction of her body by fire, which were alleged to have\n\ntaken place on or about February 17, 2017.” Trial Court Opinion, 5/10/22, at\n\n1. The Commonwealth also charged Devin Akamichi (Akamichi), at docket\n\nCP-65-CR-0002291-2018, with the Victim’s murder, conspiracy to commit\n\n____________________________________________\n\n\n*   Retired Senior Judge assigned to the Superior Court.\n\n118 Pa.C.S.A. §§ 2501(a), 903(a)(1), and 5510; the jury found Appellant not\nguilty of robbery, 18 Pa.C.S.A. § 3701.\n\n2   Appellant and the Victim have the same last name but are not related.\n\fJ-A02028-23\n\n\nmurder and abuse of a corpse. Akamichi testified for the Commonwealth at\n\nAppellant’s trial. At this writing, the docket in Akamichi’s case shows his trial\n\nis scheduled for March 20, 2023.\n\n                                    CASE HISTORY\n\n       Appellant met the Victim in October 2015, although they “lost touch”\n\nwhen the Victim began dating Akamichi. Trial Court Opinion, 5/10/22, at 5\n\n(citations to notes of testimony omitted). The Victim and Akamichi dated for\n\nseveral months in 2016. Id.\n\n       In February 2017, Appellant was with Akamichi and another individual,\n\nSteve Zastawniak (Zastawniak), when the men “ran into the [V]ictim at a gas\n\nstation” in Greensburg, Pennsylvania. Id. at 5-6. The Victim, Appellant and\n\nAkamichi3 spent the next day and a half drinking at the Victim’s home,\n\nshopping at Walmart and a liquor store, and drinking at the Hillview Tavern.\n\nId. at 6-7. At the Hillview Tavern, Appellant “told Akamichi that he intended\n\nto kill the [V]ictim….” Id. at 7.\n\n       Thereafter,\n\n             [Appellant], Akamichi, and the [V]ictim left the tavern and\n       drove to a wooded area which was a campsite formerly owned by\n       [Appellant’s] family. Akamichi had been to the wooded location\n       before with [Appellant]. The three got out of the car and began\n       walking into the woods with [Appellant] leading the way. At some\n____________________________________________\n\n\n3 Zastawniak accompanied Appellant and Akamichi to the Victim’s home,\nwhere the three men “began drinking” and “spent the night.” Trial Court\nOpinion, 5/10/22, at 6 (citations to notes of testimony omitted). The following\nmorning, Appellant, Akamichi and the Victim “dropp[ed] off Zastawniak” in\nGreensburg. Id.\n\n                                           -2-\n\fJ-A02028-23\n\n\n      point, [Appellant] retrieved a hammer from the ground, beat the\n      [V]ictim in the head with the hammer[,] and choked her until she\n      died. Akamichi watched as [Appellant] arranged the [V]ictim’s\n      body, removed his bloodied shirt, and set the shirt and the\n      [V]ictim’s jacket on fire.\n\n             According to Akamichi, [Appellant] then started to place\n      wood on top of the [V]ictim’s body and ordered Akamichi to do\n      the same. After setting fire to the wood covering the [V]ictim,\n      [Appellant] and Akamichi went to Akamichi’s car and removed the\n      [V]ictim’s purse. [Appellant] disposed of the [V]ictim’s cell phone\n      and purse in the fire, keeping money and pills that had been\n      contained in the purse. Throughout the night, [Appellant] and\n      Akamichi added wood to keep the fire burning. At one point,\n      [Appellant] broke up the [V]ictim’s bones with a shovel. After\n      sunrise, while the [V]ictim’s body was still burning, [Appellant]\n      and Akamichi drove to a GetGo gas station in Delmont,\n      Westmoreland County, so that they could get food and gasoline\n      (both for Akamichi’s car and to fuel the fire). [Appellant] and\n      Akamichi then returned to the crime scene and added wood and\n      gasoline to the fire. Once the [V]ictim’s body was fully burned,\n      [Appellant] and Akamichi left the area and went to [Appellant’s]\n      residence to sleep. A few days later, [Appellant] and Akamichi\n      returned to the wooded area to make sure that all evidence of the\n      [V]ictim’s body had been destroyed.\n\nTrial Court Opinion, 5/10/22, at 7-8 (citations to notes of testimony omitted).\n\n      The Victim’s mother, Beverly Richardson, contacted police on February\n\n27, 2017. Richardson had not heard from the Victim since February 10, 2017;\n\nno one was home when she went to the Victim’s home, although the Victim’s\n\ncar was there. Id. at 4. When police forced entry into the home, it was “a\n\nmess,” which according to Richardson, “was unusual.” Id. Richardson filed a\n\nmissing person’s report and began searching for the Victim.\n\n      More than a year later, on March 30, 2018, the Commonwealth charged\n\nAppellant with the Victim’s murder.      Police had interviewed the Victim’s\n\n\n                                     -3-\n\fJ-A02028-23\n\n\nneighbor, Tammy Domiano, who provided video footage from her home\n\nsecurity cameras. Domiano had contacted police after she saw “on the news\n\nthat [the Victim] was missing.” N.T., 6/2/21, 72-73. The footage showed the\n\nVictim leaving her home with Appellant and Akamichi during the “late evening\n\nhours of February 16, 2017.”    Affidavit of Probable Cause, 3/30/18, at 1.\n\n“During review of additional surveillance footage in the days following, [the\n\nVictim] never returned to her residence[.]” Id.; see also N.T., 6/2/21, at 79,\n\n82 (Domiano testifying she “watched [the video] clear to February 28th” and\n\n“never [saw the Victim] come back.”).\n\n     Police also reviewed surveillance video from the Walmart where the\n\nVictim was identified entering the store “in the company of two white males\n\n… [who] were subsequently identified by Beverly Richardson as [] Akamichi\n\nand [Appellant].”   Id.   Akamichi and Appellant were also seen in video\n\nsurveillance (and receipts confirmed their presence) at a Get-Go convenience\n\nstore at 4:45 a.m. on February 17, 2017. Id. at 2.\n\n     When police interviewed Akamichi, he relayed that Appellant had killed\n\nthe Victim.   Id.   Akamichi led police to the murder scene, where the\n\nMercyhurst University Department of Forensic Anthropology later recovered\n\nevidence (including the Victim’s hair and bones). When police interviewed\n\nAppellant, he admitted to being with Akamichi and the Victim on February 17,\n\n2017. Id. Appellant claimed he and Akamichi had dropped the Victim off at\n\nher home around midnight. Id.\n\n\n                                    -4-\n\fJ-A02028-23\n\n\n      Appellant’s trial began on June 2, 2021, and concluded with the jury’s\n\nverdicts on June 10, 2021. On January 10, 2022, the trial court sentenced\n\nAppellant to life in prison. Appellant filed post-sentence motions claiming the\n\nCommonwealth failed to disclose details of its favorable treatment of Akamichi\n\nin violation of Brady v. Maryland, 373 U.S. 83 (1963) (holding that due\n\nprocess is violated when the prosecution withholds information favorable to\n\nthe defense).   Appellant also claimed the jury’s verdicts were against the\n\nweight of the evidence.    The trial court held a hearing on April 1, 2022.\n\nAkamichi’s attorney, Kenneth Noga, Esquire, stated, “We were hoping, due to\n\n[Akamichi’s] cooperation, something would happen, but we had absolutely no\n\nguarantee[.]”    N.T., 4/1/22, at 17.      Attorney Noga testified that the\n\nCommonwealth did not extend a plea offer until after Appellant’s trial. Id. at\n\n14-15, 16-17.     Attorney Noga repeated, “there was absolutely nothing\n\ncommunicated prior to [Appellant’s] trial.” Id. at 17. The trial court denied\n\nthe post-sentence motions on May 10, 2022.\n\n      Appellant filed a timely notice of appeal and court-ordered Pa.R.A.P.\n\n1925(b) statement. After concluding it had addressed the matters raised in\n\nAppellant’s concise statement when it denied post-sentence motions, the trial\n\ncourt stated it “relies upon its Opinion dated May 10, 2022.” Statement of the\n\nCourt Issued Pursuant to Rule 1925, 6/22/22 (attaching 5/10/22 opinion).\n\n                                   ISSUES\n\n      Appellant presents three issues for review:\n\n\n                                     -5-\n\fJ-A02028-23\n\n\n      1. W[ere] [Appellant’s] due process rights violated when the\n         Prosecution withheld specifics of a plea bargain until after Trial\n         and then recommended a sentence so lenient as to\n         significantly affect the credibility of their key witness and the\n         integrity of the Trial?\n\n      2. Was [Appellant] prejudiced by the Commonwealth[]\n         Attorney[’s] representation to the Jury that the Co-\n         Defendant/Cooperating        Witness would     only receive\n         consideration if he testified TRUTHFULLY when following the\n         Trial the Co-Defendant received great consideration despite\n         multiple falsehoods that contradicted the Commonwealth’s\n         own evidence, witnesses, including Police Officers?\n\n      3. Did the Lower Court err in determining that the verdict was\n         not against the weight of the evidence?\n\nAppellant’s Brief at 6 (bold and capitalization in original).\n\n                                  Brady Claim\n\n      Appellant’s first two issues are related. Like Appellant, we address the\n\nissues together. See Appellant’s Brief at 15-19.\n\n      Citing Brady v. Maryland, 373 U.S. 83 (1963), Appellant argues the\n\nCommonwealth violated his right to due process. In Brady, the United States\n\nSupreme Court declared that due process is offended when the prosecution\n\nwithholds evidence favorable to the defense. Id. at 87. Appellant claims the\n\nCommonwealth violated his right to due process “by suppressing additional\n\ninformation regarding what ‘consideration’ the Prosecution’s key witness []\n\nAkamichi was going to be receiving for his testimony.” Appellant’s Brief at 17.\n\nAppellant states that Akamichi “denied there were any promises or even a\n\nthought of consideration.” Id. He contends Akamichi “did not testify truthfully\n\nyet still received an offer that the Defense was unaware of, and as far as\n\n                                      -6-\n\fJ-A02028-23\n\n\nCounsel knows, has never been proffered in Westmoreland County involving\n\nsomeone who has admitted to being an accomplice to murder.” Id. at 17-18.\n\nUpon careful review, we agree with the Commonwealth that the record\n\ncontradicts Appellant’s claim. See Commonwealth Brief at 23.\n\n     The Pennsylvania Supreme Court has explained,\n\n     Brady and subsequent precedent flowing therefrom imposes upon\n     a prosecutor the obligation to disclose all favorable evidence that\n     is material to the guilt or punishment of an accused, even in the\n     absence of a specific request by the accused. This Court has held\n     that, to establish a Brady violation, a defendant has the burden\n     to prove that: (1) the evidence at issue was favorable to the\n     accused, either because it is exculpatory or because it impeaches;\n     (2) the prosecution has suppressed the evidence, either willfully\n     or inadvertently; and (3) the evidence was material, meaning that\n     prejudice must have ensued.\n\nCommonwealth v. Bagnall, 235 A.3d 1075, 1085–86 (Pa. 2020) (citations\n\nomitted.\n\n     Any evidence of an understanding or promise regarding a witness’s\n\ntestimony   is   relevant   and   the   jury   is   entitled   to   that   knowledge.\n\nCommonwealth v. Strong, 761 A.2d 1167, 1172 (Pa. 2000). Due process\n\nrequires that any potential understanding between the prosecution and a\n\nwitness be revealed to the jury. Id. (emphasis added).\n\n     An en banc panel of this Court summarized:\n\n     Exculpatory evidence also includes evidence of an impeachment\n     nature     that  is   material  to   the   case   against   the\n     accused. See Napue v. Illinois, 360 U.S. 264, 269, 79 S.Ct.\n     1173, 3 L.Ed.2d 1217 (1959). Any implication, promise or\n     understanding that the government would extend leniency in\n     exchange for a witness’s testimony is relevant to the witness’s\n     credibility. See Giglio v. United States, 405 U.S. 150, 154, 92\n\n                                        -7-\n\fJ-A02028-23\n\n\n      S.Ct. 763, 31 L.Ed.2d 104 (1972). When the failure of the\n      prosecution to produce material evidence raises a reasonable\n      probability that the result of the trial would have been different if\n      the evidence had been produced, due process has been violated\n      and a new trial is warranted. See United States v. Bagley, 473\n      U.S. 667, 105 S.Ct. 3375, 87 L.Ed.2d 481 (1985).\n\nCom. v. Burkhardt, 833 A.2d 233, 241 (Pa. Super. 2003) (en banc)\n\n(emphasis added).\n\n      Appellant emphasizes Akamichi’s “untruthful testimony.”        Appellant’s\n\nBrief at 15; see generally id. at 15-19.       Akamichi was one of numerous\n\nCommonwealth witnesses at Appellant’s trial.        When the Commonwealth\n\ncalled Akamichi to testify, the prosecutor observed: “Present in the courtroom\n\nas well is [Akamichi’s] attorney, Kenneth Noga.”          N.T., 6/2/21, at 83.\n\nAkamichi testified that he understood his Fifth Amendment right to remain\n\nsilent. Id. at 84-85. When the prosecutor asked Akamichi whether he wanted\n\nto testify, Akamichi answered: “Yes, sir.” Id. at 85. Akamichi acknowledged\n\nhe was charged with “the same [murder, conspiracy and abuse of corpse]\n\ncrimes associated with [the Victim].” Id. at 84.\n\n      Akamichi confirmed that Appellant was his friend, and the Victim was\n\nhis ex-girlfriend.   Id. at 86-87.   Akamichi explained that he was at a gas\n\nstation with Appellant and Zastawniak when they saw the Victim. Id. at 89.\n\nLater that day, Akamichi drove Appellant and Zastawniak to the Victim’s\n\nhouse. Id. at 90-91. According to Akamichi, Appellant told Zastawniak during\n\nthe drive that Appellant was going to steal the Victim’s gun.        Id. at 91.\n\nAkamichi stated that upon arriving at the Victim’s house, the three men and\n\n                                      -8-\n\fJ-A02028-23\n\n\nthe Victim “started drinking.” Id. at 92. According to Akamichi, Appellant\n\n“got pills off of” the Victim, and Appellant and the Victim “were snorting pills.”\n\nId. at 93.\n\n      The    next   morning,    Akamichi   drove    Zastawniak     to   Greensburg,\n\naccompanied by Appellant and the Victim.           Id. at 97-98.   Later that day,\n\nAkamichi, Appellant and the Victim returned to the Victim’s house. Id. at 104.\n\nThey left to go to Walmart and the liquor store, but returned to the Victim’s\n\nhouse.     Id. at 105-08.      Next, they went to the Hillview Tavern, where\n\nAppellant told Akamichi “he had to tell me something.” Id. at 112. Akamichi\n\ntestified that Appellant said “he was going to kill” the Victim. Id. The three\n\nthen drove to a wooded area which Akamichi described as a “hangout spot.”\n\nId. at 117. As they were walking into the woods, Appellant started striking\n\nthe Victim with a hammer.         Id. at 118.      Akamichi described the killing\n\nconsistent with the trial court’s recitation. See Trial Court Opinion, 5/10/22,\n\nat 7-8; see also N.T., 6/2/21, at 118-38.\n\n      On cross-examination, Akamichi testified to meeting with the prosecutor\n\nthe week prior to trial to discuss his testimony.        Id. at 153.     Appellant’s\n\ncounsel asked Akamichi:\n\n      Q.    Do you remember, after [police] questioned you further,\n      saying well, if I tell you, what’s in it for me? Do you remember\n      that?\n\n      A.     No, sir.\n\n      Q.     You don’t remember?\n\n\n                                       -9-\n\fJ-A02028-23\n\n\n      A.      I don’t remember ever saying that.\n\nId. at 155.\n\n      Also on cross examination, Appellant’s counsel questioned Akamichi\n\nabout his role as a defendant in an unrelated criminal case.          Akamichi\n\nanswered that he had entered a plea to three felony drug charges and was\n\nsentenced to 6 to 23 months’ incarceration.          N.T., 6/3/21, at 209-10.\n\nAppellant’s counsel asked Akamichi:\n\n      Q.      [D]id the District Attorney’s office offer you anything to\n              plead guilty to those charges?\n\n      A.      No, sir.\n\nId. at 209.\n\n      Akamichi testified that he was released after serving 6 months of his\n\nsentence for the drug changes. Id. at 210. He further stated, “I’m [currently]\n\nincarcerated, sir.”      Id. at 211.   Akamichi confirmed he had been advised\n\nmultiple times, by police and prosecutors, of his constitutional right to remain\n\nsilent. Id. at 212-14.\n\n      Throughout questioning — on direct and cross — Akamichi frequently\n\nstated he did not remember or did not understand the question. However, his\n\nanswers to questions about testifying for the Commonwealth were clear. For\n\nexample, in response to questioning by Appellant’s counsel:\n\n      Q.    [W]ere you promised anything -- [s]ince you’re charged\n      with murder and conspiracy of murder and abuse of a corpse, were\n      you promised anything from the Commonwealth for your\n      testimony here and your cooperation in the case?\n\n\n                                        - 10 -\n\fJ-A02028-23\n\n\n     A.    No, sir.\n\n     …\n\n     Q.    Were you promised anything by the government, by the\n     Commonwealth, for your cooperation in the case and your\n     testimony as to these charges?\n\n     A.    No, sir.\n\n     Q.   Did they say anything? They would let the judge know or\n     something like that?\n\n     A.    No, sir.\n\n     Q.    So you have no idea what’s going to happen? You could\n     face the same punishment as [Appellant] on these homicide\n     charges?\n\n     A.    Yes, sir.\n\nN.T., 6/3/21, at 251-52.\n\n     On redirect, the Commonwealth asked Akamichi:\n\n     Q.   You’ve not been offered any plea agreements or any\n     recommendation to testify here today; is that correct?\n\n     A.    Yes, sir.\n\n     Q.   You would agree with me that I’ve indicated to you if you\n     appear in court and testified truthfully, that I would show\n     you consideration in your case in the future?\n\n     A.    Yes, sir.\n\n     Q.    You would agree with that?\n\n     A.    Yes, sir.\n\n     Q.    And that is something that I stated to you previously?\n\n     A.    Yes, sir.\n\n\n                                  - 11 -\n\fJ-A02028-23\n\n\nId. at 253 (emphasis added).\n\n     Based on this testimony, the trial court explained:\n\n            Regarding [Appellant’s] allegations of a failure of due\n     process and an incomplete disclosure of an agreement between\n     the Commonwealth and Akamichi, the evidence presented at trial\n     disclosed that Akamichi had been arrested for three felony counts\n     of possession with intent to deliver … and had entered a\n     negotiated plea agreement to these charges on June 27, 2017, for\n     which he received a sentence of incarceration for 6 to 23 months.\n     The evidence at trial further showed that Akamichi was arrested\n     and charged with murder on March 29, 2018. Further, Akamichi\n     testified at [Appellant’s] trial that he was not offered anything by\n     the government in exchange for his testimony. The attorney for\n     the Commonwealth clarified Akamichi’s testimony and pointed out\n     that there was an understanding that the Commonwealth would\n     show Akamichi consideration in a sentencing recommendation\n     should he appear in court and testify truthfully. The jury, thus, in\n     fact was presented with evidence that Akamichi’s testimony was\n     motivated, in part, by his hope or expectation of leniency from the\n     government.\n\nTrial Court Opinion, 5/10/22, at 15-16 (citations to notes of testimony and\n\nfootnotes omitted).\n\n     The trial court further observed:\n\n           Additional evidence was presented at the evidentiary\n     hearing [on Appellant’s] post sentence motions. At that hearing,\n     Kenneth Noga, Esquire, Akamichi’s defense counsel, testified that\n     he and Brian Aston, Esquire, represented Akamichi in the\n     marijuana case. During the course of that representation, counsel\n     became aware that Akamichi was under investigation for\n     homicide. On March 29, 2018, Akamichi, with counsel, met with\n     detectives to give a statement regarding the [V]ictim’s death. The\n     next day, Akamichi was incarcerated and charged with Homicide.\n\n          [Attorney] Noga was present when Akamichi testified at\n     [Appellant’s] preliminary hearing, when he testified at\n     [Appellant’s] trial, and when he met with the Commonwealth to\n     prepare for trial. [Attorney] Noga testified that no plea offer was\n     extended to Akamichi until after [Appellant’s] trial had concluded\n\n                                    - 12 -\n\fJ-A02028-23\n\n\n      …. [Attorney] Noga further testified: “I made it very clear to Mr.\n      Akamichi that there was not going to be any offer until after\n      [Appellant’s] charges were resolved, and that was my\n      understanding of the district attorney’s policy at that time.... So\n      in all honesty, we were hedging a little bit. We had no idea what\n      anybody was going to offer.” [Attorney] Noga also testified, “We\n      were hoping that, due to his cooperation, something would\n      happen, but we had absolutely no guarantee about what any kind\n      of offer was going to be — and that he had to rely on that fact —\n      that really, the hope that there would be some consideration given\n      for his cooperation.         But there was absolutely nothing\n      communicated prior to the trial.” In his testimony, [Attorney]\n      Noga was clear and certain that there was no specific offer of\n      leniency in exchange for testimony extended to Akamichi prior to\n      [Appellant’s] trial.\n\nId. at 16-17 (citations to notes of testimony and footnote omitted).\n\n      The trial court found the jury was “fully and completely apprised of the\n\nextent of the understanding between Akamichi and the Commonwealth … and\n\nthat no further or more specific offer had been extended[.]” Id. at 17. The\n\nrecord and case law support the court’s conclusion that “Brady requires no\n\nmore from the Commonwealth than what was afforded [Appellant] in this\n\ncase.”    Id.;   see    also   Burkhardt,      833   A.2d    at   241   (discussing\n\nCommonwealth’s responsibility to produce material evidence). Accordingly,\n\nAppellant’s   issues   regarding    due   process    and    the   Commonwealth’s\n\nconsideration of Akamichi’s testimony do not merit relief.\n\n\n                                   Weight Claim\n\n      In his third issue, Appellant challenges the weight of the evidence.\n\nAppellant maintains the “evidence of [Appellant’s] involvement was primarily\n\nthe information provided by [] Akamichi.” Appellant’s Brief at 20. Appellant\n\n                                      - 13 -\n\fJ-A02028-23\n\n\nconcedes there was DNA evidence connecting him to the crime scene, but\n\nemphasizes evidence that he had “been at the site … on a number of\n\noccasions.” Id. Appellant claims that “[w]ithout [] Akamichi’s testimony[,]\n\nthe mere fact that there was DNA at the scene would not be dispositive of the\n\nissue as to whether [Appellant] was involved in the crime.” Id. at 20-21. This\n\nargument is tenuous.\n\n      A claim that the verdict was against the weight of the evidence is\n\naddressed in the first instance to the discretion of the trial court and should\n\nnot be granted because of a mere conflict in the testimony or because the\n\njudge would have reached a different conclusion. See Commonwealth v.\n\nStokes, 78 A.3d 644, 650 (Pa. Super. 2013). A trial court should not overturn\n\na verdict unless it is so contrary to the evidence as to shock one’s sense of\n\njustice. See Commonwealth v. Cash, 137 A.3d 1262, 1270 (Pa. 2016).\n\n      Because the trial judge has had the opportunity to hear and see\n      the evidence presented, an appellate court will give the gravest\n      consideration to the findings and reasons advanced by the trial\n      judge when reviewing a trial court’s determination that the verdict\n      is against the weight of the evidence.\n\nCommonwealth v. Clay, 64 A.3d 1049, 1055 (Pa. 2013) (citations and\n\nemphasis omitted).\n\n      Instantly, the trial court recounted testimony from numerous witnesses,\n\nwhich supported the jury’s guilty verdicts. See Trial Court Opinion, 5/10/22,\n\nat 3-14.   The witnesses included Beverly Richardson, the Victim’s mother;\n\nTammy Domiano, the Victim’s neighbor; Shelby Townsend, who was working\n\n\n                                    - 14 -\n\fJ-A02028-23\n\n\nat the Hillview Tavern where she saw the Victim with two men; numerous\n\ninvestigating law enforcement officers; and forensic experts (who testified at\n\nlength about physical evidence (including, but not limited to DNA), as well as\n\ncell phone call, text, and site location records). See id.\n\n      The trial court explained:\n\n      The jury was able to consider defense counsel’s arguments and\n      observe the witnesses’ demeanor while they testified, weighing\n      each one’s credibility. Further, the jury was able to assess both\n      corroborative and contradictory evidence presented throughout\n      the trial and arrive at verdicts which are supported by the\n      evidence.\n\nTrial Court Opinion, 5/10/22, at 14.\n\n      Our review reveals no error or abuse of discretion by the trial court in\n\ndetermining the jury’s verdicts were consistent with the weight of the\n\nevidence.\n\n      Judgment of sentence affirmed.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 3/10/2023\n\n\n\n\n                                       - 15 -\n\f",
            "ocr": false,
            "opinion_id": 9378493
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}