{
    "id": 9386121,
    "judges": null,
    "date_filed": 1679529600000,
    "date_filed_is_approximate": false,
    "slug": "leif-halvorsen-v-commonwealth-of-kentucky",
    "case_name_short": null,
    "case_name": "Leif Halvorsen v. Commonwealth of Kentucky",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unknown",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "http://162.114.92.72/SC/2022-SC-0048-TG.pdf",
            "author_id": null,
            "opinion_text": "                                       RENDERED: MARCH 23, 2023\n                                               TO BE PUBLISHED\n\n\n\n           Supreme Court of Kentucky\n                         2022-SC-0048-TG\n                         2022-SC-0095-TG\n\nLEIF HALVORSEN                                       APPELLANT\n\n\n             ON APPEAL FROM FAYETTE CIRCUIT COURT\nV.          HONORABLE JULIE MUTH GOODMAN, JUDGE\n                      NO. 83-CR-00152-001\n\n\nCOMMONWEALTH OF KENTUCKY                              APPELLEE\n\n                              AND\n\n                         2022-SC-0039-MR\n\n\nJOHNATHAN WAYNE GOFORTH                              APPELLANT\n\n\n\n             ON APPEAL FROM FAYETTE CIRCUIT COURT\nV.          HONORABLE JULIE MUTH GOODMAN, JUDGE\n                      NO. 99-CR-00146-002\n\n\nCOMMONWEALTH OF KENTUCKY                              APPELLEE\n\n                              AND\n\n\n                         2022-SC-0040-MR\n\nVIRGINIA SUSAN CAUDILL                               APPELLANT\n\n\n\n             ON APPEAL FROM FAYETTE CIRCUIT COURT\nV.          HONORABLE JULIE MUTH GOODMAN, JUDGE\n                      NO. 99-CR-00146-001\n\fCOMMONWEALTH OF KENTUCKY                                                APPELLEE\n\n\n\n            OPINION OF THE COURT BY CHIEF JUSTICE VANMETER\n\n                                      AFFIRMING\n\n      This case came before the Fayette Circuit Court upon the filing of three\n\npost-conviction collateral attack motions seeking to vacate the murder\n\nconvictions of Virginia Caudill, Johnathan Goforth and Leif Halvorsen\n\n(collectively, “Appellants”) pursuant to RCr1 11.42(10), CR2 60.02, and CR\n\n60.03. Appellants requested post-conviction relief on grounds that the\n\n“combination” jury instructions rendered their verdicts non-unanimous, in\n\nviolation of their constitutional right to a unanimous jury and ran afoul of the\n\nunanimity requirement recently announced in in Ramos v. Louisiana, 140 S.\n\nCt. 1390 (2020). Concluding that Ramos does not apply retroactively to these\n\ncases and further, that Appellants’ claims were time-barred, the trial court\n\ndenied them relief. For the reasons set forth below, we affirm.\n\n                     I.    Factual and Procedural Background\n\n      Caudill and Goforth were tried together in 2000 and were both convicted\n\nof murder, robbery in the first degree, burglary in the first degree, arson in the\n\nsecond degree, and tampering with physical evidence. Caudill v.\n\nCommonwealth, 120 S.W.3d 635 (Ky. 2003). Each received a death sentence\n\n\n      1   Kentucky Rules of Criminal Procedure.\n      2   Kentucky Rules of Civil Procedure.\n\n                                               2\n\ffor the murder conviction and the maximum authorized penalties for the other\n\nfour convictions. Id. In a separate case, years before Caudill and Goforth’s\n\nconvictions, Halvorson was found guilty of three counts of murder and\n\nsentenced to death on two counts, and life imprisonment on the third count.\n\nHalvorsen v. Commonwealth, 730 S.W.2d 921 (Ky. 1986).3 Each of the\n\nAppellants was convicted under a combination jury instruction, which\n\npermitted the jury to convict if it determined beyond a reasonable doubt that\n\nhe or she was guilty of either murder or complicity to murder, but was unable\n\nto ascertain from the evidence whether each committed the crime as the\n\nprincipal or as an accomplice.\n\n      Appellants challenged their convictions on direct appeal as non-\n\nunanimous verdicts under the principal-accomplice combination instruction.\n\nThis Court rejected that claim across the board, noting that the unanimity\n\nrequirement was not violated because both the principal and accomplice\n\ntheories were supported by the evidence. Caudill, 120 S.W.3d at 648;\n\nHalvorsen, 730 S.W.2d at 925. Following our affirmance of their convictions on\n\ndirect appeal, each Appellant received additional state and federal collateral\n\nreview of their case, none of which bore any fruit.\n\n      In 2020, the United States Supreme Court rendered its decision in\n\nRamos, which addressed the issue of juror unanimity – unanimity in numerical\n\ncount. 140 S. Ct. at 1393. Specifically, the Court examined the criminal\n\n\n\n      3 In December 2019, then Governor Bevin commuted Halvorsen’s death\n\nsentences to sentences of life with the possibility of parole.\n\n                                        3\n\fjustice systems of Oregon and Louisiana, both of which allowed a defendant to\n\nbe convicted of a serious crime based on a jury verdict in which at least 10 of\n\n12 jurors found the defendant guilty beyond a reasonable doubt. Id. The\n\nSupreme Court held that the Sixth Amendment’s right to an impartial jury\n\nimplicitly included the right to a unanimous verdict in criminal trials, as\n\napplied equally to federal and state criminal trials (via the Fourteenth\n\nAmendment). Id. In addressing concerns that its decision would spawn a\n\n“tsunami” of litigation, the Ramos majority emphasized that “prior convictions\n\nin only two States [Oregon and Louisiana] are potentially affected by our\n\njudgment.” Id. at 1406.\n\n      Thereafter, Appellants each filed a motion for post-conviction relief,\n\nwhich the trial court consolidated. While their motions were being litigated,\n\nthe United States Supreme Court decided Edwards v. Vannoy, 141 S. Ct. 1547\n\n(2021), which clarified that Ramos was not to be retroactively applied in federal\n\ncollateral attacks, pursuant to Teague v. Lane, 489 U.S. 288 (1989).\n\nResultingly, prisoners who were convicted by non-unanimous juries and whose\n\ncases were final in state court before rendition of Ramos cannot rely on Ramos\n\nas support for federal collateral relief.\n\n      Based on the holding of Edwards and application of the Teague\n\nstandard, adopted by this Court with regard to state collateral attacks in\n\nLeonard v. Commonwealth, 279 S.W.3d 151 (Ky. 2009), the trial court held that\n\nthe Ramos did not apply retroactively to Appellants’ claims. The trial court\n\n\n\n\n                                            4\n\ffurther observed that the underlying basis for Appellants’ motions - a lack of\n\nunanimity - had been previously rejected by this Court on direct appeal.\n\n      The trial court determined that even if this Court were to now decide that\n\nthe combination jury instruction did not satisfy the requirement of unanimity,\n\nabsent a finding of retroactivity, the cases at bar are final and the post-\n\nconviction motions untimely. The trial court noted that Halvorsen’s murder\n\nconvictions were final 33 years before, and Goforth and Caudill’s convictions\n\nwere final 16 years ago. Moreover, Appellants’ RCr 11.42 motions had been\n\ndenied and affirmed on appeal. Caudill v. Commonwealth, No. 2006-SC-\n\n000457-MR, 2009 WL 1110398 (Ky. Apr. 23, 2009); Halvorsen v.\n\nCommonwealth, 258 S.W.3d 1 (Ky. 2007). Thus, the trial court concluded that\n\nAppellants’ RCr 11.42 motions were untimely and must be dismissed. The trial\n\ncourt likewise dismissed the motions under CR 60.02 and CR 60.03, noting\n\nthat those rules do not allow a defendant to circumvent the time limitations of\n\na RCr 11.42 motion. This appeal followed.\n\n                                   II.   Analysis\n\n      In Kentucky, the structure for attacking the final judgment of a trial\n\ncourt in a criminal case “is not haphazard and overlapping but is organized\n\nand complete.” Gross v. Commonwealth, 648 S.W.2d 853, 856 (Ky. 1983). The\n\nstructure “is set out in the rules related to direct appeals, in RCr 11.42,\n\nand thereafter in CR 60.02. . . . [which] is for relief that is not available by\n\ndirect appeal and not available under RCr 11.42.” Id. In an RCr 11.42\n\nproceeding, the movant must establish that he was deprived of some\n\n                                          5\n\fsubstantial right that would justify the extraordinary relief afforded by the\n\npost-conviction proceeding. Dorton v. Commonwealth, 433 S.W.2d 117, 118\n\n(Ky.1968).\n\n      Likewise, CR 60.02 is an extraordinary remedy and “[t]o justify relief, the\n\nmovant must specifically present facts which render the original trial\n\ntantamount to none at all.” Foley v. Commonwealth, 425 S.W.3d 880, 885 (Ky.\n\n2014) (internal quotation and citation omitted). To warrant reversal of a lower\n\ncourt’s ruling on a CR 60.02 motion, the appellant must demonstrate some\n\n“flagrant miscarriage of justice.” Id. at 886 (quoting Gross, 648 S.W.2d at 858).\n\nAs noted by the United States Supreme Court in Strickland v. Washington,\n\n“[t]he presumption that a criminal judgment is final is at its strongest in\n\ncollateral attacks on that judgment.” 466 U.S. 668, 697 (1984). With\n\nretroactivity being an issue that is purely a matter of law, we review the trial\n\ncourt’s ruling de novo. See Revenue Cabinet v. Hubbard, 37 S.W.3d 717, 719\n\n(Ky. 2000) (applying de novo standard of review to matters of law in cases in\n\nwhich no facts are in dispute).\n\n      The relevant portion of RCr 11.42(10) provides that a motion must be\n\nfiled within three years after the judgment is final unless it presents new facts,\n\nor the fundamental constitutional right asserted was not established within the\n\nthree-year period and has been held to apply retroactively. Appellants argue\n\nthat Ramos announced a new constitutional right and urges us to apply its\n\nholding retroactively. Alternatively, they request relief under CR 60.02 on\n\nequitable grounds.\n\n                                         6\n\f      In Leonard, Kentucky adopted Teague’s proscription against applying\n\nnew federal constitutional rules of criminal procedure retroactively once a\n\njudgment is final on direct review. 279 S.W.3d at 160. The Leonard court\n\nreasoned, “Teague’s proscription against applying new rules retroactively once\n\na judgment has become final on direct review makes sense, given the interest\n\nin finality of judgments.” Id. The Court noted this was especially so in cases\n\nthat have been final for a significant amount of time. Id. Thus, “[u]nder\n\nTeague, once a conviction becomes final, that is, it has gone through the direct\n\nappeal process and been affirmed, the new rule is not applicable, even if the\n\ncollateral attack is pending when, or has begun after, the new decision is\n\nrendered.” Id. at 159. See also Caspari v. Bohlen, 510 U.S. 383, 390 (1994) (“A\n\nstate conviction and sentence become final for purposes of retroactivity\n\nanalysis when the availability of direct appeal to the state courts has been\n\nexhausted and the time for filing a petition for a writ of certiorari has elapsed\n\nor a timely filed petition has been finally denied[]”). The Teague doctrine has\n\nbeen consistently and repeatedly applied in Kentucky jurisprudence. See, e.g.,\n\nPhon v. Commonwealth, 545 S.W.3d 284, 300-01 (Ky. 2018); Commonwealth v.\n\nLawson, 454 S.W.3d 843, 846 (Ky. 2014); Hallum v. Commonwealth, 347\n\nS.W.3d 55, 57 (Ky. 2011).\n\n      In Edwards, the Supreme Court expressly held that the rule announced\n\nin Ramos could not be applied retroactively to overturn final convictions on\n\nfederal habeas corpus review. 141 S. Ct. at 1551. Citing Teague, the Edwards\n\nCourt noted that “a decision announcing a new rule of criminal procedure\n\n                                         7\n\fordinarily does not apply retroactively on federal collateral review.” Id. The\n\nEdwards court specified that the Ramos case “directly affected Louisiana and\n\nOregon, which were the only two States that still allowed non-unanimous\n\nverdicts[,]” thereby solidifying that the Ramos jury-unanimity rule does not\n\napply to any situation that does not involve the number of jurors required for a\n\nunanimous verdict. 141 S. Ct. at 1554.\n\n      Nonetheless, Appellants ask that we abandon state precedent relying on\n\nthe federal habeas non-retroactivity doctrine because of the fundamental right\n\nat stake. They maintain that their constitutional right to a unanimous verdict\n\nwas violated when they were convicted by a jury that was not unanimous as to\n\nthe actus reus. In this vein, Appellants assert that sufficiency of the evidence\n\nand unanimity are independent constitutional rights.\n\n      However, unlike the Oregon and Louisiana unanimity issues presented in\n\nRamos, “Kentucky has long required criminal convictions by a unanimous jury\n\nverdict.” Capstraw v. Commonwealth, 641 S.W.3d 148, 158 (Ky. 2022).\n\nIndeed, over four decades ago, this Court held that “Section 7 of the Kentucky\n\nConstitution requires a unanimous verdict reached by a jury of twelve persons\n\nin all criminal cases.” Wells v. Commonwealth, 561 S.W.2d 85, 87 (Ky.\n\n1978). See also KRS 29A.280(3) (“A unanimous verdict is required in all\n\ncriminal trials by jury”); RCr 9.82(1) (“The verdict shall be unanimous. It shall\n\nbe returned by the jury in open court[]”).\n\n      Furthermore, Kentucky law is clear that “jurors may reach a unanimous\n\nverdict even though they may not all agree upon the means or method by\n\n                                        8\n\fwhich a defendant has committed the criminal act.” King v. Commonwealth,\n\n554 S.W.3d 343, 352 (Ky. 2018). Juror unanimity in this context “means that\n\njurors must agree upon the specific instances of criminal behavior committed\n\nby the defendant but they need not agree upon his means or method of\n\ncommitting the act or causing the prohibited result.” Id.\n\n      In Capstraw, this Court considered whether to apply Ramos retroactively\n\nto a claim of unanimity violation (combination murder instruction – wanton or\n\nintentional) and was “unconvinced that Ramos requires us to revisit our long-\n\nstanding precedent.” 641 S.W.3d at 158. The Capstraw court upheld the\n\ncombination instruction and found no unanimous verdict issue “as long as the\n\nevidence was sufficient to support a combination instruction.” Id. The\n\nrationale in Capstraw echoes the reasoning of this Court’s ruling on the\n\nunanimity issue raised in Appellants’ direct appeal and is consistent with\n\nKentucky precedent. See, e.g., Futrell v. Commonwealth, 471 S.W.3d 258, 277\n\n(Ky. 2015) (finding a combination principal-accomplice wanton murder\n\ninstruction appropriate because the evidence supported both alternatives); St.\n\nClair v. Commonwealth, 140 S.W.3d 510, 559 (Ky. 2004) (holding that murder\n\ninstructions combining principal and accomplice liability was proper).\n\n      Here, noting its obligation to follow Edwards and Leonard’s adoption of\n\nTeague’s retroactivity principles, the trial court correctly denied relief under\n\nRCr 11.42(10). As for relief under CR 60.02, that rule “is not a separate\n\navenue of appeal to be pursued in addition to other remedies but is available\n\nonly to raise issues which cannot be raised in other proceedings.” McQueen v.\n\n                                         9\n\fCommonwealth, 948 S.W.2d 415, 416 (Ky. 1997); see also Gross, 648 S.W.2d at\n\n857 (holding the language of RCr 11.42 forecloses the defendant from raising\n\nany questions under CR 60.02 which are “issues that could reasonably have\n\nbeen presented” by RCr 11.42 proceedings). “A change in the law simply is not\n\ngrounds for CR 60.02 relief except in aggravated cases where there are strong\n\nequities.” Leonard, 279 S.W.3d at 161–62 (citation omitted).\n\n      To justify CR 60.02 relief, a movant bears the burden to “affirmatively\n\nallege facts which, if true, justify vacating the judgment and further allege\n\nspecial circumstances that justify CR 60.02 relief.” McQueen, 948 S.W.2d at\n\n416. Appellants’ CR 60.02 motions are not only procedurally deficient, as they\n\nraise the same claim in their request for RCr 11.42 relief, but they have further\n\nfailed to persuade us that the equities weigh in favor of using CR 60.02 to\n\napply Ramos’s holding to their cases. Thus, the trial court properly denied\n\nrelief under this rule.\n\n      Lastly, as to CR 60.03, the trial court’s order summarily denied relief\n\nunder that rule as well. Notably, Appellants have not briefed this issue on\n\nappeal and therefore we consider it abandoned. That said, for purposes of\n\nclarity, any claim for relief under that rule would likewise be barred. CR 60.03\n\n“is intended as an equitable form of relief when no other avenue exists.” Meece\n\nv. Commonwealth, 529 S.W.3d 281, 295 (Ky. 2017). The plain language of that\n\nrule requires “an independent action” to be brought, with relief unavailable “if\n\nthe ground of relief sought has been denied in a proceeding by motion under\n\nRule 60.02[.]” CR 60.03; Jackson v. Commonwealth, 640 S.W.3d 99, 103 (Ky.\n\n                                        10\n\fApp. 2022). Since Appellants did not bring an independent action seeking CR\n\n60.03 relief, and we affirm the denial of CR 60.02 relief, they are prohibited\n\nfrom seeking CR 60.03 relief on this basis in the future.\n\n       In summary, Appellants’ cases have received direct and collateral review\n\nat the state and federal levels, with the unanimity/combination instruction\n\nissue squarely addressed. Appellants’ current attempt to vacate their\n\nconvictions by arguing for retroactive application of Ramos is distorted, as the\n\nholding of Ramos simply does not apply to their claims. Moreover, Appellants\n\nhave failed to persuade us that their cases warrant abandoning long-standing\n\nprecedent concerning unanimity and combination instructions or justify\n\nrenouncing this state’s continued adherence to the Teague bar. We conclude\n\nthat the trial court’s denial of Appellants’ post-conviction motions was correct\n\nas a matter of law and therefore affirm.\n\n                                 III.   Conclusion\n\n       For the foregoing reasons, the order of the Fayette Circuit Court is\n\naffirmed.\n\n       All sitting. VanMeter, C.J.; Conley, Keller, Lambert and Nickell, JJ.,\n\nconcur. Thompson, J., concurs in result only by separate opinion in which\n\nBisig, J., joins.\n\n       THOMPSON, J., CONCURRING: While I agree with the majority opinion\n\naffirming the Fayette Circuit Court’s denial of the appellants’ postconviction\n\nmotions, I write separately to clarify what I believe to be the appropriate focus\n\nfor resolving these appeals. Two points are key: (1) Ramos v. Louisiana, 140 S.\n\n                                        11\n\fCt. 1390 (2020), does not apply to invalidate verdicts in which twelve jurors\n\nconcluded the defendant was guilty of murder; and (2) there is no unanimity\n\nproblem when a jury finds a defendant guilty of murder under an appropriate\n\nprincipal-accomplice combination instruction.\n\n         The appellants argue their jury verdicts were not unanimous because it\n\nis unknown whether each of the twelve jurors convicted them of murder as\n\nprincipals or accomplices. Their jury instructions were as follows:\n\n         If you believe from the evidence beyond a reasonable doubt that\n         the Defendant, [defendant’s name], is guilty of either Murder under\n         Instruction No. 2 or Complicity to Murder under Instruction No. 3,\n         but are unable to determine from the evidence whether the\n         Defendant committed this crime as Principal under Instruction No.\n         2 or Accomplice under Instruction No. 3, then you will find\n         [defendant’s name] guilty of Murder, Principal or Accomplice,\n         under this Instruction and so state in your verdict.[4]\n\n         Ramos invalidates state convictions reached by ten jurors out of twelve\n\non the basis that such does not constitute a unanimous jury verdict. 140 S.\n\nCt. at 1397. While the opinion addresses unanimity generally, it does not\n\nreach the type of problem raised by the appellants. Therefore, there is no need\n\nto discuss whether Ramos applies retroactively or not, as it simply does not\n\napply.\n\n         In Kentucky, “a general jury verdict based on an instruction\n\nincluding two or more separate instances of a criminal offense, whether\n\nexplicitly stated in the instruction or based on the proof—violates the\n\n\n\n\n      4 This was the exact wording for the instructions concerning Caudill and\n\nGoForth, and very close to the wording for the instructions regarding Halvorsen.\n\n                                         12\n\frequirement of a unanimous verdict.” Johnson v. Commonwealth, 405 S.W.3d\n\n439, 449 (Ky. 2013) (emphasis added). However, such a situation is not to be\n\nconfused with one instance of a criminal offense which may have been\n\ncommitted directly, through being the actor who physically did it, or indirectly\n\nas an accomplice.\n\n      As explained in as explained in King v. Commonwealth, 554 S.W.3d 343,\n\n352 (Ky. 2018):\n\n      This court recognizes and has consistently maintained that the\n      jurors may reach a unanimous verdict even though they may not\n      all agree upon the means or method by which a defendant has\n      committed the criminal act. Conrad v. Commonwealth, 534 S.W.3d\n      779, 784 (Ky. 2017) (quoting Miller v. Commonwealth, 77 S.W.3d\n      566, 574 (Ky. 2002) ) (A “conviction of the same offense under\n      either of two alternative theories does not deprive a defendant of\n      his right to a unanimous verdict if there is evidence to support a\n      conviction under either theory.”). Nor is the jury required to agree\n      upon the defendant's mental state in cases where alternative\n      mental states authorize conviction for the same criminal act. Wells\n      v. Commonwealth, 561 S.W.2d 85, 88 (Ky. 1978) (“We hold that a\n      verdict cannot be successfully attacked upon the ground that the\n      jurors could have believed either of two theories of the case where\n      both interpretations are supported by the evidence and the proof of\n      either beyond a reasonable doubt constitutes the same offense.”).\n      Neither Harp, Johnson, nor their progeny changes that.\n\n      However, we have also held consistently with virtually every other\n      American jurisdiction to address the matter, that juror unanimity\n      means that jurors must agree upon the specific instance of\n      criminal behavior committed by the defendant but they need not\n      agree upon his means or method of committing the act or causing\n      the prohibited result.\n\n      The fact that either Caudill or GoForth may have bludgeoned the victim\n\nto death, with each of them “accus[ing] the other of murdering and robbing the\n\nvictim and of setting fire to the automobile[,]” Caudill v. Commonwealth, 120\n\nS.W.3d 635, 648 (Ky. 2003), does not mean that they are not each guilty of\n                                       13\n\fmurder under KRS 507.020, whether as a principal or as an accomplice\n\npursuant to KRS 502.020, for this single act. Similarly, where the evidence\n\nindicated that Halvorson and his co-defendant both shot the victims, rendering\n\nlethal wounds and “it was impossible to determine that either appellant was\n\nonly a principal or only an accomplice[,]” the Court correctly determined, citing\n\nWells, that “[a] verdict cannot be attacked as being non-unanimous where both\n\ntheories are supported by sufficient evidence.” Halvorsen v. Commonwealth,\n\n730 S.W.2d 921, 925 (Ky. 1986). Accordingly, there is no unanimity problem\n\nand affirmance of the denial of the appellants’ postconviction actions was\n\nappropriate.\n\n      Bisig, J., joins.\n\n\n\n\n                                       14\n\fCOUNSEL FOR APPELLANTS,\nLEIF HALVORSEN AND\nJOHNATHAN WAYNE GOFORTH:\n\nDavid Michael Barron\nAssistant Public Advocate\n\nCOUNSEL FOR APPELLANT.\nVIRGINA SUSAN CAUDILL:\n\nJ. Robert Linneman\nSanten & Hughes\n\nDennis James Burke\nAssistant Public Advocate\n\nKathleen Kallaher Schmidt\nAssistant Public Advocate\n\nCOUNSEL FOR APPELLEE:\n\nDaniel J. Cameron\nAttorney General of Kentucky\n\nMatthew R. Krygiel\nAssistant Attorney General\n\n\n\n\n                               15\n\f",
            "ocr": false,
            "opinion_id": 9381597
        }
    ],
    "court_short_name": "Kentucky Supreme Court",
    "court_full_name": "Kentucky Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Robbery"
}