{
    "id": 9389809,
    "judges": "E.A. Gallagher",
    "date_filed": "2005-01-12",
    "date_filed_is_approximate": true,
    "slug": "state-v-logan",
    "case_name_short": "Logan",
    "case_name": "State v. Logan",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "Attempt R.C. 2923.02 having weapons while under disability R.C. 2923.13(A)(2) firearm specification R.C. 2941.141(A) mandatory prison term R.C. 2929.13(F)(8) community control R.C. 2929.15(A)(1) underlying felony split sentence plain error. The defendant pleaded guilty to attempted having weapons while under disability with a one-year firearm specification. The trial court sentenced her to one year in prison on the firearm specification and two years of community control on the underlying felony. The state appealed, arguing that the trial court was required to impose a mandatory prison term on the underlying felony as a result of the specification, that community control was not an authorized sentence and that the sentence violated the split-sentence doctrine. The plain and unambiguous language of R.C. 2929.13(F)(8) requires that a trial court, when crafting a sentence for a felony (other than a violation of R.C. 2923.12) that is enhanced with a firearm specification, impose the definite prison term prescribed by R.C. 2929.14(B)(1)(a) as a mandatory prison term. The statute does not require the imposition of a mandatory prison term with respect to the felony underlying the firearm specification. Where a trial court is not required to impose a prison sentence on an underlying felony, as here, a trial court may impose community-control sanctions on the underlying felony even where prison is mandatory for the accompanying specification. This does not constitute an unlawful \"split sentence\" because a specification is not part of the underlying offense but merely a sentencing enhancement to that offense. As the trial court was not required to impose a prison term, mandatory prison term or term of life imprisonment on the defendant on the underlying felony here, R.C. 2929.15(A)(1) authorized the court to impose community-control sanctions on that offense. Sentence affirmed.",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2023 Ohio 1135"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 32.0,
            "download_url": "https://www.supremecourt.ohio.gov/rod/docs/pdf/8/2023/2023-Ohio-1135.pdf",
            "author_id": null,
            "opinion_text": "[Cite as State v. Logan, 2023-Ohio-1135.]\n\n                               COURT OF APPEALS OF OHIO\n\n                             EIGHTH APPELLATE DISTRICT\n                                COUNTY OF CUYAHOGA\n\nSTATE OF OHIO,                                    :\n\n                 Plaintiff-Appellant,             :\n                                                               No. 111533\n                 v.                               :\n\nJADYN LOGAN,                                      :\n\n                 Defendant-Appellee.              :\n\n\n                               JOURNAL ENTRY AND OPINION\n\n                 JUDGMENT: AFFIRMED AND REMANDED\n                 RELEASED AND JOURNALIZED: April 6, 2023\n\n\n         Criminal Appeal from the Cuyahoga County Court of Common Pleas\n                             Case No. CR-21-663779-A\n\n\n                                            Appearances:\n\n                 Michael C. O’Malley, Cuyahoga County Prosecuting\n                 Attorney, and Tasha L. Forchione, Assistant Prosecuting\n                 Attorney, for appellant.\n\n                 Cullen Sweeney, Cuyahoga County Public Defender, and\n                 John T. Martin, Assistant Public Defender, for appellee.\n\n\nEILEEN A. GALLAGHER, J.:\n\n                 Plaintiff-appellant the state of Ohio appeals the sentence that the trial\n\ncourt imposed on defendant-appellee Jadyn Logan (“Logan”) following Logan’s\n\nguilty plea to one count of attempted having weapons while under disability with a\n\fone-year firearm specification. The trial court imposed a one-year mandatory\n\nprison term for the firearm specification and a two-year community-control term\n\nfor the underlying felony. The state argues that the trial court was required by\n\nstatute to impose a prison sentence with respect to the portion of the sentence\n\nattributable to the underlying felony.\n\n             On this appeal we must decide whether a defendant who is sentenced\n\nto one year of mandatory prison time for a firearm specification alleging possession\n\nof a firearm during the commission of a felony is eligible to receive community-\n\ncontrol penalties for the felony underlying the specification. Our resolution of this\n\nquestion will have the collateral effect of determining, among other things, whether\n\na prison sentence imposed on an underlying felony that carries mandatory prison\n\ntime as a result of a firearm specification is a “mandatory prison term” without the\n\nopportunity for judicial release. See R.C. 2929.20(C); State v. Johnson, 116 Ohio\n\nSt.3d 541, 2008-Ohio-69, 880 N.E.2d 896, ¶ 16 (noting that R.C. 2929.13(F) limits\n\nthe court’s discretion to reduce mandatory prison terms “pursuant to R.C. 2929.20\n\n(judicial release), R.C. 2967.193 (deduction for participation in certain prison\n\nprograms), or any other provision of R.C. Chapter 2967 or 5120 (pardon, parole,\n\nprobation), except in certain enumerated circumstances”); State v. Taylor, 113 Ohio\n\nSt.3d 297, 2007-Ohio-1950, 865 N.E.2d 37, ¶ 11.\n\n             After a thorough consideration of the detailed briefing and argument\n\npresented by the parties on this important question, and for the reasons that follow,\n\nwe affirm Logan’s sentence.\n\fI.   Factual Background and Procedural History\n\n             A Cuyahoga County Grand Jury indicted Logan in October 2021 for\n\nseveral firearm-related offenses. Logan pleaded guilty in April 2022 to one count of\n\nattempted having weapons while under disability, a fourth-degree felony. See R.C.\n\n2923.02, 2923.13(A)(2), 2923.13(B).       The charge included a one-year firearm\n\nspecification under R.C. 2941.141(A) and a forfeiture specification.      The state\n\ndismissed the remaining counts in the indictment.\n\n             During Logan’s change-of-plea hearing, the trial court described the\n\npossible penalties for the proposed plea as follows, in relevant part:\n\n      Amended Count 1, attempted having weapons under disability, a felony\n      of the fourth degree, punishable by a maximum of 18 months of\n      incarceration and up to a $5,000 fine. There is also a one-year firearm\n      specification, which is mandatory time, and that must be served prior\n      to and consecutive to any time that may be imposed on the underlying\n      charge. * * *\n\n      With regards to a felony of the fourth degree, it is a rebuttable\n      presumption with regards to community control, and if you were to be\n      placed on community control, there could be sanctions for up to five\n      years instead of prison. * * *\n\n      The firearm specification for which you are pleading is regarded by law\n      as an enhancement, and so therefore, the Court could consider, as well,\n      placing you on community control on the felony of the fourth degree\n      and still imposing that mandatory one-year firearm specification.\n\n             The assistant prosecuting attorney then confirmed that she was\n\nsatisfied that the trial court had complied with Crim.R. 11 in conducting its plea\n\ncolloquy.\n\n             On May 12, 2022, the trial court held a sentencing hearing. The parties\n\nmade arguments to the court, with each agreeing that Logan “has turned her life\n\faround” since her last criminal case, taking steps to better her life by — among other\n\nthings — attending a career-training program.         At the hearing, the assistant\n\nprosecuting attorney said the following about the state’s recommended sentence:\n\n      I don’t have to belabor her history. You have that in front of you in the\n      [presentence-investigation report]. We have a one-year firearm\n      specification in this case. I think we all know how this is going to end\n      here today. The State of Ohio would defer to the Court when it comes\n      to the underlying charge, the having weapons under disability.\n\n             The trial court sentenced Logan to one year in prison on the firearm\n\nspecification and to two years of community control for the underlying felony. The\n\ntrial court imposed mandatory prison term on the firearm specification prior and\n\nconsecutive to the two years of community control, ordering that Logan be returned\n\nto the Cuyahoga County Corrections Center after she is released from prison for the\n\ncourt to hold a hearing to advise her of her community-control obligations “and\n\nmake sure that she reports there and there are no lapses with regards to time.”\n\n             After announcing its sentence, the trial court engaged in the following\n\nexchange with the assistant prosecuting attorney:\n\n      THE COURT: Anything further, [assistant prosecuting attorney]?\n\n      [ASSISTANT PROSECUTING ATTORNEY]: No, your Honor. Thank\n      you.\n\n              The court published a sentencing journal entry. The journal entry\n\ndoes not specify that the mandatory prison term is to be served prior and\n\nconsecutive to the community-control term, an omission that should be corrected\n\nthrough a nunc pro tunc entry.       The state appealed the sentence under R.C.\n\n2953.08(B)(2). The state raises one assignment of error for review:\n\f      The Trial Court erred by not imposing a prison sentence for\n      [a]ttempted [h]aving weapons while under disability where the\n      offender had a firearm on or about the offender’s person or under the\n      offender’s control while committing the felony.\n\nII. Law and Analysis\n\n      A. Standard of Review\n\n              We review felony sentences under the standard of review set forth in\n\nR.C. 2953.08(G)(2). State v. Marcum, 146 Ohio St.3d 516, 2016-Ohio-1002, 59\n\nN.E.3d 1231, ¶ 22–23. Under R.C. 2953.08(G)(2), an appellate court may increase,\n\nreduce or otherwise modify a sentence or vacate a sentence and remand for\n\nresentencing if it “clearly and convincingly” finds that (1) the record does not\n\nsupport certain of the sentencing court’s findings or (2) the sentence is “otherwise\n\ncontrary to law.” “‘Clear and convincing evidence is that measure or degree of proof\n\n* * * which will produce in the mind of the trier of facts a firm belief or conviction as\n\nto the facts sought to be established.’” State v. Franklin, 8th Dist. Cuyahoga No.\n\n107482, 2019-Ohio-3760, ¶ 29, quoting Cross v. Ledford, 161 Ohio St. 469, 120\n\nN.E.2d 118 (1954), paragraph three of the syllabus.\n\n               The state did not object to Logan’s sentence in the trial court, so we\n\nreview the sentence only for plain error. See, e.g., State v. Dowdell, 8th Dist.\n\nCuyahoga No. 111026, 2022-Ohio-2956, ¶ 8–9. That said, a sentence that fails to\n\nimpose a mandatory provision is contrary to law and a sentence that is imposed\n\ncontrary to law constitutes plain error. Id.\n\n               The state argues that the trial court was required under R.C.\n\n2929.13(F)(8) to sentence Logan to some term of imprisonment on the offense of\n\fattempted having weapons while under disability. The state asks us to find that the\n\ntrial court’s community-control sentence on that offense is contrary to law, vacate\n\nthe sentence and remand the matter to the trial court for resentencing on that\n\noffense.\n\n      B. Relevant Legal Background\n\n              Before turning to the parties’ arguments specific to this case, we\n\nconsider the statutes and caselaw relevant to the question presented by this appeal.\n\n      1. Criminal Offenses and Firearms Specifications\n\n              First, we contrast criminal offenses from specifications that enhance\n\nthe penalty for those offenses.\n\n              Attempting to have a weapon while under a disability is a criminal\n\noffense, since doing so violates statutes of the Revised Code that “state a positive\n\nprohibition * * * and provide a penalty for violation of such prohibition” — namely\n\nR.C. 2923.02 and 2923.13(A)(2). See R.C. 2901.03(A) (“No conduct constitutes a\n\ncriminal offense against the state unless it is defined as an offense in the Revised\n\nCode.”); R.C. 2901.03(B) (“An offense is defined when one or more sections of the\n\nRevised Code state a positive prohibition or enjoin a specific duty, and provide a\n\npenalty for violation of such prohibition or failure to meet such duty.”); see also\n\nState v. Ford, 128 Ohio St.3d 398, 2011-Ohio-765, 945 N.E.2d 498, ¶ 10.\n\n              A firearm specification, on the other hand, is not a criminal offense.\n\nThe statutes setting forth the specification and its punitive effect — R.C.\n\n2929.14(B)(1)(a) and 2941.141(A) — do not contain a positive prohibition of\n\fconduct. R.C. 2901.03(B), 2929.14(B)(1)(a), 2941.141(A); see also Ford at ¶ 16\n\n(analyzing the firearm specification and its punitive effect set forth in R.C. 2941.145\n\nand 2929.14(D)). Instead, the specification provides that if a defendant pleads guilty\n\nto a felony offense and, during the commission of that offense, if the defendant had\n\na firearm on or about her person or under her control, the defendant’s underlying\n\nfelony sentence will be increased by one year in prison. R.C. 2929.14(B)(1)(a); R.C.\n\n2941.141(A); see Ford at ¶ 16. “Thus, the firearm specification is merely a sentencing\n\nprovision that requires an enhanced penalty upon certain findings.” Ford at ¶ 16.\n\n“The purpose of a firearm specification is to enhance the punishment of criminals\n\nwho voluntarily introduce a firearm while committing an offense and to deter\n\ncriminals from using firearms.” State v. White, 142 Ohio St.3d 277, 2015-Ohio-492,\n\n29 N.E.3d 939, ¶ 31.\n\n               With this distinction in mind, we now consider the trial court’s\n\ndiscretion to craft felony sentences.\n\n      2. The Trial Court’s Discretion to Craft Felony Sentences\n\n               A trial court has the statutory authority, in crafting a felony sentence,\n\nto impose “any sanction or combination of sanctions that are provided in sections\n\n2929.14 to 2929.18 of the Revised Code” unless a specific penalty is required to be\n\nimposed or is precluded from being imposed pursuant to law, including in the\n\ncircumstances described by R.C. 2929.13(E), (F) or (G). R.C. 2929.13(A).\n\n               Attempted having weapons while under disability is a fourth-degree\n\nfelony. See R.C. 2923.02(E)(1), 2923.13(A)(2), 2923.13(B). A fourth-degree felony\n\fis punishable, under most circumstances, by a definite prison term of six, seven,\n\neight, nine, ten, eleven, twelve, thirteen, fourteen, fifteen, sixteen, seventeen, or\n\neighteen months. R.C. 2929.14(A)(4). A trial court may also “directly impose a\n\nsentence that consists of one or more community control sanctions authorized\n\npursuant to section 2929.16, 2929.17, or 2929.18 of the Revised Code” in lieu of\n\nimprisonment for a fourth-degree felony unless the court is required to impose a\n\nprison term, a mandatory prison term or a term of life imprisonment on the\n\noffender. R.C. 2929.15(A)(1).\n\n              A trial court generally cannot, however, impose a term of\n\nimprisonment and a term of community control on an offender for the same offense,\n\neven when both types of penalties are authorized. State v. Anderson, 143 Ohio St.3d\n\n173, 2015-Ohio-2089, 35 N.E.3d 512, ¶ 31 (“[W]hen a prison term and community\n\ncontrol are possible sentences for a particular felony offense, absent an express\n\nexception, the court must impose either a prison term or a community-control\n\nsanction or sanctions.”).\n\n               Under many circumstances,1 a trial court must impose a prison term\n\non an offender who pleads guilty to a firearm specification described by R.C.\n\n2941.141, 2941.144 or 2941.145. R.C. 2929.14(B)(1)(a). Here, Logan pleaded guilty\n\nto a specification that she had a firearm on or about her person or under her control\n\n\n\n\n      1  R.C. 2929.14(B)(1)(e), for example, describes circumstances in which the trial\ncourt is not permitted to impose the mandatory prison sentences provided for firearms\nspecifications.\n\fwhile committing the offense of attempted having weapons while under disability.\n\nR.C. 2929.141(A). Therefore, the presence of the firearm specification required the\n\ntrial court to impose a mandatory one-year prison term. R.C. 2929.14(B)(1)(a)(iii).2\n\n                Finally, we come to the statute the state relies upon for its argument\n\nthat the specification required the trial court to impose a prison sentence on the\n\nunderlying felony. The statute, R.C. 2929.13(F)(8), states as follows in relevant part:\n\n       [T]he court shall impose a prison term * * * for any of the following\n       offenses:\n\n       Any offense, other than [carrying concealed weapons], that is a felony,\n       if the offender had a firearm on or about the offender’s person or under\n       the offender’s control while committing the felony, with respect to a\n       portion of the sentence imposed pursuant to division (B)(1)(a) of\n       section 2929.14 of the Revised Code for having the firearm.\n\n                Having set forth the relevant legal background, we turn to the parties’\n\npositions on the legality of Logan’s sentence.\n\n       C. The Parties’ Positions and Relevant Caselaw\n\n                The parties agree that the trial court was required to sentence Logan\n\nto one year in prison as a result of the firearm specification. There also seems to be\n\nno dispute that in the absence of a firearm specification, the trial court would have\n\nhad the authority to sentence Logan to two years of community control for\n\nattempting to have weapons while under disability. The question in this appeal is\n\n\n\n       2  The offense of having a weapon while under a disability is not enhanceable with\na sentence from a firearm specification unless “the offender previously has been convicted\nof * * * any felony of the first * * * or second degree” and “[l]ess than five years have passed\nsince the offender was released from prison or post-release control, whichever is later, for\nthe prior offense.” R.C. 2929.14(B)(1)(e). Here, those circumstances were met.\n\fwhether the presence of the firearm specification removed the trial court’s ability to\n\nsentence Logan to a term of community control on the underlying felony, requiring\n\nit to sentence Logan to at least six months in prison on the underlying felony instead.\n\n               The state argues that R.C. 2929.13(F)(8) required that a mandatory\n\nprison term be imposed on Logan for the underlying felony because Logan pleaded\n\nguilty to a firearm specification. The state further asserts that community control\n\nwas not an authorized sentence for the underlying felony pursuant to R.C.\n\n2929.15(A)(1), because the trial court was required to impose a term of\n\nimprisonment on the offense.       Finally, the state argues that the trial court’s\n\nsentence — which imposed a two-year term of community control for the underlying\n\nfelony consecutive and subsequent to a one-year term of imprisonment for the\n\nspecification — is an unlawful “split sentence” following Anderson, 143 Ohio St.3d\n\n173, 2015-Ohio-2089, 35 N.E.3d 512, at ¶ 31.\n\n               Logan defends the sentence by arguing that R.C. 2929.13(F)(8) only\n\nrequires a mandatory prison term be imposed on the portion of the sentence\n\nattributable to the firearm specification and, by its reference to different “portions”\n\nof the sentence, explicitly permits a trial court to impose a mandatory term for a\n\nspecification and a community-control term for the underlying felony; because the\n\ntrial court was not required to impose a prison term on the offense, she says R.C.\n\n2929.15(A)(1) authorizes a term of community control. Each party has directed us\n\nto caselaw from our court and other appellate districts in support of their positions.\n\f                Logan directs us to three cases from our court that she says are in\n\nconflict with each other on whether community control is authorized for an\n\nunderlying felony when a specification requires the imposition of a mandatory\n\nprison term: State v. Moore, State v. Sharpley and State v. Galvan. The state\n\ncontends that the cases are not in conflict. We agree with the state that the cases are\n\nnot in direct conflict.\n\n                In State v. Moore, our court considered a defendant’s argument that\n\nthe trial court had failed to conduct an adequate Crim.R. 11(C) plea colloquy before\n\nthe defendant entered his guilty plea to a charge of attempted felonious assault with\n\na three-year firearm specification. State v. Moore, 8th Dist. Cuyahoga No. 101658,\n\n2015-Ohio-1026, ¶ 1. The defendant argued, among other things, that the trial court\n\nfailed to inform him that he was not eligible for community-control penalties on the\n\nunderlying felony. Our court found that the trial court substantially complied with\n\nCrim.R. 11(C)(2) when it “told [the defendant] that he was ineligible for ‘probation’\n\nwith respect to a portion of his sentence [for the firearm specification], but eligible\n\nwith respect to the underlying offense.” Id. at ¶ 16. Our court held that this\n\ninformation “can be described only as reasonably intelligible because [the\n\ndefendant] expressed no confusion.” Id. Because the trial court had sentenced the\n\ndefendant to one year in prison on the underlying offense, id. at ¶ 4, our court did\n\nnot have occasion to consider the issue presented in this appeal. Our court found\n\nsubstantial compliance with Crim.R. 11(C) under similar circumstances in State v.\n\nTaylor, 8th Dist. Cuyahoga No. 101609, 2015-Ohio-1643 (defendant argued that the\n\ftrial court should have advised him that he was ineligible for community control in\n\nlight of a firearm specification and the trial court had sentenced the defendant to\n\nprison on the underlying felony).\n\n               The reasoning of Moore implies support for Logan’s position. See\n\nMoore at ¶ 14 (applying emphasis to portions of R.C. 2929.13 that suggests a trial\n\ncourt has discretion to sentence an offender to community control except “with\n\nrespect to a portion of the sentence imposed pursuant to [a firearm specification]”).\n\nThe concurring opinion in Moore, moreover, specifically stated the opinion that the\n\nimposition of a mandatory prison term for a firearm specification and community-\n\ncontrol penalties on the underlying felony does not constitute an improper “split\n\nsentence” because “a firearm specification is not a separate offense but, rather, a\n\nsentencing provision that enhances the penalty for the associated predicate offense.”\n\nId. at ¶ 18 (E.T. Gallagher, J., concurring), citing State v. Jennings, 10th Dist.\n\nFranklin Nos. 09AP-70 and 09AP-75, 2009-Ohio-6840, ¶ 38. Again, though, the\n\ntrial court in Moore did not impose a community-control penalty on the underlying\n\nfelony consecutive to a mandatory prison term on the firearm specification; the trial\n\ncourt imposed a prison term on the underlying felony.\n\n              In State v. Sharpley, our court considered a similar fact pattern. State\n\nv. Sharpley, 8th Dist. Cuyahoga No. 106616, 2018-Ohio-4326. The defendant\n\npleaded guilty to an underlying felony and a firearm specification and the trial court\n\nimposed prison sentences on both the felony and specification. Id. at ¶ 4, 18. The\n\ndefendant argued on appeal that his guilty plea was induced by the false promise\n\fthat he would receive a one-year imprisonment sentence. Id. at ¶ 5. The trial court\n\nhad advised the defendant during the plea colloquy that he “faced a mandatory one-\n\nyear term for the one-year firearm specification, and that the [underlying felony]\n\nrobbery offense carried the presumption of imprisonment but community control\n\nwas also possible.” Id. at ¶ 13. As in Moore, our court concluded that the trial court\n\nsubstantially complied with its duties under Crim.R. 11(C) in the colloquy. Id.\n\nTherefore, the holdings of Moore and Sharpley are not in conflict with each other.\n\n               The second issue presented in Sharpley, though, is directly applicable\n\nto the question presented by this appeal. The defendant in Sharpley argued on\n\nappeal that he should have been sentenced to community control on the underlying\n\nfelony. Our court held that the defendant was not eligible for community control on\n\nthe underlying felony by application of R.C. 2929.13(F)(8) because he had pleaded\n\nguilty to a firearm specification that required imprisonment. Id. at ¶ 17. When\n\ndiscussing Sharpley at oral argument during the present appeal, the state conceded\n\nthat this statement may be dicta, but we do not view it as dicta. Nevertheless, we do\n\nnote that neither party in Sharpley raised R.C. 2929.13(F)(8) or argued that the\n\ndefendant was ineligible for community control in their briefing.          So, while\n\nSharpley’s holding is directly applicable to the matter at hand, we are mindful that\n\nthe Sharpley panel did not benefit from the extensive briefing that is now before us\n\non the application of R.C. 2929.13(F)(8).\n\n               In State v. Galvan, our court again considered a challenge to a trial\n\ncourt’s Crim.R. 11(C) plea colloquy. State v. Galvan, 8th Dist. Cuyahoga No.\n\f108658, 2020-Ohio-1285. The defendant argued that the trial court should have\n\ninformed him that he was not eligible for judicial release. Id. at ¶ 10. Our court held\n\nthat the trial court did not violate Crim.R. 11 when it did not discuss judicial release\n\nat the plea hearing; the panel reasoned that judicial release was not part of the\n\ndefendant’s plea. Id. at ¶ 18. The defendant also challenged his plea based on his\n\ncounsel’s statements at the sentencing hearing that suggested his counsel believed\n\njudicial release was possible. Id. at ¶ 19. In agreeing with the parties that defense\n\ncounsel’s statements were inaccurate, our court stated that “[u]nder R.C.\n\n2929.13(F)(8), the aggravated robbery conviction requires a mandatory prison term\n\nwhere, as here, the defendant had a firearm on his person while committing the\n\nfelony. * * * A mandatory sentence renders a defendant ineligible for judicial release.\n\nTherefore, * * * [the defendant’s] sentence was mandatory, and he was not eligible\n\nfor judicial release.” (Citation omitted.) Id. at ¶ 20–21. But our court upheld the\n\nplea because the defense counsel’s “erroneous statements” about judicial release\n\nwere made at sentencing, not at the defendant’s plea hearing. Id. at ¶ 22. Notably,\n\nwhether the defendant was eligible for judicial release was not at issue in Galvan;\n\nthe parties agreed with each other that he was not. Moreover, neither party in\n\nGalvan cited or discussed Moore, Sharpley or R.C. 2929.13(F)(8) in their briefing.\n\nTherefore, while the panel’s discussion of R.C. 2929.13(F)(8) in Galvan supports the\n\nstate’s position on this appeal, the Galvan Court did not have the opportunity to\n\nconsider the issue presented by this appeal because of the parties’ positions and the\n\nprocedural posture of the case.\n\f              These three opinions from our court are not in conflict with each\n\nother. The reasoning of Moore suggests a disagreement with Sharpley’s holding and\n\nGalvan’s statement about the effect of R.C. 2929.13(F)(8), but the court in Moore\n\ndid not consider whether a trial court can sentence a defendant to community\n\ncontrol on an underlying felony where the defendant is subject to a mandatory\n\nprison term for a firearm specification. The actual holdings of Moore and Galvan\n\n— regarding whether a trial court substantially complies with Crim.R. 11 when it\n\ndoes not inform the defendant that the defendant is not eligible for judicial release\n\nduring a plea colloquy — are fully consistent with Sharpley’s holding on that issue.\n\n              Therefore, the state of the law from our district on the issue presented\n\nby this appeal is that a defendant is not eligible for community control on an\n\nunderlying felony by application of R.C. 2929.13(F)(8) where the defendant pleaded\n\nguilty to a firearm specification that requires imprisonment. Sharpley at ¶ 17; cf.\n\nGalvan at ¶ 20–21.\n\n              We turn now to a consideration of cases from other appellate districts\n\nthat have addressed this question. There is significant support for the state’s\n\nposition to be found in these opinions.\n\n              In State v. Wofford, a panel of the First District Court of Appeals\n\nconsidered a sentence imposed on a defendant who had pleaded guilty to\n\ninvoluntary manslaughter with an accompanying three-year firearm specification.\n\nState v. Wofford, 1st Dist. Hamilton No. C-180411, 2019-Ohio-2815, ¶ 2. The trial\n\ncourt had sentenced the defendant to 11 years in prison on the underlying felony and\n\fthree years for the firearm specification, to be served consecutively. Id. The\n\ndefendant argued on appeal that the trial court erred by failing to consider\n\ncommunity control as a possible sentence on the underlying offense. Id. at ¶ 4. The\n\nappellate panel found no error, reasoning as follows:\n\n       R.C. 2929.13(F)(8) requires the court to impose a prison term for any\n       felony offense, except a violation of R.C. 2923.12 (carrying a concealed\n       weapon), during which the offender had a firearm on or about his\n       person or under his control while committing the felony, with respect\n       to a portion of the sentence imposed pursuant to R.C. 2929.14(B)(1)(a).\n       ***\n\n       [The defendant] admitted to committing a felony while having a\n       firearm on his person or under his control. Therefore, pursuant to R.C.\n       2929.13(F)(8), the trial court was required to impose a prison sentence\n       for the involuntary-manslaughter offense.\n\nId. at ¶ 8, 10.\n\n                  In State v. Shields, a panel of the Second District Court of Appeals\n\nconsidered a defendant’s argument that the trial court should have considered\n\ncommunity-control penalties on an underlying aggravated robbery conviction\n\nnotwithstanding that the defendant pleaded guilty to a firearm specification. State\n\nv. Shields, 2d Dist. Montgomery No. 28573, 2020-Ohio-3204, ¶ 3. The appellate\n\ncourt held that R.C. 2929.13(F)(8) required a prison sentence on the underlying\n\nfelony, reasoning that the statute “mandates a prison term for aggravated robbery\n\nwhen the offense is committed with a firearm” and “[b]y pleading guilty to the\n\nfirearm specification, [the defendant] agreed that he had a firearm on or about his\n\nperson or under his control while committing the aggravated robbery.” Id. at ¶ 9,\n\n11.\n\f              In State v. Wolfe, a panel of the Third District Court of Appeals\n\nconsidered a sentence imposed on a defendant who had pleaded guilty to aggravated\n\nrobbery with an accompanying firearm specification. State v. Wolfe, 3d Dist. Union\n\nNo. 14-21-16, 2022-Ohio-96, ¶ 23. The trial court sentenced the defendant to a\n\n“mandatory minimum term” of six years in prison on the underlying felony, in\n\naddition to the mandatory prison term for the firearm specification. Id. at ¶ 16. The\n\ndefendant argued that the trial court erred when it concluded that R.C.\n\n2929.13(F)(8) required the imposition of a mandatory minimum sentence. Id. at\n\n¶ 23. He argued that the statute requires a sentence of imprisonment on the\n\nunderlying offense but “does not transfer the mandatory-ness of the gun\n\nspecification to the underlying offense.” Id. The appellate panel disagreed. Id. at\n\n¶ 24.   The panel held that the defendant, by pleading guilty to the firearm\n\nspecification, “acknowledged that his accomplices brandished a firearm while\n\ncommitting the aggravated robbery[;] [a]ccordingly, under R.C. 2929.13(F)(8), the\n\ntrial court was required to impose a mandatory prison sentence upon [the\n\ndefendant’s] conviction for the aggravated robbery offense.” Id. at ¶ 25.\n\n               In State v. Culp, a panel of the Sixth District Court of Appeals\n\nconsidered a criminal sentence imposed on a defendant who had pleaded no contest\n\nto third-degree robbery and a one-year firearm specification. State v. Culp, 2020-\n\nOhio-5287, 162 N.E.3d 194, ¶ 3 (6th Dist.). The trial court sentenced the defendant\n\nto one year in prison on the firearm specification and four years of community\n\ncontrol — including six months in a community-based correctional facility — on the\n\funderlying robbery conviction; the community-control penalty was to be served\n\nconcurrently with the prison term on the firearm specification. Id. at ¶ 8. The trial\n\ncourt also awarded jail-time credit against the one-year prison sentence, finding that\n\nto deny jail-time credit would violate the defendant’s equal-protection rights. Id. at\n\n¶ 7–8. While the state’s appellate argument seemed to focus on the trial court’s\n\ndecision to reduce the mandatory prison term on the firearm specification by\n\nawarding jail-time credit, the appellate court found that it did not need to reach the\n\nmerits of that argument because “[the defendant’s] sentence is contrary to law\n\nbecause R.C. 2929.13(F)(8) requires the trial court to impose a prison sentence on\n\n[the defendant’s] underlying robbery conviction.” Id. at ¶ 10.\n\n              The appellate panel reasoned as follows:\n\n      Under the plain language of the statute, when a defendant is convicted\n      of committing any felony (with the exception of carrying concealed\n      weapons) while having or controlling a firearm, the court is required to\n      impose a prison term — not community control sanctions — in addition\n      to the mandatory prison term for the firearm specification required by\n      R.C. 2929.14(B)(1)(a). * * *\n\n      A plea to or conviction of a firearm specification automatically meets\n      the criteria in R.C. 2929.13(F)(8) that triggers a mandatory prison term\n      for the underlying offense — i.e., it shows that the “offender had a\n      firearm on or about the offender’s person or under the offender’s\n      control while committing the felony * * *.” See Shields at ¶ 11.\n      Moreover (and particularly relevant to [the defendant’s] case), a\n      defendant who commits a crime while having or controlling a firearm\n      — and is thus subject to a mandatory prison sentence under R.C.\n      2929.13(F)(8) — is not eligible for community control sanctions. The\n      very first sentence of the community control statute states that a court\n      may impose a sentence that “consists of one or more community\n      control sanctions * * *” only if “the court is not required to impose a\n      prison term, a mandatory prison term, or a term of life imprisonment\n      on the offender.” R.C. 2929.15(A)(1).\n\f(Citations omitted.) Culp at ¶ 13–14.\n\n               In State v. Christian, a panel of the Seventh District considered a\n\nsentence imposed on a first-degree felonious assault conviction with a firearm\n\nspecification. State v. Christian, 7th Dist. Mahoning No. 02 CA 170, 2005-Ohio-\n\n1440, ¶ 1. The defendant argued on appeal, among other things, that the trial court\n\ndid not make sufficient findings to support the eight-year sentence it imposed in the\n\ncase. Id. ¶ 2, 63. It does not appear that the defendant argued that the trial court\n\ncould have imposed a community-control penalty on the underlying felony; he\n\nseems to have focused his argument on the trial court’s finding that a minimum\n\nprison sentence would demean the seriousness of the offense. See id. at ¶ 72, 74.\n\nNevertheless, the appeals court did state — without analysis — that the defendant’s\n\n“conviction of felonious assault on a peace officer” “involves a mandatory prison\n\nterm,” citing R.C. 2929.13(F)(8). Id. at ¶ 65, 80. Other cases have come to the same\n\nconclusion with respect to other underlying felonies, also without significant\n\nanalysis. See State v. White, 10th Dist. Franklin No. 10AP-34, 2011-Ohio-2364, ¶ 74\n\n(“Both attempted murder and aggravated robbery, as first degree felonies charged\n\nin this case with firearm specifications, require imposition of mandatory prison\n\ntime, R.C. 2929.13(F)(8) * * *.”).\n\n               These out-of-district authorities, while not binding on us, strongly\n\nsupport the state’s reading of R.C. 2929.13(F)(8). But there is some support to be\n\nfound for Logan’s position outside of our district, too. In State v. Roush, a panel of\n\nthe Fifth District considered a 19-year sentence imposed on a defendant based on a\n\fguilty plea to first-degree attempted murder with a two-year firearm specification\n\nand a seven-year firearm specification. State v. Roush, 5th Dist. Morrow No.\n\n13CA0008, 2014-Ohio-4887, ¶ 7–9. The trial court had found that the ten-year\n\nportion of the sentence attributable the underlying felony was a mandatory prison\n\nsentence by operation of R.C. 2929.13(F)(8).        Id. at ¶ 7. The appellate court\n\ndisagreed, finding that R.C. 2929.13(F)(8) “requires the firearm specification\n\npenalty be made mandatory, but not the penalty for the underlying offense.” Id. at\n\n¶ 35, 39–40. This finding was dicta, though, because the appeals court ultimately\n\naffirmed the conviction based on res judicata because the defendant had not filed a\n\ndirect appeal. Id. at ¶ 51.\n\n               Having set forth the parties’ positions and the authorities they have\n\nmustered in support, we turn at last to our own consideration of the matter.\n\n      D. Analysis\n\n               To answer the question presented by this appeal, we must first\n\nconsider whether R.C. 2929.13(F)(8) required the trial court to sentence Logan to a\n\nmandatory prison term on the underlying felony offense. If we answer that question\n\nin the affirmative, we will reverse. If we answer that question in the negative, we\n\nmust then consider whether the Revised Code authorized the trial court to sentence\n\nLogan to community control on the underlying offense while imposing a mandatory\n\nprison term for the specification. The latter inquiry, in turn, involves a consideration\n\nof whether Logan received an unlawful split sentence.\n\f      1. R.C. 2929.13(F)(8) Does Not Require the Imposition of a\n          Mandatory Prison Term on the Underlying Felony Here\n\n               After careful consideration, we conclude that R.C. 2929.13(F)(8) only\n\nrequires that a trial court impose the prison term set forth in R.C. 2929.14(B)(1)(a)\n\nwhen crafting a sentence for a felony offense (other than a violation of R.C. 2923.12)\n\nthat carries a firearm specification; it does not require a trial court to impose a prison\n\nterm on the felony offense underlying a firearm specification.\n\n               The state emphasizes that R.C. 2929.13(F)(8) refers to “offenses”; the\n\nstatute requires a mandatory prison term “for any of the following offenses: * * *\n\n[a]ny offense * * * that is a felony, if the offender had a firearm on or about the\n\noffender’s person or under the offender’s control while committing the felony * * *.”\n\n(Emphasis added.) The state says that the only offense in this case is the underlying\n\nfelony because a firearm specification is not an offense and asserts that the statute\n\nthus requires a prison term for that “offense.”3 The state argues that the legislature\n\nwould have written the statute to specifically refer to specifications if it had intended\n\nto only make the sentence attributable to the specification mandatory, and not the\n\nunderlying felony.\n\n               Logan’s argument rests on the final few words of R.C. 2929.13(F)(8);\n\nthe statute requires a mandatory prison term “for any of the following offenses: * * *\n\n\n\n\n      3  The state has advocated for the contrary position in other matters. In State v.\nCulp, for instance, the state recommended that the trial court impose a prison sentence\non a firearm specification, followed by a term of community control on the underlying\nfelony. Culp, 2020-Ohio-5287, 162 N.E.3d 194, at ¶ 3.\n\fany offense that is a felony, if the offender had a firearm on or about the offender’s\n\nperson or under the offender’s control while committing the felony, with respect to\n\na portion of the sentence imposed pursuant to [R.C. 2929.14(B)(1)(a)] for having\n\nthe firearm.”    (Emphasis added.)      Logan contends that the state’s argument\n\ninexplicably reads this phrase out of the statute. We agree.\n\n                The state offers us no real explanation about what this phrase means,\n\nif not that a mandatory prison term is only required for the portion of the sentence\n\nattributable to the specification. The state points out that a former version of R.C.\n\n2929.14 stated as follows, in relevant part:\n\n      “[I]f an offender who is convicted of or pleads guilty to a felony is also\n      convicted of or pleads guilty to [a firearm specification], the court, after\n      imposing a prison term on the offender for the felony * * *[,] shall\n      impose an additional [mandatory] prison term [for the firearm\n      specification].”\n\n(Alterations added.) State v. Kehoe, 133 Ohio App.3d 591, 616, 729 N.E.2d 431 (12th\n\nDist.1999), quoting the former R.C. 2929.14(D)(1)(a)(i).\n\n                The state also directs us to the Legislative Service Commission\n\nSynopsis of House Amendments to S.B. 269, which states that the amending\n\nlegislation “requires that a mandatory firearm term be served consecutively to\n\n(existing law) and prior to (new) the prison term imposed for the underlying felony\n\nand consecutively to any other prison term imposed on the offender.” Legislative\n\nService Commission Synopsis of House Amendments, Am. Sub. S.B. 269, 121st\n\nGeneral Assembly, p. 4. These citations do not persuade us to depart from the plain\n\nlanguage of R.C. 2929.13(F)(8).\n\f              The Supreme Court has instructed that, “when analyzing an issue of\n\nstatutory interpretation, ‘[t]he question is not what did the general assembly intend\n\nto enact, but what is the meaning of that which it did enact.’” State v. Bollar, Slip\n\nOpinion No. 2022-Ohio-4370, ¶ 10, quoting State v. Hudson, Slip Opinion No.\n\n2022-Ohio-1435, ¶ 21. “If the statute’s language is plain and unambiguous, we apply\n\nit as written.” Bollar at ¶ 10, citing Portage Cty. Bd. of Commrs. v. Akron, 109 Ohio\n\nSt.3d 106, 2006-Ohio-954, 846 N.E.2d 478, ¶ 52.\n\n              We find that the language of R.C. 2929.13(F)(8) is plain and\n\nunambiguous. The statute requires that a trial court, when crafting a sentence for a\n\nfelony (other than a violation of R.C. 2923.12) that is enhanced with a firearm\n\nspecification, impose the definite prison term prescribed by R.C. 2929.14(B)(1)(a)\n\nas a mandatory prison term. The statute does not require the imposition of a\n\nmandatory prison term with respect to the felony underlying the firearm\n\nspecification. See also Ohio Criminal Sentencing Commission, Felony Sentencing\n\nQuick          Reference          Guide           (Dec.2019),          p.          4,\n\nhttps://www.supremecourt.ohio.gov/Boards/Sentencing/resources/judPractition\n\ner/felonyQuickRef.pdf (accessed Mar. 14, 2023) (identifying that under R.C.\n\n2929.13(F)(8), among other statutory sections, “Time for specification is\n\nmandatory; Term for the underlying offense may or may not be.”); State v. Webb,\n\n8th Dist. Cuyahoga No. 73974, 1998 Ohio App. LEXIS 5460, 11–12 (Nov. 19, 1998)\n\n(reading a former version of R.C. 2929.13(F)(8) with substantially similar language\n\fto “make[] a prison sentence mandatory only for the firearm specification, but not\n\nfor the underlying felony”) (Karpinski, J., concurring in judgment only).\n\n                To read the statute in the way the state suggests would be to read the\n\nlast phrase out of the statute. The statutory reference to “offenses,” as opposed to\n\n“specifications,” is logical; a specification is merely “a sentence enhancement that\n\nattaches to a predicate offense.” Ford, 128 Ohio St.3d 398, 2011-Ohio-765, 945\n\nN.E.2d 498, at ¶ 16.4\n\n                A consideration of the former version of R.C. 2929.14 supports this\n\nconclusion. While the statute required a prison sentence on the underlying felony\n\nconviction, only the “additional prison term” attributable to the firearm\n\nspecification was prohibited from being reduced through judicial release, earned\n\ncredit or other provisions of R.C. Chapter 2967. That fact supports a conclusion that\n\nR.C. 2929.13(F)(8) similarly provides for a mandatory prison term only for the\n\nportion of a felony sentence imposed pursuant to a firearm specification.\n\n                We acknowledge that our holding conflicts with our court’s holding\n\nin State v. Sharpley, 8th Dist. Cuyahoga No. 106616, 2018-Ohio-4326, ¶ 17,\n\nalthough we note that we were presented here with a fuller opportunity to consider\n\n\n\n\n       4 While the Supreme Court found that an offender can be sentenced on a firearm\nspecification that accompanied a merged count, Bollar at ¶ 18, it did so relying on the\nplain language of a R.C. 2929.14(B)(1)(g), a statute that specifically addressed that issue.\nSee id. at ¶ 19–21. That the legislature required a sentence for a specification even in the\nabsence of an underlying felony sentence under specific enumerated circumstances does\nnot convince us that we should disregard the final phrase of R.C. 2929.13(F)(8) solely\nbecause the statute uses the word “offenses.”\n\fthe question. We also acknowledge that our holding conflicts with the holdings of\n\nseveral cases from other appellate districts, including Wolfe, 2022-Ohio-96, at ¶ 23–\n\n25. In our view, though, R.C. 2929.13(F)(8) cannot be read in any other way than\n\nwe do here. See also R.C. 2901.04(A) (“[S]ections of the Revised Code defining\n\noffenses or penalties shall be strictly construed against the state, and liberally\n\nconstrued in favor of the accused.”).\n\n               Having concluded that R.C. 2929.13(F)(8) does not require a trial\n\ncourt to impose a mandatory prison term on an underlying felony, even if there is a\n\nfirearm specification attached to the felony, we turn to a consideration of whether\n\nthe trial court was permitted to sentence Logan to a term of community control for\n\nattempted having weapons while under disability.\n\n      2. Community Control Was an Authorized Sentence for the\n         Underlying Felony\n\n              The state argues that the trial court’s imposition of community\n\ncontrol on the underlying felony, to be served after a mandatory term of\n\nimprisonment for the firearm specification, was an unlawful split sentence. It also\n\nargues that community control was not available under R.C. 2929.15(A)(1) because\n\nthe court was required to impose a prison term on the offense.\n\n               There is some support for the state’s argument. In State v. Ervin, a\n\npanel of the Twelfth District considered a sentence imposed on a defendant for two\n\nsecond-degree felonies, one of which carried a firearm specification. State v. Ervin,\n\n2017-Ohio-1491, 89 N.E.3d 1, ¶ 2 (12th Dist.).      The trial court sentenced the\n\ndefendant to a mandatory three-year prison term for the gun specification and five-\n\fyear terms of community control on each of the underlying-felony counts. Id. The\n\ncommunity-control penalties were to be served consecutive to and after the prison\n\nterm. Id. The defendant successfully completed her prison sentence but she\n\nsubsequently violated her community control; the trial court then imposed prison\n\nterms on each of the underlying felony convictions and the defendant appealed. Id.\n\nat ¶ 3. The appeals court reversed, holding that the trial court’s initial sentence was\n\nan unlawful “blended sentence” and that a trial court has no authority to impose\n\nconsecutive community-control sanctions following a prison term, with limited\n\nexceptions. Id. at ¶ 23. In reaching this conclusion, the panel relied on our court’s\n\nen banc decision in State v. Anderson, 2016-Ohio-7044, 62 N.E.3d 229 (8th Dist.)\n\nand the Ohio Supreme Court’s opinion in Anderson, 143 Ohio St.3d at 173, 2015-\n\nOhio-2089, 35 N.E.3d 512.\n\n               Logan defends the sentence by arguing that the legislature\n\nspecifically authorized the sentence imposed on her by only requiring mandatory\n\nprison time for the “portion” of a sentence attributable to a firearm specification.\n\nLogan’s argument is essentially that the reference to a “portion” of a sentence in R.C.\n\n2929.13(F)(8) presupposes that a trial court’s sentence on a felony enhanced by a\n\nfirearm specification can properly be divided into “portions,” with one portion\n\nserved in prison and the other on community control.\n\n               Our court has previously held that a trial court may impose\n\ncommunity-control sanctions on an underlying offense that does not require\n\nimprisonment while imposing prison on an accompanying specification that does\n\frequire imprisonment. See State v. Hamm, 2016-Ohio-2938, 65 N.E.3d 143, ¶ 17\n\n(8th Dist.) (underlying third-degree felony with a gang-activity specification under\n\nR.C. 2929.14(G)).\n\n              The panel in Hamm, which included then-Judge Melody J. Stewart,\n\ndisagreed with the exact argument put forth by the state here: because a trial court\n\nmust impose “either a prison term or community control sanctions on each count”\n\n— (emphasis added) Anderson, 143 Ohio St.3d 173, 2015-Ohio-2089, 35 N.E.3d 512,\n\nat ¶ 23 — and because a specification is completely dependent on the existence of an\n\nunderlying offense, “the offense plus the specification constitute ‘the entire count’”\n\nand the trial court cannot impose both community control and imprisonment for\n\nthe same offense. Hamm at ¶ 6–8. In rejecting this argument, the panel concluded\n\nthat “imposing community control on an underlying offense and prison on an\n\naccompanying specification does not implicate the ‘split sentence’ prohibition\n\nprecisely because a specification is not part of the underlying offense but merely a\n\nsentencing enhancement to that offense.” Id. at ¶ 9. Thus, “where a trial court is not\n\nrequired to impose a prison sentence on the underlying felony, even where prison is\n\nmandatory for the accompanying specification, a trial court may impose community\n\ncontrol sanctions on the underlying felony.” Id. at ¶ 16.\n\n               The state acknowledges Hamm but argues that it is distinguishable\n\nbecause it did not involve an offense for which a mandatory term was required under\n\nR.C. 2929.13(F)(8), a reading of that statute which we rejected above. The state also\n\nasks us to reconsider Hamm, asserting that a sentence of community control on a\n\ffelony underlying a specification that mandates imprisonment violates the split-\n\nsentence doctrine. We are persuaded to follow Hamm’s reasoning and hold that\n\ncommunity control was an authorized sentence on the fourth-degree felony at issue\n\nhere.\n\n                The Supreme Court in Anderson noted that in the mid 1990s the\n\nlegislature ended the “regular practice” among trial courts of imposing and then\n\nsuspending prison sentences in favor of probation; since that legislative overhaul of\n\nthe sentencing statutes, prison terms and community-control sanctions are now\n\n“alternative sanctions.” See Anderson at ¶ 21–23, 28. Therefore, “as a general rule,\n\nwhen a prison term and community control are possible sentences for a particular\n\nfelony offense, absent an express exception, the court must impose either a prison\n\nterm or a community-control sanction or sanctions.”         Id. at ¶ 31.   Our court\n\ndescribed the line of Supreme Court cases addressing the “split-sentence doctrine”\n\nsince Anderson as follows:\n\n        A court may also not impose a community-control sanction on one\n        count consecutive to a prison term on another count absent statutory\n        authority. State v. Hitchcock, 175 Ohio St.3d 215, 2019-Ohio-3246, 134\n        N.E.3d 164, ¶ 25. However, the Supreme Court of Ohio has held that a\n        court may impose both a prison term for one offense and a community-\n        control term for another offense in the same case. State v. Paige, 153\n        Ohio St.3d 214, 2018-Ohio-813, 103 N.E.3d 800, ¶ 9. The Paige Court\n        went on to hold that the trial court could not impose what amounted to\n        a consecutive term of commitment to a community-based correctional\n        facility after release from prison. Id. at ¶ 13.\n\nState v. Robinson, 8th Dist. Cuyahoga No. 110467, 2022-Ohio-3033, ¶ 12.\n\f               We do not read these authorities to prohibit what the trial court did\n\nhere. The trial court, when sentencing Logan for the fourth-degree felony offense to\n\nwhich she pleaded guilty, had the choice between imposing an authorized prison\n\nterm or imposing community-control sanctions; it chose community-control\n\nsanctions. By virtue of the firearm specification, that sanction was enhanced by the\n\naddition of one year in prison. We follow Hamm and hold that a trial court does not\n\nviolate the split-sentence doctrine by imposing a mandatory prison term for a\n\nfirearm specification prior and consecutive to a community-control sanction on the\n\nfelony offense underlying the specification. See Hamm, 2016-Ohio-2938, 65 N.E.3d\n\n143, at ¶ 16; Moore, 2015-Ohio-1026, at ¶ 18 (E.T. Gallagher, concurring in\n\njudgment only).\n\n              The final question we must address in this appeal is whether\n\ncommunity control is authorized under R.C. 2929.15(A)(1). ‘“[T]he only sentence\n\nwhich a trial judge may impose is that provided for by statute * * *.”’ Anderson, 143\n\nOhio St.3d 173, 2015-Ohio-2089, 35 N.E.3d 512, at ¶ 12, quoting State v. Beasley, 14\n\nOhio St.3d 74, 75, 471 N.E.2d 774 (1984). Our resolution of this question flows\n\nnaturally from our resolution of the two issues we have just addressed.\n\n               R.C. 2929.15(A)(1) states as follows, in relevant part:\n\n      If in sentencing an offender for a felony the court is not required to\n      impose a prison term, a mandatory prison term, or a term of life\n      imprisonment upon the offender, the court may directly impose a\n      sentence that consists of one or more community control sanctions\n      authorized pursuant to [R.C. 2929.16, 2929.17, or 2929.18].\n\f              As discussed above, the trial court was not required to impose a\n\nprison term or a term of life imprisonment for the underlying fourth-degree felony\n\nin this case and R.C. 2929.14(F)(8) does not require the imposition of a mandatory\n\nprison term for the underlying offense either. The mandatory prison term for the\n\nfirearm specification was merely a sentencing enhancement. Therefore, the trial\n\ncourt was authorized to impose community-control sanctions under R.C.\n\n2929.15(A)(1). See Hamm at ¶ 16–17; Webb, 1998 Ohio App. LEXIS 5460, at 12–14\n\n(Karpinski, J., concurring in judgment only).\n\n               Having found that (1) R.C. 2929.13(F)(8) did not require the trial\n\ncourt to impose a mandatory prison term on the offense of attempted having\n\nweapons while under disability, (2) the imposition of community-control sanctions\n\non that offense was not an unlawful split sentence, notwithstanding that the trial\n\ncourt also imposed the mandatory term of imprisonment required because of the\n\nfirearm specification and (3) R.C. 2929.15(A)(1) authorized the trial court to impose\n\ncommunity-control sanctions on the underlying offense, we overrule the state’s\n\nassignment of error.\n\nIII. Conclusion\n\n               Having overruled the state’s sole assignment of error for the reasons\n\nstated above, we affirm. Having noted a clerical error in the court’s sentencing\n\njournal entry, we remand this matter for the trial court to enter a corrected journal\n\nentry nunc pro tunc that correctly identifies that the mandatory prison term\n\nimposed for the firearm specification is to be served prior, and consecutive, to the\n\fcommunity-control term imposed on the underlying felony. See, e.g., State v.\n\nKetchum, 8th Dist. Cuyahoga No. 109490, 2021-Ohio-1583, ¶ 34 (remanding for\n\ncorrection of a clerical error); State v. Harper, 8th Dist. Cuyahoga No. 111193, 2022-\n\nOhio-3329, ¶ 14 (same); State v. Pugh, 8th Dist. Cuyahoga No. 111099, 2022-Ohio-\n\n3038, ¶ 10 (same). Logan preemptively requested, in her appeal brief, that the\n\nEighth District Court of Appeals order rehearing en banc after this panel renders its\n\ndecision and, further, certify an interdistrict conflict to the Ohio Supreme Court after\n\nits en banc decision. Now that this panel’s decision has been rendered, any party\n\nmay make appropriate motions allowed under the Rules of Appellate Procedure and\n\nthis court’s local rules, including but not limited to the rules for applications for en\n\nbanc consideration set forth in App.R. 26.\n\n                 Judgment affirmed and remanded.\n\n         It is ordered that the appellee recover from the appellant the costs herein\n\ntaxed.\n\n         The court finds there were reasonable grounds for this appeal.\n\n         It is ordered that a special mandate issue out of this court directing the\n\nCuyahoga County Court of Common Pleas to carry this judgment into execution.\n\f      A certified copy of this entry shall constitute the mandate pursuant to Rule 27\n\nof the Rules of Appellate Procedure.\n\n\n_________________________\nEILEEN A. GALLAGHER, JUDGE\n\nANITA LASTER MAYS, A.J., CONCURS;\nMARY J. BOYLE, J., CONCURS IN JUDGMENT ONLY\n\f",
            "ocr": false,
            "opinion_id": 9385285
        }
    ],
    "court_short_name": "Ohio Court of Appeals",
    "court_full_name": "Ohio Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Robbery"
}