{
    "id": 9389819,
    "judges": "McCullough, J.",
    "date_filed": "1995-12-16",
    "date_filed_is_approximate": true,
    "slug": "j-torre-gonzalez-v-ppb",
    "case_name_short": "PPB",
    "case_name": "J. Torre-Gonzalez v. PPB",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "https://www.pacourts.us/assets/opinions/Commonwealth/out/862CD21_4-6-23.pdf",
            "author_id": 8212.0,
            "opinion_text": "              IN THE COMMONWEALTH COURT OF PENNSYLVANIA\n\n\nJose Torre-Gonzalez,                    :\n                  Petitioner            :\n                                        :   No. 862 C.D. 2021\n            v.                          :\n                                        :   Submitted: April 14, 2022\nPennsylvania Parole Board,              :\n                  Respondent            :\n\n\nBEFORE:     HONORABLE PATRICIA A. McCULLOUGH, Judge\n            HONORABLE MICHAEL H. WOJCIK, Judge\n            HONORABLE STACY WALLACE, Judge\n\n\n\nOPINION\nBY JUDGE McCULLOUGH                                FILED: April 6, 2023\n\n            Jose Torre-Gonzalez (Torre-Gonzalez) petitions for review from the July\n13, 2021 decision of the Pennsylvania Parole Board (Board) denying his numerous\nrequests for recalculation of his maximum parole date established by the Board’s\nrecommitment decisions of March 10, 2020, and April 16, 2021. Upon review, we\nvacate and remand to the Board.\n                  I.     FACTS AND PROCEDURAL HISTORY\n            In 2007, Torre-Gonzalez was sentenced to a 42-month to 12-year term of\nincarceration for conspiracy to commit robbery, theft of movable property, receiving\nstolen property, and escape from detention. (Certified Record (C.R.) at 1-3, 110-13.)\nOn January 23, 2014, Torre-Gonzalez was paroled. (C.R. at 17-21.) When he was\nparoled, his maximum parole date was November 18, 2018. Id.\n            By a decision mailed April 27, 2018, the Board recommitted Torre-\nGonzalez as a technical parole violator (TPV) to serve six months’ backtime because\n\fof his failure to report as instructed. (C.R. at 29-31.) The Board recalculated his\nmaximum parole date to be December 31, 2018. Id.\n              On April 17, 2018, Torre-Gonzalez pled guilty to driving under the\ninfluence (DUI) and was sentenced to 48 hours to six months’ incarceration. (C.R. at\n68.) Addressing his DUI conviction, the Board recommitted Torre-Gonzalez as a\nconvicted parole violator (CPV) to serve six months’ backtime by a decision mailed\nJune 6, 2018. (C.R. at 36-37.) The Board recalculated Torre-Gonzalez’s maximum\nparole date as February 17, 2023, and did not credit him for time spent at liberty on\nparole due to his poor supervision history. Id.\n              Torre-Gonzalez filed an administrative remedies form with the Board,\nreceived on June 27, 2018, challenging the Board’s June 6, 2018 decision to the extent\nthat it denied credit for time spent at liberty on parole. (C.R. at 38-41.) On August 22,\n2018, Torre-Gonzalez filed an amended administrative remedies form, clarifying that\nhe was requesting credit for eight months and nine days from his time spent at liberty\non parole from January 23, 2014, to March 13, 2018, and the time during which he was\nincarcerated for his DUI. (C.R. at 42-44.) Torre-Gonzalez asserted that the Board\ndenied credit for more time than he had actually spent on parole, thus causing him to\nserve eight months and nine days longer than necessary. Id. On September 28, 2018,\nthe Board received a letter from Attorney Kent Watkins, Esq., who entered his\nappearance on behalf of Torre-Gonzalez and requested to be notified once the Board\nrendered a decision on Torre-Gonzalez’s administrative appeals.1 (C.R. at 45-46.)\n              Torre-Gonzalez was reparoled on January 11, 2019. (C.R. at 55-56.) On\nMay 28, 2019, Torre-Gonzalez failed to report to a scheduled appointment with his\nparole agent and was declared delinquent by the Board. (C.R. at 60-61.) At this time,\n\n\n\n       1\n          Although Attorney Watkins’ letter was not an administrative remedies form, the Board\ntreated it as such.\n\n\n                                              2\n\fTorre-Gonzalez’s three administrative appeals were still pending before the Board. On\nSeptember 5, 2019, the Board issued an internal memorandum indicating that Torre-\nGonzalez’s administrative appeals were dismissed due to his delinquency. (C.R. at\n47.)\n               In December 2019, Torre-Gonzalez was arrested for DUI. (C.R. at 68, 92-\n96.) By a decision mailed March 10, 2020, the Board recommitted Torre-Gonzalez\nas a TPV to serve nine months’ backtime for absconding while on parole and\nrecalculated his maximum parole date to be September 14, 2023. (C.R. at 85-87,\n109.)       In 2020, Torre-Gonzalez submitted four requests to the Board for\nadministrative review, each challenging the Board’s calculations in its decision\nmailed June 6, 2018. (C.R. at 161-72.) In January 2021, Torre-Gonzalez pled\nguilty to DUI and was sentenced to one to five years of incarceration. (C.R. at 128-29,\n146-47.) On April 16, 2021, the Board recommitted Torre-Gonzalez to serve 12\nmonths’ backtime as a CPV due to his DUI conviction, and recalculated his maximum\nparole date as July 11, 2024. (C.R. at 153-54.) On May 10, 2021, Torre-Gonzalez\nfiled an administrative remedies form, arguing the Board erred in recalculating his\nmaximum parole date. (C.R. at 174-75.)\n               By decision mailed July 13, 2021, the Board dismissed Torre-\nGonzalez’s petitions for administrative review received June 27, 2018, August 22,\n2018, and September 28, 2018, as waived under the “fugitive disentitlement doctrine.”2\nThe Board further dismissed the four requests for administrative review received in\n2020 as not properly before the Board. Finally, the Board dismissed Torre-Gonzalez’s\nMay 10, 2021 petition for administrative review and affirmed the Board’s decisions\nrecorded March 10, 2020, and April 16, 2021. (C.R. at 180-84.) Thereafter, Torre-\n\n        2\n          The fugitive disentitlement doctrine is also commonly referred to as the “fugitive forfeiture\nrule,” “fugitive dismissal rule,” and the “fugitivity-as-forfeiture rule.” See Commonwealth v. Adams,\n200 A.3d 944 (Pa. 2019).\n\n\n                                                  3\n\fGonzalez appealed to this Court.\n\n\n                                     II.          ISSUES\n              On appeal,3 Torre-Gonzalez argues that the Board erred in recalculating\nhis parole violation maximum date by failing to credit his original sentence with all the\ntime to which he is entitled. While on parole, Torre-Gonzalez was recommitted as a\nCPV by Board decision on June 6, 2018, and he timely challenged the recalculations\nof his parole violation maximum date. Torre-Gonzalez argues the Board erred in not\nissuing a decision on his administrative appeal on the grounds that he had absconded\nat the time the Board prepared to render a decision. (Petitioner’s Br. at 19-20.)\n              The Board presents the question of whether the fugitive disentitlement\ndoctrine should be extended to allow for administrative forfeiture in probation and\nparole cases, which appears to be an issue of first impression. The Board cites\nCommonwealth v. Passaro, 476 A.2d 346 (Pa. 1984), and asserts that Torre-Gonzalez\nwaived his ability to challenge its June 6, 2018 decision under the fugitive\ndisentitlement doctrine. (Respondent’s Br. at 11.) In the alternative, the Board\nrequests that if we do not apply the fugitive disentitlement doctrine, we remand so it\ncan address and respond to Torre-Gonzalez’s administrative appeals from June 27,\n2018, August 22, 2018, and September 28, 2018. (Respondent’s Br. at 12.)\n\n\n\n\n       3\n          Review of a Board order is limited to determining whether constitutional rights were\nviolated, errors of law were committed, or findings of fact were not supported by substantial\nevidence. Morgan v. Pennsylvania Board of Probation & Parole, 814 A.2d 300, 302 (Pa. Cmwlth.\n2003).\n\n\n                                              4\n\f                                   III.   DISCUSSION\n             We note first that the Board is not requesting this Court to apply the\nfugitive disentitlement doctrine, but rather, the Board is asking this Court to uphold its\napplication of the doctrine at the administrative level.\n             In essence, the fugitive disentitlement doctrine provides that a fugitive\nmay not seek relief from the judicial system whose authority he evades. The doctrine\nwas developed by the United States Supreme Court as an equitable doctrine of criminal\nappellate procedure to be applied at the discretion of the appellate court. In Smith v.\nUnited States, 94 U.S. 97 (1876), the Court dismissed the appeal of a convicted\ncriminal who became a fugitive during the pendency of his appeal. There, the Court\napplied the fugitive disentitlement doctrine out of concern that a judgment adverse to\nthe fugitive would not be enforceable against him. Id. The Court also concluded that\nit was unfair that a fugitive could receive the benefits of a favorable adjudication of his\nappeal but could avoid the consequences of an adverse adjudication. Id. In subsequent\ndecisions, the Supreme Court expounded on the rationale for the doctrine, explaining\nthat the fugitive’s disentitlement serves an important deterrent function and that the\ndoctrine promotes an efficient and dignified appellate judicial process. Molinaro v.\nNew Jersey, 396 U.S. 365 (1970) (per curiam); Estelle v. Dorrough, 430 U.S. 534\n(1975); Ortega-Rodriguez v. United States, 507 U.S. 234, 245, 234, 241 (1993)\n(explaining that 1) the doctrine has its origin in the criminal context and arises from a\ncourt’s inherent authority to protect its proceedings and judgments, 2) the doctrine is\npremised primarily upon a concern for the enforceability of a court’s judgments, and\n3) the doctrine is also premised on a “theory that construes a defendant’s flight during\nthe pendency of his appeal as tantamount to waiver or abandonment”).\n             The Pennsylvania Supreme Court has adopted the fugitive disentitlement\ndoctrine in criminal appellate matters. See Passaro, 476 A.2d at 348. The Supreme\nCourt established that “the right to appeal is conditioned upon compliance with the\n\n                                            5\n\fprocedures established by [the Supreme] Court, and a defendant who deliberately\nchooses to bypass the orderly procedures afforded one convicted of a crime for\nchallenging his conviction is bound by the consequences of his decision.” Id. As\nnoted, Pennsylvania courts have not applied the fugitive disentitlement doctrine to\ncases involving administrative rights. Application of the doctrine in this context would\nnot appear to further the fundamental considerations undergirding the fugitive\ndisentitlement doctrine, which are the protection and enforceability of a court’s\njudgments. Although, it could be argued that Torre-Gonzalez’s flight during the\npendency of the Board’s review of his administrative remedies form was tantamount\nto waiver or abandonment, Ortega, 507 U.S. at 240, and constituted an affront to the\nparole process, we do not believe that these concerns alone, without implication of the\nother more fundamental aforementioned considerations, is sufficient to invoke the\nfugitive disentitlement doctrine to administrative parole proceedings. Therefore, we\nare not inclined to extend the doctrine’s application to this case. Accordingly, we\nconclude that the Board erred in invoking the doctrine, and we will remand to the Board\nto address Torre-Gonzalez’s timely administrative request forms.\n             Nevertheless, even if we were to apply the doctrine, in the seminal case\nCommonwealth v. Deemer, 705 A.2d 827 (Pa. 1997), the Supreme Court set forth the\nfollowing analysis to be employed by Pennsylvania courts in determining a fugitive’s\nappeal rights:\n             [A] fugitive who has returned to the jurisdiction of the court\n             should be allowed to exercise his post-trial rights in the same\n             manner he would have done had he not become a fugitive. If\n             he returns in time for post-trial motions, he should be allowed\n             to file them. If he returns after the time for post-trial motions\n             has expired, his request to file post-trial motions or to\n             reinstate post-trial motions should be denied. If he became a\n             fugitive between post-trial motions and an appeal and he\n             returns before the time for appeal has expired and files an\n             appeal, he should be allowed to appeal. If he returns after the\n\n                                            6\n\f             time for filing an appeal has elapsed, his request to file an\n             appeal should be denied. If he becomes a fugitive after an\n             appeal has been filed, his appeal should be decided and\n             any fugitive status should be addressed separately. In\n             short, a fugitive who returns to court should be allowed to take\n             the system of criminal justice as he finds it upon his return: if\n             time for filing has elapsed, he may not file; if it has not, he\n             may.\n\nId. at 829 (emphasis added); see also Commonwealth v. Adams, 200 A.3d 944, 955\n(Pa. 2019) (“regardless of whether counsel has filed a notice of appeal in the fugitive’s\nabsence, if the period for filing an appeal has not expired, the fugitive is entitled to file\nan appeal upon his return; and, if the time for filing has elapsed, the fugitive no longer\nenjoys the right to file an appeal”). In the context of a fugitive’s timely filed appeal,\nhe has not forfeited, nor should he be disentitled to his appellate rights.\n             Here, Torre-Gonzalez timely filed an administrative remedies form on\nJune 27, 2018, challenging the Board’s June 6, 2018 decision. He was not declared\ndelinquent until May 28, 2019, at which point his administrative remedies form was\nstill outstanding.    The Board incorrectly chose to dismiss under the fugitive\ndisentitlement doctrine this administrative remedies form along with the amended form\nreceived on August 22, 2018, and Attorney Watkins’ entry of appearance on September\n28, 2018. The appropriate action the Board should have taken was to address Torre-\nGonzalez’s timely filed administrative remedies form and address his fugitive status\nseparately, such as declaring him delinquent like the Board did on May 28, 2019.\nMoreover, the Board could have served Attorney Watkins with its decision because he\nhad entered his appearance on behalf of Torre-Gonzalez prior to the Board’s decision\nto dismiss the forms. Therefore, even applying the fugitive disentitlement doctrine\nhere, we nevertheless would conclude Torre-Gonzalez’s flight after filing the\nadministrative remedies form did not waive his ability to request administrative relief\nor otherwise affect the Board’s review process.\n\n                                             7\n\f                                IV.   CONCLUSION\n            Based on the foregoing, we must remand to the Board to address the\nmerits of Torre-Gonzalez’s administrative remedies forms received June 27, 2018,\nAugust 22, 2018, and September 28, 2018. In doing so, the Board should also consider\nand address the residual effects such calculations would have on its March 10, 2020\nand April 16, 2021 recommitment decisions.\n\n\n                                         ________________________________\n                                         PATRICIA A. McCULLOUGH, Judge\n\n\n\n\n                                         8\n\f             IN THE COMMONWEALTH COURT OF PENNSYLVANIA\n\n\nJose Torre-Gonzalez,                     :\n                  Petitioner             :\n                                         :    No. 862 C.D. 2021\n            v.                           :\n                                         :\nPennsylvania Parole Board,               :\n                  Respondent             :\n\n\n                                     ORDER\n\n            AND NOW, this 6th day of April, 2023, the Pennsylvania Parole\nBoard’s decision of July 13, 2021 is hereby VACATED. The case is REMANDED\nto the Board to issue a decision in accordance with the attached opinion.\n            Jurisdiction relinquished.\n\n\n\n                                             ________________________________\n                                             PATRICIA A. McCULLOUGH, Judge\n\f",
            "ocr": false,
            "opinion_id": 9385295
        }
    ],
    "court_short_name": "Commonwealth Court of Pennsylvania",
    "court_full_name": "Commonwealth Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}