{
    "id": 9424013,
    "judges": null,
    "date_filed": 1693353600000,
    "date_filed_is_approximate": false,
    "slug": "tyree-jacoby-allen-patterson-v-the-state-of-texas",
    "case_name_short": null,
    "case_name": "Tyree Jacoby Allen Patterson v. the State of Texas",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "https://search.txcourts.gov/RetrieveDocument.aspx?DocId=16740&Index=%5c%5c10%2e20%2e4%2e7%5cTamesIndexes%5ccoa09%5cOpinion",
            "author_id": null,
            "opinion_text": "                                      In The\n\n                                Court of Appeals\n\n                    Ninth District of Texas at Beaumont\n\n                               __________________\n\n                               NO. 09-22-00308-CR\n                               NO. 09-22-00309-CR\n                               __________________\n\n             TYREE JACOBY ALLEN PATTERSON, Appellant\n\n                                         V.\n\n                       THE STATE OF TEXAS, Appellee\n\n ________________________________________________________________\n\n                On Appeal from the 253rd District Court\n                        Liberty County, Texas\n         Trial Cause Nos. 21DC-CR-00623 and 21DC-CR-00624\n__________________________________________________________________\n\n                          MEMORANDUM OPINION\n\n      Appellant Tyree Jacoby Allen Patterson was convicted in two trial causes of\n\nburglary of a habitation with the attempt to commit the felony offense of sexual\n\nassault, a first-degree felony. See Tex. Penal Code Ann. § 30.02(d). Both indictments\n\nincluded an enhancement paragraph and a habitual-offender paragraph. See id.\n\n§ 12.42. The indictments alleged that both offenses occurred on the same date and\n\n\n\n\n                                         1\n\fat the same home, and there was evidence before the jury that Patterson attempted\n\nsexual assault against two people—the homeowner and the homeowner’s mother.\n\n      Patterson pleaded “not guilty” in both trial causes, but the jury found Patterson\n\nguilty in both causes. Patterson pleaded “not true” to the enhancement and habitual\n\nparagraphs, and after a hearing on punishment, the jury found the enhancement and\n\nhabitual allegations “true” and sentenced Patterson to fifty-five years of confinement\n\nin each cause. The trial court ordered the sentences to run concurrently. Patterson\n\ntimely filed notices of appeal in each trial cause.\n\n      Patterson’s appellate counsel filed briefs that present counsel’s professional\n\nevaluation of the record, and the appellate counsel concludes the appeals are without\n\nmerit and that there are no meritorious issues for appeal and no arguable grounds for\n\nreversal. See Anders v. California, 386 U.S. 738 (1967); High v. State, 573 S.W.2d\n\n807 (Tex. Crim. App. 1978). On April 14, 2023, we granted an extension of time for\n\nPatterson to file pro se briefs, and Patterson filed pro se briefs in response.\n\n      The Court of Criminal Appeals has held that when a court of appeals receives\n\nan Anders brief and also a pro se brief, an appellate court has two choices. See\n\nBledsoe v. State, 178 S.W.3d 824, 826-27 (Tex. Crim. App. 2005). “It may determine\n\nthat the appeal is wholly frivolous and issue an opinion explaining that it has\n\nreviewed the record and finds no reversible error[;] [o]r, it may determine that\n\narguable grounds for appeal exist and remand the cause to the trial court so that new\n\n                                           2\n\fcounsel may be appointed to brief the issues.” Id. We do not address the merits of\n\neach claim raised in an Anders brief or a pro se brief when we have determined there\n\nare no arguable grounds for review. Id. at 827.\n\n      Upon receiving an Anders brief, a court must conduct a full examination of\n\nthe record to determine whether the appeal is wholly frivolous. Penson v. Ohio, 488\n\nU.S. 75, 80 (1988) (citing Anders, 386 U.S. at 744). We have reviewed the entire\n\nrecord in both cases, counsel’s briefs, and Patterson’s pro se briefs, and we have\n\nfound no reversible error, and we conclude the appeals are wholly frivolous. See\n\nBledsoe, 178 S.W.3d at 827-28 (“Due to the nature of Anders briefs, by indicating\n\nin the opinion that it considered the issues raised in the briefs and reviewed the record\n\nfor reversible error but found none, the court of appeals met the requirements of\n\nTexas Rule of Appellate Procedure 47.1.”). Therefore, we find it unnecessary to\n\norder appointment of new counsel to re-brief the appeals. Cf. Stafford v. State, 813\n\nS.W.2d 503, 511 (Tex. Crim. App. 1991).\n\n      The Anders briefs assert that the trial court assessed court costs of $400 in\n\nboth trial causes even though the cases were tried together. A review of the “Felony\n\nCourt Cost” sheet for each case shows that the fees of $400 charged in trial cause\n\n21DC-CR-00623 were also assessed in trial cause number 21DC-CR-00624. Where\n\na criminal defendant is convicted of two or more offenses in the same action, the\n\ntrial court may assess each court cost or fee only once. See Tex. Code Crim. Proc.\n\n                                           3\n\fAnn. art. 102.073(a). Therefore, the records show that $400 of the costs are\n\nduplicative. We affirm the judgment in trial cause number 21DC-CR-00623. And\n\nwe modify the judgment in trial cause number 21DC-CR-00624 to delete the $400\n\nin court costs and affirm that judgment as modified. See Tex. R. App. P. 43.2(b) (An\n\nappellate court may modify the trial court’s judgment and affirm the judgment as\n\nmodified); Bigley v. State, 865 S.W.2d 26, 27 (Tex. Crim. App. 1993) (a court of\n\nappeals may modify the judgment of the court below by correcting or reforming it).1\n\n      AFFIRMED; AFFIRMED AS MODIFIED.\n\n\n                                                   _________________________\n                                                       LEANNE JOHNSON\n                                                             Justice\n\nSubmitted on August 14, 2023\nOpinion Delivered August 30, 2023\nDo Not Publish\n\nBefore Golemon, C.J., Johnson and Wright, JJ.\n\n\n\n\n      1\n         Patterson may challenge our decision in these cases by filing petitions for\ndiscretionary review. See Tex. R. App. P. 68.\n                                          4\n\f",
            "ocr": false,
            "opinion_id": 9821492
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}