{
    "id": 9425196,
    "judges": "Ceisler, J.",
    "date_filed": 1694131200000,
    "date_filed_is_approximate": false,
    "slug": "k-silas-v-philadelphia-office-of-judicial-records-oor",
    "case_name_short": null,
    "case_name": "K. Silas v. Philadelphia Office of Judicial Records (OOR)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "https://www.pacourts.us/assets/opinions/Commonwealth/out/1145CD22_9-8-23.pdf",
            "author_id": null,
            "opinion_text": "            IN THE COMMONWEALTH COURT OF PENNSYLVANIA\n\nKevin Silas,                                 :\n                       Petitioner            :\n                                             :\n      v.                                     : No. 1145 C.D. 2022\n                                             :\nPhiladelphia Office of Judicial              :\nRecords (Office of Open Records),            :\n                   Respondent                : Submitted: July 14, 2023\n\nBEFORE:        HONORABLE RENÉE COHN JUBELIRER, President Judge\n               HONORABLE ELLEN CEISLER, Judge\n               HONORABLE STACY WALLACE, Judge\n\nOPINION NOT REPORTED\n\nMEMORANDUM OPINION BY\nJUDGE CEISLER                                                FILED: September 8, 2023\n\n      Kevin Silas (Requester), an inmate housed at the State Correctional Institution\nat Frackville (SCI-Frackville), petitions this Court pro se for review of the\nSeptember 15, 2022 Final Determination of the Office of Open Records (OOR) that\ndismissed Requester’s appeal under the Right-to-Know Law (RTKL)1 for lack of\njurisdiction. Requester sought copies of court records from the Philadelphia Office\nof Judicial Records (OJR), which denied his request on the basis that the records\nwere not public documents. Requester argues that the OJR’s denial of his RTKL\nrequest violated his constitutional rights under the United States and Pennsylvania\nConstitutions. After review, we affirm the OOR.\n\n                                         I. Background\n\n      On August 19, 2022, Requester sent a RTKL request to the OJR seeking\n“court commitment sheets” and “court disposition[s]” related to the “robbery\n\n      1\n          Act of February 14, 2008, P.L. 6, 65 P.S. §§ 67.101-67.3104.\n\farrest[s]” of Rhon Duval Parker (Parker) in 1980 and 1981. Certified Record (C.R.),\nEx. 1. The OJR denied the request on August 26, 2022, stating that the records\nrequested were not public documents. Id. Requester appealed to the OOR, which\ndismissed the appeal, noting that it did not have jurisdiction over appeals from\njudicial agencies such as the OJR, and that judicial records could be requested from\na judicial records custodian pursuant to the public access policies of the Unified\nJudicial System of Pennsylvania (UJS).2 C.R., Ex. 2. This appeal followed.3\n\n                                             II. Issue\n\n       Requester argues that, in denying Requester access to the requested records,\nthe OJR violated his rights under the Fifth and Fourteenth Amendments of the\nUnited States Constitution4 and under article I, sections 1 and 11 of the Pennsylvania\nConstitution.5\n\n                                          III.   Analysis\n\n       Section 102 of the RTKL, 65 P.S. §67.102, defines “Judicial agency” as “[a]\ncourt of the Commonwealth or any other entity or office of the [UJS].” Access to\njudicial agency records under the RTKL is limited to financial records, per Section\n304(a) of the RTKL, 65 P.S. § 67.304(a). A judicial agency “is not duty-bound to\n\n\n       2\n             See    Case      Records    Public    Access    Policy     of     the    UJS,\nhttps://www.pacourts.us/Storage/media/pdfs/20211230/165101-publicrecordspolicy2022.pdf\n(last viewed September 7, 2023).\n\n       3\n         This Court’s standard of review of a final determination by the OOR is de novo and our\nscope of review is plenary. Wishnefsky v. Pa. Dep’t of Corr., 144 A.3d 290, 294 n.7 (Pa. Cmwlth.\n2016).\n\n       4\n           U.S. Const. amends. V, XIV.\n\n       5\n           Pa. Const. art. I, §§ 1, 11.\n\n\n                                                 2\n\fdisclose court records under the RTKL[.]” Faulk v. Phila. Clerk of Cts., 116 A.3d\n1183, 1187-88 (Pa. Cmwlth. 2015). While Section 503(a) of the RTKL provides\nthat the OOR “shall designate an appeals officer” for decisions by a Commonwealth\nagency or a local agency,6 under Section 503(b),7 a judicial agency designates its\nown appeals officer. Because judicial agencies have their own appeals officers and\nappeal procedures, the OOR does not have jurisdiction to hear an appeal taken from\nthe determination of a judicial agency. Phila. Dist. Att’y’s Off. v. Stover, 176 A.3d\n1024, 1027 (Pa. Cmwlth. 2017).\n\n       Instantly, Requester’s argument focuses on whether the OJR erred in denying\nhis RTKL request on the basis that the requested records were not public documents.\nThat issue is not before this Court, however, as the OOR dismissed Requester’s\nappeal on jurisdictional grounds. In that regard, the OOR did not err. Requester has\nnot disputed that the OJR is a judicial agency or challenged the OOR’s conclusion\nthat it lacks jurisdiction over decisions made by the OJR under the RTKL.\n\n       Furthermore, Requester did not raise any constitutional issues in his appeal to\nthe OOR. Rather, he argued that the records sought were financial records because\nthe information in a “court commitment order” includes the amount of any court-\nordered fines, costs, and restitution.8 Section 1101(a) of the RTKL provides that a\n\n       6\n           65 P.S. § 67.503(a).\n\n       7\n           65 P.S. § 67.503(b).\n\n       8\n          Requester appears to have abandoned the argument that he sought financial records,\nwhich are defined in Section 102 of the RTKL as: (1) any account, voucher, or contract concerning\nthe receipt or disbursement of funds by an agency, or the agency’s acquisition, use, or disposal of\nservices, supplies, materials, equipment, or property; (2) the salary or other payments or expenses\npaid to an officer or employee of an agency; or (3) a financial audit report. 65 P.S. §67.102.\nInstead, Requester maintains that he seeks “public information” contained in “judicial records\nand/or judicial documents.” Requester’s Br. at 4-5.\n\n\n                                                3\n\frequester’s appeal “shall state the grounds upon which the requester asserts that the\nrecord is a public record.” 65 P.S. § 67.1101(a). Arguments that are not raised in a\nSection 1101 appeal are waived. Crocco v. Pa. Dep’t of Health, 214 A.3d 316, 321\n(Pa. Cmwlth. 2019). Thus, to the extent Requester argues that the OJR violated his\nconstitutional rights, those issues are waived, having been raised before this Court\nfor the first time on appeal.\n\n      Accordingly, as the OOR lacks jurisdiction to hear an appeal from a judicial\nagency decision under the RTKL, we affirm the OOR’s Final Determination that\ndismissed Requester’s RTKL appeal on jurisdictional grounds.\n\n                                         ____________________________\n                                         ELLEN CEISLER, Judge\n\n\n\n\n                                         4\n\f           IN THE COMMONWEALTH COURT OF PENNSYLVANIA\n\n\nKevin Silas,                         :\n                  Petitioner         :\n                                     :\n      v.                             : No. 1145 C.D. 2022\n                                     :\nPhiladelphia Office of Judicial      :\nRecords (Office of Open Records),    :\n                   Respondent        :\n\n\n\n                                    ORDER\n\n      AND NOW, this 8th day of September, 2023, the September 15, 2022 order\nof the Office of Open Records is hereby AFFIRMED.\n\n                                       ____________________________\n                                       ELLEN CEISLER, Judge\n\f",
            "ocr": false,
            "opinion_id": 9838821
        }
    ],
    "court_short_name": "Commonwealth Court of Pennsylvania",
    "court_full_name": "Commonwealth Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}