{
    "id": 9431624,
    "judges": null,
    "date_filed": 1696896000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-eaton",
    "case_name_short": "Eaton",
    "case_name": "State v. Eaton",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "https://isc.idaho.gov/opinions/49434.pdf",
            "author_id": null,
            "opinion_text": "               IN THE COURT OF APPEALS OF THE STATE OF IDAHO\n\n                                   Docket Nos. 49434 &amp; 49944\n\n STATE OF IDAHO,                                 )\n                                                 ) Filed: October 10, 2023\n        Plaintiff-Respondent,                    )\n                                                 ) Melanie Gagnepain, Clerk\n v.                                              )\n                                                 )\n LEA ANNE EATON,                                 )\n                                                 )\n        Defendant-Appellant.                     )\n                                                 )\n\n       Appeal from the District Court of the Fifth Judicial District, State of Idaho, Twin\n       Falls County. Hon. Roger B. Harris, District Judge.\n\n       Judgment of conviction for burglary, affirmed; order denying I.C.R. 35(a) motion\n       for correction of an illegal sentence, affirmed.\n\n       Nevin, Benjamin &amp; McKay, LLP; Dennis A. Benjamin; Boise, for appellant.\n       Dennis A., Benjamin argued.\n\n       Hon. Raúl R. Labrador, Attorney General; Mark W. Olson, Deputy Attorney\n       General, Boise, for respondent. Mark W. Olson argued.\n                 ________________________________________________\n\nLORELLO, Chief Judge\n       In these consolidated appeals, Lea Anne Eaton appeals from her judgment of conviction\nfor burglary and the district court’s order denying her I.C.R. 35(a) motion for correction of an\nillegal sentence. We affirm.\n                                                 I.\n                     FACTUAL AND PROCEDURAL BACKGROUND\n       The State charged Eaton with burglary, a felony, in violation of I.C. § 18-1401, based on\nallegations that she entered a retail store with the intent to commit theft. Specifically, Eaton was\nusing discarded receipts to get refunds for merchandise she did not purchase. At the time she was\ndetained by the loss prevention officer, Eaton had received refunds totaling $90.57 using three of\nthe receipts and had sixteen additional receipts in her possession. When asked what she planned\n\n                                                 1\n\fto do with the additional receipts, Eaton pointed at the three receipts she already used for refunds,\nindicating her intent to do the same. The State also charged Eaton with petit theft, I.C. § 18-2403,\nbased on conduct related to the burglary. The charged conduct was alleged to have occurred on or\nabout January 3, 2020. Eaton waived her right to a preliminary hearing, her case was bound over\nto district court, and the State filed an information on February 2, 2020.1 Eaton pled not guilty and\nthe case was set for trial to commence on June 24, 2020. For reasons that are not clear in the\nrecord, on June 18, 2020, the trial was rescheduled to January 5, 2021.\n       On July 28, 2020, Eaton filed a motion to “reduce” the burglary count to commercial\nburglary. The basis for Eaton’s motion was the Idaho Legislature’s enactment of I.C. § 18-1401A,\nwhich became effective July 1, 2020.            That new code section provides for a new\ncrime--commercial burglary. Eaton argued that her request was “supported by the rules regarding\nthe application of new law to an existing case.” The district court denied Eaton’s motion. Eaton\nsubsequently entered a conditional guilty plea to burglary, reserving her right to appeal the denial\nof her motion to reduce, and the State dismissed the petit theft charge and the persistent violator\nenhancement. On January 4, 2022, the district court entered judgment imposing a unified ten-year\nsentence, with a minimum period of confinement of six years, but retained jurisdiction.\n       Approximately four months later, and while this appeal was pending, Eaton filed a joint\nmotion to reconsider the denial of her motion to reduce the burglary charge to commercial burglary\nand to withdraw her guilty plea pursuant to I.C.R. 33(c). The district court denied both Eaton’s\nrequest to reconsider the denial of her motion to reduce burglary to commercial burglary and her\nmotion to withdraw her guilty plea. Eaton thereafter filed an I.C.R. 35(a) motion to correct an\nillegal sentence, arguing her sentence is illegal because the maximum sentence authorized for the\nburglary she committed is the one provided in the commercial burglary statute. The district court\ndenied the motion.\n       Eaton timely appeals from the judgment entered following her conditional guilty plea\nreserving her right to challenge the denial of her motion to reduce the burglary charge to\n\n\n\n1\n        The district court later granted the State’s motion to amend the information to include a\npersistent violator enhancement based on Eaton’s prior felony convictions for burglary (four\nconvictions), attempted burglary (one conviction), and forgery (two convictions).\n\n                                                 2\n\fcommercial burglary and from the district court’s subsequent order denying her I.C.R. 35(a)\nmotion to correct an illegal sentence.\n                                                II.\n                                    STANDARD OF REVIEW\n       This Court exercises free review over the application and construction of statutes. State v.\nReyes, 139 Idaho 502, 505, 80 P.3d 1103, 1106 (Ct. App. 2003). Where the language of a statute\nis plain and unambiguous, this Court must give effect to the statute as written, without engaging\nin statutory construction. State v. Burnight, 132 Idaho 654, 659, 978 P.2d 214, 219 (1999); State\nv. Escobar, 134 Idaho 387, 389, 3 P.3d 65, 67 (Ct. App. 2000). The language of the statute is to\nbe given its plain, obvious, and rational meaning. Burnight, 132 Idaho at 659, 978 P.2d at 219. If\nthe language is clear and unambiguous, there is no occasion for the court to resort to legislative\nhistory or rules of statutory interpretation. Escobar, 134 Idaho at 389, 3 P.3d at 67.\n                                                III.\n                                           ANALYSIS\n       Eaton argues that the district court erred in denying her motion to reduce the felony\nburglary charge alleged against her to misdemeanor commercial burglary. Eaton further argues\nthat her sentence for burglary is illegal because it exceeds the maximum allowable sentence for\ncommercial burglary. The State responds that the district court lacked authority to consider\nEaton’s motion to reduce because such a motion is not authorized by law. The State further\nresponds that both of Eaton’s arguments fail because they are based on the incorrect premise that\nthe commercial burglary statute retroactively applied to her criminal conduct. We hold that Eaton\nhas failed to show that she was entitled to have her burglary charge reduced to commercial\nburglary--an offense that did not exist at the time she committed the burglary. We also hold that\nEaton has failed to show the sentence imposed upon her guilty plea to burglary is illegal.\nA.     Motion to Reduce Burglary Charge to Commercial Burglary\n       Eaton argues that the district court erred in denying her motion to reduce the burglary\ncharge filed by the State to commercial burglary. Eaton contends such reduction was required\nbecause the commercial burglary statute, I.C. § 18-1401A, is retroactive. The district court\ncorrectly rejected this argument.\n\n\n\n\n                                                 3\n\f       Eaton’s criminal conduct underlying the burglary offense charged in this case occurred in\nJanuary 2020. Based on that conduct, the State charged Eaton with burglary in violation of I.C.\n§ 18-1401. At that time, the commercial burglary statute did not exist; indeed, the commercial\nburglary bill was not introduced in the legislature until February 17, 2020. There is no dispute that\nEaton was properly charged with burglary in the first instance because she entered a store with the\nintent to commit theft. See I.C. § 18-1401. The only question is whether the district court could\nor should have granted Eaton’s motion to “reduce” the charge once the commercial burglary statute\nbecame effective on July 1, 2020. The commercial burglary statute, as originally enacted in 2020,\nprovided, in relevant part, that “any person who commits a burglary as defined in section 18-1401,\nIdaho Code, with the intent to commit theft and the theft is from a commercial retailer during\nbusiness hours and the amount of the theft is under three hundred dollars ($300) is guilty of\ncommercial burglary.” I.C. § 18-1401A. A first and second conviction for commercial burglary\nis a misdemeanor while a third conviction is a felony. Id.\n       The State first argues that there is “no statute, rule, or other provision permitting a\ndefendant to move to amend a criminal charge brought against them to a different offense, under\na different statute, where probable cause supports the original charge.” Eaton does not respond to\nthis assertion. Nevertheless, because whether the district court had authority to theoretically grant\nthe motion is subsumed by an analysis of whether the law required the district court to do so, we\nwill address the merits of Eaton’s argument.\n       The legislature did not make the commercial burglary statute retroactive. Idaho Code\nSection 73-101 provides that “no part of these compiled laws is retroactive, unless expressly so\ndeclared.” Courts are required to follow statutes as written. See Verska v. Saint Alphonsus Reg’l\nMed. Ctr., 151 Idaho 889, 895, 265 P.3d 502, 508 (2011). If a statute is plain, clear, and\nunambiguous, the statute speaks for itself and must be given the interpretation the language clearly\nimplies. Id.\n       The plain language of the commercial burglary statute speaks for itself--the legislature did\nnot expressly declare I.C. § 18-1401A retroactive.         Eaton nevertheless contends that I.C.\n§ 18-1401A falls into any exception articulated in State v. Morris, 131 Idaho 263, 954 P.2d 681\n(Ct. App. 1998). The defendant in Morris was charged with burglary and pled guilty to that offense\nin April 1992, at which time burglary was punishable by a sentence of up to fifteen years. Effective\n\n\n                                                 4\n\fJuly 1, 1992, the maximum sentence for burglary was ten years. On that same date, the district\ncourt imposed a unified fifteen-year sentence, with a minimum period of confinement of five years,\nand entered judgment the following day. The issue in Morris was “whether a defendant is entitled\nto benefit from an ameliorative sentencing amendment that took effect between the time the crime\nwas committed and the time the judgment of conviction and sentence was entered.” Id. at 265,\n954 P.2d at 683. This Court held that, because the defendant had not been convicted and sentenced\nuntil after the effective date of the legislative amendment reducing the maximum sentence for\nburglary, the maximum penalty authorized at the time judgment was entered should apply. Id. at\n267, 954 P.2d at 685.\n       To the extent Morris stands for the proposition that a court may, contrary to I.C. § 73-101,\ninfer that a statute is retroactive, such a proposition is inconsistent with Verska’s directive that a\nstatute must be construed as written. Consequently, we disavow any such proposition. Even if\nMorris can be reconciled with the requirements of Verska such that it properly states an\n“exception” to nonretroactivity absent an express legislative declaration otherwise, Morris does\nnot support Eaton’s argument. Unlike in Morris, the relevant penalty statute for burglary set forth\nin I.C. § 18-1403 was not amended. Rather, commercial burglary is a new offense with its own\npenalties. Although the commercial burglary statute is ameliorative to the extent it creates a new\nmisdemeanor offense that encompasses conduct that, before its enactment, fell within the\ndefinition of burglary, it is not an “ameliorative sentencing amendment”--it is an entirely new\noffense. Eaton was not entitled to have the district court “reduce” the charged offense (burglary)\nto an offense that did not exist at the time she committed the underlying conduct. To the extent\nMorris remains valid as to ameliorative sentencing amendments applicable before judgment is\nentered, it does not afford Eaton the relief she seeks.\n       Further, to the extent Morris relies on the rule on lenity, the rule of lenity is not applicable\nhere. The rule of lenity provides that an ambiguous criminal statute must be construed in favor of\nthe accused. State v. Bradshaw, 155 Idaho 437, 440, 313 P.3d 765, 768 (Ct. App. 2013). Because\nthere is no statutory ambiguity in this case, the rule of lenity does not apply.\n       Eaton has failed to show the district court erred in denying her motion to reduce her\nburglary charge to commercial burglary.\n\n\n\n\n                                                  5\n\fB.     Illegal Sentence\n       Eaton argues the district court erred in denying her I.C.R. 35(a) motion to correct an illegal\nsentence because her ten-year sentence, with a minimum period of confinement of six years, for\nfelony burglary while authorized by the burglary statute, I.C. § 18-1401, is illegal because she\nshould get the benefit of the misdemeanor sentencing provisions from the commercial burglary\nstatute. In other words, Eaton’s argument that her sentence is illegal is based on the same\nreasoning, including her reliance on Morris, offered in support of her claim that the court should\nhave reduced her burglary charge to commercial burglary. Thus, the result is the same. Eaton’s\nsentence for burglary is not illegal for the same reasons she was not entitled to have her burglary\ncharged reduced to commercial burglary. The district court did not err in denying Eaton’s\nI.C.R. 35(a) motion.\n                                                IV.\n                                         CONCLUSION\n       Eaton was not entitled to have her burglary charge reduced to commercial burglary nor is\nher sentence illegal because she was not sentenced pursuant to the commercial burglary statute.\nEaton’s judgment of conviction and the order denying Eaton’s I.C.R. 35(a) motion are affirmed.\n       Judge GRATTON and Judge HUSKEY, CONCUR.\n\n\n\n\n                                                 6\n\f",
            "ocr": false,
            "opinion_id": 9889443
        }
    ],
    "court_short_name": "Idaho Court of Appeals",
    "court_full_name": "Idaho Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Idaho, ID",
    "crime_category": "Robbery"
}