{
    "id": 2645961,
    "judges": null,
    "date_filed": 1386892800000,
    "date_filed_is_approximate": false,
    "slug": "people-v-tate-ca41",
    "case_name_short": null,
    "case_name": "People v. Tate CA4/1",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.courts.ca.gov/opinions/nonpub/D063475.PDF",
            "author_id": null,
            "opinion_text": "Filed 12/13/13 P. v. Tate CA4/1\n                      NOT TO BE PUBLISHED IN OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n                    COURT OF APPEAL, FOURTH APPELLATE DISTRICT\n\n                                                  DIVISION ONE\n\n                                           STATE OF CALIFORNIA\n\n\n\nTHE PEOPLE,                                                      D063475\n\n         Plaintiff and Respondent,\n\n         v.                                                      (Super. Ct. Nos. SCD230772, SCN306550)\n\nJAMES DAVID TATE,\n\n         Defendant and Appellant.\n\n\n         APPEAL from judgments of the Superior Court of San Diego County,\n\nCharles W. Ervin, Judge. Affirmed as modified.\n\n\n         John F. Schuck, under appointment by the Court of Appeal, for Defendant and\n\nAppellant.\n\n         Kamala D. Harris, Attorney General, Dane R. Gillette, Chief Assistant Attorney\n\nGeneral, Julie L. Garland, Assistant Attorney General, Charles C. Ragland and\n\nMarissa A. Bejarano, Deputy Attorneys General, for Plaintiff and Respondent.\n\f       James David Tate appeals from fines imposed after the trial court revoked his\n\nprobation in two cases. He contends the trial court erred by increasing his restitution\n\nfines and by imposing a parole revocation fine. We agree.\n\n                   FACTUAL AND PROCEDURAL BACKGROUND\n\n       The People charged Tate with a number of charges arising from crimes he\n\nallegedly committed on November 16, 2010 (SCD230772, the first case). Tate pleaded\n\nguilty to one count of receiving stolen property and admitted that he had one prior felony\n\nvehicle theft conviction. The trial court imposed a four-year prison term, but suspended\n\nthe execution of sentence and placed Tate on probation for three years. It also imposed a\n\n$200 restitution fine under subdivision (b) of Penal Code section 1202.4 (section\n\n1202.4(b)). (Undesignated statutory references are to the Penal Code.)\n\n       While on probation, the People charged Tate with a number of charges arising\n\nfrom crimes he allegedly committed in January and February 2012 (SCN306550, the\n\nsecond case). Tate pleaded guilty to receiving a stolen vehicle and admitted that he had a\n\nprior felony vehicle theft conviction. The trial court imposed a three-year prison term,\n\nbut suspended the execution of sentence and placed Tate on probation for three years.\n\nThe trial court also imposed a $240 restitution fine under section 1202.4(b).\n\n       Thereafter, Tate admitted violating probation and probation was revoked in both\n\ncases. On December 14, 2012, the trial court lifted the stays on the four-year prison term\n\nin the first case and the three-year prison term in the second case, and ordered the\n\nsentence in the second case to run concurrent with the four-year prison term imposed in\n\nthe first case. As to both cases, the trial court imposed a $400 restitution fine under\n\n                                              2\n\fsection 1202.4(b). The trial court also orally imposed a $400 fine under section 1202.45,\n\nstating that the fine was \"stayed unless\" parole was revoked. Tate timely appealed.\n\n                                       DISCUSSION\n\n                                    I. Restitution Fines\n\n       When Tate was placed on probation in both cases, the respective trial courts\n\nimposed $200 and $240 restitution fines. After the trial court revoked Tate's probation, it\n\nimposed a $400 restitution fine in both cases. Tate contends, and the Attorney General\n\nconcedes, that the trial court erred in imposing a greater restitution fine following the\n\nrevocation of probation and that each must be reduced to the prior amounts of $200 and\n\n$240. We agree that the trial court erred when it increased the amount of the previously\n\nimposed restitution fines upon the revocation of Tate's probation. (People v. Johnson\n\n(2003) 114 Cal. App. 4th 284, 306-308; accord People v. Downey (2000) 82 Cal. App. 4th\n\n899, 921; see also People v. Chambers (1998) 65 Cal. App. 4th 819, 821-823.)\n\n                                II. Parole Revocation Fines\n\n       The trial court orally imposed a $400 fine under subdivision (b) of section 1202.45\n\n(section 1202.45(b)) fine in each case, which was ordered \"stayed unless [Tate's] parole is\n\nrevoked.\" Tate asserts that the oral imposition of these fines should be stricken because\n\nsection 1202.45(b) was not yet in effect at the time he committed his offenses nor at the\n\ntime he was sentenced and its application to him violates ex post facto principles. The\n\nAttorney General agrees that a parole revocation restitution fine was unauthorized, but\n\nfor a different reason. The Attorney General asserts that because Tate was sentenced\n\nunder subdivision (h) of section 1170 (section 1170(h)), he will never be subject to parole\n\n                                              3\n\for a parole revocation fine. (People v. Cruz (2012) 207 Cal. App. 4th 664, 671-672\n\n(Cruz).) We agree with the Attorney General and do not address Tate's argument.\n\n       Preliminarily, the trial court orally imposed the section 1202.45(b) parole\n\nrevocation fine, but the abstracts of judgment do not reflect the court's oral\n\npronouncement. Where, as here, there is a conflict between the oral pronouncement of\n\njudgment and the abstract of judgment, the oral pronouncement controls. (People v.\n\nMorelos (2008) 168 Cal. App. 4th 758, 768.)\n\n       Under the Criminal Justice Realignment Act of 2011 (Realignment Act) (Stats.\n\n2011, 1st Ex. Sess. 2011-2012, ch. 12, § 1), many felonies are no longer punished by\n\nconfinement in state prison, but are instead subject to confinement in county jail.\n\n(§ 1170, subd. (h)(1), (2).) Felons sentenced under this provision may have a concluding\n\nportion of the county jail term suspended and placed under the mandatory supervision of\n\nthe county probation department. (§ 1170, subd. (h)(5)(B)(i).)\n\n       Tate's crimes were subject to sentencing under the Realignment Act and he was\n\nsentenced to county jail under section 1170(h). Accordingly, he will not be subject to a\n\nstate parole period after his sentence is completed. (Cruz, supra, 207 Cal.App.4th at\n\npp. 671-672.) Thus, he is not subject to a parole revocation fine. (Id. at p. 672, fn. 6.)\n\nThe parole revocation fine must be stricken.\n\n\n\n\n                                               4\n\f                                      DISPOSITION\n\n       The judgments are modified to strike: (1) the Penal Code section 1202.4,\n\nsubdivision (b) restitution fines in the amount of $400, and insert the correct fines of\n\n$200 (case SCD230772) and $240 (case SCN306550); and (2) the oral imposition of the\n\nPenal Code section 1202.45 parole revocation fine. As so modified, the judgments are\n\naffirmed. The trial court is directed to prepare amended abstracts of judgment reflecting\n\nthe modification and forward them to the Department of Corrections and Rehabilitation.\n\n\n\n\n                                                                             MCINTYRE, J.\n\nWE CONCUR:\n\n\nNARES, Acting P. J.\n\n\nMCDONALD, J.\n\n\n\n\n                                              5\n\f",
            "ocr": false,
            "opinion_id": 2645961
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}