{
    "id": 1084179,
    "judges": null,
    "date_filed": "1974-06-23",
    "date_filed_is_approximate": true,
    "slug": "darrell-w-lunsford-v-state",
    "case_name_short": null,
    "case_name": "Darrell W. Lunsford v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/993/lunsford.pdf",
            "author_id": null,
            "opinion_text": "               IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n\n                                 AT KNOXVILLE\n\n                               MARCH 1999 SESSION\n\n\n        DARRELL W. LUNSFORD               ) C.C.A. 03C01-9811-CC-00390\n                                          ) GRAINGER COUNTY CIRCUIT\n                                          )\nAppellant,                        )   Hon. Rex Henry Ogle, Judge\n                                  )\n                                           )\n        vs.                                ) (POST-CONVICTION)\n                                  )   NO. 6533\n                                  )\n        STATE OF TENNESSEE                )\n                                          )\n                   Appellee.              )\n\n\n\n        FOR THE APPELLANT:                       FOR THE APPELLEE:\n\n\n        DOUGLAS A. TRANT, ESQUIRE                PAUL G. SUMMERS\n        900 South Gay Street                     Attorney General & Reporter\n        Suite 1502\n        Knoxville, TN 37902                      R. STEPHEN JOBE   FILED\n                                        Assistant Attorney General 19, 1999\n                                                                  July\n                                        425 Fifth Avenue North\n                                                                Cecil Crowson, Jr.\n                                        2nd Floor, Cordell Hull Appellate C ourt\n                                                                Bldg.\n                                        Nashville, TN 37243           Clerk\n\n                                        AL. C. SCHMUTZER, JR.\n                                        District Attorney General\n\n                                                 WILLIAM B. MARSH\n                                                 Assistant District Attorney\n                                                 339 East Main Street\n                                                 Newport, TN 37821\n\n\n\n        OPINION FILED:_______________\n\n\n        AFFIRMED\n\n\n        CORNELIA A. CLARK\n        Special Judge\n\f                                     OPINION\n\n       Appellant appeals as of right the trial court’s dismissal after a hearing\n\nof his post-conviction petition. He raises one issue on appeal: whether he was\n\ndenied due process of law and effective assistance of counsel as the result of\n\nerroneous advice given by the trial court and counsel as to when he becomes\n\neligible for parole when serving a life sentence. After a thorough review of the\n\nrecord, we affirm the judgment of the trial court.\n\n                                      FACTS\n\n       Appellant was indicted on charges of first degree premeditated murder,\n\nfelony murder, especially aggravated burglary, and theft under $500.00 A\n\nnotice of intent to seek capital punishment was filed by the state, so the\n\nappellant was at risk for the imposition of the death penalty. After all proof was\n\npresented at trial and while the jury was deliberating its verdict, the state\n\nextended to appellant an offer of settlement involving a sentence of life\n\nimprisonment for the murder and twelve years for the aggravated burglary.\n\nThose sentences were to be served consecutively. Appellant also received a\n\nsentence of eleven months, twenty-nine days for theft, but that sentence was\n\nto be served concurrently. Appellant accepted the offer and entered a guilty\n\nplea on March 18, 1993. During the plea colloquy, the trial judge made the\n\nfollowing statement about the possible penalties for the offenses charged or\n\nembraced in the indictments:\n\n              THE COURT: So you are very much aware -- on first degree\n       murder it’s life or death, and that depends on aggravating\n       circumstances outweighing beyond a reasonable doubt all mitigating\n       circumstances. You know that penalty attaches both to the\n       premeditated first degree murder, and it attaches also to felony first\n       degree murder.\n              You know that the range of penalties, I believe I told the jury,\n       was eight to 12 on the especially aggravated burglary. You could be\n       fined as much as $25,000 on that. You could be fined as much as\n       $50,000 on a second degree murder conviction. The range on that is\n       15 to 25, I believe I told the jury.\n              On the misdemeanor theft you could fined as much as $2,500\n       could be fined, and you could be sentenced to as much as 11 months\n       and 29 days.\n              How sentences run is important, sir. If you suffer more than\n       one conviction the jury would not decide how they run, that’s for the\n       court -- for the Judge. There are reasons to run sentences\n       consecutively; there\n                                             2\n\f          are reasons to run them concurrently. More often they run concurrently,\n          which means all sentences run at the same time. So the greatest\n          sentence you get is the only sentence you have, in effect. If you serve\n          the greater one, anything smaller just falls by the wayside.\n                 In appropriate cases, sir, for good cause, sentences can be run\n          consecutive under Gray v. State. There are reasons for that. If they run\n          consecutively, sir, then you have the aggregate, whatever it adds up to\n          be. And so that would enhance and increase the punishment.\n                 You are a standard, range one offender, I understand. You are a\n          30% offender, so you would ? the law says that you serve 30% of the\n          sentence. The law also says that because we have prison crowding\n          that 40% of that is lopped off at the top, at the front end, so you won’t\n          serve 30%. 40% of that 30% is gone at the front by statute.\n                 Actually, how long you would serve, sir, I cannot tell you. Mr.\n          Hagood can’t tell you, General Schmutzer can’t tell you, no one can tell\n          you; we do not know. But the sentence that is imposed would be\n          subject to the Department of Corrections. It would be entirely out of my\n          hands, out of our hands. Did you understand that, sir?\n\n                DEFENDANT LUNSFORD: Yes, sir.\n\n  At a later point in the proceedings, and in the presence of the jury, the\n\n  following colloquy occurred:\n\n                 GENERAL SCHMUTZER: The recommendation of the State, is,\n          Your Honor, that he receive life imprisonment on the first degree\n          murder, and that he receives the maximum of 12 years on the\n          aggravated burglary, and they are to run consecutively. As I understand\n          the law, of course, he’s pled guilty to felony murder, but those merge\n          as a matter of law -- they merge into one. There can only be one\n          conviction.\n\n                THE COURT: It does merge, yes, sir.\n\n                 GENERAL SCHMUTZER: So that would be life plus 12 years,\n          which is the maximum he can get under the law, other than death.\n\n                THE COURT: And 11-29 on the theft; is that what you said?\n\n                GENERAL SCHMUTZER: Right, Your Honor, concurrent.\n\n                 THE COURT: Stand up, please, Mr. Lunsford. Mr. Lunsford, is\n          that the recommendation you expected would be made to me, sir?\n\n                DEFENDANT LUNSFORD: Yes, sir.\n\n                THE COURT: That’s what you understood?\n\n                DEFENDANT LUNSFORD: Yes, sir.\n\n              On March 13, 1996, appellant filed a Petition for Post-Conviction\n\nRelief,\n\n  asserting four grounds: (1) the trial judge improperly advised appellant about\n\n  his parole eligibility, thereby depriving appellant of due process; (2) trial\n\n                                           3\n\fcounsel was ineffective for failing to object to or correct the advice given by the\n\ncourt; (3) the trial judge violated Rule 11, Tenn. R. Crim. P., by providing\n\nerroneous advice about appellant’s right against self-incrimination; and\n\n(4) trial counsel was ineffective for failing to object to this error. On October\n\n28, 1998, the Court conducted an evidentiary hearing. Three witnesses\n\ntestified.\n\n       The appellant’s father1 testified that he attended the\n\nMarch 1993 trial of his son.                  He and other family members\n\nwere present when trial counsel discussed the plea offer\n\nextended by the state during jury deliberations.                          Mr.\n\nLunsford recalled the conversation as follows:\n\n            A. He told me and all the group that was\n       gathered there that if Darrell would plead guilty to\n       the charges that he would get a life sentence which\n       would then be reduced by forty percent or thirty;\n       there was two numbers, one was forty percent and then\n       another thirty percent. One was for, because he was\n       a first time offender, he’d never been in trouble\n       before and he got caught up in this and he was first\n       time and he would get a reduction of that life\n       sentence. And then he would get another forty\n       percent off that due to prison over-crowding and\n       situations in the State pen facilities that would\n       dictate another reduction in that. And with good\n       time in prison, not getting in any trouble or\n       anything that he would possibly be ready for parole\n       in about twelve years from the time of sentencing if\n       he would take that plea. That’s what he said that he\n       and . . .\n            THE COURT: Now what was the last thing you say\n       he said?\n\n            A: If he would plead guilty to the charges that\n       that would be the sentence, life with the forty, I\n       can’t remember. There was two figures; one was forty\n       percent off and one was thirty percent off.\n\n            THE COURT: So he said that he could possibly\n       get out in twelve years?\n\n            A: Twelve years from that date that he would be\n       eligible for parole.\n\n              Q:    For parole?\n\n              A:    Yeah.\n\n\n  1\n   The appellant’s father is also named Darrell Lunsford. He will be referred to as\n“Mr. Lunsford.”\n\n                                          4\n\f            THE COURT:     Possibly?\n\n            A:   Yeah.\n\n            THE COURT: Okay.\n\n          A. But that would, you know, depending on if he\n     was good in prison and that kind of thing, yeah.\n\nMr. Lunsford continued to be confused about the thirty and\n\nforty percent numbers.      He also thought that the sentence\n\nfor aggravated burglary was to run concurrently with the\n\nlife sentence, but later testified that he did not recall\n\nthat part of the conversation.\n\n     The appellant next testified that when his counsel\n\nfirst explained the plea offer:\n\n          A. He told me that I would have a life sentence\n     and I said well, how much time is a life sentence and\n     he said a life sentence is calculated at sixty years.\n     And he said that they were going to knock forty\n     percent off the front end of it and I’d do thirty\n     percent of that. And I asked him how much that would\n     be and he said about twelve and a half years.\n\nHe later learned that he would not be eligible for parole\n\nuntil he had served thirty-six calendar years.      He stated\n\nthat he would not have pled guilty if he had understood\n\nthat fact earlier.       He stated further that he understood\n\nthe judge’s discussion about parole eligibility to apply\n\nto the sentence for murder as well as to that for\n\naggravated burglary.      He also testified that he believed\n\nthe twelve year sentence ran concurrent with the life\n\nsentence.\n\n     On cross-examination appellant stated that he pled\n\nguilty in part because his parents wanted him to do so.\n\nHe acknowledged that the trial judge advised him that his\n\ntotal sentence was life plus twelve years.      He further\n\nacknowledged that trial counsel did not say he would be\n\nreleased in twelve years, only that he might be eligible\n\nfor parole at that time.\n\n     Trial counsel testified last.      He stated that no plea\n\noffer was extended by the state at any time prior to\n\ftrial, even though he had solicited such an offer.    During\n\njury deliberations the state extended a settlement offer\n\nidentical to that previously accepted by the co-defendant.\n\nCounsel visited the appellant in a holding cell and\n\ndiscussed the offer.   No one else was present.   Counsel\n\nlater discussed the offer with members of appellant’s\n\nfamily.   Counsel testified that\n\n                             5\n\fthe appellant’s main concern throughout the case was the\n\npossible imposition of    the death penalty.   Counsel\n\nacknowledged providing advice about Range I release\n\neligibility dates and safety provisions:\n\n          A.   I’m sure that I told him that he was a,\n     what the offer was and\n     that he was a Range I offender and what that meant,\n     that basically at the time that that was, that meant\n     that he would serve thirty percent of his sentence\n     before he would be eligible for any sort of review\n     and I think at that time the safety valve, and I’m\n     not sure what the percentages were, I think if I\n     recall from looking at the Transcript it was forty\n     percent. I thought that it was thirty-five, forty\n     percent was in effect and that may or may not have a\n     play in when he may be eligible. I knew that he was\n     a young man, that I thought this gave him an\n     opportunity to possibly be released. Now I didn’t\n     tell him when because I didn’t know and he knew that\n     that wasn’t within my control and I communicated that\n     to him. I can’t tell this Court with certainty any\n     exact number or if I gave him an exact number but we\n     talked for some period of time and he was very\n     relieved that an offer had been extended to him. And\n     frankly so was I and so was his family.\n\nCounsel had tried to obtain a settlement offer prior to\n\ntrial, but was unsuccessful.    According to him, appellant\n\nwas “scared to death” about the prospect of having the\n\ndeath penalty imposed.    Counsel believed the evidence\n\nagainst his client was strong, including admissions made\n\nby the appellant and     his shirt containing the victim’s\n\nblood.   Counsel emphasized that he never told appellant\n\nprecisely when he might be released.\n\n     After hearing all the proof the post-conviction court\n\ndenied appellant’s petition.    A written order including\n\nfindings of fact and conclusions of law was filed November\n\n13, 1998.   The court concluded that although appellant had\n\nreceived erroneous information about the length of the\n\nsentence he would have to serve, that error was not the\n\nbasis for his decision to plead guilty.    The court found\n\nthat the appellant accepted the first plea offer extended\n\nto him by the state, in order to avoid the possible\n\nimposition of the death penalty.    The post-conviction\n\fcourt also found that appellant had acknowledged that he\n\nknew neither the trial court, trial counsel, nor the\n\ndistrict attorney general could predict his parole\n\neligibility date.   The court found that appellant    was\n\nsentenced accurately.   Therefore, the court found that\n\nappellant had not\n\n                               6\n\n\n\ncarried his burden of proof on the issues raised in the\n\npost-conviction petition.\n\n                            ANALYSIS\n\n     In post-conviction proceedings, the petitioner has\n\nthe burden of proving the grounds raised in the petition\n\nby clear and convincing evidence.      Tenn. Code Ann. ?40-30-\n\n210(f).   When reviewing the dismissal of a post-conviction\n\npetition, this court must affirm the judgment of the trial\n\ncourt unless the evidence in the record preponderates\n\nagainst the court’s findings.      Cooper v. State, 849 S.W.\n\n2d 744, 746 (Tenn. 1993).\n\n     In Tennessee, the accused has a constitutional right\n\nto the effective assistance of counsel at all critical\n\nstages of a criminal prosecution.      Tenn. Const. Art. I, §\n\n9; Powell v. Alabama, 287 U.S. 45, 77 L. Ed. 158, 53 S. Ct.\n\n55 (1932); McKeldin v. State, 516 S.W.2d 82, 86 (Tenn.\n\n1974).    In order to establish ineffectiveness under the\n\nstandard established by the United States Supreme Court in\n\nStrickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80\n\nL. Ed. 2d 674 (1984), a criminal defendant must show both\n\nthat (1) counsel’s performance was deficient and that (2)\n\nthe deficiency was sufficient to undermine the confidence\n\nin the outcome of the proceeding.      466 U.S. at 694, 104\n\nS.Ct. at 2064.   In Tennessee, the appropriate test for\n\ndetermining whether counsel provided effective assistance\n\nis whether his advice and services were within the range\n\fof competence demanded of trial attorneys in criminal\n\ncases.    Baxter v. Rose, 523 S.W.2d 930, 936 (Tenn. 1975).\n\n     The standard is adjusted, however, in the context of\n\na guilty plea.   To\n\nset aside a guilty plea because of ineffective assistance\n\nof counsel, the attorney’s performance must be deficient\n\nas defined in Strickland.    To satisfy the second prong or\n\n“prejudice” requirement of the Strickland test, the\n\npetitioner must show that “there is a reasonable\n\nprobability that, but for counsel’s errors, he would not\n\nhave pleaded guilty and would have insisted on going to\n\ntrial.”    Hill v. Lockhart, 474 U.S. 52, 59, 106 S. Ct. 366,\n\n370, 88 L. Ed. 2d 203 (1985); Dixon v. State, 934 S.W.2d\n\n69, 72 (Tenn. Crim. App. 1996).\n\n                              7\n\f     The rules of appellate review are well-established.\n\nFirst, this court cannot reweigh or reevaluate the\n\nevidence; nor can it substitute its inferences for those\n\ndrawn by the trial court.    State v. Harris, 839 S.W.2d\n\n54, 75 (Tenn. 1992).   Second, questions concerning the\n\ncredibility of witnesses, the weight and value to be given\n\ntheir testimony, and the factual issues raised by the\n\nevidence are matters resolved by the trial court.     State\n\nv. Williams, 657 S.W.2d 405, 410 (Tenn. 1983).     Third,\n\nthe petitioner has the burden of establishing that the\n\nevidence in the record preponderates against the findings\n\nof the trial court.    Butler v. State, 789 S.W.2d 898, 900\n\n(Tenn. 1990).\n\n     It is not disputed that certain Range I release\n\neligibility criteria do not apply to a conviction for\n\nfirst degree murder.   For example, Tenn. Code Ann. §40-35-\n\n501(h)(l) provides that a defendant serving a sentence of\n\nlife for first degree murder is not eligible for release\n\nuntil he has served sixty percent (60%) of sixty (60)\n\nyears less sentence credits earned and retained, but in no\n\nevent less than twenty-five (25) calendar years.    This\n\nsubsection also excludes such defendants from the\n\ngovernor’s authority to release under Title 41, Chapter 1,\n\nPart 5, Tenn. Code Ann.     To the extent that counsel and\n\nthe court provided different information at the time\n\nappellant’s plea was entered, a mistake occurred.\n\n     However, this does not end our analysis for several\n\nreasons. First, the plea colloquy between appellant and\n\nthe trial judge is susceptible of two interpretations, one\n\nof which is that the judge’s reference to release\n\neligibility matters was only intended to apply to the\n\nespecially aggravated burglary conviction and not to the\n\nmurder conviction.    The court in its early reference to\n\ffirst degree murder explains that the available penalties\n\nfor that offense are life in prison or death.      Only after\n\nmentioning the other offenses does the court make\n\nreference to appellant’s status as a Range I offender.         It\n\nis possible to read the record without determining that\n\nthe trial court erred in explaining release eligibility.\n\n                               8\n\n     Second, even if the trial court erred in its\n\nexplanation, relief is available in post-conviction\n\nproceedings only where the error is of constitutional\n\ndimension. Tenn. Code Ann. ?40-30-105.       A guilty plea must\n\npass constitutional muster in order to be valid.        E.g.\n\nBlackenship v. State, 858 S.W.2d 897 (Tenn. 1993).\n\nHowever, a guilty plea is not rendered constitutionally\n\ninfirm because a criminal defendant is not informed about\n\nthe details of his parole eligibility, including the\n\npossibility   of being ineligible for parole.      King v.\n\nDutton, 17 F.3d 151, 154 (6th Cir. 1994).      Thus, that the\n\ntrial court did not inform the petitioner accurately about\n\nthe parole eligibility for a conviction of murder does not\n\nafford the petitioner a claim for relief cognizable in\n\nthis proceeding.   See Wilson v. State, 899 S.W.2d 648,\n\n652 (Tenn. Crim. App. 1994).       In Wilson we held that, in\n\nthe context of a post-conviction attack on a sex\n\noffender’s guilty plea, the trial court was not required\n\nto advise the offender about the requirements he must meet\n\nin order to be released on parole.      This issue is\n\ntherefore without merit as it relates to the actions of\n\nthe trial judge.\n\n     As for trial counsel, proof that he gave erroneous\n\nparole advice that induced appellant to forego his right\n\nto a jury trial can be used to establish a claim for\n\nineffective assistance of counsel. Walton v. State, 966\n\nS.W.2d 54 (Tenn. Crim. App. 1997).       However, the burden\n\fstill remains on appellant to show that but for counsel’s\n\nerroneous advice he would not have pled guilty.   The post-\n\nconviction court found unequivocally that the second prong\n\nof the Strickland test was not satisfied. Any error in\n\ninforming appellant about his parole release eligibility\n\nwas not a factor in his decision to plead guilty.   The\n\npost-conviction court specifically made a finding against\n\nappellant’s credibility in this regard.\n\n     At the time he entered his plea, appellant had\n\nalready heard all the proof presented at trial.   He was\n\nadvised during the plea colloquy that the sentence of\n\ntwelve years was “the maximum he can get under law, other\n\nthan death.”   The court found that he accepted the plea\n\nextended to him during jury\n\n                              9\n\fdeliberations in order to avoid possible imposition of the\n\ndeath penalty.   He fully understood that no one could\n\npredict specifically when he might be granted parole.     He\n\nwas advised that his felony sentences were to run\n\nconsecutively.   Based on these findings, the post-\n\nconviction court found that appellant had not carried his\n\nburden of proof on any issue raised in the petition.\n\n     Questions concerning the credibility of witnesses,\n\nthe weight and value to be given their testimony, and the\n\nfactual issues raised by the evidence are matters resolved\n\nby the trial court, State v. Williams, 657 S.W.2d 405,\n\n410 (Tenn. 1983), and the post-conviction judge accredited\n\nthe testimony given by the trial attorney. In our view,\n\nthe record does not preponderate against the post-\n\nconviction court’s conclusion that appellant’s plea was\n\nknowing and voluntary and that his trial counsel rendered\n\neffective assistance to him.   Therefore, we affirm the\n\njudgment of the trial court.\n\n\n                        ___________________________\n                               CORNELIA A. CLARK\n                               SPECIAL JUDGE\n\n\n_______________________________\nGARY R. WADE\nPRESIDING JUDGE\n\n\n\n_______________________________\nJOSEPH M. TIPTON\nJUDGE\n\f                                             10\n                       IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n\n                                         AT KNOXVILLE\n\n                                      MARCH 1999 SESSION\n\n\n              DARRELL W. LUNSFORD            )    C.C.A. 03C01-9811-CC-00390\n                                                    ) GRAINGER COUNTY CIRCUIT\n                                                    )\n                    Appellant,                               ) Hon. Rex Henry\nOgle, Judge\n                                                                )\n                                                    )\n              vs.                                   ) (POST-CONVICTION)\n                                         )       NO. 6533\n                                         )\n              STATE OF TENNESSEE                    )\n                                                    )\n                          Appellee.                 )\n\n\n\n\n                                             JUDGMENT\n\n                   Came the appellant, Darrell W. Lunsford, represented\n              by counsel and also came the attorney general on behalf of\n              the State, and this case was heard on the record on appeal\n              from the Circuit Court of Grainger County; and upon\n              consideration thereof, this court is of the opinion that\n              there is no reversible error in the judgment of the trial\n              court.\n\n                   Our opinion is hereby incorporated in this judgment\n              as if set out verbatim.\n\n                   It is, therefore, ordered and adjudged by this court\n              that the judgment of the trial court is Affirmed, and the\n              case is remanded to the Circuit Court of Grainger County\n              for any necessary further proceedings consistent with the\n              opinion in this cause.\n\n                   It appearing that the petitioner, Darrell W.\n              Lunsford, is indigent, costs of the appeal are taxed to\n              the State of Tennessee.\n\n                                                    PER CURIAM\n\n                                                    Gary R. Wade, Presiding\n              Judge\n                                                    Joseph M. Tipton, Judge\n                                                    Cornelia A. Clark, Special\n              Judge\n\f",
            "ocr": false,
            "opinion_id": 1084179
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}