{
    "id": 1051472,
    "judges": "Judge D. Kelly Thomas, Jr.",
    "date_filed": "2019-06-06",
    "date_filed_is_approximate": true,
    "slug": "henry-lee-hawkins-jr-v-state-of-tennessee",
    "case_name_short": null,
    "case_name": "Henry Lee Hawkins, Jr. v. State of Tennessee",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/092/HawkinsHenryLeeOPN.pdf",
            "author_id": 8291.0,
            "opinion_text": "         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                           Assigned on Briefs November 12, 2008\n\n            HENRY LEE HAWKINS, JR. v. STATE OF TENNESSEE\n\n                      Appeal from the Criminal Court for Shelby County\n                       No. 03-05462 Carolyn Wade Blackett, Judge\n\n\n\n                     No. W2008-00455-CCA-R3-PC - Filed May 5, 2009\n\n\n\nThe petitioner, Henry Lee Hawkins, Jr., appeals from the Shelby County Criminal Court’s denial\nof his petition for post-conviction relief from his convictions on four counts of aggravated robbery\nand effective sentence of 34 years in the Department of Correction. On appeal, the petitioner argues\nthat he received the ineffective assistance of counsel at trial. After reviewing the record, we affirm\nthe judgment of the post-conviction court.\n\n\n     Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed.\n\nD. KELLY THOMAS, JR., J., delivered the opinion of the court, in which JOSEPH M. TIPTON , P.J., and\nALAN E. GLENN , J., joined.\n\nVanessa M. Cross, Memphis, Tennessee, for the appellant, Henry Lee Hawkins, Jr.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Leslie E. Price, Assistant Attorney General;\nWilliam L. Gibbons, District Attorney General; and Tracye N. Jones, Assistant District Attorney\nGeneral, for the appellee, State of Tennessee.\n\n\n                                              OPINION\n\n        The record reflects that the petitioner was indicted on eight counts of aggravated robbery\nagainst four victims; the indictment alleged alternate theories of robbery by use of a firearm and\nviolence, as well as robbery by use of a firearm to put the victim in fear. After a jury trial, the\npetitioner was convicted of five counts of aggravated robbery and three counts of theft. The trial\ncourt merged the theft counts and one count of aggravated robbery into the other four counts of\naggravated robbery. The trial court sentenced the petitioner to a term of seventeen years as a Range\nII, multiple offender for each of his four aggravated robbery convictions, with the trial court ordering\nthree of the sentences to be served concurrently and the other sentences to be served consecutively,\nresulting in a total effective sentence of thirty-four years. This court affirmed the petitioner’s\n\fconvictions and sentences on appeal. See State v. Henry Hawkins, No. W2005-00781-CCA-R3-CD,\n2006 WL 1703817, at *23 (Tenn. Crim. App. June 21, 2006), perm. app. denied, (Tenn. Oct. 30,\n2006).\n\n          On January 2, 2007, the petitioner filed a timely pro se petition for post-conviction relief.\nThe post-conviction court appointed counsel, who filed an amended petition on June 14, 2007. In\nthe amended petition, the petitioner asserted that he received the ineffective assistance of counsel\nat trial in that trial counsel: (1) failed to review the jury instructions, which he claims prevented the\njury from being instructed on lesser included offenses; (2) failed to file a motion to suppress the\nidentification of the petitioner in a photographic array; (3) failed to make timely objections to the\ntrial court’s comments to the jury; (4) failed to raise the issue regarding the judicial comments in the\npetitioner’s motion for new trial, rendering the issues waived on appeal; (5) failed to investigate the\nfacts of the case; (6) failed to “investigate the present facts surrounding the Probable Cause Order;”\nand (7) failed to challenge the affidavit of complaint. The petitioner also asserted that he was\nconvicted of both aggravated robbery and theft in violation of his right against double jeopardy, and\nthat the State’s proposed application of the prior criminal history sentence enhancement factor\nconstituted prosecutorial misconduct and violated his Sixth Amendment rights. The post-conviction\ncourt held an evidentiary hearing on November 30, 2007.\n\n         At the evidentiary hearing, trial counsel testified that he represented the petitioner “from\ninitial arrest to preliminary hearing through trial.” Counsel said that before trial, he “met with [the\npetitioner] at least a half dozen times if not more . . . .” He said that the petitioner suggested several\npotential alibi witnesses, including “somebody named Barbara Jean,” Marcus Hawkins, Jarvis\nRhodes, Tiffany Smith, Inesca Hawkins, and Marianne Hawkins. However, counsel was unable to\nlocate Marcus Hawkins, and the other potential witnesses told counsel’s investigator that they were\nunaware of the petitioner’s whereabouts the night of the offense. Therefore, counsel called only one\nwitness at trial, the petitioner’s mother, whom counsel said “seemed to be the best person who could\ndiscuss where [the petitioner] was” the night of the offense.\n\n        Counsel acknowledged that one of the victims had a credit card stolen during the incident\nand that this credit card was later used at a gas station. He also acknowledged that he did not speak\nto this victim before trial or “follow any leads regarding who may have made that credit card\ntransaction.”\n\n        Counsel acknowledged that the petitioner “had a history of . . . mental health issues. He had\na [49] IQ. He had social problems.”1 He also acknowledged that the petitioner had taken Prozac in\nthe past. Counsel testified that the petitioner was referred to Dr. J. Riley Bailey, a psychologist, for\nan evaluation; Dr. Bailey’s report, introduced as an exhibit at the evidentiary hearing, concluded that\nthe petitioner suffered from “schizophrenia with paranoid depressive and persecutory features.”\nHowever, counsel said that he did not call Dr. Bailey as a witness and did not present evidence of\n\n\n         1\n          Of note, in both his original and amended petitions for relief, the petitioner failed to list counsel’s declining\nto pursue a mental health-based defense and counsel’s declining to seek a competency hearing as bases for his\nineffective assistance of counsel claim.\n\n                                                           -2-\n\fthe petitioner’s mental health problems at trial. Counsel’s reasoning was twofold:\n\n         [The petitioner was] competent. He was able to assist me and he was able to discuss\n         the trial . . . . So I wasn’t able to get any kind of not guilty by reason of insanity.\n         And secondly, [the petitioner’s] defense was [that] he didn’t commit the offenses.\n         So I was not going to be able to use this [information] as a mental health defense\n         because our theory of the case was he wasn’t there and he didn’t do it.\n\nCounsel said that he did propose the sentence mitigating factor provided in Tennessee Code\nAnnotated section 40-35-113(11): “The defendant, although guilty of the crime, committed the\noffense under such unusual circumstances that it is unlikely that a sustained intent to violate the law\nmotivated the criminal conduct[.]”\n\n        Counsel was then questioned about comments the trial court made immediately before the\njury retired for its deliberations:2\n\n                 [TRIAL COURT:] The only writing you’re going to do on this [verdict form]\n         is you’re going to be writing verdicts, and I’m going to need eight verdicts. . . . I’m\n         going to have to have eight separate signatures with eight separate verdicts.\n\n                 I don’t want a “not guilty” or a “not guilty” and a signature. You have to\n         write the entire form for each count and write all eight, so when your foreperson\n         starts writing verdicts as you reach them make sure they follow the forms which are\n         on the last three pages or four pages of this charge. Okay?\n\nWhen specifically asked about the sentence emphasized above, counsel said that he did not object\nto this jury instruction, which he viewed as a correct statement of the law. In counsel’s view, the\ntrial court’s comments did not prevent the jury from returning a not guilty verdict; rather, he thought\nthat the trial judge “was telling them if they were going to write not guilty how he wanted it done.”\n\n        Counsel was then asked about another comment the trial court made during jury instructions,\none the court made before making the above-referenced comment regarding the verdict forms. The\nrecord reflects that after instructing the jury on aggravated robbery, the trial court attempted to\ninstruct the jury on the lesser included offenses of robbery and theft of property. However, the trial\ncourt was unable to locate the jury instructions as to those offenses, so a recess was called. After the\nrecess, the trial court told the jury, “I apologize, ladies and gentlemen. Judges never make mistakes,\nso I don’t know what happened.” The court then proceeded to instruct the jury on robbery and theft.\nCounsel said that he did not know how much time passed between the trial court’s making the two\nstatements. Counsel was not asked whether he believed the trial court’s statements were\n\n\n\n         2\n          These comments were not specifically referenced in the post-conviction petition. The petition did reference\nother comments the trial court made to the jury, but the comments referenced in the petition were not addressed at the\nevidentiary hearing.\n\n                                                         -3-\n\finappropriate.3\n\n        On cross-examination, counsel testified that “once [the petitioner] had advised me that he had\na mental health history . . . I felt that it was necessary for him to have a full mental health evaluation\nrather than just the regular evaluation that doctors usually give.” Thus, the petitioner underwent two\nseparate mental health evaluations at Midtown Mental Health Center, one in May 2003 and the other\nin October 2003.4 Both evaluations recommended that the petitioner was competent to stand trial\nand “able to appreciate the nature and wrongfulness of his alleged behavior.” Counsel also\nacknowledged that the following language appeared in Dr. Bailey’s report:\n\n        . . . . [T]his examination, however, produced no evidence that suggests [the\n        petitioner] is unable to appreciate the wrongfulness of his actions regarding the\n        matters before the courts in Shelby County[,] Tennessee. At the time of this\n        examination, Mr. Hawkins presented no gross evidence of psychotic\n        behavior/activity or delusional thinking patterns.\n\n                    ....\n\n               Unless Mr. Hawkins is actively psychotic, he appears to be competent to\n        stand trial.\n\nOn redirect examination, counsel acknowledged that he did not investigate which doctor prescribed\nthe petitioner’s Prozac and that he “would not have been able to gather information about the\npsychiatric issues that [the petitioner] was under at that time” because Dr. Bailey was a psychologist.\n\n        The post-conviction court entered an order denying the petitioner post-conviction relief. As\nto the petitioner’s grounds for his ineffective assistance of counsel claim, the post-conviction court\nheld that the petitioner failed to establish by clear and convincing evidence that counsel’s\nperformance was deficient. The post-conviction court also held that the petitioner’s argument\nregarding double jeopardy was without merit because the trial court merged the petitioner’s three\ncounts of aggravated robbery and one count of theft with the four counts of aggravated robbery\nbefore sentencing him. The petitioner subsequently filed a timely notice of appeal.\n\n                                                      ANALYSIS\n\n        On appeal, the petitioner argues that he received the ineffective assistance of counsel at trial.\nSpecifically, he asserts that counsel was ineffective for failing to: (1) investigate the facts of the case;\n(2) request a competency hearing; (3) file a motion to suppress an identification from a photography\nline-up; and (4) raise a contemporaneous objection to the trial court’s comments regarding the\nverdict form. The State contends that the petitioner did not establish by clear and convincing\n\n\n        3\n            The record reflects that counsel did not object to this comment at trial.\n        4\n            Neither evaluation appears in the record on appeal.\n\n                                                            -4-\n\fevidence that he received ineffective assistance. After reviewing the record, we agree with the state.\n\n        The burden in a post-conviction proceeding is on the petitioner to prove his allegations of\nfact by clear and convincing evidence. Tenn. Code Ann. § 40-30-110(f). On appeal, we are bound\nby the trial court’s findings of fact unless we conclude that the evidence in the record preponderates\nagainst those findings. Fields v. State, 40 S.W.3d 450, 456 (Tenn. 2001). Because they relate to\nmixed questions of law and fact, we review the trial court’s conclusions as to whether counsel’s\nperformance was deficient and whether that deficiency was prejudicial under a de novo standard with\nno presumption of correctness. Id. at 457.\n\n\n        Under the Sixth Amendment to the United States Constitution, when a claim of ineffective\nassistance of counsel is made, the burden is on the petitioner to show (1) that counsel’s performance\nwas deficient and (2) that the deficiency was prejudicial. Strickland v. Washington, 466 U.S. 668,\n687 (1984); see Lockhart v. Fretwell, 506 U.S. 364, 368-372 (1993). In other words, a showing that\ncounsel’s performance falls below a reasonable standard is not enough; rather, the petitioner must\nalso show that but for the substandard performance, “the result of the proceeding would have been\ndifferent.” Strickland, 466 U.S. at 694. The Strickland standard has been applied to the right to\ncounsel under Article I, Section 9 of the Tennessee Constitution. State v. Melson, 772 S.W.2d 417,\n419 n.2 (Tenn. 1989). In the context of a guilty plea as in this case, the effective assistance of\ncounsel is relevant only to the extent that it affects the voluntariness of the plea. Therefore, to satisfy\nthe second prong of Strickland, the petitioner must show that “there is a reasonable probability that,\nbut for counsel’s errors, he would not have pleaded guilty and would have insisted on going to trial.”\nHill v. Lockhart, 474 U.S. 52, 59 (1985); see also Walton v. State, 966 S.W.2d 54, 55 (Tenn. Crim.\nApp. 1997).\n\n\n        The petitioner’s first argument regarding his ineffective assistance of counsel assertion is that\ncounsel failed to investigate the facts of the case. Specifically, the petitioner argues that counsel\n“fail[ed] to investigate facts regarding use of the victim’s credit card at a gas station and use of a\ncellular phone obtained in the robbery and a failure to subpoena records in preparation for a defense\nthat another [person] may have been the robber.” The petitioner also faults counsel for calling only\none alibi witness, the petitioner’s mother. However, at the evidentiary hearing, the petitioner did not\npresent the testimony of any of his potential alibi witnesses or the victim whose credit card was\nstolen. A petitioner cannot demonstrate deficient performance and prejudice from trial counsel’s\nalleged failure to investigate a witness “unless he can produce a material witness who (a) could have\nbeen found by a reasonable investigation and (b) would have testified favorably in support of his\ndefense if called.” Black v. State, 794 S.W.2d 752, 757 (Tenn. Crim. App. 1990). The petitioner\nalso did not present any evidence as to who may have used the victim’s credit card or cellular phone.\nFurthermore, counsel testified that before trial his investigator spoke with all of the potential\nwitnesses but one, who could not be located. According to counsel, the witnesses with whom the\ninvestigator spoke were unable to provide the petitioner with an alibi the night of the offense, so\ncounsel called only one witness at trial: the petitioner’s mother, the only person who could vouch\nfor the petitioner’s whereabouts the night of the offense. The post-conviction court accredited\n\n                                                   -5-\n\fcounsel’s testimony, and the petitioner has presented no evidence that would lead this court to view\ncounsel’s testimony any differently. We therefore conclude that the petitioner’s assertion that\ncounsel was ineffective for failing to investigate the facts of the case is without merit.\n\n\n         The petitioner also asserts that counsel was ineffective for failing to seek a competency\nevaluation closer to trial. As relevant to this issue, we have observed that not every person affected\nby a mental illness is rendered incompetent to stand trial. Wilcoxson v. State, 22 S.W.3d 289, 305\n(Tenn. Crim. App. 1999). “[E]vidence of [the petitioner’s] past psychiatric problems does not\nnecessarily require counsel to ask for a competency hearing if the petitioner’s behavior does not\nreflect incompetence at the time of trial or while his attorney is preparing for trial.” Id. at 310. In\nthis case, early in his representation of the petitioner, counsel became concerned over the petitioner’s\nmental health. Accordingly, he had two mental health evaluations conducted on the petitioner in\nMay and October 2003. Each time, the evaluation recommended that the petitioner was competent\nto stand trial, a recommendation which the trial court apparently adopted. In the petitioner’s\nDecember 2004 psychological evaluation, Dr. Bailey concluded, “Unless Mr. Hawkins is actively\npsychotic, he appears to be competent to stand trial.” (emphasis omitted). While Dr. Bailey is not\na psychiatrist, his report, coupled with the two earlier mental health evaluations in which the\npetitioner was deemed competent to stand trial, the petitioner’s active participation in his defense\nby identifying several potential alibi witnesses, and the lack of evidence that counsel doubted the\npetitioner’s competency to stand trial lead us to conclude that counsel’s declining to pursue another\ncompetency hearing for the petitioner did not constitute ineffective assistance.\n\n\n        The petitioner next asserts that counsel was ineffective for failing to file a pretrial motion to\nsuppress the petitioner’s identification in a photograph lineup. On direct appeal, we concluded that\n“because the [petitioner] failed to file a pretrial motion to suppress the identifications as purportedly\nresulting from an unconstitutional lineup procedure, he has waived this issue on appeal.” Henry\nHawkins, 2006 WL 1703817, at *8 (citing Tenn. R. Crim. P. 12(b)(3), (f); Tenn. R. App. P. 36(a)).\nHowever, even if failure to preserve the issue on appeal constituted deficient performance, the\npetitioner has failed to establish that he was prejudiced by counsel’s deficiency. Notwithstanding\nthe waiver issue, on direct appeal we noted that “the four victims testified that they initially\nidentified the [petitioner] through a photograph lineup procedure and thereafter, identified the\n[petitioner] in court. Obviously the jury chose to accredit the victims’ testimony, which was its\nexclusive prerogative.” Id. Furthermore, at the evidentiary hearing the petitioner did not present\nany evidence regarding this component of his ineffective assistance claim. Accordingly, we\nconclude that counsel’s failure to file a motion to suppress the results of the photographic lineup did\nnot constitute ineffective assistance of counsel.\n\n\n        Finally, the petitioner asserts that counsel was ineffective for failing to object to the trial\ncourt’s comments regarding the verdict form during its jury instructions. The petitioner challenged\nthis comment on direct appeal, and upon reviewing the comment in the context of the jury\ninstructions as a whole, this court denied relief, concluding that there was “nothing improper about\n\n\n                                                  -6-\n\fthe trial court’s instructions . . . .” Id. at *18. We therefore conclude that counsel’s declining to\nobject to this portion of the trial court’s jury instructions neither constituted deficient performance\nnor prejudiced the petitioner. Having concluded that the petitioner has not established any of the\nbases for his ineffective assistance of counsel claim by clear and convincing evidence, we deny him\nrelief.\n\n\n                                          CONCLUSION\n\n\n       Upon consideration of the foregoing and the record as a whole, the judgment of the post-\nconviction court is affirmed.\n\n\n\n                                                               _______________________________\n                                                               D. KELLY THOMAS, JR., JUDGE\n\n\n\n\n                                                 -7-\n\f",
            "ocr": false,
            "opinion_id": 1051472
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}