{
    "id": 5275,
    "judges": null,
    "date_filed": "2018-12-24",
    "date_filed_is_approximate": true,
    "slug": "cronen-v-texas-dept-of-human-services",
    "case_name_short": "Cronen",
    "case_name": "Cronen v. Texas Dept. of Human Services",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.ca5.uscourts.gov/opinions\\pub\\91/91-6091.0.wpd.pdf",
            "author_id": null,
            "opinion_text": "                                   United States Court of Appeals,\n\n                                             Fifth Circuit.\n\n                                             No. 91–6091.\n\n                             Charles D. CRONEN, Plaintiff–Appellant,\n\n                                                   v.\n\n TEXAS DEPARTMENT OF HUMAN SERVICES, Jean Roberts, Ann Valdez–Haines, Donna\nL. Burns, Socorro Alonzo, and the State of Texas, Defendants–Appellees.\n\n                                            Nov. 23, 1992.\n\nAppeal from the United States District Court for the Southern District of Texas.\n\nBefore GOLDBERG, SMITH, and EMILIO M. GARZA, Circuit Judges.\n\n        JERRY E. SMITH, Circuit Judge:\n\n        Charles Cronen brought suit against the defendants seeking relief for denial of food stamp\n\nbenefits. The district court granted summary judgment in favor of the defendants on grounds of\n\nEleventh Amendment and qualified immunity. We affirm in part, vacate in part, and remand.\n\n                                                   I.\n\n        Cronen, an indigent Vietnam veteran, resides in Harris County, Texas, where he owns a parcel\n\nof land.1 Cronen also owns an old inoperative van that he keeps on the property. Around the van,\n\nCronen has constructed a series of shacks which, along with the van, sometimes serve as his shelter.\n\nThese shacks, unfortunately, do not keep out thieves, who stole some of the tools he uses to build\n\nhis shacks.\n\n        To prevent further theft of what few possessions he has, Cronen rented private storage space.\n\nCronen also claims that he lives in his storage space from time to time because it has electricity, which\n\nhe cannot afford to have in his shacks. Because, according to Cronen, the postal service will not\n\ndeliver mail to his property, he also rents a post office box.\n\n        Cronen works when he can find employment. His work, however, does not provide sufficient\n\n\n   1\n    We describe the facts of this case based upon the pleadings and exhibits filed by Cronen. Our\ndescription of the facts should not be construed as establishing their truth for purposes of further\nproceedings in this action.\n\fresources for him to rent an apartment. He also finds work more easily during certain periods of the\n\nyear, causing his income to fluctuate from month to month.\n\n                                                  II.\n\n       Since April 1985, Cronen periodically has received food stamp benefits. He alleges, however,\n\nthat the Texas Department of Human Services improperly calculated his benefits. Cronen wished to\n\ndeduct the following expenses as shelter costs for purposes of computing his food stamp benefits:\n\nbuilding materials used to construct his shacks, storage rental, and his post office box. He also\n\ndesired to have his benefits calculated using income averaging and contended that he should be able\n\nto deduct the cost of travel to the food stamp office. Cronen raised these claims in several\n\nunsuccessful administrative appeals. Defendants Jean Roberts, Ann Valdez–Haines, and Donna Burns\n\nconducted the hearings on Cronen's claims; defendant Socorro Alonzo served as the other\n\ndefendants' supervisor and Cronen's caseworker.\n\n       In February 1989, Cronen filed a pro se complaint alleging that defendants wrongfully denied\n\nhim food stamps to which he was entitled. He sought restoration of his past benefits, an injunction\n\nagainst future violations of the Food Stamp Act (the \"Act\"), $25,000 for suffering as a result of lost\n\nbenefits, and costs and attorney's fees. His complaint alleged violations of numerous federal statutes,\n\nthe Constitution, and the common law.\n\n       On September 1, 1989, the district court dismissed Cronen's suit for want of prosecution\n\npursuant to its Local Rule 13(b). He appealed, and we vacated and remanded for further\n\nproceedings. On January 15, 1991, defendants moved to dismiss on grounds of improper service,\n\nlimitations, sovereign immunity, qualified immunity, and quasi-judicial immunity. Cronen then filed\n\na supplement to his complaint alleging 42 U.S.C. § 2000d–7, 28 U.S.C. § 1337, and various sections\n\nof the Act, 7 U.S.C. § 2011 et seq., as additional sources of jurisdiction and relief.\n\n       The district court treated the motion to dismiss as a motion for summary judgment.\n\nDefendants submitted no summary judgment evidence, relying solely upon Cronen's complaint. The\n\ndistrict court granted the motion, holding that the Eleventh Amendment barred the claims against\n\nTexas and the Texas Department of Human Services and that the individual defendants were entitled\n\fto qualified immunity. Cronen appeals each of these holdings.\n\n                                                   III.\n\n        Because this case comes to us on summary judgment, we review the district court's ruling de\n\nnovo to determine whether there is any genuine issue of material fact and the moving party is entitled\n\nto judgment as a matter of law. Williams v. Adams, 836 F.2d 958, 960 (5th Cir.1988). We view the\n\nevidence, and reasonable inferences from it, in the light most favorable to the nonmovant, Cronen,\n\nand will affirm only if the defendants \"ha[ve] established [their] right to the judgment with such clarity\n\nthat the nonmoving party cannot recover ... under any discernible circumstances.\" Id. at 961\n\n(citations and single quotation marks omitted).\n\n                                                   A.\n\n        We first address Cronen's claims against Texas (the \"state\") and the Texas Department of\n\nHuman Services (the \"agency\") for damages and injunctive relief. The state and the agency properly\n\nargue that they are not \"persons\" for purposes of liability under 42 U.S.C. § 1983 (1988). See Will\n\nv. Michigan Dep't of State Police, 491 U.S. 58, 71, 109 S.Ct. 2304, 2312, 105 L.Ed.2d 45 (1989).\n\nThe district court properly dismissed this claim pursuant to Fed.R.Civ.P. 12(b)(6).\n\n         Cronen asserts an implied cause of action under the Act as a further basis for relief.2 In\n\nVictorian v. Miller, 813 F.2d 718 (5th Cir.1987) (en banc ), we decided that a private right of action\n\nis available under section 1983 to remedy violations of the Act. We reserved judgment, however, on\n\nthe question of whether the Act itself creates an implied cause of action. Id. at 724 n. 13. Because\n\nwe hold that the Eleventh Amendment bars Cronen's claims against the state and the agency, we again\n\ndecline to address this issue.3\n\n   2\n    Cronen originally raised the possibility of an implied cause of action in an amendment to his\noriginal complaint. He apparently failed to obtain leave of the district court to file his amendment\nand simply added an additional paragraph without reiterating the content of his original complaint.\nWe find no objection to these defects in the record or in defendants' brief. We therefore treat the\nadditional arguments as part of Cronen's claim on appeal. See Lewis v. Thigpen, 767 F.2d 252,\n259 (5th Cir.1985) (pro se litigants not held to strict compliance with formal pleading rules).\n   3\n    As our holding raises the possibility that this issue will arise on remand, we add a brief\ncomment to guide the district court. Cronen may seek to amend his complaint on remand to\npursue injunctive relief against one or more state officials in their official capacity. Because such\na claim could not be brought under § 1983, see Will, 491 U.S. at 71, 109 S.Ct. at 2312, Cronen\n\f                                                   B.\n\n        \"It is clear, of course, that in the absence of consent a suit in which the State or one of its\n\nagencies or departments is named as the defendant is proscribed by the Eleventh Amendment.\"\n\nPennhurst State School & Hosp. v. Halderman, 465 U.S. 89, 100, 104 S.Ct. 900, 908, 79 L.Ed.2d\n\n67 (1984) (citations omitted). \"This jurisdictional bar applies regardless of the nature of the relief\n\nsought.\" Id. On the other hand, Congress may abrogate Eleventh Amendment immunity in certain\n\ncircumstances. See Pennsylvania v. Union Gas Co., 491 U.S. 1, 109 S.Ct. 2273, 105 L.Ed.2d 1\n\n(1989); Atascadero State Hosp. v. Scanlon, 473 U.S. 234, 105 S.Ct. 3142, 87 L.Ed.2d 171 (1985);\n\nFitzpatrick v. Bitzer, 427 U.S. 445, 96 S.Ct. 2666, 49 L.Ed.2d 614 (1976).\n\n        Cronen argues that Congress abrogated Eleventh Amendment Immunity for violations of the\n\nAct in passing 42 U.S.C.A. § 2000d–7 (West Supp.1992), which provides in part,\n\n        (a) General provision\n\n                (1) A State shall not be immune under the Eleventh Amendment of the Constitution\n        of the United States from suit in Federal court for a violation of section 794 of Title 29, title\n        IX of the Education Amendments of 1972, the Age Discrimination Act of 1975 [42 U.S.C.A.\n        § 6101 et seq.], title VI of the Civil Rights Act of 1964 [42 U.S.C.A. § 2000d et seq.] or the\n        provisions of any other Federal statute prohibiting discrimination by recipients of Federal\n        financial assistance.\n\nCronen contends that the Act constitutes a \"Federal statute prohibiting discrimination by recipients\n\nof Federal financial assistance.\" As authority for this proposit ion, he relies upon 7 U.S.C.A. §\n\n2020(c) (West 1988), which provides, \"In the certification of applicant households for the food stamp\n\nprogram, there shall be no discrimination by reason of race, sex, religious creed, national origin, or\n\npolitical beliefs.\"\n\n        We find this argument unpersuasive. Section 2000d–7(a)(1) lends itself to at least two\n\ninterpretations. One can, as Cronen urges, interpret the final clause as abrogating Eleventh\n\nAmendment immunity under any federal statute prohibiting discrimination and involving the\n\n\n\n\ncould pursue that claim only as an implied cause of action. In this regard, we note that the\nSeventh Circuit has held that the Act creates such an implied cause of action. See Haskins v.\nStanton, 794 F.2d 1273, 1275 (7th Cir.1986). Our reasoning in Victorian appears consistent\ntherewith.\n\fdistribution of any federal financial assistance.4 Under Cronen's interpretation, the general subject\n\nmatter of the statute makes no difference.\n\n        We find a second interpretation of the statute more persuasive, concluding that Congress\n\nintended to abrogate Eleventh Amendment immunity only for statutes that deal solely with\n\ndiscrimination by recipients of federal financial assistance. Each of the four statutes listed in section\n\n2000d–7 aims to prevent various types of discrimination by recipients of any type of federal financial\n\nassistance; they are \"antidiscrimination\" statutes. The Act, on the other hand, constitutes a\n\ncomprehensive federal entitlement program that happens to include a provision prohibiting\n\ndiscrimination in disbursing these entitlements. In other words, this statute prohibits discrimination\n\nin the disbursement of a specific type of federal financial assistance and cannot be deemed an\n\n\"antidiscrimination\" statute; thus, the Act is not the kind of statute Congress was referring to in\n\nsection 2000d–7.\n\n        Even if this were not so, our holding would not change. In order for Congress to abrogate\n\nEleventh Amendment immunity, it must make \"its intention unmistakably clear in the language of the\n\nstatute.\" Atascadero State Hosp., 473 U.S. at 242, 105 S.Ct. at 3147. Congress may have done so\n\nfor the four specifically enumerated statutes in section 2000d–7. Given the two possible (and we\n\nthink reasonable) interpretations of the last phrase of section 2000d–7, however, we conclude that\n\nCongress has not sufficiently expressed itself to support a finding of abrogation for claims brought\n\nunder the Act.\n\n        Cronen also argues that the Act itself abrogates the states' Eleventh Amendment immunity,\n\nciting 7 U.S.C. §§ 2016(f), 2020(e), and 2023(b) (1988). Basically, Cronen asserts that because these\n\nsections provide for a restoration of wrongfully withheld benefits, Congress must have meant to\n\nabrogate immunity, as these provisions otherwise would be rendered nugatory. See Gomez v. Illinois\n\n\n   4\n     Cronen does not allege that the state discriminated against him on the basis of race, sex,\nreligion, national origin, or political beliefs. Were we to hold that § 2000d–7 abrogates immunity\nunder the Act, we would also have to decide whether it does so only for a discrimination claim or,\nalternatively, for any type of claim. This further ambiguity lends additional support to our holding\nthat Congress has not made its intention to abrogate immunity under the Act \"unmistakably clear\nin the language of the statute.\" Atascadero State Hosp., 473 U.S. at 242, 105 S.Ct. at 3147.\n\fState Bd. of Educ., 811 F.2d 1030, 1036 (7th Cir.1987).\n\n        We find no merit in this argument. These provisions are not rendered meaningless absent\n\nabrogation, as actions for restoration of benefits can be brought in state court. See Testa v. Katt, 330\n\nU.S. 386, 67 S.Ct. 810, 91 L.Ed. 967 (1947) (state courts must hear claims brought under federal\n\nlaw). The language of these provisions also fails to meet the Atascadero standard of unmistakable\n\nclarity. We therefore find no intent to abrogate immunity in the Act.\n\n                                                   C.\n\n         Next, Cronen avers that the Eleventh Amendment does not bar his claim for retroactive\n\nbenefits because these benefits would be paid entirely by the federal government. See Bermudez v.\n\nDepartment of Agric., 490 F.2d 718 (D.C.Cir.), cert. denied, 414 U.S. 1104, 94 S.Ct. 737, 38\n\nL.Ed.2d 559 (1973) (federal government liable for retroactive food stamp benefits); see also\n\nRobinson v. Block, 869 F.2d 202, 214 (3d Cir.1989). Had Cronen sued a state official in his official\n\ncapacity, this argument might have merit.5 In such a suit, a federal court may award prospective\n\ninjunctive relief that has only an ancillary effect on the state treasury. Quern v. Jordan, 440 U.S. 332,\n\n337, 99 S.Ct. 1139, 1143, 59 L.Ed.2d 358 (1979); see Ex parte Young, 209 U.S. 123, 28 S.Ct. 441,\n\n52 L.Ed. 714 (1908). Here, of course, an injunction requiring an award of retroactive benefits would\n\nhave no effect on the state treasury.\n\n         The Supreme Court, however, has never extended the Ex parte Young fiction to states\n\nthemselves; the Court's prior decisions establish that a state qua state cannot be sued for damages\n\nor injunctive relief, absent waiver or abrogation. Pennhurst, 465 U.S. at 100, 104 S.Ct. at 908.\n\nConsequently, the source of the damages is irrelevant when the suit is against the state itself or a state\n\nagency. We hold that the Eleventh Amendment bars Cronen's claims against Texas and the Texas\n\nDepartment of Human Services.\n\n                                                   IV.\n\n\n   5\n    Several circuits have accepted Cronen's argument. See Robinson v. Block, 869 F.2d 202 (3d\nCir.1989); Bennett v. White, 865 F.2d 1395 (3d Cir.1989); Foggs v. Block, 722 F.2d 933 (1st\nCir.1983); Jordan v. Weaver, 472 F.2d 985 (7th Cir.1973). Contra Rothstein v. Wyman, 467\nF.2d 226 (2d Cir.1972).\n\f        We now address the claims against the individual defendants. At the outset, we note that\n\nCronen's complaint does not specify whether his suit is brought against the individual defendants in\n\ntheir personal capacity, official capacity, or both. Cro nen, however, in his \"Additional Material\n\nOpposing Defendant's Motion to Dismiss,\" asserts that the suit is against the individuals in their\n\npersonal capacity. Thus, we need not address the issues that would arise were the suit also brought\n\nagainst the defendants in their official capacity.\n\n                                                     A.\n\n         The district court held that the individual defendants were entitled to qualified immunity\n\nagainst Cronen's claim for damages.6 Executive officials who must necessarily exercise discretion in\n\nthe scope of their duties are granted qualified immunity from damage suits. Harlow v. Fitzgerald,\n\n457 U.S. 800, 807, 102 S.Ct. 2727, 2732, 73 L.Ed.2d 396 (1982). Because qualified immunity\n\nconstitutes an affirmative defense, the defendant must both plead and establish his entitlement to the\n\ndefense. Gomez v. Toledo, 446 U.S. 635, 640, 100 S.Ct. 1920, 1923, 64 L.Ed.2d 572 (1980). To\n\nestablish such entitlement, he must show that the conduct in question occurred while he was acting\n\n\"in his official capacity and within the scope of his discretionary authority.\" Garris v. Rowland, 678\n\nF.2d 1264, 1271 (5th Cir.1982). The burden t hen shifts to the plaintiff \"to rebut this \"good faith'\n\ndefense.\" Saldana v. Garza, 684 F.2d 1159, 1163 (5th Cir.1982).\n\n        Although Cronen, in his pleadings, states that he is suing the individual defendants only in\n\ntheir personal capacity, he also says that they were acting in their official capacity, but he disputes that\n\nthey were acting within the scope of their discretionary authority. As we understand Cronen's\n\nargument, the defendants allegedly acted outside their discretionary authority because they failed to\n\nfollow or correctly apply the federal food stamp regulations as required by law; in other words, they\n\nhad no discretion to act in a manner contrary to law.\n\n        We think Cronen misinterprets the meaning of discretionary authority, as his view would\n\n   6\n   Cronen's suit seeks retroactive benefits as well as damages for \"suffering.\" Damages for\nemotional suffering can be compensable under § 1983. See Hamilton v. Rodgers, 791 F.2d 439,\n444–45 (5th Cir.1986); Baskin v. Parker, 602 F.2d 1205, 1209 (5th Cir.1979). Likewise,\ndamages for physical suffering are compensatory in nature and therefore recoverable under §\n1983. See Baskin, id.\n\femasculate the \"good faith\" prong of the qualified immunity defense. Under Cronen's approach, we\n\nwould look to see whether the defendant acted contrary to law. If he had, he would be acting outside\n\nhis discretionary authority and, thus, not entitled to immunity. The \"good faith\" prong would\n\ndisappear from the analysis, and an official who acted wrongly would rarely be entitled to immunity.\n\nThat result would conflict with the purpose of qualified immunity—allowing officials to exercise\n\ndiscretion without fear of liability when they make mistakes.\n\n       An official acts within his discretionary authority when he performs non-ministerial acts within\n\nthe boundaries of his official capacity. Here, the individual defendants handle appeals of food stamp\n\napplicants. In carrying out their duties, they necessarily must interpret the general language of\n\nstatutes and regulations and apply them to concrete circumstances.\n\n       Cronen further contends that the defendants did not act in good faith. We must affirm the\n\ndecision of the district court unless we find a material issue of fact as to whether the defendants\n\nviolated \"clearly established statutory or constitutional right s of which a reasonable person would\n\nhave known.\" Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396\n\n(1982) (emphasis added). This is an objective, rather than subjective, test.\n\n       Cronen makes several claims regarding his food stamp benefits. He first calls attention to 7\n\nC.F.R. § 273.9(d)(5)(i) (1992), which provides in part,\n\n       ... Shelter costs shall include only the following: (A) Continuing charges for the shelter\n       occupied by the household, including rent, mortgage, or other continuing charges leading to\n       the ownership of the shelter such as loan repayments for the purchase of a mobile home,\n       including interest on such payments.\n\nCronen claims that he is entitled to a deduction for rent on his storage space and post office box and\n\nthat he can deduct the cost of the materials used to build his shacks and the transportation costs for\n\nthese materials as \"continuing charges leading to ownership.\"7 Cronen also points to 7 C.F.R. §\n\n273.10(c)(3)(i) (1992), which states in part, \"Households, except destitute households, and PA\n\n[Public Assistance] households subject to a monthly reporting requirement, may elect to have income\n\n\n   7\n    Cronen also claims he is entitled to a deduction for the cost of transportation between his\nproperty and the food stamp office. We agree with the defendants that there is no statutory or\nregulatory basis for such a deduction.\n\faveraged.\" Cronen claims this provision allows him to elect income averaging and that the defendants\n\nprevented him from doing so.\n\n        We first consider whether the defendants violated any clearly established statutory or\n\nconstitutional rights. States participating in the food stamp program must follow the federal\n\nregulations. 7 U.S.C.A. § 2014(b) (West 1988); 7 U.S.C.A. § 2020(e) (West 1988). If defendants\n\nrefused to follow well-established federal regulations, they would violate clearly established rights.\n\n        As far as Cronen's claims for shelter cost deductions are concerned, we cannot say the\n\ndefendants violated clearly established rights. The regulations do not specifically address Cronen's\n\nclaimed deductions. The defendants simply applied the general language to Cronen's circumstances.\n\nQualified immunity was designed to protect just this sort of judgment. We express no opinion on the\n\nreasonableness of defendant's interpretation but hold only that neither these regulations, nor any other\n\nauthority, clearly establishes Cronen's right to the shelter cost deductions.\n\n        We reach a different conclusion when considering Cronen's claim that he was entitled to elect\n\nincome averaging. The language of the federal regulation allows Cronen to elect income averaging\n\nunless he is destitute or receiving public assistance. We find nothing in the record indicating that\n\neither exception applies to Cronen. The reports of the various caseworkers indicate that Texas will\n\nnot allow income averaging unless the claimant is self-employed or is eligible in the application month\n\nand ineligible the following month.      The plain language of section 273.10(c)(3)(i) does not\n\ncontemplate such restrictions, and Texas has not offered any legal basis for imposing these additional\n\nrequirements. As an official colorably violates a clearly established right where he simply chooses\n\nnot to follow binding federal regulations, Cronen has produced sufficient evidence to survive\n\nsummary judgment.\n\n        Because Cronen has established the existence of a material issue of fact as to the violation of\n\nthe clearly established right to income-average, we also must consider whether the defendants\n\nreasonably should have known of the right. That, too, is a factual issue inappropriate for resolution\n\non summary judgment. There is evidence that the defendants did know, as Cronen provided\n\nphotocopies of the pertinent regulations to them. Cronen claims the defendants told him they were\n\fnot complying with the regulations and that one defendant even said they did not have to comply\n\ntherewith. Accordingly, as Cronen has presented ample evidence to raise a material issue of fact as\n\nto whether the individual defendants are entitled to qualified immunity, we vacate the summary\n\njudgment in their favor as to this issue only.\n\n                                                 B.\n\n       The district court did not address Cronen's claim for injunctive relief. Because we vacate and\n\nremand, we need not address this issue, which the district court should address on remand.\n\n                                                 V.\n\n       We AFFIRM the summary judgment in favor of Texas and the Texas Department of Human\n\nServices on the ground of Eleventh Amendment immunity. Intimating no view as to the ultimate\n\nresolution of the merits, we VACATE the summary judgment in favor of the individual defendants\n\nas to the income-averaging issue o nly and REMAND for further proceedings on that issue and\n\nAFFIRM the summary judgment in all other respects.\n\f",
            "ocr": false,
            "opinion_id": 5275
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}