{
    "id": 1454084,
    "judges": "Broussard, Mosk",
    "date_filed": 571536000000,
    "date_filed_is_approximate": false,
    "slug": "people-v-guerrero",
    "case_name_short": "Guerrero",
    "case_name": "People v. Guerrero",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. RAYMOND RAMIREZ GUERRERO, Defendant and Appellant",
    "attorneys": "Counsel, Frank O. Bell, Jr., State Public Defender, under appointment by the Supreme Court, Richard Lennon, Deputy State Public Defender, and Richard Goldman, under appointment by the Court of Appeal, for Defendant and Appellant., John K. Van de Kamp, Attorney General, Steve White, Chief Assistant Attorney General, Frederick R. Millar, Jr., and Steven H. Zeigen, Deputy Attorneys General, for Plaintiff and Respondent., Kent S. Scheidegger as Amicus Curiae on behalf of Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 239,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b339-4\">\n    [Crim. No. 26174.\n   </docketnumber><decisiondate id=\"Au\">\n    Feb. 11, 1988.]\n   </decisiondate><br><parties id=\"b339-5\">\n    THE PEOPLE, Plaintiff and Respondent, v. RAYMOND RAMIREZ GUERRERO, Defendant and Appellant.\n   </parties><br><attorneys id=\"b340-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"344\"> \n     *344\n     </span>\n    Counsel\n   </attorneys><br><attorneys id=\"b340-9\">\n    Frank O. Bell, Jr., State Public Defender, under appointment by the Supreme Court, Richard Lennon, Deputy State Public Defender, and Richard Goldman, under appointment by the Court of Appeal, for Defendant and Appellant.\n   </attorneys><br><attorneys id=\"b340-10\">\n    John K. Van de Kamp, Attorney General, Steve White, Chief Assistant Attorney General, Frederick R. Millar, Jr., and Steven H. Zeigen, Deputy Attorneys General, for Plaintiff and Respondent.\n   </attorneys><br><attorneys id=\"b340-11\">\n    Kent S. Scheidegger as Amicus Curiae on behalf of Plaintiff and Respondent.\n   </attorneys>",
    "citations": [
        "748 P.2d 1150",
        "44 Cal. 3d 343",
        "243 Cal. Rptr. 688"
    ],
    "opinions": [
        {
            "author_str": "Mosk",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*345Opinion\nMOSK, J.\nWe are called upon to review People v. Alfaro (1986) 42 Cal.3d 627 [230 Cal.Rptr. 129, 724 P.2d 1154], in which a bare majority of the court held proof that a prior conviction was a “serious felony” for the purpose of the five-year enhancement under Penal Code sections 667 and 1192.7, subdivision (c), was limited to matters necessarily established by the prior judgment of conviction. We conclude that in determining the truth of a prior-conviction allegation, the trier of fact may look to the entire record of the conviction.\nI\nIn an information filed by the Riverside District Attorney, defendant was charged with burglarizing an inhabited dwelling house on October 15, 1984, in violation of Penal Code section 459 (hereafter section 459). It was alleged that in 1978 defendant had been convicted of the crime of residential burglary in violation of section 459, which was a serious felony within the meaning of Penal Code sections 667 (hereafter section 667) and 1192.7, subdivision (c) (hereafter section 1192.7(c)). It was also alleged that he had suffered a similar conviction in 1981. Defendant pleaded not guilty, denied the prior-conviction allegations, and requested a jury trial.\nThe trial was bifurcated. The charge involving the 1984 residential burglary was tried to the jury. To link defendant to the crime, the prosecution presented eyewitness testimony and physical evidence, including loot from the burglarized house that was found in defendant’s possession. The defense offered no evidence. The jury returned a verdict of guilty.\nOn defendant’s waiver of further jury trial, the question of the truth of the two prior-conviction allegations was tried to the court. After reviewing the record of each conviction, which included an accusatory pleading charging a residential burglary and defendant’s plea of guilty or nolo contendere, the court found each allegation to be true.\nAt sentencing the court imposed the upper term of six years in prison for the burglary conviction. “As far as the two priors are concerned,” the court went on, “I’m not sure the Court has the power to strike any prior.” It then imposed a five-year enhancement for each of the prior convictions. Judgment was entered accordingly.\nOn appeal, defendant contended inter alia that the court erred when it considered evidence beyond the judgment of conviction in determining the *346truth of the prior-conviction allegations, and that it improperly determined it was without authority to strike those allegations.\nThe Court of Appeal concluded that the trial court erred in its adjudication of the truth of the prior-conviction allegations. It stated: “In People v. Alfaro [citation], the Supreme Court held the ‘record of conviction’ which may be used to prove the nature of the prior was ‘the judgment, and matters necessarily adjudicated therein.’ Because the nature of the building entered during the burglary was not an element of the crime when Guerrero committed his two prior offenses, enhancements cannot be imposed under Penal Code section 667.” As a result of that conclusion, the court vacated the enhancements and consequently did not reach defendant’s claim that the trial court erred in ruling it lacked authority to strike the prior-conviction allegations. Accordingly, the court modified the judgment to strike , the enhancements and reduce defendant’s term from 16 to 6 years, and affirmed the judgment as modified.\nThe Attorney General filed a petition for review, asking us to reexamine People v. Alfaro, supra, 42 Cal.3d 627. We granted the petition.\nII\nSection 667, adopted by the people as part of Proposition 8 at the June 8, 1982, primary election, provides for the enhancement of sentences for habitual criminals. Subdivision (a) of that section declares in relevant part that “any person convicted of a serious felony who previously has been convicted of a serious felony in this state or of any offense committed in another jurisdiction which includes all the elements of any serious felony, shall receive, in addition to the sentence imposed by the court for the present offense, a five-year enhancement for each prior conviction brought and tried separately.” Subdivision (d) defines “serious felony” as a serious felony listed in section 1192.7(c). At the time relevant here, that provision listed 25 items, including “burglary of a residence” (former Pen. Code, § 1192.7, subd. (c)(18), added by Prop. 8, Primary Elec., June 8, 1982).\nIn general, the application of section 667 is unproblematical: virtually all the “serious felonies” Usted in section 1192.7(c) are in fact felonies specifically defined in the Penal Code. For example, among such offenses are murder (Pen. Code, §§ 187, 1192.7, subd. (c)(1)), rape (id., §§ 261, 1192.7, subd. (c)(3)), and robbery (id., §§ 211, 1192.7, subd. (c)(19)). But in the case of “burglary of a residence,” the matter is different: there is no offense specificaUy so defined in the Penal Code. The term, however, is not empty.\n*347In People v. Jackson (1985) 37 Cal.3d 826 [210 Cal.Rptr. 623, 694 P.2d 736], a plurality of this court addressed and rejected the claim that because there was no specific crime labeled “burglary of a residence,\" no enhancement could be predicated on what in fact had been the burglary of a residence. The opinion reasoned as follows.\n“Proposition 8 . . . did not confine its list of ‘serious felonies’ to specific, discrete offenses. Its list of serious felonies enumerated in section 1192.7 appears to be based largely upon [Penal Code] section 12021.1, subdivision (b). That provision, enacted in April of 1982 to require a six-month county jail term as a condition of probation when a defendant previously convicted of a violent offense is found guilty of owning or possessing a concealable firearm, included a list of 26 ‘violent offenses.’ Section 1192.7 incorporated that list, deleted three paragraphs, and added two new matters: selling, furnishing, administering or providing heroin, cocaine or PCP to a minor 24); and burglary of a residence 18).\n“The resulting list of serious felonies as set out in section 1192.7, and incorporated into section 667, is an amalgam of different elements. Two describe former felonies, now repealed. Another refers generally to ‘any felony punishable by death or imprisonment... for life.’ (§ 1192.7, subd. (c)(7).) Two other paragraphs incorporate enhancements which may attach to any felony. Finally, the two new paragraphs added to the fist both describe criminal conduct which does not correspond precisely to the elements of any then-existing criminal offense.\n“In construing sections 667 and 1192.7, we must try to give effect to every phrase and paragraph, leaving no part of the statute useless or deprived of meaning. [Citations.] We therefore reject the view that these sections consist only of specific statutory offenses and enhancements, for that view ignores paragraphs (18) and (24) of section 1192.7, subdivision (c), and renders those paragraphs useless and of no effect. We must assume that these paragraphs were added to the list apparently taken from section 12021.1, subdivision (b), for a purpose—and on reflection, that purpose appears clear. The list in section 12021.1, subdivision (b), was intended to enumerate ‘violent’ crimes. Paragraphs (18) and (24) describe nonviolent criminal conduct which is, nevertheless, so dangerous that its repeated occurrence might in the minds of the voters call for enhanced punishment equivalent to that imposed upon violent recidivists. The inclusion of these items evidences the intent of the voters to deter the conduct described in these paragraphs equally with the violent criminal conduct described in *348other paragraphs. We give effect to this intent by construing paragraphs (18) and (24) as referring not to specific criminal offenses, but to the criminal conduct described therein, and applicable whenever the prosecution pleads and proves that conduct.” (37 Cal.3d at pp. 831-832, fns. omitted.)\nFrom the foregoing discussion the question arises: to what may the trier of fact look in determining whether the defendant suffered a prior conviction for “burglary of a residence”?\nIn People v. Alfaro, supra, 42 Cal.3d 627, 632-635, a majority of the court held that proof that a prior conviction was a “serious felony” for the purpose of the five-year enhancement under sections 667 and 1192.7(c) was limited to matters necessarily established by the prior judgment of conviction. In coming to this conclusion, the majority relied on dictum in People v. Jackson, supra, 37 Cal.3d 826, 833-834. In framing that dictum, the Jackson court in turn relied on People v. Crowson (1983) 33 Cal.3d 623 [190 Cal.Rptr. 165, 660 P.2d 389]—which discussed sentence enhancement for a prior foreign conviction under Penal Code section 667.5, subdivision (f), and held that “enhancement is only permissible when the elements of the foreign crime, as defined by that jurisdiction’s statutory or common law, include all of the elements of the California felony” (Crowson, supra, at p. 632). In arriving at that conclusion, the Crowson court in turn relied on a line of cases culminating in In re Finley (1968) 68 Cal.2d 389 [66 Cal.Rptr. 733, 438 P.2d 381], which construed Penal Code section 668, a parallel habitual criminal provision relating to prior foreign convictions. Thus, it is on this line of cases that the holding of the Alfaro majority ultimately rests.\nThe question before us is whether Finley and its predecessors do in fact support the Alfaro holding. As will appear, the answer is negative.\nIn re McVickers (1946) 29 Cal.2d 264 [176 P.2d 40], was the first in the relevant line of cases. There the defendant filed a petition for a writ of habeas corpus to review an adjudication that he, “having been previously three times convicted, upon charges separately brought and tried, and having served separate terms therefor in state and/or federal penitentiaries for crimes enumerated in Section 644 of the Penal Code . . . , is a habitual criminal under the provisions of Section 644 of the Penal Code.” (Id. at p. 266.) He challenged a Utah felony conviction for grand larceny and a federal conviction for nine counts of violating former section 347 of title 18 of the United States Code. Specifically, he attempted to show that neither of these two convictions was “of an offense which, if committed within this *349state, would be punishable by the laws of this state by imprisonment in the state prison” (former Pen. Code, § 668, Stats. 1927, ch. 633, § 1, p. 1065). After a careful discussion, the court concluded that the defendant’s challenge was meritorious as to the Utah conviction but unmeritorious as to the federal conviction. The discussion, which is crucial to the question before us, is quoted in extenso below.\n“Sections 644 and 668 of the Penal Code contemplate that a defendant shall have been convicted in a judicial proceeding of a crime enumerated in section 644. All the essential facts of his guilt must be res judicata. In applying section 644 the courts of this state may take cognizance only of what has been lawfully adjudicated. Any other rule would lead to absurd consequences. If our trial courts could take evidence to prove, and upon that evidence adjudicate for themselves, that a defendant had been convicted in another state of grand theft as defined in our code despite the fact that he had been there charged, tried, and convicted under a statute defining another offense (here, an offense the only adjudicated elements of which amount to petty theft in California), then our courts could also take evidence and decide that the defendant had been convicted in the other state of robbery or burglary or bribery, or any other offense enumerated in section 644, even though he had never been charged with, placed upon trial for, or adjudged guilty of, any of those offenses in such other state. Respondent relies upon certain language in In re Taylor (1944) ... 64 Cal.App.2d 47, 51 [148 P.2d 143], relating to the presumption of the verity of a judgment. But if the presumption of the verity of a judgment were implicitly relied upon in habeas corpus proceedings then such proceedings could rarely if ever benefit a defendant after conviction. The language referred to actually is not at all in point on the question before us. The Taylor case was decided adversely to the petitioner because, while his petition purported to show that the prior conviction in North Carolina, the efficacy of which as a basis for habitual criminality adjudication he challenged, was for the theft of tobacco ‘of the value of one hundred dollars,’ the record before the appellate tribunal disclosed that ‘on the same occasion of the indictment and conviction for the theft of tobacco’ of the value of one hundred dollars the same defendant was indicted for and convicted of the offense (committed on the same day as the theft of the tobacco) of ‘with force and arms’ stealing ‘an automobile of the value of four hundred dollars.’ Apparently it did not clearly appear what evidence had been before the trial court when the habitual criminal adjudication was made. The information charged the defendant, in somewhat general terms, with having suffered a prior conviction ‘for the crime of Larceny, a felony’ committed ‘in Wilson County, North Carolina.’ The only presumption the District Court of Appeal indulged in favor of the verity of the judgment was that in the absence of *350proof to the contrary ‘the complete record of petitioner’s prior convictions in the State of North Carolina was before the trial court, and that the court in adjudging him to be an habitual criminal did so with due regard to the provisions of section 644 of the Penal Code.’ Actually, that case, far from supporting respondent, sustains petitioner. With reference to the allegations of the petition therein tending to show that the prior conviction was for the theft only of the tobacco valued at one hundred dollars, the court said [citation]: ‘If nothing further was disclosed by the record before us we would feel compelled to grant the writ.’ But upon the showing that the petitioner had in truth been convicted on an indictment specifically charging the theft of property ‘of the value of four hundred dollars’ and upon the lack of any showing that such proof had not been made to the trial court, the writ was discharged. Such case is obviously materially different from that before us where the only conviction (in Utah) alleged or proved was for theft of property specifically charged to be ‘of a value exceeding $50.00.’\n“The pertinent averment of the information in this case is that prior to the commission of the alleged substantive offenses petitioner in 1924 ‘was, in the District Court of the State of Utah . . . convicted of the crime of Grand Larceny, a felony, and . . . served a term of imprisonment therefor.’ Since the allegation specifically charges conviction of ‘Grand Larceny’ in Utah it is, of course, obvious that any court in which it is presented must look at once to Utah’s definition of grand larceny to ascertain whether the conviction there of that offense is a conviction of a felony enumerated in our section 644. The pertinent law of Utah is not a fact outside the record of local conviction, any more than the very California statute upon which the prosecution is based is a fact outside the record. We are required to take judicial notice of the laws of our sister states [citation]. In California grand larceny (theft) is committed ‘When the money, labor or real or personal property taken is of a value exceeding two hundred dollars’ [citation], but in Utah ‘Grand larceny is committed . . . when the property is of a value exceeding $50.00’ [citation]. The pleading and proof or admission of a conviction for grand larceny in Utah, without more, establishes that petitioner was convicted of the theft of property of a value of $50.01, a crime which is not enumerated in section 644 of the Penal Code.\n“The conclusion above announced is in full accord with the decision of the District Court of Appeal (hearing in this court denied) in People v. Lohr (1938) ... 28 Cal.App.2d 397, 399, 400 [82 P.2d 615], wherein it was expressly held that ‘It was necessary for the prosecution to charge and prove that the prior convictions were among those set forth in section 644 in order to adjudge the defendant an habitual criminal’ (italics added) and that where the ‘charge in the information does not designate the section of the *351. . . Act upon which defendant was convicted and the record furnishes . . . no assistance in this regard’ the reviewing (as well as the trial) court ‘must therefore assume’ that defendant suffered the prior conviction for the least offense punishable under the statute. . . .\n“It is, of course, true that after a trial on conflicting evidence and a verdict against a defendant, every reasonable inference of which the evidence admits in favor of the verdict, and, hence, against the defendant, will be assumed by a reviewing court, but we have no such situation now before us. We have only the record to consider. That record discloses a specific charge of previous conviction of ‘Grand Larceny’ in Utah and petitioner’s admission of that charge. By no process of law or reason acceptable to American standards can such admission of defendant be construed to admit more than the charge laid. There was no further proof. The trial court, therefore, was bound to assume, as are we now, that defendant suffered the prior conviction for the least offense punishable under the Utah statute, which is but a misdemeanor under California law. ... (If we go outside the record here the result is the same. The information filed in the Utah proceeding, a copy of which is attached to the petition, expressly alleged that the property stolen was of ‘a value in excess of $50.00.’ By the most elementary rules of pleading an adjudication on, or admission of, such charge would establish a value of $50.01 and no more.)\n“It has long been the law, even in regard to a judgment of conviction, that ‘if it affirmatively appears by the record that the prisoner was tried and sentenced for the commission of an act which, under the law, constitutes no crime, the judgment is void and the prisoner should be discharged.’ [Citations.] Here it affirmatively appears by the record that the prior Utah conviction alleged in the information and admitted by defendant is a conviction of an offense which, insofar as the adjudicated facts are concerned, is by California law a misdemeanor and, hence, constitutes no basis for habitual criminal adjudication. . . .\n“Petitioner contends that the determination that he was previously convicted of ‘forgery, a felony,’ and served a term of imprisonment therefor is also insufficient as a basis of the adjudication that he is an habitual criminal. This contention probably would have to be sustained if we were confined to matters appearing in the trial court record of conviction. The information, in this regard, charged merely that the defendant (petitioner, here) had been previously ‘in the United States District Court . . . convicted upon nine counts of the crime of Violation of Section 218 of the Criminal Code of the United States . . . and said defendant served a term of imprisonment there*352for in the federal prison.’ Section 218 of the Criminal Code (18 U.S.C.A. § 347) enumerates many prohibited acts some of which, if comparable to any state offense, would amount to no more than misdemeanors but others of which are comparable to the state crime of forgery. . . . From . . . documentary evidence (certified copies of the indictment and judgment in the federal matter) [, however,] it appears that petitioner was convicted of nine counts of forging postal money orders. Section 470 of our Penal Code, which defines forgery, lists as the subjects of forgery ‘almost every conceivable kind and character of writing.’ [Citations.] In addition to more particularly designated instruments the section lists such general descriptions as ‘any transfer or assurance of money, . . . power to receive money, . . . writing obligatory,... or other contract for money. . . .’ We entertain no doubt that the forgery of a United States money order is an offense within section 470 and, therefore, would be punishable by imprisonment in the state prison [citation].” (McVickers, supra, 29 Cal.2d at pp. 276-281, italics in original.)\nFrom the discussion the McVickers court presented the following rule emerges: the court may look to the entire record of the conviction to determine the substance of the prior foreign conviction; but when the record does not disclose any of the facts of the offense actually committed, the court will presume that the prior conviction was for the least offense punishable under the foreign law.\nIn re Seeley (1946) 29 Cal.2d 294 [176 P.2d 24], was the second in the relevant line of cases. There the defendant filed a petition for a writ of habeas corpus to review an adjudication that he was a habitual criminal under Penal Code sections 644 and 668 by virtue of his admission of two prior convictions of a felony. Specifically, he claimed that one of the two prior convictions—for larceny in a building in Oregon—did not constitute a felony for which he could be adjudged a habitual criminal. The court concluded that the claim was meritorious. Its reasoning was as follows.\n“It appears from the record before us that on October 21, 1932, the petitioner was arrested and held in jail at Grants Pass, Oregon, on a tentative charge of burglary in violation of section 14-309, Oregon Code. Official investigation disclosed that the entry of the building involved had not been with an intent to steal or commit a felony. The charge of burglary was accordingly withdrawn and in its place there was substituted the charge of Larceny in a Building, a violation of section 14-316, Oregon Code. The petitioner pleaded guilty to that charge in the Oregon court. He and two others also accused were found to have entered a Standard Oil Company *353warehouse and carried away thirty gallons of gasoline. He was sentenced and was confined in the penitentiary at Salem, Oregon, for an indeterminate period not to exceed eighteen months.\n“Larceny in a Building is defined by section 14-316 of the Oregon Code as follows: ‘If any person shall commit the crime of larceny in any dwelling house, ... or warehouse, ... or shall break and enter in the night or daytime any church, ... or other building erected or used for public uses, and commit the crime of larceny therein, such person, upon conviction thereof, shall be punished by imprisonment in the penitentiary not less than one year nor more than seven years.’\n“The crime, as so defined, is not expressly included in section 644 of the Penal Code. Furthermore, the larceny of thirty gallons of gasoline, being goods of a value less than $200, is not comparable to grand theft in this state [citation], nor is it robbery [citation]. The respondent does not question that the conviction of Larceny in a Building is the prior conviction referred to in the information here involved. He contends, however, that the Oregon crime of Larceny in a Building is substantially identical to the crime of burglary which is defined in section 459 of the Penal Code as the entry of any house, warehouse, etc., with intent to commit grand or petit larceny or any felony. It is conceded that intent to steal or commit a felony, a necessary ingredient of the crime of burglary in this state, is not included in the definition of Larceny in a Building under the Oregon statute, but it is argued that it may be assumed to have been present by the act of ‘entering’ the building. One difficulty with the respondent’s position is that the uncontroverted showing in this proceeding is contrary to the assumption. The Oregon law (Oregon Code, § 14-311) defined burglary (other than in a dwelling house) as the breaking into and entering any ‘other structure or erection in which any property is kept, with intent to steal therein, or to commit any felony therein.’ The punishment prescribed is ‘imprisonment in the penitentiary not less than two nor more than five years.’ Thus Oregon has a burglary statute containing a definition of burglary comparable to that in our Penal Code. But as stated, before judgment in Oregon the official investigation of the petitioner’s conduct disclosed that there had been no violation of the burglary statute. On the showing in this proceeding it is clear that intent to steal or commit a felony was not inherent in the crime with which the petitioner was charged and of which he was convicted in Oregon. The intent in fact was not present. The crime of Larceny in a Building, as defined by the Oregon Code and as found by the court in Oregon to have been committed by the petitioner, is not a crime which would have been punishable as a felony in this state and is not comparable to any felony mentioned in section 644 of the Penal Code. The conviction of that crime was therefore not a legal basis *354for an adjudication that the petitioner was an habitual criminal.” (29 Cal.2d at pp. 301-302, italics added.)\nIn the discussion quoted above, the Seeley court plainly recognized and applied the rule laid down in McVickers: i.e., the court may look to the entire record of the conviction to determine the substance of the prior conviction.\nIn re Finley, supra, 68 Cal.2d 389, was the culmination of the line of cases stemming from McVickers and Seeley. In Finley, the defendant filed a petition for a writ of habeas corpus to review an adjudication of habitual criminality under Penal Code sections 644 and 668. Specifically, he claimed that one of the two predicate prior convictions—a 1932 Washington second degree burglary—did not constitute a- felony for which he could be adjudged a habitual criminal. In a unanimous opinion by Chief Justice Tray-nor, the court concluded that the claim was meritorious. In relevant part, its reasoning was as follows.\n“. . . The McVickers-Seeley line of cases holds . . . that unless the record before the habeas corpus court establishes the adjudicated elements of the previous offense, the court will assume that the prior conviction was for the least offense punishable under the foreign statute. [Citations.]\n“Here the only record of the 1932 Washington conviction now available, an authenticated copy of the judgment, sentence, and commitment, shows that petitioner was convicted of second degree burglary on his plea of guilty. Second degree burglary as defined by Washington statute is committed by entry with intent to commit any crime, whether misdemeanor or felony, or by innocent entry followed by the commission of any crime and breaking out. [Citation.] In California, however, the crime of burglary is committed by entry ‘with intent to commit grand or petit larceny or any felony. . . .’ [Citation.] Thus petitioner has established that his Washington conviction could have been based on acts not constituting burglary in California and he has therefore shown that ‘the least adjudicated elements of the Washington offense are not equivalent to the elements of the similarly denominated California offense enumerated in section 644 of the Penal Code and the Washington conviction is not competent to support a determination of habitual criminality under that section.’ ” (68 Cal.2d at pp. 391-392, fn. omitted.)\nIn the discussion quoted above, the Finley court plainly recognized and applied the rule laid down in McVickers and followed in Seeley, i.e., the *355court may look to the entire record of the conviction to determine the substance of the prior foreign conviction; but when the record does not disclose any of the facts of the offense actually committed, the court will presume that the prior conviction was for the least offense punishable under the foreign law.\nAfter careful reconsideration, we believe that the McVickers-Seeley-Finley line of cases does not support the holding of the Alfaro majority that ultimately rests thereon. Indeed, far from establishing that proof of the substance of a prior conviction is limited to matters necessarily established by the prior judgment of conviction, those cases declare that the court may look to the entire record of the conviction for this purpose.\nFurther, we believe that the McVickers-Seeley-Finley line of cases supports the following rule for use in the context of section 667 enhancements: in determining the truth of a prior-conviction allegation, the trier of fact may look to the entire record of the conviction.\nSuch a rule is both fair and reasonable. To allow the trier of fact to look to the entire record of the conviction is certainly reasonable: it promotes the efficient administration of justice and, specifically, furthers the evident intent of the people in establishing an enhancement for “burglary of a residence”—a term that refers to conduct, not a specific crime. To allow the trier to look to the record of the conviction—but no further—is also fair: it effectively bars the prosecution from relitigating the circumstances of a crime committed years ago and thereby threatening the defendant with harm akin to double jeopardy and denial of speedy trial.\nDefendant argues that the foregoing rule is inconsistent with Me Vickers and its progeny. But although those opinions do indeed contain certain language that can be taken to support the holding of the Alfaro majority, when given a careful reading they must be understood to allow reference to the entire record of the conviction.\nDefendant also argues in substance that the application of the rule set forth above is unfair because it would allow enhancements to be predicated on matters that are fortuitous and whose future significance the accused was not aware of at the time of the prior proceedings. We do not agree. The law regularly requires persons to suffer the consequences of their actions, even though they had not or could not foresee those consequences. As pointed out in the dissent in Alfaro, “Of course the admission concerning the *356residential nature of the burglary was made without the knowledge that it could one day result in an enhanced sentence for later crimes. That is true, however, of every guilty plea to a charge of felony: it is seldom entered in anticipation of the commission of future crimes. Nevertheless if there are subsequent crimes, in most instances there will be enhanced punishment.” (42 Cal.3d at p. 638.)\nFinally, defendant urges us to rely on the principle of stare decisis and refrain from overruling Alfaro. But defendant himself expressly “recognizes that this court can and should reconsider patently erroneous cases . . . .” Alfaro, as we have shown, is such a case.\nFor the foregoing reasons, we overruled If aro and adopt the rule set forth above to govern adjudication of the truth of section 667 prior-conviction allegations.\nWe turn to the case at bar. In light of the preceding discussion, we conclude the Court of Appeal erred in holding it improper for the trial court to look beyond the judgment to the entire record of the conviction in determining the truth of each of the two prior-conviction allegations. Under the rule we adopt, the trial court acted properly.1\nMoreover, as a result of its resolution of the issue going to the adjudication of the truth of the prior-conviction allegations, the Court of Appeal did not reach the question whether the trial court erred in failing to exercise the discretion it plainly has (People v. Fritz (1985) 40 Cal.3d 227 [219 Cal.Rptr. 460, 707 P.2d 833]) to strike the allegations “in furtherance of justice” under Penal Code section 1385. Since the resolution of this question may aifect the outcome of the case, the Court of Appeal should address it on remand.\nThe judgment of the Court of Appeal is vacated and the cause is remanded to that court for further proceedings consistent with this opinion.\nLucas, C. J., Panelli, J., Arguelles, J., and Eagleson, J., concurred.\n\nIn this case we are not called on to resolve such questions as what items in the record of conviction are admissible and for what purpose or whether on the peculiar facts of an individual case the application of the rule set forth herein might violate the constitutional rights of a criminal defendant. Because we are not called on to resolve such questions, we decline to address them here.\n\n",
            "ocr": false,
            "opinion_id": 9633623
        },
        {
            "author_str": "Broussard",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*357BROUSSARD, J., Dissenting\nThe majority opinion is a result searching in vain for a plausible reason. It expressly overrules People v. Alfaro (1986) 42 Cal.3d 627 [230 Cal.Rptr. 129, 724 P.2d 1154], a case decided only 14 months ago. The reason it gives for this radical departure from stare decisis is that Alfaro is arguably inconsistent with two 41-year-old habeas corpus decisions, In re McVickers (1946) 29 Cal.2d 264 [176 P.2d 40] and In re Seeley (1946) 29 Cal.2d 294 [176 P.2d 24].1 Neither of those decisions concerned Penal Code sections 667 or 1192.7, the statutes construed in Alfaro, or similar statutory language. Neither considered any contention that the probative force of the prior conviction should be limited to its adjudicated elements. Consequently, when we decided Alfaro, we did not rely upon McVickers or Seeley as precedential support. (See Alfaro, supra, 42 Cal.2d 627, 634, fn. 5. )\nInstead, Alfaro was based squarely on two more recent, and far more pertinent, decisions of this court, People v. Crowson (1983) 33 Cal.3d 623 [190 Cal.Rptr. 165, 660 P.2d 389] and People v. Jackson (1985) 37 Cal.3d 826 [210 Cal.Rptr. 623, 694 P.2d 736]. Nothing in the majority opinion repudiates the holding or reasoning in those cases. The holding in Alfaro, however, follows as a matter of logical necessity from Crowson and Jackson.\nThe question in Crowson, supra, 33 Cal.3d 623, was whether defendant was subject to a one-year enhancement because of a prior federal conviction. Penal Code section 667 specified that for enhancement purposes, a “prior conviction of a particular felony shall include a conviction in another jurisdiction for an offense which includes all of the elements of the particular felony as defined under California law. . . .”2 Construing this section, we quoted In re Finley, supra, 68 Cal.2d 389, 393, which said that the parties could not go behind the adjudicated elements of the prior crime. We then turned to a contention by the People which is logically identical to *358their argument in the present case. They contended that “even if the propriety of enhancement would ordinarily be controlled by a comparison of the elements of the federal and California offenses, the elements of the federal offense should not be decisive in this case because the indictment to which defendant pleaded guilty specifically alleged two overt acts in support of the conspiracy charge.” (People v. Crowson, supra, 33 Cal.3d 623, 634.)\nWe replied: “[I]f, as we have concluded, proof of an overt act was not a required element of the federal offense, the allegations to which the People refer were entirely immaterial surplusage, and defendant would have had no reason or incentive to contest them in the federal proceeding. In general, the doctrine of collateral estoppel regards as conclusively determined only those issues actually and necessarily litigated in the prior proceeding [citations] and the United States Supreme Court has noted that a guilty plea is simply an admission of ‘all the elements of a formal criminal charge.’ (McCarthy v. United States (1969) 394 U.S. 459, 466 [22 L.Ed.2d 418, 425, 89 S.Ct. 1166].) If proof of an overt act was not required to sustain a conviction under the federal statute, neither a guilty verdict after a jury trial nor a plea of guilty may accurately be viewed as establishing that such an act occurred, regardless of the allegations of the charging pleading. As the New York Court of Appeals explained in a related context: ‘The application of [a statute increasing punishment on the basis of a prior foreign conviction] cannot be made to turn on the expansiveness of the prosecutor who prepared and drafted the indictment in the other State. One prosecutor may content himself with pleading only essential allegations, while another may choose to include immaterial and surplus recitals. Liberty—even of habitual malefactors—is too important to depend upon the drafting technique or the pleading preference of a particular official.’ (People v. Olah (1949) 300 N.Y. 96 [89 N.E.2d 329, 332, 19 A.L.R.2d 219]. . . .)” (Ibid.)\nPeople v. Jackson, supra, 37 Cal.3d 826, summarized the Crowson decision, concluding that it established two propositions relevant to the interpretation of Penal Code sections 667 and 1192.7: “(1) that proof of a prior conviction establishes only the minimum elements of the crime, even if the charging pleading contained additional, superfluous allegations; and (2) that the prosecution cannot go behind the record of the conviction and relitigate the circumstances of the offense to prove some fact which was not an element of the crime.” (P. 834.) We discussed how these propositions would apply to a conviction for second degree burglary rendered at a time when residential entry was not an element of the crime. In such a case, we observed, “proof of the residential character of the burglary encounters obstacles. The record of a conviction for second degree burglary would not prove entry into a residence, even if the pleadings included superfluous allegations to that effect. [Citing Crowson.] Moreover, the People could not *359go behind that record to prove a fact which was not then an element of the crime. ... A contrary holding, permitting the People to litigate the circumstances of a crime committed years in the past, would raise serious problems akin to double jeopardy and denial of speedy trial.” (P. 836.)\nThus when Alfaro, supra, 42 Cal.3d 627, reached this court, the case was controlled by the language of prior decisions. Alfaro had pled guilty in 1974 to “burglary of a residence.” Residential entry at that time was not an element of the crime, and under the law then in effect the plea was equivalent to a simple plea of guilty to “burglary.” Consequently, under the reasoning of Crowson, supra, 33 Cal.3d 623, and Jackson, supra, 37 Cal.3d 826, defendant’s plea and conviction established only those matters which were adjudicated in the prior proceedings—that he had committed burglary—and those matters were insufficient to justify an enhancement under section 667.\nThe Attorney General in Alfaro acknowledged the burden on the courts and the potential unfairness to the defendant if we were to permit the prosecution to prove residence by evidence extrinsic to the prior record. (People v. Alfaro, supra, 42 Cal.3d 627, 635.) He suggested, however, that we should permit proof limited to that record. We rejected that argument, noting that “such evidence from the court records would often be inconclusive or unsatisfactory, and since it is not binding under the doctrine of collateral estoppel, defendant could not be barred from presenting other evidence to controvert the prosecution’s evidence. Perhaps the strongest case for going beyond the Crowson limitations is one ... in which the judgment incorporated by reference the residential allegations of the complaint, but even in that case one cannot place confidence in a finding of ‘guilty as charged’ when the charge included an allegation of residency the prosecution had no need to prove, defendant no incentive to contest, and the trier of fact no duty to decide.” (Ibid., fn. omitted.)3\nThe majority now endorse the suggestion we rejected in Alfaro without even mentioning the reasons why we then rejected it. They adopt a new rule under which the court can look to the entire record to determine the truth of an enhancement allegation—but no further. (Ante, p. 355.) The majority assert, however, that they are not “called upon” to explain how the new rule applies to the case before them or to any other pending case. (Ante, p. 356, fn. 1.) But surely we are called upon to decide the case at bar. Is there competent evidence in this record to show that defendant burglarized a residence? Is the majority proposing to permit a finding to be based upon *360the hearsay charges of a criminal complaint, or upon a plea of guilty which at the time entered did not admit superfluous allegations of residency? Will they permit a defendant to introduce new evidence in rebuttal? We have to consider not only this case, but also a number of others which have been held pending disposition of Guerrero, and we ought to provide some guidance on how they should be decided.\nIf, as I maintain, in this and similar cases there is no competent evidence of residential burglary in the record, then the majority’s new rule yields the same result as the Alfaro rule. We should forthrightly declare that result and affirm the judgment of the Court of Appeal striking the enhancements, thus avoiding unnecessary further proceedings and providing guidance to lower courts for similar cases.\nThe record in the present case, so far as it pertains to the enhancements, is only eight pages. It reveals that in 1978 and 1981 defendant was charged with entering a residence to commit theft, and pled guilty. He was convicted of second degree burglary. Residential entry was not an element of that crime.\nThe fact that the information asserted that defendant entered a residence is in itself hearsay; it is admissible only insofar as it explains defendant’s plea. (See 1 Witkin, Cal. Evidence (3d ed. 1986) Hearsay, § 686.) That plea, however, admitted only the elements of the charged crime. (See People v. Thomas (1986) 41 Cal.3d 837, 844, fn. 6 [226 Cal.Rptr. 107, 718 P.2d 94]; People v. Crowson, supra, 33 Cal.3d 623, 634; People v. Jones (1959) 52 Cal.2d 636, 651 [343 P.2d 577].) It does not admit allegations which do not constitute elements of the crime. Defendant’s convictions established only those elements necessarily adjudicated. (People v. Crowson, supra, 33 Cal.3d 623, 634.) Thus the record before us contains no competent evidence that defendant committed burglary of a residence. It shows only that the prosecutor on each occasion claimed the defendant entered a residence, that defendant entered a plea which did not necessarily admit that claim, and the court entered a judgment which did not adjudicate the claim. It is pointless to remand this case to the Court of Appeal; since there is no competent evidence in the record to show defendant was convicted of residential burglary, we should affirm the judgment of the Court of Appeal striking the enhancements.\nOccasionally we may encounter a case in which there is evidence in the record that a defendant entered a residence. That evidence would thus not be binding on defendant or upon the trier of fact, but instead subject,to dispute and refutation. I do not see how, as a matter of due process, defendant could be denied the right to present evidence to explain or contradict *361the prosecution evidence. And if he did present such evidence, surely the prosecution could call the victim to dispute it. In short, whenever there is inconclusive evidence in the record to show residential burglary, the hearing cannot be limited to examination of that evidence, but potentially entails retrial of the circumstances of the prior burglary. Thus the majority’s dilemma: if there is no competent evidence in the record, their rule produces the same result as the Alfaro rule; if there is such evidence, they cannot achieve their stated goal of avoiding relitigation of the circumstances of past crimes.\nIn conclusion, we should not reconsider the issue decided so recently in Alfaro, supra, 42 Cal.3d 627. There are no new arguments, no intervening precedents, to justify reconsideration of a matter heard, discussed, and decided by this court so recently. No one has changed his mind. The different result today is solely attributable to a change in the membership of this court, an insufficient reason to justify a departure from precedent. The reconsideration of past decisions under these circumstances is not a proper use of the limited time and resources of this court.\nThere is, moreover, no compelling need to readdress the matter. The present decision applies only to convictions antedating the enacting of section 667 in 1982, since after that date allegations of residential entry are not surplusage. (People v. Jackson, supra, 37 Cal.3d 826, 835.) In most of those cases, the record will contain no competent evidence of residential entry, so the result will be the same as that dictated by Alfaro, supra, 42 Cal.3d 627. At most, the majority’s decision will permit the prosecutor in an occasional case to relitigate the circumstances of a long-past nonviolent crime in order to subject a defendant to an additional five years imprisonment. This dubious benefit is not worth the harm done to our judicial system when a precedent only one year old is overruled on grounds totally lacking in credibility.\nAppellant’s petition for a rehearing was denied March 24, 1988, Kaufman, J., did not participate therein.\n\nThe majority also cite In re Finley (1968) 68 Cal.2d 389 [66 Cal.Rptr. 733, 438 P.2d 381], but that decision does not support their result. The Finley court said “the McVickers-Seeley lines of cases holds . . . that unless the record before the habeas corpus court establishes the adjudicated elements of the previous offense, the court will assume that the prior conviction was for the least offense punishable under the foreign statute.” (P. 391, italics added.) “Neither the People nor the defendant can go behind those adjudicated elements in an attempt to show that he committed a greater, lesser, or different offense.” (P. 393, italics added.) This is precisely the holding in Alfaro—that proof is limited to those matters which were adjudicated in the prior proceeding. The purpose of the majority opinion is to permit the People to go behind the adjudicated elements and use the prior record to prove factual issues which were not adjudicated in that proceeding.\n\n\nPenal Code section 667, the statute at issue in Jackson, supra, 37 Cal.3d 826. Alfaro, supra, 42 Cal.3d 626, and the present case, applies to a person “who previously has been convicted of a serious felony in this state or of any offense committed in another jurisdiction which includes all of the elements of any serious felony. . . .” I see no material difference between this language and the language construed in Crowson, supra, 33 Cal.3d 623.\n\n\n A footnote inquired: “What would be the effect, for example, of a jury verdict finding defendant guilty as charged, when the charge included a residential allegation but the jury was not instructed on entry into a residence?” (Ibid, at fn. 6.) The question remains unanswered.\n\n",
            "ocr": false,
            "opinion_id": 9633624
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3831.0,
            "opinion_text": "\n44 Cal.3d 343 (1988)\n748 P.2d 1150\n243 Cal. Rptr. 688\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nRAYMOND RAMIREZ GUERRERO, Defendant and Appellant.\nDocket No. Crim. 26174.\nSupreme Court of California.\nFebruary 11, 1988.\n*344 COUNSEL\nFrank O. Bell, Jr., State Public Defender, under appointment by the Supreme Court, Richard Lennon, Deputy State Public Defender, and Richard Goldman, under appointment by the Court of Appeal, for Defendant and Appellant.\nJohn K. Van de Kamp, Attorney General, Steve White, Chief Assistant Attorney General, Frederick R. Millar, Jr., and Steven H. Zeigen, Deputy Attorneys General, for Plaintiff and Respondent.\nKent S. Scheidegger as Amicus Curiae on behalf of Plaintiff and Respondent.\n*345 OPINION\nMOSK, J.\nWe are called upon to review People v. Alfaro (1986) 42 Cal.3d 627 [230 Cal. Rptr. 129, 724 P.2d 1154], in which a bare majority of the court held proof that a prior conviction was a \"serious felony\" for the purpose of the five-year enhancement under Penal Code sections 667 and 1192.7, subdivision (c), was limited to matters necessarily established by the prior judgment of conviction. We conclude that in determining the truth of a prior-conviction allegation, the trier of fact may look to the entire record of the conviction.\n\nI\nIn an information filed by the Riverside District Attorney, defendant was charged with burglarizing an inhabited dwelling house on October 15, 1984, in violation of Penal Code section 459 (hereafter section 459). It was alleged that in 1978 defendant had been convicted of the crime of residential burglary in violation of section 459, which was a serious felony within the meaning of Penal Code sections 667 (hereafter section 667) and 1192.7, subdivision (c) (hereafter section 1192.7(c)). It was also alleged that he had suffered a similar conviction in 1981. Defendant pleaded not guilty, denied the prior-conviction allegations, and requested a jury trial.\nThe trial was bifurcated. The charge involving the 1984 residential burglary was tried to the jury. To link defendant to the crime, the prosecution presented eyewitness testimony and physical evidence, including loot from the burglarized house that was found in defendant's possession. The defense offered no evidence. The jury returned a verdict of guilty.\nOn defendant's waiver of further jury trial, the question of the truth of the two prior-conviction allegations was tried to the court. After reviewing the record of each conviction, which included an accusatory pleading charging a residential burglary and defendant's plea of guilty or nolo contendere, the court found each allegation to be true.\nAt sentencing the court imposed the upper term of six years in prison for the burglary conviction. \"As far as the two priors are concerned,\" the court went on, \"I'm not sure the Court has the power to strike any prior.\" It then imposed a five-year enhancement for each of the prior convictions. Judgment was entered accordingly.\nOn appeal, defendant contended inter alia that the court erred when it considered evidence beyond the judgment of conviction in determining the *346 truth of the prior-conviction allegations, and that it improperly determined it was without authority to strike those allegations.\nThe Court of Appeal concluded that the trial court erred in its adjudication of the truth of the prior-conviction allegations. It stated: \"In People v. Alfaro [citation], the Supreme Court held the `record of conviction' which may be used to prove the nature of the prior was `the judgment, and matters necessarily adjudicated therein.' Because the nature of the building entered during the burglary was not an element of the crime when Guerrero committed his two prior offenses, enhancements cannot be imposed under Penal Code section 667.\" As a result of that conclusion, the court vacated the enhancements and consequently did not reach defendant's claim that the trial court erred in ruling it lacked authority to strike the prior-conviction allegations. Accordingly, the court modified the judgment to strike the enhancements and reduce defendant's term from 16 to 6 years, and affirmed the judgment as modified.\nThe Attorney General filed a petition for review, asking us to reexamine People v. Alfaro, supra, 42 Cal.3d 627. We granted the petition.\n\nII\nSection 667, adopted by the people as part of Proposition 8 at the June 8, 1982, primary election, provides for the enhancement of sentences for habitual criminals. Subdivision (a) of that section declares in relevant part that \"any person convicted of a serious felony who previously has been convicted of a serious felony in this state or of any offense committed in another jurisdiction which includes all the elements of any serious felony, shall receive, in addition to the sentence imposed by the court for the present offense, a five-year enhancement for each prior conviction brought and tried separately.\" Subdivision (d) defines \"serious felony\" as a serious felony listed in section 1192.7(c). At the time relevant here, that provision listed 25 items, including \"burglary of a residence\" (former Pen. Code, § 1192.7, subd. (c)(18), added by Prop. 8, Primary Elec., June 8, 1982).\nIn general, the application of section 667 is unproblematical: virtually all the \"serious felonies\" listed in section 1192.7(c) are in fact felonies specifically defined in the Penal Code. For example, among such offenses are murder (Pen. Code, §§ 187, 1192.7, subd. (c)(1)), rape (id., §§ 261, 1192.7, subd. (c)(3)), and robbery (id., §§ 211, 1192.7, subd. (c)(19)). But in the case of \"burglary of a residence,\" the matter is different: there is no offense specifically so defined in the Penal Code. The term, however, is not empty.\n*347 In People v. Jackson (1985) 37 Cal.3d 826 [210 Cal. Rptr. 623, 694 P.2d 736], a plurality of this court addressed and rejected the claim that because there was no specific crime labeled \"burglary of a residence,\" no enhancement could be predicated on what in fact had been the burglary of a residence. The opinion reasoned as follows.\n\"Proposition 8 ... did not confine its list of `serious felonies' to specific, discrete offenses. Its list of serious felonies enumerated in section 1192.7 appears to be based largely upon [Penal Code] section 12021.1, subdivision (b). That provision, enacted in April of 1982 to require a six-month county jail term as a condition of probation when a defendant previously convicted of a violent offense is found guilty of owning or possessing a concealable firearm, included a list of 26 `violent offenses.' Section 1192.7 incorporated that list, deleted three paragraphs, and added two new matters: selling, furnishing, administering or providing heroin, cocaine or PCP to a minor (¶ 24); and burglary of a residence (¶ 18).\n\"The resulting list of serious felonies as set out in section 1192.7, and incorporated into section 667, is an amalgam of different elements. Two describe former felonies, now repealed. Another refers generally to `any felony punishable by death or imprisonment ... for life.' (§ 1192.7, subd. (c)(7).) Two other paragraphs incorporate enhancements which may attach to any felony. Finally, the two new paragraphs added to the list both describe criminal conduct which does not correspond precisely to the elements of any then-existing criminal offense.\n\"In construing sections 667 and 1192.7, we must try to give effect to every phrase and paragraph, leaving no part of the statute useless or deprived of meaning. [Citations.] We therefore reject the view that these sections consist only of specific statutory offenses and enhancements, for that view ignores paragraphs (18) and (24) of section 1192.7, subdivision (c), and renders those paragraphs useless and of no effect. We must assume that these paragraphs were added to the list apparently taken from section 12021.1, subdivision (b), for a purpose \u0097 and on reflection, that purpose appears clear. The list in section 12021.1, subdivision (b), was intended to enumerate `violent' crimes. Paragraphs (18) and (24) describe nonviolent criminal conduct which is, nevertheless, so dangerous that its repeated occurrence might in the minds of the voters call for enhanced punishment equivalent to that imposed upon violent recidivists. The inclusion of these items evidences the intent of the voters to deter the conduct described in these paragraphs equally with the violent criminal conduct described in *348 other paragraphs. We give effect to this intent by construing paragraphs (18) and (24) as referring not to specific criminal offenses, but to the criminal conduct described therein, and applicable whenever the prosecution pleads and proves that conduct.\" (37 Cal.3d at pp. 831-832, fns. omitted.)\n(1a) From the foregoing discussion the question arises: to what may the trier of fact look in determining whether the defendant suffered a prior conviction for \"burglary of a residence\"?\nIn People v. Alfaro, supra, 42 Cal.3d 627, 632-635, a majority of the court held that proof that a prior conviction was a \"serious felony\" for the purpose of the five-year enhancement under sections 667 and 1192.7(c) was limited to matters necessarily established by the prior judgment of conviction. In coming to this conclusion, the majority relied on dictum in People v. Jackson, supra, 37 Cal.3d 826, 833-834. In framing that dictum, the Jackson court in turn relied on People v. Crowson (1983) 33 Cal.3d 623 [190 Cal. Rptr. 165, 660 P.2d 389] \u0097 which discussed sentence enhancement for a prior foreign conviction under Penal Code section 667.5, subdivision (f), and held that \"enhancement is only permissible when the elements of the foreign crime, as defined by that jurisdiction's statutory or common law, include all of the elements of the California felony\" (Crowson, supra, at p. 632). In arriving at that conclusion, the Crowson court in turn relied on a line of cases culminating in In re Finley (1968) 68 Cal.2d 389 [66 Cal. Rptr. 733, 438 P.2d 381], which construed Penal Code section 668, a parallel habitual criminal provision relating to prior foreign convictions. Thus, it is on this line of cases that the holding of the Alfaro majority ultimately rests.\nThe question before us is whether Finley and its predecessors do in fact support the Alfaro holding. As will appear, the answer is negative.\nIn re McVickers (1946) 29 Cal.2d 264 [176 P.2d 40], was the first in the relevant line of cases. There the defendant filed a petition for a writ of habeas corpus to review an adjudication that he, \"having been previously three times convicted, upon charges separately brought and tried, and having served separate terms therefor in state and/or federal penitentiaries for crimes enumerated in Section 644 of the Penal Code ..., is a habitual criminal under the provisions of Section 644 of the Penal Code.\" (Id. at p. 266.) He challenged a Utah felony conviction for grand larceny and a federal conviction for nine counts of violating former section 347 of title 18 of the United States Code. Specifically, he attempted to show that neither of these two convictions was \"of an offense which, if committed within this *349 state, would be punishable by the laws of this state by imprisonment in the state prison\" (former Pen. Code, § 668, Stats. 1927, ch. 633, § 1, p. 1065). After a careful discussion, the court concluded that the defendant's challenge was meritorious as to the Utah conviction but unmeritorious as to the federal conviction. The discussion, which is crucial to the question before us, is quoted in extenso below.\n\"Sections 644 and 668 of the Penal Code contemplate that a defendant shall have been convicted in a judicial proceeding of a crime enumerated in section 644. All the essential facts of his guilt must be res judicata. In applying section 644 the courts of this state may take cognizance only of what has been lawfully adjudicated. Any other rule would lead to absurd consequences. If our trial courts could take evidence to prove, and upon that evidence adjudicate for themselves, that a defendant had been convicted in another state of grand theft as defined in our code despite the fact that he had been there charged, tried, and convicted under a statute defining another offense (here, an offense the only adjudicated elements of which amount to petty theft in California), then our courts could also take evidence and decide that the defendant had been convicted in the other state of robbery or burglary or bribery, or any other offense enumerated in section 644, even though he had never been charged with, placed upon trial for, or adjudged guilty of, any of those offenses in such other state. Respondent relies upon certain language in In re Taylor (1944) ... 64 Cal. App.2d 47, 51 [148 P.2d 143], relating to the presumption of the verity of a judgment. But if the presumption of the verity of a judgment were implicitly relied upon in habeas corpus proceedings then such proceedings could rarely if ever benefit a defendant after conviction. The language referred to actually is not at all in point on the question before us. The Taylor case was decided adversely to the petitioner because, while his petition purported to show that the prior conviction in North Carolina, the efficacy of which as a basis for habitual criminality adjudication he challenged, was for the theft of tobacco `of the value of one hundred dollars,' the record before the appellate tribunal disclosed that `on the same occasion of the indictment and conviction for the theft of tobacco' of the value of one hundred dollars the same defendant was indicted for and convicted of the offense (committed on the same day as the theft of the tobacco) of `with force and arms' stealing `an automobile of the value of four hundred dollars.' Apparently it did not clearly appear what evidence had been before the trial court when the habitual criminal adjudication was made. The information charged the defendant, in somewhat general terms, with having suffered a prior conviction `for the crime of Larceny, a felony' committed `in Wilson County, North Carolina.' The only presumption the District Court of Appeal indulged in favor of the verity of the judgment was that in the absence of *350 proof to the contrary `the complete record of petitioner's prior convictions in the State of North Carolina was before the trial court, and that the court in adjudging him to be an habitual criminal did so with due regard to the provisions of section 644 of the Penal Code.' Actually, that case, far from supporting respondent, sustains petitioner. With reference to the allegations of the petition therein tending to show that the prior conviction was for the theft only of the tobacco valued at one hundred dollars, the court said [citation]: `If nothing further was disclosed by the record before us we would feel compelled to grant the writ.' But upon the showing that the petitioner had in truth been convicted on an indictment specifically charging the theft of property `of the value of four hundred dollars' and upon the lack of any showing that such proof had not been made to the trial court, the writ was discharged. Such case is obviously materially different from that before us where the only conviction (in Utah) alleged or proved was for theft of property specifically charged to be `of a value exceeding $50.00.'\n\"The pertinent averment of the information in this case is that prior to the commission of the alleged substantive offenses petitioner in 1924 `was, in the District Court of the State of Utah ... convicted of the crime of Grand Larceny, a felony, and... served a term of imprisonment therefor.' Since the allegation specifically charges conviction of `Grand Larceny' in Utah it is, of course, obvious that any court in which it is presented must look at once to Utah's definition of grand larceny to ascertain whether the conviction there of that offense is a conviction of a felony enumerated in our section 644. The pertinent law of Utah is not a fact outside the record of local conviction, any more than the very California statute upon which the prosecution is based is a fact outside the record. We are required to take judicial notice of the laws of our sister states [citation]. In California grand larceny (theft) is committed `When the money, labor or real or personal property taken is of a value exceeding two hundred dollars' [citation], but in Utah `Grand larceny is committed ... when the property is of a value exceeding $50.00' [citation]. The pleading and proof or admission of a conviction for grand larceny in Utah, without more, establishes that petitioner was convicted of the theft of property of a value of $50.01, a crime which is not enumerated in section 644 of the Penal Code.\n\"The conclusion above announced is in full accord with the decision of the District Court of Appeal (hearing in this court denied) in People v. Lohr (1938) ... 28 Cal. App.2d 397, 399, 400 [82 P.2d 615], wherein it was expressly held that `It was necessary for the prosecution to charge and prove that the prior convictions were among those set forth in section 644 in order to adjudge the defendant an habitual criminal' (italics added) and that where the `charge in the information does not designate the section of the *351... Act upon which defendant was convicted and the record furnishes ... no assistance in this regard' the reviewing (as well as the trial) court `must therefore assume' that defendant suffered the prior conviction for the least offense punishable under the statute. ...\n\"It is, of course, true that after a trial on conflicting evidence and a verdict against a defendant, every reasonable inference of which the evidence admits in favor of the verdict, and, hence, against the defendant, will be assumed by a reviewing court, but we have no such situation now before us. We have only the record to consider. That record discloses a specific charge of previous conviction of `Grand Larceny' in Utah and petitioner's admission of that charge. By no process of law or reason acceptable to American standards can such admission of defendant be construed to admit more than the charge laid. There was no further proof. The trial court, therefore, was bound to assume, as are we now, that defendant suffered the prior conviction for the least offense punishable under the Utah statute, which is but a misdemeanor under California law.... (If we go outside the record here the result is the same. The information filed in the Utah proceeding, a copy of which is attached to the petition, expressly alleged that the property stolen was of `a value in excess of $50.00.' By the most elementary rules of pleading an adjudication on, or admission of, such charge would establish a value of $50.01 and no more.)\n\"It has long been the law, even in regard to a judgment of conviction, that `if it affirmatively appears by the record that the prisoner was tried and sentenced for the commission of an act which, under the law, constitutes no crime, the judgment is void and the prisoner should be discharged.' [Citations.] Here it affirmatively appears by the record that the prior Utah conviction alleged in the information and admitted by defendant is a conviction of an offense which, insofar as the adjudicated facts are concerned, is by California law a misdemeanor and, hence, constitutes no basis for habitual criminal adjudication....\n\"Petitioner contends that the determination that he was previously convicted of `forgery, a felony,' and served a term of imprisonment therefor is also insufficient as a basis of the adjudication that he is an habitual criminal. This contention probably would have to be sustained if we were confined to matters appearing in the trial court record of conviction. The information, in this regard, charged merely that the defendant (petitioner, here) had been previously `in the United States District Court ... convicted upon nine counts of the crime of Violation of Section 218 of the Criminal Code of the United States ... and said defendant served a term of imprisonment therefor *352 in the federal prison.' Section 218 of the Criminal Code (18 U.S.C.A. § 347) enumerates many prohibited acts some of which, if comparable to any state offense, would amount to no more than misdemeanors but others of which are comparable to the state crime of forgery.... From ... documentary evidence (certified copies of the indictment and judgment in the federal matter) [, however,] it appears that petitioner was convicted of nine counts of forging postal money orders. Section 470 of our Penal Code, which defines forgery, lists as the subjects of forgery `almost every conceivable kind and character of writing.' [Citations.] In addition to more particularly designated instruments the section lists such general descriptions as `any transfer or assurance of money, ... power to receive money, ... writing obligatory, ... or other contract for money....' We entertain no doubt that the forgery of a United States money order is an offense within section 470 and, therefore, would be punishable by imprisonment in the state prison [citation].\" (McVickers, supra, 29 Cal.2d at pp. 276-281, italics in original.)\n(2) From the discussion the McVickers court presented the following rule emerges: the court may look to the entire record of the conviction to determine the substance of the prior foreign conviction; but when the record does not disclose any of the facts of the offense actually committed, the court will presume that the prior conviction was for the least offense punishable under the foreign law.\nIn re Seeley (1946) 29 Cal.2d 294 [176 P.2d 24], was the second in the relevant line of cases. There the defendant filed a petition for a writ of habeas corpus to review an adjudication that he was a habitual criminal under Penal Code sections 644 and 668 by virtue of his admission of two prior convictions of a felony. Specifically, he claimed that one of the two prior convictions \u0097 for larceny in a building in Oregon \u0097 did not constitute a felony for which he could be adjudged a habitual criminal. The court concluded that the claim was meritorious. Its reasoning was as follows.\n\"It appears from the record before us that on October 21, 1932, the petitioner was arrested and held in jail at Grants Pass, Oregon, on a tentative charge of burglary in violation of section 14-309, Oregon Code. Official investigation disclosed that the entry of the building involved had not been with an intent to steal or commit a felony. The charge of burglary was accordingly withdrawn and in its place there was substituted the charge of Larceny in a Building, a violation of section 14-316, Oregon Code. The petitioner pleaded guilty to that charge in the Oregon court. He and two others also accused were found to have entered a Standard Oil Company *353 warehouse and carried away thirty gallons of gasoline. He was sentenced and was confined in the penitentiary at Salem, Oregon, for an indeterminate period not to exceed eighteen months.\n\"Larceny in a Building is defined by section 14-316 of the Oregon Code as follows: `If any person shall commit the crime of larceny in any dwelling house, ... or warehouse, ... or shall break and enter in the night or daytime any church, ... or other building erected or used for public uses, and commit the crime of larceny therein, such person, upon conviction thereof, shall be punished by imprisonment in the penitentiary not less than one year nor more than seven years.'\n\"The crime, as so defined, is not expressly included in section 644 of the Penal Code. Furthermore, the larceny of thirty gallons of gasoline, being goods of a value less than $200, is not comparable to grand theft in this state [citation], nor is it robbery [citation]. The respondent does not question that the conviction of Larceny in a Building is the prior conviction referred to in the information here involved. He contends, however, that the Oregon crime of Larceny in a Building is substantially identical to the crime of burglary which is defined in section 459 of the Penal Code as the entry of any house, warehouse, etc., with intent to commit grand or petit larceny or any felony. It is conceded that intent to steal or commit a felony, a necessary ingredient of the crime of burglary in this state, is not included in the definition of Larceny in a Building under the Oregon statute, but it is argued that it may be assumed to have been present by the act of `entering' the building. One difficulty with the respondent's position is that the uncontroverted showing in this proceeding is contrary to the assumption. The Oregon law (Oregon Code, § 14-311) defined burglary (other than in a dwelling house) as the breaking into and entering any `other structure or erection in which any property is kept, with intent to steal therein, or to commit any felony therein.' The punishment prescribed is `imprisonment in the penitentiary not less than two nor more than five years.' Thus Oregon has a burglary statute containing a definition of burglary comparable to that in our Penal Code. But as stated, before judgment in Oregon the official investigation of the petitioner's conduct disclosed that there had been no violation of the burglary statute. On the showing in this proceeding it is clear that intent to steal or commit a felony was not inherent in the crime with which the petitioner was charged and of which he was convicted in Oregon. The intent in fact was not present. The crime of Larceny in a Building, as defined by the Oregon Code and as found by the court in Oregon to have been committed by the petitioner, is not a crime which would have been punishable as a felony in this state and is not comparable to any felony mentioned in section 644 of the Penal Code. The conviction of that crime was therefore not a legal basis *354 for an adjudication that the petitioner was an habitual criminal.\" (29 Cal.2d at pp. 301-302, italics added.)\nIn the discussion quoted above, the Seeley court plainly recognized and applied the rule laid down in McVickers: i.e., the court may look to the entire record of the conviction to determine the substance of the prior conviction.\nIn re Finley, supra, 68 Cal.2d 389, was the culmination of the line of cases stemming from McVickers and Seeley. In Finley, the defendant filed a petition for a writ of habeas corpus to review an adjudication of habitual criminality under Penal Code sections 644 and 668. Specifically, he claimed that one of the two predicate prior convictions \u0097 a 1932 Washington second degree burglary \u0097 did not constitute a felony for which he could be adjudged a habitual criminal. In a unanimous opinion by Chief Justice Traynor, the court concluded that the claim was meritorious. In relevant part, its reasoning was as follows.\n\"... The McVickers-Seeley line of cases holds ... that unless the record before the habeas corpus court establishes the adjudicated elements of the previous offense, the court will assume that the prior conviction was for the least offense punishable under the foreign statute. [Citations.]\n\"Here the only record of the 1932 Washington conviction now available, an authenticated copy of the judgment, sentence, and commitment, shows that petitioner was convicted of second degree burglary on his plea of guilty. Second degree burglary as defined by Washington statute is committed by entry with intent to commit any crime, whether misdemeanor or felony, or by innocent entry followed by the commission of any crime and breaking out. [Citation.] In California, however, the crime of burglary is committed by entry `with intent to commit grand or petit larceny or any felony....' [Citation.] Thus petitioner has established that his Washington conviction could have been based on acts not constituting burglary in California and he has therefore shown that `the least adjudicated elements of the Washington offense are not equivalent to the elements of the similarly denominated California offense enumerated in section 644 of the Penal Code and the Washington conviction is not competent to support a determination of habitual criminality under that section.'\" (68 Cal.2d at pp. 391-392, fn. omitted.)\nIn the discussion quoted above, the Finley court plainly recognized and applied the rule laid down in McVickers and followed in Seeley: i.e., the *355 court may look to the entire record of the conviction to determine the substance of the prior foreign conviction; but when the record does not disclose any of the facts of the offense actually committed, the court will presume that the prior conviction was for the least offense punishable under the foreign law.\n(1b) After careful reconsideration, we believe that the McVickers-Seeley-Finley line of cases does not support the holding of the Alfaro majority that ultimately rests thereon. Indeed, far from establishing that proof of the substance of a prior conviction is limited to matters necessarily established by the prior judgment of conviction, those cases declare that the court may look to the entire record of the conviction for this purpose.\nFurther, we believe that the McVickers-Seeley-Finley line of cases supports the following rule for use in the context of section 667 enhancements: in determining the truth of a prior-conviction allegation, the trier of fact may look to the entire record of the conviction.\nSuch a rule is both fair and reasonable. To allow the trier of fact to look to the entire record of the conviction is certainly reasonable: it promotes the efficient administration of justice and, specifically, furthers the evident intent of the people in establishing an enhancement for \"burglary of a residence\" \u0097 a term that refers to conduct, not a specific crime. To allow the trier to look to the record of the conviction \u0097 but no further \u0097 is also fair: it effectively bars the prosecution from relitigating the circumstances of a crime committed years ago and thereby threatening the defendant with harm akin to double jeopardy and denial of speedy trial.\nDefendant argues that the foregoing rule is inconsistent with McVickers and its progeny. But although those opinions do indeed contain certain language that can be taken to support the holding of the Alfaro majority, when given a careful reading they must be understood to allow reference to the entire record of the conviction.\nDefendant also argues in substance that the application of the rule set forth above is unfair because it would allow enhancements to be predicated on matters that are fortuitous and whose future significance the accused was not aware of at the time of the prior proceedings. We do not agree. The law regularly requires persons to suffer the consequences of their actions, even though they had not or could not foresee those consequences. As pointed out in the dissent in Alfaro, \"Of course the admission concerning the *356 residential nature of the burglary was made without the knowledge that it could one day result in an enhanced sentence for later crimes. That is true, however, of every guilty plea to a charge of felony: it is seldom entered in anticipation of the commission of future crimes. Nevertheless if there are subsequent crimes, in most instances there will be enhanced punishment.\" (42 Cal.3d at p. 638.)\nFinally, defendant urges us to rely on the principle of stare decisis and refrain from overruling Alfaro. But defendant himself expressly \"recognizes that this court can and should reconsider patently erroneous cases....\" Alfaro, as we have shown, is such a case.\nFor the foregoing reasons, we overrule Alfaro and adopt the rule set forth above to govern adjudication of the truth of section 667 prior-conviction allegations.\nWe turn to the case at bar. In light of the preceding discussion, we conclude the Court of Appeal erred in holding it improper for the trial court to look beyond the judgment to the entire record of the conviction in determining the truth of each of the two prior-conviction allegations. Under the rule we adopt, the trial court acted properly.[1]\nMoreover, as a result of its resolution of the issue going to the adjudication of the truth of the prior-conviction allegations, the Court of Appeal did not reach the question whether the trial court erred in failing to exercise the discretion it plainly has (People v. Fritz (1985) 40 Cal.3d 227 [219 Cal. Rptr. 460, 707 P.2d 833]) to strike the allegations \"in furtherance of justice\" under Penal Code section 1385. Since the resolution of this question may affect the outcome of the case, the Court of Appeal should address it on remand.\nThe judgment of the Court of Appeal is vacated and the cause is remanded to that court for further proceedings consistent with this opinion.\nLucas, C.J., Panelli, J., Arguelles, J., and Eagleson, J., concurred.\n*357 BROUSSARD, J., Dissenting\nThe majority opinion is a result searching in vain for a plausible reason. It expressly overrules People v. Alfaro (1986) 42 Cal.3d 627 [230 Cal. Rptr. 129, 724 P.2d 1154], a case decided only 14 months ago. The reason it gives for this radical departure from stare decisis is that Alfaro is arguably inconsistent with two 41-year-old habeas corpus decisions, In re McVickers (1946) 29 Cal.2d 264 [176 P.2d 40] and In re Seeley (1946) 29 Cal.2d 294 [176 P.2d 24].[1] Neither of those decisions concerned Penal Code sections 667 or 1192.7, the statutes construed in Alfaro, or similar statutory language. Neither considered any contention that the probative force of the prior conviction should be limited to its adjudicated elements. Consequently, when we decided Alfaro, we did not rely upon McVickers or Seeley as precedential support. (See Alfaro, supra, 42 Cal.2d 627, 634, fn. 5.)\nInstead, Alfaro was based squarely on two more recent, and far more pertinent, decisions of this court, People v. Crowson (1983) 33 Cal.3d 623 [190 Cal. Rptr. 165, 660 P.2d 389] and People v. Jackson (1985) 37 Cal.3d 826 [210 Cal. Rptr. 623, 694 P.2d 736]. Nothing in the majority opinion repudiates the holding or reasoning in those cases. The holding in Alfaro, however, follows as a matter of logical necessity from Crowson and Jackson.\nThe question in Crowson, supra, 33 Cal.3d 623, was whether defendant was subject to a one-year enhancement because of a prior federal conviction. Penal Code section 667 specified that for enhancement purposes, a \"prior conviction of a particular felony shall include a conviction in another jurisdiction for an offense which includes all of the elements of the particular felony as defined under California law....\"[2] Construing this section, we quoted In re Finley, supra, 68 Cal.2d 389, 393, which said that the parties could not go behind the adjudicated elements of the prior crime. We then turned to a contention by the People which is logically identical to *358 their argument in the present case. They contended that \"even if the propriety of enhancement would ordinarily be controlled by a comparison of the elements of the federal and California offenses, the elements of the federal offense should not be decisive in this case because the indictment to which defendant pleaded guilty specifically alleged two overt acts in support of the conspiracy charge.\" (People v. Crowson, supra, 33 Cal.3d 623, 634.)\nWe replied: \"[I]f, as we have concluded, proof of an overt act was not a required element of the federal offense, the allegations to which the People refer were entirely immaterial surplusage, and defendant would have had no reason or incentive to contest them in the federal proceeding. In general, the doctrine of collateral estoppel regards as conclusively determined only those issues actually and necessarily litigated in the prior proceeding [citations] and the United States Supreme Court has noted that a guilty plea is simply an admission of `all the elements of a formal criminal charge.' (McCarthy v. United States (1969) 394 U.S. 459, 466 [22 L.Ed.2d 418, 425, 89 S.Ct. 1166].) If proof of an overt act was not required to sustain a conviction under the federal statute, neither a guilty verdict after a jury trial nor a plea of guilty may accurately be viewed as establishing that such an act occurred, regardless of the allegations of the charging pleading. As the New York Court of Appeals explained in a related context: `The application of [a statute increasing punishment on the basis of a prior foreign conviction] cannot be made to turn on the expansiveness of the prosecutor who prepared and drafted the indictment in the other State. One prosecutor may content himself with pleading only essential allegations, while another may choose to include immaterial and surplus recitals. Liberty \u0097 even of habitual malefactors \u0097 is too important to depend upon the drafting technique or the pleading preference of a particular official.' (People v. Olah (1949) 300 N.Y. 96 [89 N.E.2d 329, 332, 19 A.L.R.2d 219]....)\" (Ibid.)\nPeople v. Jackson, supra, 37 Cal.3d 826, summarized the Crowson decision, concluding that it established two propositions relevant to the interpretation of Penal Code sections 667 and 1192.7: \"(1) that proof of a prior conviction establishes only the minimum elements of the crime, even if the charging pleading contained additional, superfluous allegations; and (2) that the prosecution cannot go behind the record of the conviction and relitigate the circumstances of the offense to prove some fact which was not an element of the crime.\" (P. 834.) We discussed how these propositions would apply to a conviction for second degree burglary rendered at a time when residential entry was not an element of the crime. In such a case, we observed, \"proof of the residential character of the burglary encounters obstacles. The record of a conviction for second degree burglary would not prove entry into a residence, even if the pleadings included superfluous allegations to that effect. [Citing Crowson.] Moreover, the People could not *359 go behind that record to prove a fact which was not then an element of the crime.... A contrary holding, permitting the People to litigate the circumstances of a crime committed years in the past, would raise serious problems akin to double jeopardy and denial of speedy trial.\" (P. 836.)\nThus when Alfaro, supra, 42 Cal.3d 627, reached this court, the case was controlled by the language of prior decisions. Alfaro had pled guilty in 1974 to \"burglary of a residence.\" Residential entry at that time was not an element of the crime, and under the law then in effect the plea was equivalent to a simple plea of guilty to \"burglary.\" Consequently, under the reasoning of Crowson, supra, 33 Cal.3d 623, and Jackson, supra, 37 Cal.3d 826, defendant's plea and conviction established only those matters which were adjudicated in the prior proceedings \u0097 that he had committed burglary \u0097 and those matters were insufficient to justify an enhancement under section 667.\nThe Attorney General in Alfaro acknowledged the burden on the courts and the potential unfairness to the defendant if we were to permit the prosecution to prove residence by evidence extrinsic to the prior record. (People v. Alfaro, supra, 42 Cal.3d 627, 635.) He suggested, however, that we should permit proof limited to that record. We rejected that argument, noting that \"such evidence from the court records would often be inconclusive or unsatisfactory, and since it is not binding under the doctrine of collateral estoppel, defendant could not be barred from presenting other evidence to controvert the prosecution's evidence. Perhaps the strongest case for going beyond the Crowson limitations is one ... in which the judgment incorporated by reference the residential allegations of the complaint, but even in that case one cannot place confidence in a finding of `guilty as charged' when the charge included an allegation of residency the prosecution had no need to prove, defendant no incentive to contest, and the trier of fact no duty to decide.\" (Ibid., fn. omitted.)[3]\nThe majority now endorse the suggestion we rejected in Alfaro without even mentioning the reasons why we then rejected it. They adopt a new rule under which the court can look to the entire record to determine the truth of an enhancement allegation \u0097 but no further. (Ante, p. 355.) The majority assert, however, that they are not \"called upon\" to explain how the new rule applies to the case before them or to any other pending case. (Ante, p. 356, fn. 1.) But surely we are called upon to decide the case at bar. Is there competent evidence in this record to show that defendant burglarized a residence? Is the majority proposing to permit a finding to be based upon *360 the hearsay charges of a criminal complaint, or upon a plea of guilty which at the time entered did not admit superfluous allegations of residency? Will they permit a defendant to introduce new evidence in rebuttal? We have to consider not only this case, but also a number of others which have been held pending disposition of Guerrero, and we ought to provide some guidance on how they should be decided.\nIf, as I maintain, in this and similar cases there is no competent evidence of residential burglary in the record, then the majority's new rule yields the same result as the Alfaro rule. We should forthrightly declare that result and affirm the judgment of the Court of Appeal striking the enhancements, thus avoiding unnecessary further proceedings and providing guidance to lower courts for similar cases.\nThe record in the present case, so far as it pertains to the enhancements, is only eight pages. It reveals that in 1978 and 1981 defendant was charged with entering a residence to commit theft, and pled guilty. He was convicted of second degree burglary. Residential entry was not an element of that crime.\nThe fact that the information asserted that defendant entered a residence is in itself hearsay; it is admissible only insofar as it explains defendant's plea. (See 1 Witkin, Cal. Evidence (3d ed. 1986) Hearsay, § 686.) That plea, however, admitted only the elements of the charged crime. (See People v. Thomas (1986) 41 Cal.3d 837, 844, fn. 6 [226 Cal. Rptr. 107, 718 P.2d 94]; People v. Crowson, supra, 33 Cal.3d 623, 634; People v. Jones (1959) 52 Cal.2d 636, 651 [343 P.2d 577].) It does not admit allegations which do not constitute elements of the crime. Defendant's convictions established only those elements necessarily adjudicated. (People v. Crowson, supra, 33 Cal.3d 623, 634.) Thus the record before us contains no competent evidence that defendant committed burglary of a residence. It shows only that the prosecutor on each occasion claimed the defendant entered a residence, that defendant entered a plea which did not necessarily admit that claim, and the court entered a judgment which did not adjudicate the claim. It is pointless to remand this case to the Court of Appeal; since there is no competent evidence in the record to show defendant was convicted of residential burglary, we should affirm the judgment of the Court of Appeal striking the enhancements.\nOccasionally we may encounter a case in which there is evidence in the record that a defendant entered a residence. That evidence would thus not be binding on defendant or upon the trier of fact, but instead subject to dispute and refutation. I do not see how, as a matter of due process, defendant could be denied the right to present evidence to explain or contradict *361 the prosecution evidence. And if he did present such evidence, surely the prosecution could call the victim to dispute it. In short, whenever there is inconclusive evidence in the record to show residential burglary, the hearing cannot be limited to examination of that evidence, but potentially entails retrial of the circumstances of the prior burglary. Thus the majority's dilemma: if there is no competent evidence in the record, their rule produces the same result as the Alfaro rule; if there is such evidence, they cannot achieve their stated goal of avoiding relitigation of the circumstances of past crimes.\nIn conclusion, we should not reconsider the issue decided so recently in Alfaro, supra, 42 Cal.3d 627. There are no new arguments, no intervening precedents, to justify reconsideration of a matter heard, discussed, and decided by this court so recently. No one has changed his mind. The different result today is solely attributable to a change in the membership of this court, an insufficient reason to justify a departure from precedent. The reconsideration of past decisions under these circumstances is not a proper use of the limited time and resources of this court.\nThere is, moreover, no compelling need to readdress the matter. The present decision applies only to convictions antedating the enacting of section 667 in 1982, since after that date allegations of residential entry are not surplusage. (People v. Jackson, supra, 37 Cal.3d 826, 835.) In most of those cases, the record will contain no competent evidence of residential entry, so the result will be the same as that dictated by Alfaro, supra, 42 Cal.3d 627. At most, the majority's decision will permit the prosecutor in an occasional case to relitigate the circumstances of a long-past nonviolent crime in order to subject a defendant to an additional five years imprisonment. This dubious benefit is not worth the harm done to our judicial system when a precedent only one year old is overruled on grounds totally lacking in credibility.\nAppellant's petition for a rehearing was denied March 24, 1988, Kaufman, J., did not participate therein.\nNOTES\n[1]  In this case we are not called on to resolve such questions as what items in the record of conviction are admissible and for what purpose or whether on the peculiar facts of an individual case the application of the rule set forth herein might violate the constitutional rights of a criminal defendant. Because we are not called on to resolve such questions, we decline to address them here.\n[1]  The majority also cite In re Finley (1968) 68 Cal.2d 389 [66 Cal. Rptr. 733, 438 P.2d 381], but that decision does not support their result. The Finley court said \"the McVickers-Seeley lines of cases holds ... that unless the record before the habeas corpus court establishes the adjudicated elements of the previous offense, the court will assume that the prior conviction was for the least offense punishable under the foreign statute.\" (P. 391, italics added.) \"Neither the People nor the defendant can go behind those adjudicated elements in an attempt to show that he committed a greater, lesser, or different offense.\" (P. 393, italics added.) This is precisely the holding in Alfaro \u0097 that proof is limited to those matters which were adjudicated in the prior proceeding. The purpose of the majority opinion is to permit the People to go behind the adjudicated elements and use the prior record to prove factual issues which were not adjudicated in that proceeding.\n[2]  Penal Code section 667, the statute at issue in Jackson, supra, 37 Cal.3d 826, Alfaro, supra, 42 Cal.3d 626, and the present case, applies to a person \"who previously has been convicted of a serious felony in this state or of any offense committed in another jurisdiction which includes all of the elements of any serious felony....\" I see no material difference between this language and the language construed in Crowson, supra, 33 Cal.3d 623.\n[3]  A footnote inquired: \"What would be the effect, for example, of a jury verdict finding defendant guilty as charged, when the charge included a residential allegation but the jury was not instructed on entry into a residence?\" (Ibid. at fn. 6.) The question remains unanswered.\n\n",
            "ocr": false,
            "opinion_id": 1454084
        }
    ],
    "court_short_name": "California Supreme Court",
    "court_full_name": "California Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}