{
    "id": 2646290,
    "judges": "Henderson, Rogers, Tatel",
    "date_filed": "1989-05-28",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-duane-mckinney",
    "case_name_short": null,
    "case_name": "United States v. Duane McKinney",
    "case_name_full": "UNITED STATES of America, Appellee. v. Duane McKINNEY, Appellant",
    "attorneys": "Mary E. Davis, appointed by the court, argued the cause and filed the briefs for appellant., Gilead I. Light, Assistant U.S. Attorney, argued the cause for appellee. With him on the brief were Ronald C. Machen Jr., U.S. Attorney, and Elizabeth Trosman, Virginia Cheatham, and Colleen Kennedy, Assistant U.S. Attorneys.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Oct. 22, 2013.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b797-10\">\n    UNITED STATES of America, Appellee. v. Duane McKINNEY, Appellant.\n   </parties><br><docketnumber id=\"b797-13\">\n    No. 12-3110.\n   </docketnumber><br><court id=\"b797-14\">\n    United States Court of Appeals, District of Columbia Circuit.\n   </court><br><otherdate id=\"b797-15\">\n    Argued Oct. 22, 2013.\n   </otherdate><br><decisiondate id=\"b797-16\">\n    Decided Dec. 17, 2013.\n   </decisiondate><br><attorneys id=\"b798-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"774\"> \n     *774\n     </span>\n    Mary E. Davis, appointed by the court, argued the cause and filed the briefs for appellant.\n   </attorneys><br><attorneys id=\"b798-14\">\n    Gilead I. Light, Assistant U.S. Attorney, argued the cause for appellee. With him on the brief were Ronald C. Machen Jr., U.S. Attorney, and Elizabeth Trosman, Virginia Cheatham, and Colleen Kennedy, Assistant U.S. Attorneys.\n   </attorneys><br><judges id=\"b798-15\">\n    Before: HENDERSON, ROGERS and TATEL, Circuit Judges.\n   </judges>",
    "citations": [
        "407 U.S. App. D.C. 277",
        "737 F.3d 773"
    ],
    "opinions": [
        {
            "author_str": "Tatel",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.cadc.uscourts.gov/internet/opinions.nsf/0/B4AA2F7EB0777F3D85257C440055750E/$file/12-3110-1470881.pdf",
            "author_id": null,
            "opinion_text": " United States Court of Appeals\n         FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n\n\n\nArgued October 22, 2013            Decided December 17, 2013\n\n                         No. 12-3110\n\n                UNITED STATES OF AMERICA,\n                        APPELLEE\n\n                              v.\n\n                     DUANE MCKINNEY,\n                        APPELLANT\n\n\n\n        Appeal from the United States District Court\n                for the District of Columbia\n                   (No. 1:07-cr-00113-1)\n\n\n\n    Mary E. Davis, appointed by the court, argued the cause\nand filed the briefs for appellant.\n\n     Gilead I. Light, Assistant U.S. Attorney, argued the cause\nfor appellee. With him on the brief were Ronald C. Machen\nJr., U.S. Attorney, and Elizabeth Trosman, Virginia\nCheatham, and Colleen Kennedy, Assistant U.S. Attorneys.\n\n    Before: HENDERSON, ROGERS and TATEL, Circuit Judges.\n\n    Opinion for the Court filed by Circuit Judge TATEL.\n\f                               2\n\n     TATEL, Circuit Judge: Appellant challenges the district\ncourt’s finding that he was not suffering from a severe mental\nillness when he represented himself at trial nearly six years\nago. Finding no clear error, we affirm.\n\n                               I.\n     In July 2007, a grand jury indicted appellant Duane\nMcKinney on one count of conspiracy, four counts of mail\nfraud, two counts of wire fraud, three counts of unlawful\nmonetary transactions, and four counts of first degree theft\nafter he allegedly engaged in an elaborate scheme to first\n“obtain title to properties through forged deeds” and then “sell\nthe property, thus gaining in excess of $770,000.”\nSuperseding Indictment 4. After representing himself for three\nof the ten days of trial, McKinney moved for a mental\ncompetency exam, arguing that he suffered from bipolar\ndisorder, chronic anxiety, and insomnia, and that he was\ntaking medication that he claimed induced fatigue and\nmemory loss. See Trial Tr. 2–4 (Jan. 28, 2008). Although\nsuspicious that McKinney’s claim of mental incompetence\nrepresented a “last minute” attempt to “circumvent” the trial,\nid. at 9, the district court worried that McKinney had\ndisplayed “red flag[s]” that gave the court “concern” that he\nwas “somebody just so mentally deranged that they just don’t\nunderstand, despite the mountain of evidence, that what they\ndid is wrong,” Trial Tr. 13–14 (Jan. 29, 2008). After an\novernight competency screening proved inconclusive, the\ncourt ordered a “full mental health evaluation” at the Federal\nCorrectional Institution at Butner, North Carolina, asking\nmedical personnel there to “determine (1) whether the\ndefendant is mentally competent to stand trial or plead guilty;\nand (2) whether the defendant was mentally competent to\nwaive his right to counsel and conduct his own defense.”\nOrder (Jan. 30, 2008). The Butner psychologist concluded\n\f                                3\nthat although McKinney met the diagnostic criteria for\nAntisocial Personality Disorder, he exhibited no signs of\npsychosis at the time he moved to proceed pro se. On the\nspecific question of McKinney’s competency to waive his\nright to counsel and represent himself, the psychologist found\n“no evidence of a severe mental illness or of an individual\nwho was unable to function in a rational, reasonable manner,”\nand no evidence that “McKinney did not understand the\npotential limitations of him acting as his own attorney.”\nButner Forensic Report 10.\n\n      At times assisted by court-appointed standby counsel,\nMcKinney represented himself for most of the remaining trial,\nand the jury convicted him on eleven of the fourteen counts.\nMcKinney then moved for a new trial, claiming that the court\nshould have appointed counsel notwithstanding his desire to\nrepresent himself. See Def.’s Mot. for Reconsideration 5. In\nsupport, he cited the Supreme Court’s intervening decision in\nIndiana v. Edwards, 554 U.S. 164 (2008), in which the Court\nheld that “the Constitution permits States to insist upon\nrepresentation by counsel for those competent enough to stand\ntrial . . . but who still suffer from severe mental illness to the\npoint where they are not competent to conduct trial\nproceedings by themselves.” Id. at 178. The district court\ndenied McKinney’s motion. Although “not sure” if\nMcKinney’s mental health “had something to do with” his\n“horrible” self-representation, the court was “absolutely\ncertain that the result [of a new trial] would end up being the\nsame” because the government’s evidence was “just so\noverwhelming.” Hearing Tr. 20–21 (Nov. 14, 2008).\n\n     McKinney appealed, and this Court remanded to the\ndistrict court “to determine with clarity whether the defendant\nlacked the mental capacity to represent himself at trial.”\nUnited States v. McKinney, 373 Fed. App’x 74 (D.C. Cir.\n\f                                4\n2010). In accordance with Edwards’s holding that a court may\ninsist on representation by counsel only in instances where a\ndefendant “suffer[s] from severe mental illness to the point\nwhere [he is] not competent to conduct trial proceedings by\n[himself],” 554 U.S. at 178, we held that “severe mental\nillness” was a “threshold” for requiring a defendant to accept\nappointed counsel, McKinney, 373 Fed. App’x at 75. We\ntherefore directed the district court to determine whether\nMcKinney had a severe mental illness during his self-\nrepresentation, and if so, to “exercise its discretion to\ndetermine whether to grant [McKinney’s] motion for a new\ntrial.” Id. at 76. In other words, if the district court determined\nthat McKinney had been incompetent to represent himself\nduring trial and that it should have insisted upon\nrepresentation by counsel, it should “conduct a new trial, with\n[McKinney] represented by counsel.” Id. Consistent with\nEdwards, we believed that the district court was ideally\nplaced to “make [a] more fine-tuned mental capacity\ndecision[]” based on McKinney’s mental health evaluations\nand the court’s own observations, leaving it up to the district\ncourt to decide whether to “take additional evidence or allow\nbriefing on the defendant’s state of mind at the relevant time.”\nId. at 75–76 (internal quotation marks omitted).\n\n     The district court then ordered an additional mental\nhealth evaluation at Butner to determine whether McKinney\nwas competent to represent himself at the 2008 trial. See\nOrder 2 (June 13, 2011); Hearing Tr. 5, 34 (Oct. 12, 2012). In\nresponse, the medical staff again examined McKinney and,\nobserving no symptoms of bipolar disorder during his eight\nmonth stay at Butner, concluded that McKinney suffered from\nno severe mental illness and had been competent to waive his\nright to counsel and represent himself during trial. See\nHearing Tr. 34, 62 (Oct. 12, 2012). After “careful\nconsideration” of this and other mental health examinations,\n\f                                5\nand given its own observations of McKinney’s behavior, the\ndistrict court found that McKinney suffered not from a severe\nmental illness, but from a personality disorder that gave him\n“this grandiose idea about his ability to appropriately\nrepresent himself in this case.” Hearing Tr. 5 (Dec. 14, 2012).\nMcKinney, moreover, had “devised a fairly sophisticated\nscheme to acquire the ownership, possession of others’\nproperty for the purpose of materially enriching himself,” and\nhad allowed his standby counsel to deliver his closing\nargument—both signs of his competency. Id. at 4–5. Finding\nthat McKinney “ha[d] the ability to make an informed\ndecision about his desire to represent himself and that he was .\n. . competent to make that decision and to waive his right to\ncounsel,” the district court denied McKinney’s motion for a\nnew trial. Id. at 6.\n\n    McKinney appeals. We will uphold the district court’s\nconclusion that McKinney was competent to represent\nhimself—as we would any competency determination—\n“unless it is clearly arbitrary or erroneous.” United States v.\nBattle, 613 F.3d 258, 262 (D.C. Cir. 2010) (internal quotation\nmarks omitted).\n\n                               II.\n      Arguing that the district court erroneously found him\ncompetent to represent himself, McKinney relies heavily on\nthe Supreme Court’s decision in Edwards, which involved a\ndefendant with schizophrenia whom the trial court found\ncompetent to stand trial but incompetent to represent himself.\n554 U.S. at 169. As mentioned above, the Supreme Court held\nthat the Constitution “permits States to insist upon\nrepresentation by counsel for those competent enough to stand\ntrial . . . but who still suffer from severe mental illness to the\npoint where they are not competent to conduct trial\nproceedings by themselves.” Id. at 178. While noting that a\n\f                                 6\n“higher standard” applies to assessing the competency for\nself-representation, compared to the competency to stand trial\nor to waive counsel, 554 U.S. at 172–76, the Court expressly\ndeclined to adopt a “specific standard” to determine when\nexactly a defendant lacks the mental capacity to defend\nhimself, id. at 178. Instead, “the trial judge, particularly one . .\n. who preside[s] over . . . competency hearings and [trial], will\noften prove best able to make more fine-tuned mental\ncapacity decisions, tailored to the individualized\ncircumstances of a particular defendant.” Id. at 177.\n\n      At the outset, we note that this case differs from Edwards\nin an important respect: whereas Edwards decided whether\nthe trial court improperly forced counsel upon a severely\nmentally ill defendant, McKinney argues that the district court\nhere improperly failed to do the same. In other words,\nMcKinney asks us to hold that Edwards means not just that a\ntrial court may insist upon representation for defendants who,\ndue to severe mental illness, are incompetent to proceed pro\nse, but that it must do so. As our earlier order made clear,\nhowever, a district court’s “discretion . . . to limit [a]\ndefendant’s right to self-representation” is triggered only if\nthe court “first determine[s] whether the defendant ‘suffer[s]\nfrom severe mental illness to the point where [he is] not\ncompetent to conduct trial proceedings by [himself].’”\nMcKinney, 373 Fed. App’x at 75 (quoting Edwards, 554 U.S.\nat 178). As we explain below, because we see no clear error in\nthe district court’s finding that McKinney failed to meet this\n“threshold” level of incompetency under Edwards, we have\nno need to determine whether “may” means “must” with\nrespect to representation in the Edwards context.\n\n     McKinney contends that the district court’s competency\nfinding was fundamentally flawed because it assessed his\ncompetency to waive his right to counsel, not his competency\n\f                                7\nto represent himself. In support, he points to the district\ncourt’s final sentence, which states, in pertinent part: “it is my\nview that [McKinney] did, in fact, have the ability to make an\ninformed decision about his desire to represent himself and\nthat he was, in fact, competent to make that decision and to\nwaive his right to counsel.” Hearing Tr. 14 (Dec. 14, 2012)\n(emphasis added). If this were all the district court had to say\nabout the issue, we might agree with McKinney. As Edwards\nemphasizes, “‘the competence that is required of a defendant\nseeking to waive his right to counsel is the competence to\nwaive the right, not the competence to represent himself.’”\n554 U.S. at 172 (quoting Godinez v. Moran, 509 U.S. 389,\n399 (1993)). Assessing the latter—that is, “whether a\ndefendant who seeks to conduct his own defense at trial is\nmentally competent to do so”—calls for a “higher standard”\nunder Edwards. 554 U.S. at 173, 178–79. Our earlier order\nremanding the case placed this inquiry squarely before the\ndistrict court, and had the court gauged only McKinney’s\ncompetency to waive his right to counsel, not his competency\nto represent himself, another remand would be necessary.\n\n     As the government points out, however, McKinney\n“focuses on a single sentence in the trial judge’s findings and\nignores the larger context of the ruling.” Appellee’s Br. 35\n(footnote omitted). Taken as a whole, the district court’s\nactions following remand demonstrate that the court properly\nfocused on the Edwards issue, addressing McKinney’s\ncompetency to represent himself, not just his competency to\nstand trial or to waive counsel. The district court invited\nadditional briefing and ordered mental health evaluations\nspecifically on the Edwards issue. See Order n.1 (Mar. 18,\n2010); Order 2 (June 13, 2011) (ordering Butner\npsychologists to evaluate “whether, at the commencement of\nhis trial in this case in January of 2009, Mr. McKinney . . .\n‘suffer[ed] from severe mental illness to the point where [he\n\f                                8\nwas] not competent to conduct trial proceedings by\n[himself]’” (quoting Edwards, 554 U.S. at 178)). And in the\nend, the district court expressly found that “based upon all of\nthe examinations that have been done, [McKinney] did not\nsuffer from a severe mental illness.” Hearing Tr. 5 (Dec. 14,\n2012). Given this, we think it quite clear that the district court\ndeemed McKinney competent to represent himself at trial.\n\n     McKinney next argues that the district court “ignored . . .\na wealth of evidence” revealing that his mental health\nconcerns “went beyond a personality disorder.” Appellant’s\nBr. 22. Specifically, McKinney points to his pre-trial\ntreatment for “depression with manic features,” a diagnosis of\n“probable bipolar disorder during trial,” a post-trial “diagnosis\nof depression with psychotic features,” and Bureau of Prisons\nrecords showing that he was prescribed anti-psychotic\nmedications following trial. Id. at 22–23; Appellant’s Reply\nBr. 5. But the mere existence of some evidence demonstrating\nthat McKinney was diagnosed with a severe mental disorder\nor prescribed antipsychotic medications before or after the\ntrial does not suggest that the district court clearly erred in\nbasing its competency finding on “all of the circumstances\nthat have been presented,” including its “observations of Mr.\nMcKinney, both prior to and during the course of the trial and\nsubsequent to the trial and all of the examinations that have\nbeen done.” Hearing Tr. 6 (Dec. 14, 2012) (emphasis added).\nMoreover, despite this court’s previous statement that\nadditional evidence and briefing were optional, the district\ncourt invited supplemental briefing, ordered fresh mental\nhealth evaluations, and considered testimony about\nMcKinney’s competency to represent himself at trial. In its\nthorough review, the district court took into account five\nexpert evaluations and months of transcripts, direct\nobservations, and first-hand interactions with McKinney\nduring competency hearings, status conferences, and trial.\n\f                               9\nMcKinney insists that the most recent mental health\nevaluation, which found him competent to represent himself,\nwas “meaningless” because it “failed to review medical\nrecords, school records, the presentence report, speak to\nfamily members and defense counsel, or review the full\ntranscript of the trial.” Appellant’s Br. 23–25. But such\ndefects, even assuming they exist, would hardly call into\nquestion the district court’s own observations or the\nremaining evaluations, none of which conclusively found\nsigns of severe mental illness or incompetency to self-\nrepresent during trial.\n\n     Finally, McKinney argues that the district court erred by\n“[taking] the position that a personality disorder could not\nqualify as a ‘serious mental illness.’” Appellant’s Br. 29. But\nMcKinney has given us no basis for deciding whether a\npersonality disorder can, in a clinical sense, constitute a\nserious mental illness. Indeed, in Edwards the Supreme Court\nexpressly declined to define either “severe mental illness” or\n“incompetency to proceed pro se.” See 554 U.S. at 178\n(refusing to adopt “a more specific standard that would deny a\ncriminal defendant the right to represent himself at trial where\nthe defendant cannot communicate coherently with the court\nor a jury” (internal quotation marks omitted)). In any event,\nthe district court determined that McKinney’s psychological\nimpairment—whatever diagnostic form it took—was\ninsufficiently severe to render him incompetent to represent\nhimself.\n\n     In sum, we have no reason to disturb the district court’s\n“fine-tuned” judgment that McKinney did not “suffer from\nsevere mental illness to the point where [he was] not\ncompetent to conduct trial proceedings by [himself].”\nEdwards, 554 U.S. at 178. We therefore affirm.\n\f10\n     So ordered.\n\f",
            "ocr": false,
            "opinion_id": 2646290
        }
    ],
    "court_short_name": "D.C. Circuit",
    "court_full_name": "Court of Appeals for the D.C. Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}