{
    "id": 7919073,
    "judges": "McMurray",
    "date_filed": 924566400000,
    "date_filed_is_approximate": false,
    "slug": "davidson-v-state",
    "case_name_short": "Davidson",
    "case_name": "Davidson v. State",
    "case_name_full": "DAVIDSON v. State",
    "attorneys": "Henderson & Lipscomb, Lyle K. Porter, for appellant., Daniel J. Porter, District Attorney, David K. Keeton, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Reconsideration denied May 4,1999",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "237 Ga. App. 870",
        "516 S.E.2d 550"
    ],
    "opinions": [
        {
            "author_str": "McMurray",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcMurray, Presiding Judge.\nDefendant was charged in an indictment with one violation of the Georgia Controlled Substances Act by possessing marijuana with intent to distribute and further charged with one count of theft by receiving stolen property, namely a Glock .40 caliber handgun. After defendant’s motion to suppress marijuana found in an apartment *871refrigerator freezer was denied, he stipulated that the evidence adduced at the suppression hearing would be the same at trial and consented to a bench trial on Count 1. Defendant was adjudicated guilty of possession with intent to distribute and an order of nolle prosequi was entered as to Count 2, theft by receiving. This direct appeal followed. Held:\nIn his sole enumeration of error, defendant contends the trial court erred in overruling his motion to suppress. He argues his consent to search was the product of a coercive and illegal detention. Viewed in the light most favorable to the trial court’s determination, the evidence adduced at the suppression hearing revealed the following:\nOn December 23,1995, between 4:00 and 6:00 p.m., David Saunders reported the burglary of his townhome, during which “[n]umerous items including Christmas gifts, answering machine, VCR, jewelry, [and] money . . .” were taken. After police made a written report, Saunders continued to investigate. The direction of a broken fence led Saunders to an apartment building directly behind his townhome, where, in the breezeway, Saunders found “[t]he remains of the wrapping paper and the boxes and the greeting card [Saunders] bought [his] wife. . . .” Saunders identified defendant as the apartment’s resident at that time. Saunders again summoned the police, but when they knocked on the apartment door at 9:00 p.m., there was no answer. Neighbors thought it strange that defendant should have a greeting card with David Saunders’ name, since the resident was named George.\nLess than a week later, on December 29, 1995, Saunders saw defendant loading all his belongings into a large U-Haul truck and informed the police that defendant was moving. Defendant finished loading the truck, and the police arrived shortly after he departed. Saunders gave a description, and shortly thereafter, the police telephoned him to come identify defendant and the truck. The truck was located at the front of Upton’s parking lot off Jimmy Carter Boulevard. There, Saunders overheard the police ask defendant if they “could look inside his apartment and [defendant] said yes.”\nPrevious to Saunders receiving the telephone call from police to come and identify defendant in the stopped truck, Officer Randall L. Hoagland of the Gwinnett County Police Department had responded to Saunders’ call on December 29, 1995. After being briefed by Saunders, Officer Hoagland left the Saunders’ townhome en route to defendant’s apartment when the officer passed the U-Haul. Based on Saunders’ description plus information received from Investigator Brady, Officer Hoagland stopped the U-Haul truck driven by defendant at approximately 12:38 p.m. Officer Marolli responded as backup. Once defendant stepped out of the rental truck, Officer Hoagland *872patted him down. After being advised of his rights, defendant acknowledged he understood and gave oral consent to look in the truck. Officer Hoagland contacted Saunders, who arrived “about five minutes later [, and] looked through to see if there was any property of his inside the van.” This search yielded no stolen property. Officer Hoagland then asked defendant, “did he have a problem if we went over there to look into his apartment, to make sure that he had nothing there. He [defendant] said no, he had no problem with it whatsoever.” Defendant further volunteered he had nothing to hide. Defendant was handcuffed and placed in the back of Officer Hoagland’s patrol car. At approximately 1:11 p.m., Officer Hoagland and defendant left the parking lot and returned to defendant’s former apartment. At no time did defendant ever say “I don’t want you to search my apartment or let me go.” Defendant was extremely cooperative. They arrived at the apartment at approximately 1:17 p.m., and defendant again consented to a search. When the officer walked in, he saw a couple of water pipes (bongs) out in the open in the kitchen area. Officer Hoagland asked defendant what were these doing here, and defendant replied they were his. Because of this drug paraphernalia, Officer Hoagland again asked if defendant had a problem with the officer searching the apartment further, and defendant stated he did not have a problem at all. Detective Brady arrived approximately ten or fifteen minutes later and confirmed that defendant consented to a search of the apartment. Officer Hoagland made a systematic search of the apartment and found several other water pipes, burnt marijuana cigarettes (roaches) and a nine millimeter Glock pistol on the countertop. Inside the refrigerator freezer Officer Hoagland found “a plastic bag with a large quantity of marijuana in it.” Defendant asked to use the restroom, so Detective Brady searched his person, discovering “approximately $11,800 cash rolled up and stuffed down in [defendant’s] underwear.” In Detective Brady’s opinion, absent defendant’s consent, a lawful search of the apartment could not have been conducted. Defendant confirmed he consented to a search of his apartment but only by the burglary victim, Saunders, and not by the police.\nThe initial stop of defendant’s U-Haul vehicle was authorized by the burglary victim’s report that the suspect was loading his possessions into a rental truck and moving out of the apartment. Hinson v. State, 229 Ga. App. 840, 842 (1) (c) (494 SE2d 693), rev’d on other grounds, State v. Hinson, 269 Ga. 862 (506 SE2d 870). “Once a voluntary consent is legally obtained, it continues until it is either revoked or withdrawn.” (Citations and punctuation omitted.) McDaniel v. State, 227 Ga. App. 364, 366 (2) (489 SE2d 112). The evidence in the case sub judice authorized a finding that defendant consented to the search of his apartment by police before he was ever placed in hand*873cuffs. Defendant never revoked or withdrew his initial consent. Consequently, the trial court’s ruling that defendant’s consent was not the product of an illegal or coercive detention is not clearly erroneous.\nDecided April 20,1999\nReconsideration denied May 4,1999\nHenderson &amp; Lipscomb, Lyle K. Porter, for appellant.\nDaniel J. Porter, District Attorney, David K. Keeton, Assistant District Attorney, for appellee.\n\nJudgment affirmed.\n\n\nAndrews and Ruffin, JJ., concur.\n\n",
            "ocr": true,
            "opinion_id": 7868429
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}