{
    "id": 1774360,
    "judges": "Cooper",
    "date_filed": "1986-12-12",
    "date_filed_is_approximate": true,
    "slug": "slaven-v-commonwealth",
    "case_name_short": "Slaven",
    "case_name": "Slaven v. Commonwealth",
    "case_name_full": "Corbett Charles SLAVEN, Appellant, v. COMMONWEALTH of Kentucky, Appellee",
    "attorneys": "Donna L. Boyce, Assistant Public Advocate, SFrankfort, for Appellant., A.B. Chandler, III, Attorney General, Matthew D. Nelson, Assistant Attorney General, Criminal Appellate Division, Frankfort, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied April 16, 1998.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 48,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b879-4\">\n    Corbett Charles SLAVEN, Appellant, v. COMMONWEALTH of Kentucky, Appellee.\n   </parties><br><docketnumber id=\"b879-7\">\n    No. 95-SC-293-MR.\n   </docketnumber><br><court id=\"b879-8\">\n    Supreme Court of Kentucky.\n   </court><br><decisiondate id=\"b879-9\">\n    Dec. 18, 1997.\n   </decisiondate><br><otherdate id=\"b879-10\">\n    Rehearing Denied April 16, 1998.\n   </otherdate><br><attorneys id=\"b884-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"850\"> \n     *850\n     </span>\n    Donna L. Boyce, Assistant Public Advocate, SFrankfort, for Appellant.\n   </attorneys><br><attorneys id=\"b884-9\">\n    A.B. Chandler, III, Attorney General, Matthew D. Nelson, Assistant Attorney General, Criminal Appellate Division, Frankfort, for Appellee.\n   </attorneys><footnote label=\"1\">\n<p id=\"b886-6\">\n     . As Professor Lawson points out in his treatise, this expansion was directly contrary to the national trend to limit the scope of privileges. R. Lawson,\n     <em>\n      The Kentucky Evidence Law Handbook,\n     </em>\n     § 5.15, p. 251 (3rd ed., Michie, 1993). For example, prior to 1980, federal common law had also afforded the party spouse the privilege to preclude any testimony by the witness spouse.\n     <em>\n      Hawkins v. United States,\n     </em>\n     358 U.S. 74, 79 S.Ct. 136, 3 L.Ed.2d 125 (1958). In\n     <em>\n      Trammel v. United States,\n     </em>\n     445 U.S. 40, 100 S.Ct. 906, 63 L.Ed.2d 186 (1980), the rule was modified so that only the witness spouse could claim the privilege.\n    </p>\n</footnote>",
    "citations": [
        "962 S.W.2d 845"
    ],
    "opinions": [
        {
            "author_str": "Cooper",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4506.0,
            "opinion_text": "\n962 S.W.2d 845 (1997)\nCorbett Charles SLAVEN, Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nNo. 95-SC-293-MR.\nSupreme Court of Kentucky.\nDecember 18, 1997.\nRehearing Denied April 16, 1998.\n*850 Donna L. Boyce, Assistant Public Advocate, SFrankfort, for Appellant.\nA.B. Chandler, III, Attorney General, Matthew D. Nelson, Assistant Attorney General, Criminal Appellate Division, Frankfort, for Appellee. *846 *847 *848\n*849 COOPER, Justice.\nAppellant was convicted of murder in the Perry Circuit Court and sentenced to confinement in the penitentiary for life without benefit of probation or parole for twenty-five years. He appeals to this Court as a matter of right. Ky. Const. § 110(2)(b).\nOn January 14, 1994, Terry Noble was the attendant on duty at the Coastal Service Station and Food Mart in Hazard, Kentucky. Between 8:15 and 8:30 p.m., he was killed by multiple gunshot wounds to his face. A forensic firearms examination of spent shells found at the scene of the crime revealed the shots to have been fired from a Taurus 9-mm handgun owned by Appellant's wife, Becky Slaven. (Although Becky technically \"owned\" the weapon, it apparently was purchased for Appellant's use. At trial, all witnesses referred to the weapon as belonging to Appellant.)\nEarlier that day, Appellant and Joey Gadberry had decided to go to Hardburly in Perry County to engage in target shooting. Gadberry's sister, Trina Bowen, asked them to pick up her pay check, which they did. They also stopped at a drug dealer's residence and purchased a bag of marijuana for $12.50. Appellant then borrowed $24.00 from Gadberry to purchase eight Xanax tablets from the dealer. Gadberry purchased two Xanax tablets for himself and Appellant and Gadberry immediately consumed two tablets each. Although Appellant already had a half case of beer, he and Gadberry proceeded to a liquor store where Appellant borrowed some more money from Gadberry to purchase a pint of whiskey. The two then proceeded to Hardburly, where they shot targets until approximately 4:00 p.m. Appellant had brought a full box of shells, but told Gadberry that he did not want to shoot all of his shells, but wanted to leave enough for a full clip. There was evidence that Gadberry had two drinks from the pint of whiskey and that Appellant drank the rest. Appellant also continued drinking from the half case of beer. In addition to consuming the whiskey, beer and Xanax, Appellant also smoked some of the marijuana which he and Gadberry had purchased from the drug dealer.\nAfter leaving Hardburly, Appellant and Gadberry proceeded to the residence of Phyllis Caudill, where they met up with Jeff Jones and Gadberry's brother-in-law, Jody Bowen. The sequence of the events which occurred thereafter is unclear. However, during the ensuing hours, Appellant (1) borrowed a fifty dollar bill from his mother to buy a new tire for his car; (2) tried unsuccessfully to cash Trina Bowen's $55.00 pay check at Handy Dan's Service Station; and (3) told Gadberry that he could not repay the money he had borrowed for the Xanax and the whiskey because the only money he had was the fifty dollar bill borrowed from his mother. When Gadberry later learned that Appellant had tried to cash his sister's $55.00 paycheck, he called Appellant on the phone and threatened to bring charges against him if he did not return the money. Appellant promised to bring the money within thirty minutes, but did not show up.\nDennis Smith testified that as he was driving toward Hazard on the evening of January 14, 1994, a vehicle being driven fast and *851 recklessly began tailgating him and finally passed him on the left. He saw the vehicle veer into the Coastal station and park sideways. He identified the vehicle as being the blue Chevrolet Lumina owned by Appellant's mother. He identified Appellant as the driver of the vehicle. Kelly Campbell and Leslie Luttrell were riding in Campbell's pickup truck on the night of the murder and drove into the Coastal service station to check the tires on the truck. As they drove in, another vehicle pulled out of the station and almost collided with Campbell's vehicle. Both Campbell and Luttrell identified that vehicle as the blue Chevrolet Lumina owned by Appellant's mother. Campbell entered the station and discovered Noble's body. A cash audit revealed that $363.71 had been stolen from the Coastal station. The store manager testified that it was store policy to keep smaller bills and two twenty dollar bills in the cash register and to keep the larger bills in the safe.\nAt 8:00 a.m. on the morning of January 15, 1994, Appellant purchased a new tire for his car from Bailey Tire Service and paid $70.27 in cash, mostly in one dollar and five dollar bills. He then went to Joey Gadberry's residence and paid him $85.00, representing Trina Bowen's pay check and the money he had borrowed to purchase the Xanax and the whiskey.\nAppellant claims he was at home with his wife between 8:15 and 8:30 p.m. on the night of January 14th; and that he and his wife then took their infant child to the home of his wife's parents, Bill and Alois Moore, after which he and his wife went for a drive. He also testified that when he got out of Jeff Jones's car at Handy Dan's Service Station, his 9-mm pistol fell out of his pocket. He theorizes that either Jones or Gadberry picked up the weapon at that time and later used it to rob and kill Terry Noble. Gadberry testified that after the pistol fell out of Appellant's pocket, Appellant picked it up and put it back in his own pocket.\n\nI. SPOUSAL PRIVILEGE/HEARSAY\nAt trial, both Appellant and his wife, Becky Slaven, invoked the spousal privilege enunciated in KRE 504. Although Becky did not testify at trial, numerous out-of-court statements made by her to other witnesses were admitted into evidence. Appellant identifies fourteen such statements which he asserts should have been suppressed.\nThe Kentucky Rules of Evidence were adopted effective July 1, 1992. Prior to their adoption, the spousal privilege was set forth in KRS 421.210(1) (repealed 1992 Ky.Acts ch. 324 § 30). That statute defined two separate privileges, (1) a testimonial privilege, by which one spouse could refuse to testify as a witness against the other spouse, and (2) a marital communications privilege, by which a party spouse could prohibit a witness spouse from testifying to any confidential communications between them during the marriage. Estes v. Commonwealth, Ky., 744 S.W.2d 421, 424 (1987). The testimonial privilege belonged solely to the witness spouse and could not be invoked by the party spouse. Taylor v. Commonwealth, Ky., 302 S.W.2d 378 (1957); Hall v. Commonwealth, 309 Ky. 74, 215 S.W.2d 840 (1948). If the witness spouse was willing to testify, the party spouse could invoke the marital communications privilege to prevent the witness spouse from testifying as to confidential marital communications. Delk v. Commonwealth, Ky., 286 S.W.2d 531 (1956). The term \"communication\" included more than mere verbal or written discourse between spouses.\nThe word \"communication\" therefore, as used in our statute, should be given a liberal construction. It should not be confined to a mere statement by the husband to the wife or vice versa; but should be construed to embrace all knowledge upon the part of the one or the other obtained by reason of the marriage relation, and which, but for the confidence growing out of it, would not have been known to the party.\nCommonwealth v. Sapp, 90 Ky. 580, 14 S.W. 834, 835 (1890).\nThe term \"confidential\" did not include communications made within the hearing of another person, Clark v. Commonwealth, 269 Ky. 587, 108 S.W.2d 532 (1937), in the presence of another person, York's Ancillary Adm'r v. Bromley, 286 Ky. 533, 151 S.W.2d 28 (1941), or which could have been observed *852 by another person. Hall v. Commonwealth, supra. A positive expectation of confidentiality was not required. Beddow's Adm'r v. Barbourville Water, Ice &amp; Light Co., 252 Ky. 267, 66 S.W.2d 821 (1933). In fact, an eavesdropper who surreptitiously overheard a conversation between spouses could testify to what he or she had overheard. E.g., Commonwealth v. Everson, 123 Ky. 330, 96 S.W. 460 (1906). Otherwise, anything done or said between spouses in private was considered confidential in the absence of evidence of a contrary intention. Beddow's Adm'r v. Barbourville Water, Ice &amp; Light Co., supra.\nThe Kentucky Rules of Evidence changed the spousal privilege in two significant respects. First, the testimonial privilege was expanded to enable a party spouse to preclude a witness spouse from testifying against him. KRE 504(a).[1] Thus, even if Appellant's wife had been willing to testify against him, Appellant could have prevented her from doing so by invoking the privilege. Second, the marital communications privilege was narrowed by defining the term \"confidential\" to require not only that the communication was made in private, but also that it was not intended for disclosure to any other person, i.e., there must have been a positive expectation of confidentiality. KRE 504(b).[2]\nThe statements alleged to have been privileged in this case are overlaid with the additional problem of being in the form of apparent hearsay. This was the issue addressed in Estes v. Commonwealth, supra, which was decided prior to the adoption of KRE 504. Estes was charged with the murder of his wife's paramour, O'Nan. When Mrs. Estes invoked her privilege not to testify against her husband, the Commonwealth sought to introduce two out-of-court statements she had made about the incident. The first was a written statement given to the police which described the facts leading up to the killing, including that Estes had forced her to call O'Nan on the telephone to set up a meeting at a local automobile dealership, that Estes then disconnected the phone and departed the house in possession of a firearm, and that Mrs. Estes rushed to the scene only to hear the fatal shots fired just before her arrival. It was held on appeal that this entire statement was inadmissible as hearsay, because it did not satisfy any recognized exception to the hearsay rule, thus, \"we need not decide which portions of the written statement ... are confidential communications and which are not.\" Id., at 424. The clear implication of this statement is that if any portion of the written statement had satisfied a recognized exception to the hearsay rule, that portion would have been subjected to further scrutiny to determine whether it fell within the marital communications privilege. In other words, privileged information is not made admissible simply because it is contained in an out-of-court statement which falls within an exception to the hearsay rule. The statement must be admissible under both Article V (Privileges) and Article VIII (Hearsay) of the Rules of Evidence. Otherwise, the privilege would be illusory, subject to being lost by a mere unauthorized voluntary disclosure to a third party. However, our treatment of the second out-of-court statement addressed in Estes, supra, appears to have been to the contrary.\nAn investigating officer, who was standing nearby, testified that Mrs. Estes approached her fallen paramour and that\n\n*853 \"as soon as he [O'Nan] saw her [Cindy Estes] he reached out his ... hand closest to Cindy, and said Cindy he [the appellant] said he was going to do it didn't he. Her response at that point was I know. She just nodded her head and said I know.\"\nId. at 426. Mrs. Estes's statement, i.e., \"I know,\" clearly fell within the excited utterance exception to the hearsay rule, now KRE 803(3). What is unclear is whether the statement was a disclosure of a privileged marital communication, i.e., did Mrs. Estes \"know\" because her husband had told her, or did she \"know\" because O'Nan had told her of an undisclosed threat made by Estes against him? Regardless, it was treated as if it were a privileged marital communication and held properly admitted because it was offered by a third party who overheard the statement being made.\nA person who has overheard a conversation between a husband and wife [emphasis added] is not foreclosed from testifying about it because of the husband/wife privilege. Commonwealth v. Everson, 123 Ky. 330, 96 S.W. 460 (1906). A fortiori, here the police officer who overheard a conversation between the wife and the husband's victim is not foreclosed from repeating what she overheard regardless of whether the contents of the conversation include confidential communications between husband and wife.\nId. at 426. In retrospect, we believe this statement to have been erroneous. In Commonwealth v. Everson, the statement was overheard by an eavesdropper to the actual conversation between the husband and wife. In Estes, the officer did not overhear the underlying statement made by Estes to his wife, i.e., that \"he was going to do it,\" but only heard Mrs. Estes's unauthorized disclosure that the statement had been made. Thus, even if the statement satisfied the \"excited utterance\" exception to the hearsay rule, it should have been excluded as an unauthorized disclosure of a privileged marital communication.\nAppellant asserts that since KRE 504(a) has expanded the testimonial privilege to enable a party spouse to prevent a witness spouse from testifying against him, he also should be able to preclude the introduction of all out-of-court statements of his spouse, even those which do not qualify as marital communications. There is some support for this argument in federal cases decided prior to the United States Supreme Court's abolition of this aspect of the federal common law spousal privilege.[3]United States v. Williams, 447 F.2d 894 (5th Cir.1971); Ivey v. United States, 344 F.2d 770 (5th Cir.1965). To do so, however, would ignore the almost universal rule that privileges should be strictly construed, because they contravene the fundamental principle that \"the public ... has a right to every man's evidence.\" United States v. Bryan, 339 U.S. 323, 331, 70 S. Ct. 724, 730, 94 L. Ed. 884 (1950). See also Trammel v. United States, supra note 1, 445 U.S. at 50, 100 S.Ct. at 912, 63 L. Ed. 2d 186; United States v. Nixon, 418 U.S. 683, 709-10, 94 S. Ct. 3090, 3108-09, 41 L. Ed. 2d 1039 (1974); cf. Meenach v. General Motors Corp., Ky., 891 S.W.2d 398, 402 (1995). Thus, we conclude that an out-of-court statement of a witness who is precluded from testifying because of invocation of the spousal privilege is admissible if that statement falls within a recognized exception to the hearsay rule and if it does not divulge a confidential marital communication.\nThe trial judge concluded that KRE 804(a)(1) authorized the admission of all of Becky Slaven's out-of-court statements. However, KRE 804(a)(1) only categorizes Becky Slaven as an \"unavailable witness.\" Whether any of her out-of-court statements fall within an exception to the hearsay rule must be determined by reference to the hearsay exceptions set forth in KRE 803, which apply regardless of her availability as a witness, and KRE 804(b), which apply only because she is \"unavailable\" as defined in KRE 804(a). On appeal, the Commonwealth concedes that KRE 804(a)(1) does not authorize the carte blanche admission of all of Becky Slaven's out-of-court statements, but argues instead that all of her statements are admissible under KRE 804(b)(3) as statements contrary to her pecuniary, proprietary *854 or penal interest. The Commonwealth's theory is that any statement made by a wife tending to incriminate her husband in criminal activity is ipso facto a statement against her own pecuniary or proprietary interest. No authority is cited for this proposition and none is found. In order for this exception to apply, the affected pecuniary or proprietary interest must not be too indirect or remote, Fisher v. Duckworth, Ky., 738 S.W.2d 810, 815 (1987), and there must be proof that the declarant knew when the statement was made that it was against his or her pecuniary interest. The burden is on the party wishing to use the exception to establish that foundation. Id. The statements in question do not satisfy any of these requirements for admission under KRE 803(b)(3).\nWe now examine each of Becky Slaven's out-of-court statements to determine (1) whether the statement is hearsay, (2) whether it falls within an exception to the hearsay rule, (3) whether it is excluded by application of the marital communications privilege, and/or (4) whether its admission was prejudicial.\n1. The investigating officer, Chief Rod Maggard, testified that Becky told him that Appellant owned a 9-mm handgun. The statement did not disclose information intended to be confidential, since a number of other witnesses knew that Appellant owned the weapon and that he had it in his possession on the day of the murder. However, the statement was offered to prove the truth of the matter asserted, since the police knew Terry Noble had been shot with a 9-mm handgun. KRE 801(c). The statement was hearsay and not within any recognized exception to the hearsay rule. Although the statement should have been excluded, its admission was harmless error, since Appellant's ownership of the weapon was not contested.\n2. Phyllis Caudill testified that she had a telephone conversation with Becky on the night of the murder, which lasted from 6:58 p.m. to 7:15 p.m., during which Becky told her that Appellant was not at home. This statement was within the hearsay exception for a present sense impression, KRE 803(1), since Becky was describing an event at the time she was perceiving it. The statement did not disclose a privileged marital communication, since Appellant's absence from the home during that period of time was not confidential information. He was at that time still in the company of Jones, Gadberry and/or Jody Bowen. Nor was it prejudicial, since the murder was not committed during that time frame.\n3. Caudill testified that she talked to Becky again at 8:30 p.m. and that Becky told her that Appellant had come home, taken the car, and told her that he was going to go riding around town. The statement was hearsay and not within the present sense impression exception, since it did not describe an event as it was occurring. The statement was also privileged, because it revealed information obtained by reason of the confidence growing out of the marriage and obviously was not intended for disclosure to another person. It was prejudicial, because it directly conflicted with Appellant's alibi.\n4. Caudill testified that she talked to Becky again between 10:00 p.m. and 11:00 p.m. and that Becky told her that Appellant had come home and was passed out. If the statement had been that Appellant was at home and was passed out, it would have been admissible as a present sense impression. However, it was inadmissible hearsay to the extent that it related a past event. The statement was also privileged, although harmless, since it did not identify the time of Appellant's arrival, thus did not contradict his alibi.\n5. Becky's father, Bill Moore, testified that Becky told him that Appellant was being questioned by the police. This statement was not hearsay, since it was not offered to prove the truth of any fact in issue. Nor was it a privileged marital communication, since the assertion did not reveal a fact intended to be kept confidential. (Obviously, the fact in question was known by the police.)\n6. Mr. Moore testified that his wife, Alois Moore, told him she had called Becky at some unspecified time and that Becky had told her that Appellant was not at home. Although Becky's statement to her mother was within the present sense impression *855 exception, there is no hearsay exception applicable to Mr. Moore's repetition of his wife's statement. KRE 805. However, its admission was harmless, since the statement did not place Appellant's absence in a time frame contrary to his alibi.\n7. Although Mr. Moore testified that he thought Appellant and Becky arrived at his home sometime around 8:30 p.m. on the night of the murder, he also stated that he later asked Becky what time they arrived and she told him it was between 8:40 and 8:42 p.m. Although the statement was not privileged, it should have been excluded as inadmissible hearsay. It was prejudicial because it tended to conflict with Appellant's alibi.\n8. Mr. Moore testified that Becky told him that Appellant left home at approximately 8:00 p.m., that he said he was going to meet someone who owed him some money, and that he was going to get the money and return; and that Appellant came back at around 8:30 p.m., came upstairs, and put his gun in the closet. The statement should have been excluded because it was not within any hearsay exception, because it divulged privileged marital communications, and because it was obviously prejudicial.\n9. Mr. Moore testified that Becky told him she had decided to divorce Appellant because he was incarcerated and she had a baby, which made her think that she needed a fresh new life. Although the statement was not privileged, it was clearly inadmissible hearsay. It was prejudicial, because it implied that Becky believed Appellant was guilty and would be sentenced to a lengthy prison term.\n10. Becky's mother, Alois Moore, testified that at some unspecified time before 8:00 p.m. on the night of the murder, she called Becky and Becky told her Appellant was not at home. The statement did not reveal a confidential marital communication and was admissible as a statement of present sense impression.\n11. Mrs. Moore testified that the first time Becky told her Appellant was going to claim that someone else killed Terry Noble with Appellant's gun was after Appellant changed attorneys. The substance of the statement was not privileged, since it was not intended to be confidential. (Appellant claimed at trial that either Joey Gadberry or Jeff Jones could have robbed and killed Noble with Appellant's handgun.) Nor was it hearsay, since the statement was offered not to prove the truth of the matter asserted, but only to prove when the statement was made.\n12. Joey Gadberry testified that Becky told him on the day after the murder that Appellant had left the house the previous night after Gadberry had brought him home. The statement should have been excluded as hearsay and as a privileged marital communication. The statement was prejudicial, since it contradicted Appellant's alibi.\n13. Jeff Jones testified that after Appellant had been identified as a suspect in the murder, Becky told him that she had learned that Appellant had never left home that night. The statement was not privileged, since it was not intended to be confidential. On the contrary, the intent of the statement was to establish Appellant's alibi. Nor was the statement hearsay, since it was not offered to prove the truth of the alibi, but to prove that Becky made the statement, from which it could be inferred that she and Appellant had concocted the alibi after-the-fact.\n14. Patty Slavan, Appellant's mother, testified that Becky admitted to her that she had told the police that Appellant's 9-mm handgun was at Patty's house at the time of the murder. The statement was not privileged. However, it was inadmissible as hearsay, since it was offered to prove the truth of the matter asserted, i.e., that Becky lied to the police about the location of the murder weapon. The statement was prejudicial, since it tended to prove that Appellant and Becky were attempting to concoct a false alibi, which would create an inference of Appellant's guilt. (The statement was not admissible as against Becky's penal interest, KRE 804(b)(3), because it is not a crime in Kentucky to make a false verbal statement to the police. Compare KRS 523.100.)\n*856 The admission of statements 3, 4, 7, 8, 9, 12 and 14 constituted prejudicial error which requires reversal for a new trial. Although deemed harmless error, the admission of statements 1 and 6 was nevertheless erroneous and those statements should be excluded upon retrial.\n\nII. THE INTOXICATION DEFENSE\nIn addition to the evidence of Appellant's consumption of substantial quantities of whiskey, beer, Xanax and marijuana prior to the robbery and murder, Phyllis Caudill described Appellant as \"wild and mumbling,\" Randy Caudill described him as having a \"buzz\" and \"feeling no pain,\" and Jeff Jones testified that when he saw Appellant, he was \"pretty doped up\" and kept stating that he wanted \"more pills and pot.\" Jody Bowen described Appellant as \"wild\" and testified that Appellant spilled beer in his car. From this evidence, the trial judge concluded that Appellant was entitled to an instruction on the defense of intoxication. Brown v. Commonwealth, Ky., 575 S.W.2d 451, 452 (1978); Jewell v. Commonwealth, Ky., 549 S.W.2d 807, 814 (1977), overruled on other grounds, Payne v. Commonwealth, Ky., 623 S.W.2d 867 (1981).\nInstruction No. 1 authorized the jury to find Appellant guilty of intentional murder, KRS 507.020(1)(a), and Instruction No. 2 authorized a finding of guilt of first-degree robbery, KRS 515.020(1)(b). Instruction No. 3 set forth the presumption of innocence, RCr 9.56. Instruction No. 4 defined the terms \"intentionally,\" KRS 501.020(1), \"intoxication,\" KRS 501.010(2), and \"voluntary intoxication,\" KRS 501.010(4). Instruction No. 5 advised the jury that no adverse inference should be drawn from the fact that Becky Slaven did not testify, KRE 511(c). Instructions Nos. 6 and 7 instructed the jury to find Appellant not guilty of murder and first-degree robbery \"if at the time he committed the offense(s), if he did so, he was so intoxicated that he did not form the intention to commit the offense(s).\" Instruction No. 8 recited the requirement of a unanimous verdict, RCr 9.82. Appellant's tendered instruction on second-degree manslaughter as a lesser included offense of murder was refused; and this refusal constituted prejudicial error.\nA defendant is entitled to an instruction on any lawful defense which he has. Sanborn v. Commonwealth, Ky., 754 S.W.2d 534, 550 (1988). Although a lesser included offense is not a defense within the technical meaning of those terms as used in the penal code, it is, in fact and principle, a defense against the higher charge. Gall v. Commonwealth, Ky., 607 S.W.2d 97, 108 (1980), overruled on other grounds, Payne v. Commonwealth, Ky., 623 S.W.2d 867 (1981), cert. denied, 450 U.S. 989, 101 S. Ct. 1529, 67 L. Ed. 2d 824 (1981); Brown v. Commonwealth, Ky., 555 S.W.2d 252, 257 (1977); cf. Coffey v. Messer, Ky., 945 S.W.2d 944, 946 (1997). The error in this case is the result of a misunderstanding of the distinction between the defenses of voluntary intoxication and involuntary intoxication.\nKRS 501.080 provides as follows:\nIntoxication is a defense to a criminal charge only if such condition either:\n(1) Negatives the existence of an element of the offense; or\n(2) Is not voluntarily produced and deprives the defendant of substantial capacity either to appreciate the criminality of his conduct or to conform his conduct to the requirements of law.\nInvoluntary intoxication is an absolute defense if it (1) negates the culpable mental state required for the commission of the offense, regardless of whether that mental state is intent, knowledge, wantonness or recklessness, or (2) causes the defendant's mental condition to equate with insanity. However, voluntary intoxication is not always an absolute defense, even if it negates the element of intent required to prove intentional murder.\nThe culpable mental state for the offense of second-degree manslaughter is wantonness. KRS 507.040(1). \"Wantonly\" is defined in KRS 501.020(3) as follows:\n\"Wantonly\"\u0097A person acts wantonly with respect to a result or to a circumstance described by a statute defining an offense when he is aware of and consciously disregards a substantial and unjustifiable *857 risk that the result will occur or that the circumstance exists. The risk must be of such nature and degree that disregard thereof constitutes a gross deviation from the standard of conduct that a reasonable person would observe in the situation. A person who creates such a risk but is unaware thereof solely by reason of voluntary intoxication also acts wantonly with respect thereto. (Emphasis added.)\nThus, while voluntary intoxication is a defense to intentional murder, it is not a defense to second-degree manslaughter. McGuire v. Commonwealth, Ky., 885 S.W.2d 931, 934-35 (1994). A jury's belief that a defendant was so voluntarily intoxicated that he did not form the requisite intent to commit murder does not require an acquittal, but could reduce the offense from intentional homicide to wanton homicide, i.e., second-degree manslaughter. KRS 501.080 (1974 Commentary); Meadows v. Commonwealth, Ky., 550 S.W.2d 511, 513 (1977). The failure to instruct on second-degree manslaughter as a lesser included offense of murder was prejudicial error. Cannon v. Commonwealth, Ky., 777 S.W.2d 591, 596 (1989).\nHowever, there is no offense of wanton robbery. The elements of robbery are (1) use of physical force with (2) the intent to commit a theft. Morgan v. Commonwealth, Ky., 730 S.W.2d 935 (1987). The degrees of the offense are determined by the type and extent of physical force employed by the defendant. Absent the element of intent, the theft element of robbery evaporates leaving only the element of physical force. If there had been no murder and the only charge in this case had been robbery, the intoxication defense would have required an instruction on first-degree wanton endangerment, KRS 508.060, Commonwealth v. Clemons, Ky., 734 S.W.2d 459 (1987), as a lesser included offense for which voluntary intoxication would be no defense. In this case, however, absent the theft element of robbery, the physical force element would merge with the murder charge. KRS 505.020(2); cf. Commonwealth v. Burge, Ky., 947 S.W.2d 805 (1997). Thus a finding of intoxication sufficient to negate the element of intent would be a complete defense to the robbery charge.\nAppellant asserts that since the Commonwealth has the burden to disprove the defense of intoxication, KRS 500.070(1), (3), and 1974 Commentary thereto, Brown v. Commonwealth, supra, 555 S.W.2d at 257, the absence of intoxication should have been included as an element of the offense of murder. However, it is the presence of intent, not the absence of intoxication, that is the relevant element of the offense. If intoxication negates intent, it would be redundant to instruct the jury that the Commonwealth must prove both intent and the absence of intoxication. Compare the defense of self-protection, which does not negate an element of the offense, but provides a justification for committing the other elements of the offense. The separate instruction on intoxication explains to the jury how that defense affects the element of intent. Brown v. Commonwealth, supra, 575 S.W.2d at 452. It is unnecessary to repeat that explanation in the instruction on the primary offense. Mabe v. Commonwealth, Ky., 884 S.W.2d 668, 672 (1994).\nDuring the course of their deliberations, the jury sent the following note to the presiding judge:\n\nUnder Instruction 4 [definitions] please clarify the difference between Def. B [intoxication] and Def. C [voluntary intoxication]. Does whether or not intoxication is voluntary have any bearing on Inst. # 6 [intoxication defense]?\nThe trial judge responded \"[t]hat's a good question,\" but correctly declined to answer it. RCr 9.54; Hart v. Commonwealth, 198 Ky. 844, 250 S.W. 108 (1923); Payne v. Commonwealth, 58 Ky. (1 Metc.) 370 (1858). In the absence of an instruction on a lesser included wanton offense and the accompanying definition of \"wantonly,\" an instruction defining \"voluntary intoxication\" is surplusage and (obviously) confusing to the jury. However, the error was not in instructing on the definition of \"voluntary intoxication,\" but in failing to instruct on second-degree manslaughter and the definition of \"wantonly.\"\n*858 If the evidence on retrial is the same, the jury should be instructed on the offense of murder, with second-degree manslaughter as a lesser included offense; the offense of robbery; the defense of intoxication (as a defense to murder and first-degree robbery, but not second-degree manslaughter); the definitions of intentionally, wantonly, intoxication and voluntary intoxication; the presumption of innocence; the requirement of a unanimous verdict; and that no adverse inference should be drawn from the failure of Becky Slaven to testify.\n\nIII. PRIOR STATEMENT OF GADBERRY\nJoey Gadberry gave two written statements to the police, an abbreviated statement on January 15, 1994, and a more detailed statement on January 28, 1994. Most of the details to which Gadberry testified on direct examination were contained in the January 28th statement, but not in the January 15th statement. In an effort to point out perceived inconsistencies, Appellant's attorney had Gadberry read portions of both statements on cross-examination. On redirect examination, Gadberry was allowed to read the January 28th statement in its entirety. Appellant asserts this amounted to improper bolstering of a witness's testimony by use of a prior consistent statement. KRE 801A(a)(2); Bussey v. Commonwealth, Ky., 797 S.W.2d 483, 485 (1990). He argues that the exception in KRE 801A(a)(2) for rebuttal of an express or implied charge of recent fabrication or improper influence or motive does not apply, because the January 28th statement, itself, is the one alleged to have been fabricated. More importantly, a prior consistent statement is admissible to rebut a charge of recent fabrication only if the statement was made before the alleged motive to fabricate came into existence. Smith v. Commonwealth, Ky., 920 S.W.2d 514, 517 (1995). If Appellant's theory that Gadberry is the actual murderer is true, Gadberry would have had the same motive to fabricate on January 28, 1994, as he did at trial.\nWhile Appellant's analysis of KRE 801A(a)(2) is correct, it was he who initially introduced portions of the January 28th statement. Once a portion of a statement is introduced by one party, the rule of completeness allows the adverse party to require the introduction of the remainder of the statement. KRE 106. Viewed in this context, no error occurred.\n\nIV. MISCELLANEOUS CLAIMS OF ERROR\nAppellant raises seven other claims of error, many of which were not preserved, but which will be addressed since they are likely to recur upon retrial.\n1. One of Appellant's theories was that Jeff Jones committed the murder. Jones was a third cousin of the murder victim. Appellant called Jones as a defense witness and inquired whether he \"got along\" with his cousins. When Jones responded affirmatively, Appellant sought to impeach that response by showing that at another time and place, Jones had fired a pistol into a vehicle occupied by another of his cousins, for which he was convicted of second-degree wanton endangerment. This evidence was properly excluded for several reasons. First, it was an attempted impeachment on a collateral fact. Keene v. Commonwealth, 307 Ky. 308, 210 S.W.2d 926 (1948), overruled on other grounds, Colbert v. Commonwealth, Ky., 306 S.W.2d 825 (1957); Miller v. Commonwealth, 241 Ky. 818, 45 S.W.2d 461 (1932). Second, although a party can impeach his own witness, KRE 607, he cannot knowingly elicit testimony from a witness as a guise or subterfuge in order to impeach the witness with otherwise inadmissible testimony. United States v. Carter, 973 F.2d 1509, 1513 (10th Cir.1992); United States v. Gomez-Gallardo, 915 F.2d 553, 555 (9th Cir.1990); R. Lawson, The Kentucky Evidence Law Handbook § 4.05, p. 172 (3rd ed., Michie, 1993). The evidence was otherwise inadmissible because its true purpose was to prove that Jones would not have refrained from shooting Noble just because they were cousins, a fact which was \"not genuinely in dispute,\" Lawson, supra, § 2.25, p. 90, and which did not tend to prove that Jones did kill Noble. Rearick v. Commonwealth, Ky., 858 S.W.2d 185 (1993); Billings v. Commonwealth, Ky., 843 S.W.2d 890 (1992). Finally, *859 second-degree wanton endangerment is a misdemeanor. Only felony convictions can be used for impeachment in Kentucky; and the identity of the crime upon which the conviction was based may not be disclosed unless the witness denies the conviction. KRE 609.\n2. Appellant claims the prosecutor engaged in misconduct by continually asking improper questions and then withdrawing them or rephrasing them after the damage was done. A judgment of conviction will be reversed where the prosecutor persisted in asking improper and prejudicial questions for the purpose of getting evidence before the jury which the law does not permit them to hear. Stewart v. Commonwealth, 185 Ky. 34, 213 S.W. 185 (1919). Without evaluating each of Appellant's claims of prosecutorial misconduct, suffice it to say that while some of the prosecutor's questions were not artfully phrased, the record does not reveal a pattern of persistent improper questioning. Nix v. Commonwealth, Ky., 299 S.W.2d 609 (1957). The mere asking of an occasional improper question is not grounds for reversal. Vontrees v. Commonwealth, 291 Ky. 583, 165 S.W.2d 145 (1942).\n3. The investigating officer, Chief Maggard, testified that after consulting with the Commonwealth's Attorney, he decided not to seek a warrant for Appellant's arrest until after receipt of the ballistics test results. Appellant interprets this testimony to mean that Maggard and the prosecutor came to a mutual professional belief in his guilt. In fact, the evidence was elicited in response to a question from a juror as to why Maggard waited so long to arrest Appellant. Regardless, we do not believe that any juror would find it remarkable that a police officer would consult with the prosecutor before seeking an arrest warrant in a circumstantial evidence case.\n4. As noted earlier, the prosecutor asked Appellant's mother-in-law, Alois Moore, when she first learned that Appellant intended to claim that either Joey Gadberry or Jeff Jones had stolen his pistol and used it to rob and kill Terry Noble, and that Moore's response was that she first learned of this fact after Appellant changed lawyers. Appellant complains that this evidence was introduced for the purpose of defaming his attorney. In fact, the evidence was relevant because it reinforced the Commonwealth's theory that Appellant's alibi was a recent fabrication. Any fallout suffered by Appellant's attorney was coincidental and unavoidable.\n5. In his closing argument, the prosecutor stated that \"I think he's a cold-blooded murderer from the evidence that we've shown you.\" A prosecutor can state his opinion of a defendant's guilt if his opinion is based on the evidence. Tamme v. Commonwealth, Ky., 759 S.W.2d 51 (1988). The prosecutor's remark did not exceed the leeway normally granted to both parties in closing argument. Slaughter v. Commonwealth, Ky., 744 S.W.2d 407 (1987), cert. denied, 490 U.S. 1113, 109 S. Ct. 3174 (1989).\n6. Police Sergeant Minor Allen was permitted to testify that on January 15, 1994, fire department dispatcher Wayne Delph called him to report an anonymous tip that Appellant had been \"running Cherokee Hills\" with a 9-mm pistol, taking drugs, and trying to borrow money. This is precisely the kind of investigative hearsay which we condemned in Sanborn v. Commonwealth, supra, at 541 and Bussey v. Commonwealth, supra, at 486. The error was almost cured when the Commonwealth produced the anonymous \"tipster,\" Logan Fields, as a witness at trial. Unfortunately, Fields testified that his tip was not based on personal knowledge, but on hearsay information he had received from a customer. This is a perfect example of why this type of evidence is unreliable and inadmissible. On retrial, the information provided by Fields shall be excluded.\n7. Appellant claims it was error for the trial court to use the capital penalty verdict forms at Cooper, 1 Kentucky Instructions to Juries (Criminal) § 12.10 (4th ed., Anderson, 1993), instead of the forms at § 12.10A of that treatise. While we prefer that the § 12.10A forms be used, we do not deem use of the § 12.10 forms to be reversible error. Foley v. Commonwealth, Ky., 942 S.W.2d 876, 888-89 (1997); Haight v. Commonwealth, *860 Ky, 938 S.W.2d 243 (1996); Bussell v. Commonwealth, Ky., 882 S.W.2d 111 (1994), cert. denied, 513 U.S. 1174, 115 S. Ct. 1154, 130 L. Ed. 2d 1111 (1995). On retrial, the § 12.10A forms or their substantial equivalent shall be used.\nFor the reasons set forth above, the judgments of conviction and the sentences imposed upon Appellant are reversed and this case is remanded to the Perry Circuit Court for a new trial in accordance with this opinion.\nAll concur.\nNOTES\n[1]  As Professor Lawson points out in his treatise, this expansion was directly contrary to the national trend to limit the scope of privileges. R. Lawson, The Kentucky Evidence Law Handbook, § 5.15, p. 251 (3rd ed., Michie, 1993). For example, prior to 1980, federal common law had also afforded the party spouse the privilege to preclude any testimony by the witness spouse. Hawkins v. United States, 358 U.S. 74, 79 S. Ct. 136, 3 L. Ed. 2d 125 (1958). In Trammel v. United States, 445 U.S. 40, 100 S. Ct. 906, 63 L. Ed. 2d 186 (1980), the rule was modified so that only the witness spouse could claim the privilege.\n[2]  We do not decide here whether this language overruled the common law \"eavesdropper rule\" with respect to marital communications. See Commonwealth v. Everson, supra. However, the committee that drafted the Kentucky Rules of Evidence included a proposed Rule 502, which would have codified the \"eavesdropper rule,\" Kentucky Rules of Evidence (Final Draft, November 1989), and that proposed rule was not adopted.\n[3]  See footnote 1, supra.\n\n",
            "ocr": false,
            "opinion_id": 1774360
        }
    ],
    "court_short_name": "Kentucky Supreme Court",
    "court_full_name": "Kentucky Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Robbery"
}