{
    "id": 2640541,
    "judges": "Bryner, Chief Justice, Matthews, Eastaugh, Fabe, and Carpeneti, Justices",
    "date_filed": "1978-10-22",
    "date_filed_is_approximate": true,
    "slug": "saltz-v-state-department-of-administration-division-of-motor-vehicles",
    "case_name_short": "Saltz",
    "case_name": "Saltz v. State, Department of Administration, Division of Motor Vehicles",
    "case_name_full": "Edwin SALTZ, Appellant, v. STATE of Alaska, DEPARTMENT OF ADMINISTRATION, DIVISION OF MOTOR VEHICLES, Appellee",
    "attorneys": "Peter F. Mysing, Kenai, for Appellant., Judith A. Crowell, Assistant Attorney General, Anchorage, and Scott J. Nordstrand, Acting Attorney General, Juneau, for Appel-lee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b165-15\">\n    Edwin SALTZ, Appellant, v. STATE of Alaska, DEPARTMENT OF ADMINISTRATION, DIVISION OF MOTOR VEHICLES, Appellee.\n   </parties><br><docketnumber id=\"b165-18\">\n    No. S-11676.\n   </docketnumber><br><court id=\"b165-19\">\n    Supreme Court of Alaska.\n   </court><br><decisiondate id=\"b165-20\">\n    Dec. 23, 2005.\n   </decisiondate><br><attorneys id=\"b166-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"134\"> \n     *134\n     </span>\n    Peter F. Mysing, Kenai, for Appellant.\n   </attorneys><br><attorneys id=\"b166-13\">\n    Judith A. Crowell, Assistant Attorney General, Anchorage, and Scott J. Nordstrand, Acting Attorney General, Juneau, for Appel-lee.\n   </attorneys><br><judges id=\"b166-16\">\n    Before: BRYNER, Chief Justice, MATTHEWS, EASTAUGH, FABE, and CARPENETI, Justices.\n   </judges>",
    "citations": [
        "126 P.3d 133"
    ],
    "opinions": [
        {
            "author_str": "Bryner",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n126 P.3d 133 (2005)\nEdwin SALTZ, Appellant,\nv.\nSTATE of Alaska, DEPARTMENT OF ADMINISTRATION, DIVISION OF MOTOR VEHICLES, Appellee.\nNo. S-11676.\nSupreme Court of Alaska.\nDecember 23, 2005.\n*134 Peter F. Mysing, Kenai, for Appellant.\nJudith A. Crowell, Assistant Attorney General, Anchorage, and Scott J. Nordstrand, Acting Attorney General, Juneau, for Appellee.\nBefore: BRYNER, Chief Justice, MATTHEWS, EASTAUGH, FABE, and CARPENETI, Justices.\n\nOPINION\nBRYNER, Chief Justice.\n\nI. INTRODUCTION\nThe Alaska Division of Motor Vehicles revoked Edwin Saltz's driver's license after he was arrested for driving away from a bar while intoxicated. Saltz challenges the department's finding that the officer had reasonable suspicion to stop his truck, arguing that his truck did not match the description of the truck provided by a caller informing the trooper's office that an individual was leaving the bar intoxicated. Because Saltz's truck nearly matched the description provided by the caller and was in the exact location the caller stated it would be, and the time between the call and the stop was very short, we hold that, based on the totality of the circumstances, the trooper had a reasonable suspicion to stop Saltz's truck. Accordingly, we affirm.\n\nII. FACTS AND PROCEEDINGS\nOn April 13, 2003, Alaska State Trooper Darrel Christensen was working the graveyard shift at the Soldotna trooper's office. At 2:05 a.m., a Soldotna resident made a REDDI call to the troopers to report that an intoxicated male was leaving the Maverick Bar in a blue and gray Ford F-350.[1] Trooper Christensen received the REDDI report, including the truck description and its location, from the dispatcher.\nTrooper Christensen immediately left the station and drove towards the Maverick Bar. Because the Soldotna station is just around the corner from the Maverick Bar, it took Trooper Christensen approximately one minute *135 to arrive at the bar. As Trooper Christensen approached the bar in his patrol car, a large Ford truck driven by Edwin Saltz pulled out of the Maverick parking lot right in front of Trooper Christensen and onto the highway. Believing that the truck matched the description of the REDDI call, Trooper Christensen followed the truck for a short distance. After making a turn, Saltz pulled into another parking lot.\nTrooper Christensen noticed that the truck did not have mud flaps. Believing that Ford F-350s are required by the vehicle code to have mud flaps because of their ride height, Trooper Christensen followed Saltz's truck into the parking lot and turned on his overhead lights to conduct a traffic stop. Trooper Christensen smelled a strong alcohol odor when he approached Saltz, and noticed that Saltz slurred when he spoke, had bloodshot, watery eyes, and swayed.\nSaltz told Trooper Christensen that he had been at the Maverick Bar drinking. Trooper Christensen asked Saltz to perform some field sobriety tests, but Saltz argued with Trooper Christensen and continually refused to follow instructions. Saltz eventually performed one of the sobriety tests and failed. Trooper Christensen arrested him for driving under the influence of alcohol. A breath test indicated that Saltz's blood alcohol content was almost twice the legal limit for driving. Trooper Christensen gave Saltz a \"Notice and Order of Revocation\" form which explained that Saltz failed an alcohol breath test and that, under Alaska law, the officer was required to confiscate Saltz's driver's license.\nSaltz requested an administrative hearing in order to challenge the constitutionality of the stop of his truck. A division hearing officer held a hearing in September 2003 and Trooper Christensen and Saltz testified. Trooper Christensen's testimony matched his police report generated on the night he arrested Saltz. On cross-examination Saltz's attorney revealed to Trooper Christensen that Saltz did not have a Ford F-350, but rather owned a Ford F-250. Trooper Christensen stated that this information did not surprise him because \"the Ford F-250s and the 350s are the same body style\" but that the F-350 normally has a higher suspension. Saltz's attorney also revealed that the truck Trooper Christensen pulled over was not blue and gray, but red and gray.\nSaltz argued before the hearing officer that the stop was illegal because his truck did not match the description of the truck in the REDDI report, because Trooper Christensen did not observe Saltz driving erratically, and because Trooper Christensen did not measure the height of Saltz's truck to see if it in fact needed mud flaps. Although the hearing officer noted that Trooper Christensen's photos showed a red and gray F-250, and not a blue and gray Ford F-350, she found that Trooper Christensen stopped Saltz because of the REDDI report and because of the mud flap violation. Based on the REDDI report, the mud flap violation, the time frame in which Trooper Christensen contacted Saltz, and the seriousness of the offense, the hearing officer concluded that Trooper Christensen \"had more than enough reasonable suspicion\" to stop Saltz. She also found that Trooper Christensen had probable cause after making the stop to believe that Saltz was driving under the influence because the trooper observed slurred speech, alcohol odor, and failure of the sobriety test. Because Saltz had three prior convictions for driving under the influence, the hearing officer revoked Saltz's driving privileges for five years.\nSaltz appealed the decision to the superior court. The court held that the hearing officer's factual findings were supported by substantial evidence that Trooper Christensen was justified in stopping Saltz's truck based on the REDDI call from a local resident. The court additionally held that, regardless of whether Saltz's truck exactly matched the REDDI report, Trooper Christensen had probable cause to stop Saltz's truck for a mud flap violation. The court affirmed the hearing officer's decision.\nSaltz appeals.\n\nIII. DISCUSSION\nWe review an administrative hearing officer's decision to revoke an individual's driver's license independently of the superior *136 court's decision because the superior court acted as an intermediate court of appeal.[2] The court reviews an administrative decision to revoke a driver's license to determine if the department \"misinterpreted the law, acted in an arbitrary and capricious manner, or made a determination unsupported by the evidence in the record.\"[3] Finally, we review the hearing officer's factual findings under the \"substantial evidence\" test, determining \"whether the findings are supported by such evidence as a reasonable mind might accept as adequate to support a conclusion.\"[4]\nSaltz argues that the hearing officer erred in revoking his license because Trooper Christensen did not conduct a lawful investigatory stop of Saltz's truck. Specifically, Saltz argues that Trooper Christensen's stop of his truck was not supported by a reasonable suspicion because his truck did not match the truck contained in the REDDI report. Because his truck is a red and gray Ford F-250, not a blue and gray Ford F-350 as reported by the REDDI caller, Saltz argues that Trooper Christensen \"had no actual basis for believing that Mr. Saltz's vehicle, as opposed to the vehicle described by the REDDI caller, was being driven by an intoxicated person.\"\nIn Alaska, an officer may make an investigatory stop only when there are \"specific and articulable facts which create a reasonable suspicion that imminent public danger exists, or serious harm to persons or property has recently occurred.\"[5] The term \"reasonable suspicion\" has been described as where there is a \"substantial possibility that conduct has occurred, is occurring, or is about to occur,\"[6] and is based on a totality of the circumstances.[7] We have held that where an officer has a reasonable suspicion that a driver is operating a vehicle while intoxicated, a sufficient imminent public danger exists for which an officer may conduct an investigatory stop.[8] Additionally, the court of appeals has held that an officer may rely on information obtained from a REDDI report so long as there are \"some indicia of reliability.\"[9]\nSaltz is correct in his assertion that the truck color and model described in the REDDI report were different from the color and model of his truck. But other factors considered by Trooper Christensen at the time of the stop also provided \"some indicia of reliability\" of the call. First, the fact that Saltz's truck was a Ford F-250 rather than a Ford F-350 is not by itself consequential. When confronted with evidence that he may have pulled over the wrong model of truck, Trooper Christensen testified that he was \"[not] surprised a bit\" because F-250s and F-350s have \"the same body style . . . the only difference is the 350 has a little bit higher suspension.\" In United States v. Hurst, the Sixth Circuit Court of Appeals upheld a vehicle stop where a caller identified a potential burglar's car as a \"dark-colored [Ford] Thunderbird,\" even though the car stopped in the same vicinity shortly after the burglary was a dark blue Mercury Cougar.[10] The court noted that the defendant's car \"roughly match[ed]\" the car described by the caller, and when taken with all of the other circumstances, created specific and articulable facts to justify the investigatory stop.[11] Here, Trooper Christensen's testimony indicated that he saw no major differences between F-250s *137 and F-350s and would not be surprised to learn that one had been mistaken for the other. No evidence contradicted the trooper's opinion, and other evidence supports a finding that he had a reasonable suspicion to stop Saltz's truck.\nThe fact that Saltz's truck was red and gray, rather than blue and gray, also does not defeat a finding that Trooper Christensen had a reasonable suspicion to stop Saltz. Trooper Christensen stopped Saltz's truck just after 2 a.m. while it was dark outside. Trooper Christensen testified that the majority of Saltz's truck was gray and that the gray color \"stands out when you have overhead flashing lights.\" Saltz confirmed that his truck is gray, but also noted that it \"has a very large red . . . component to the paint job.\"\nIn State v. DaEria, a man called the police after two men attempted to break into his vehicle in front of his fiancee's parents' house, at 2:30 a.m., and fired shots at him when he tried to prevent the break-in.[12] The victim reported that the two men drove away in a \"greenish\" Toyota.[13] The Appellate Court of Connecticut upheld the investigatory stop of the defendant's car even though he was actually driving a gray Toyota. The court reasoned that given the \"less than optimal lighting conditions\" and the situation in which the victim noticed the car, it was not unreasonable for the officer to infer that the victim may have mistakenly identified the color of the car.[14] Moreover, the court attached significant weight to the time of night the car was stopped, the fact that the officer did not see any other cars on the road between the time he received the call and when he made the stop, and the fact that the stop occurred just four blocks from the house where the victim was staying within a short time after the victim's call.[15] The court held that the officer had a reasonable suspicion to stop the defendant's car, taking into account \"the strength of those points of comparison [given by the caller] which do match up and whether the nature of the descriptive factors which do not match is such that an error as to them is not improbable.\"[16]\nSaltz's case is analogous to DaEria, and we find that case's reasoning persuasive. Trooper Christensen observed Saltz's truck within one minute of receiving the REDDI report, at the exact location the caller stated the truck would be \u0097 pulling out of the Maverick Bar. Although he testified that there could have been a blue and gray Ford F-350 nearby, Trooper Christensen stated that he \"highly doubt[ed]\" it given \"the time frame [in the middle of the night] . . . [i]t's a Ford pickup, majority-color gray, and it was within a minute of the report.\" Trooper Christensen noted in his report that the stop occurred at 2:07 a.m. and the lighting conditions were \"dark.\" After considering all of the evidence, including the REDDI report, the time frame in which Saltz was contacted, and the description of his pickup, the hearing officer found that Trooper Christensen had \"more than enough reasonable suspicion\" to stop Saltz. We agree that although the truck described in the REDDI report did not match Saltz's truck exactly, based on a totality of the circumstances, Trooper Christensen was reasonable in believing that Saltz's truck was the one identified by the caller, and that there was a substantial possibility that Saltz was intoxicated. Nothing more was required to justify the stop.\nSaltz argues that his case is analogous to Mix v. State,[17] because the officer in Mix, similar to Trooper Christensen, observed no erratic driving. But Saltz misreads Mix, In that case, the court did not invalidate the stop due to the officer's failure to observe erratic driving. Rather, the court found the stop to be invalid because the officer had no information that the anonymous caller was a citizen informant, the state did not present any evidence that the dispatcher had knowledge about the caller that could be imputed *138 to the officer, and \"it was not even clear whether the `locate' was based on an anonymous tip at all.\"[18] Although Trooper Christensen did not know the REDDI caller's name at the time he stopped Saltz, he was aware that a REDDI call was made. Moreover, there is no question that the REDDI caller identified herself to the dispatcher, which can be imputed to Trooper Christensen.[19] Thus, Mix is inapplicable.\nBased on the totality of the circumstances surrounding the stop, then, the hearing officer's findings are supported by substantial evidence in the record, and are not clearly erroneous.[20]\n\nIV. CONCLUSION\nFor these reasons, we AFFIRM the hearing officer's decision.\nNOTES\n[1]  REDDI stands for \"Report Every Drunk Driver Immediately.\" This is a hotline number that went into effect on the Kenai Peninsula in 1984 that allows callers to report drunk drivers without providing personal information. The caller need only provide \"the time and location they observed the suspected drunk driver, the direction of travel, and the make, color, and if possible, the license plate number of the vehicle.\" Effenbeck v. State, 700 P.2d 811, 812 n. 1 (Alaska App.1985).\n[2]  See Jager v. State, 537 P.2d 1100, 1106 (Alaska 1975).\n[3]  AS 28.15.166(m); accord Miller v. State, Dep't of Pub. Safety, Div. of Motor Vehicles, 761 P.2d 117, 118 n. 2 (Alaska 1988).\n[4]  Borrego v. State, Dep't of Pub. Safety, 815 P.2d 360, 363 (Alaska 1991).\n[5]  Effenbeck, 700 P.2d at 812 (internal citations omitted); see also Coleman v. State, 553 P.2d 40, 46 (Alaska 1976).\n[6]  State v. Moran, 667 P.2d 734, 735-36 (Alaska App.1983) (citing W. LaFAVE, 3 SEARCH and SEIZURE § 9.3, at 65-66 (1978)) (emphasis in original).\n[7]  United States v. Cortez, 449 U.S. 411, 417-18, 101 S. Ct. 690, 66 L. Ed. 2d 621 (1981).\n[8]  See State v. G.B., 769 P.2d 452, 455 (Alaska App. 1989); see also Ebona v. State, 577 P.2d 698, 701 (Alaska 1978).\n[9]  See Effenbeck, 700 P.2d at 812.\n[10]  228 F.3d 751, 755-57 (6th Cir.2000).\n[11]  Id. at 757.\n[12]  51 Conn.App. 149, 721 A.2d 539, 543 (1998).\n[13]  Id.\n[14]  Id. at 546.\n[15]  Id. at 547.\n[16]  Id. at 546 (quoting State v. Rodriguez, 239 Conn. 235, 684 A.2d 1165, 1171 n. 18 (1996)) (emphasis added).\n[17]  893 P.2d 1270 (Alaska App.1995).\n[18]  Id. at 1272-73.\n[19]  See State v. Prater, 958 P.2d 1110, 1113 (Alaska App.1998).\n[20]  Saltz also argues that Trooper Christensen did not have probable cause to pull over his truck for a mud flap violation. Because we hold that Trooper Christensen had reasonable suspicion to believe that Saltz's truck was the truck described in the REDDI report, it is unnecessary for us to decide whether Trooper Christensen was justified in stopping Saltz for a mud flap violation.\n\n",
            "ocr": false,
            "opinion_id": 2640541
        }
    ],
    "court_short_name": "Alaska Supreme Court",
    "court_full_name": "Alaska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Alaska, AK",
    "crime_category": "Robbery"
}