{
    "id": 2621999,
    "judges": "Kulik",
    "date_filed": 1221696000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-nason",
    "case_name_short": "Nason",
    "case_name": "State v. Nason",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "192 P.3d 386"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8453.0,
            "opinion_text": "\n192 P.3d 386 (2008)\nSTATE of Washington, Respondent,\nv.\nJames Robert NASON, Appellant.\nNo. 26180-8-III.\nCourt of Appeals of Washington, Division 3.\nJuly 31, 2008.\nPublication Ordered September 18, 2008.\n*389 Mark Erik Lindsey, Spokane County Prosecuting Attorneys, Spokane, WA, for Respondent.\nSusan Marie Gasch, Gasch Law Office, Spokane, WA, for Appellant.\nKULIK, A.C.J.\n¶ 1 James R. Nason appeals two orders from the Spokane Superior Court, Maryann C. Moreno, J., and Michael P. Price, J., modifying his sentence and imposing incarceration for violations of the terms of his sentence. He argues that: (1) the trial court lacks authority to impose a suspended sentence, (2) provisions within the orders violate due process, (3) the trial court erred by denying him credit against his financial obligations for time served, and (4) the county clerk's involvement in the monitoring and collection of his legal financial obligation violates due process rights. We conclude that the trial court correctly modified and imposed jail time for Mr. Nason's violations of his sentence. And the court's actions did not violate due process. Accordingly, we affirm.\n\nFACTS\n¶ 2 In July 1999, James R. Nason pleaded guilty to second degree burglary. The judgment and sentence required Mr. Nason to pay fines and costs. In October 2000, the Department of Corrections requested a hearing, alleging that Mr. Nason had violated the terms of his probation, and that he had failed to pay his legal financial obligation (LFO). A warrant was issued and Mr. Nason was arrested. The court modified Mr. Nason's probation to include 95 days' confinement for his violations. The Department of Corrections' supervision was terminated on July 12, 2002.\n¶ 3 In November 2003 and June 2004, Mr. Nason was sent collection notices by the Spokane County Superior Court Clerk. The notices advised Mr. Nason of his continuing delinquency and that enforcement of his legal financial obligations had been transferred to the clerk of the superior court. By July 2005, Mr. Nason had not made payments or contacted the clerk's office. The clerk of the court produced a violation report and the prosecutor moved the court for issuance of a warrant. Mr. Nason was arrested, he signed an agreed order, and he agreed to serve 30 days in jail and report to the county clerk's office within 48 hours of release. When Mr. Nason did not report, a bench warrant was issued for his arrest.\n¶ 4 In June 2006, Mr. Nason was arrested on the warrant. A hearing in the matter occurred on July 7, 2006. At the hearing Mr. Nason stipulated to the violation of failing to report following his release. He asserted that he was homeless and unemployed, but was close to obtaining a job through his mother's employer. The court found Mr. Nason's violations were willful and entered its order modifying the sentence and imposing 60 days in confinement. Mr. Nason signed the agreed order, indicating that he agreed to 60 days' confinement, and that he would begin payments of $25, starting August 15, 2006. A review date was set for January 10, 2007, in order to review Mr. Nason's compliance. Mr. Nason did not comply with the payment schedule.\n¶ 5 On February 9, 2007, a bench warrant was issued for Mr. Nason. Mr. Nason was arrested. A hearing on the matter was conducted on April 6, 2007, where the court directed the parties to brief issues, and continued the matter to April 27, 2007. At hearings on April 6 and April 27, 2007, Mr. Nason stipulated to his violations and raised other arguments presented in this appeal. The court found Mr. Nason's violations were willful and entered an order modifying the sentence and imposing 120 days' confinement. Mr. Nason signed the agreed order, indicating that he agreed to 120 days' confinement, and that he would begin payments of $30, effective August 1, 2007. This appeal follows.\n\nANALYSIS\n¶ 6 Whether a trial court has exceeded its statutory authority under the Sentencing Reform Act of 1981(SRA), chapter 9.94A RCW, is an issue of law, which we review independently. State v. Hale, 94 Wash.App. 46, 54, 971 P.2d 88 (1999). A trial court may exercise discretion in sentencing *390 only where the SRA authorizes discretion. State v. Shove, 113 Wash.2d 83, 86-87, 776 P.2d 132 (1989). \"When a trial court exceeds its sentencing authority under the SRA, it commits reversible error.\" Hale, 94 Wash. App. at 53, 971 P.2d 88.\n¶ 7 \"The SRA permits modification of sentences only in specific, carefully delineated circumstances.\" Shove, 113 Wash.2d at 86, 776 P.2d 132. The authority for a court to increase the duration of an offender's commitment is provided by RCW 9.94A.634(1).[1]Id. When an offender violates any requirement of a sentence, the trial court retains broad discretion to modify the sentence or impose additional punishment. State v. Woodward, 116 Wash.App. 697, 702-03, 67 P.3d 530 (2003).\n¶ 8 \"By violating the terms of his sentence, [Mr. Nason] moved outside the initial protections of the SRA and subjected himself to other statutory penalties, including the maximum penalty for the underlying offense.\" See State v. McDougal, 120 Wash.2d 334, 352, 841 P.2d 1232 (1992). RCW 9.94A.634 provides in relevant part:\n(1) If an offender violates any condition or requirement of a sentence, the court may modify its order of judgment and sentence and impose further punishment in accordance with this section.\n. . . .\n(3) If an offender fails to comply with any of the requirements or conditions of a sentence the following provisions apply:\n(a)(i) Following the violation, if the offender and the department make a stipulated agreement, the department may impose sanctions such as work release, home detention with electronic monitoring, work crew, community restitution, inpatient treatment, daily reporting, curfew, educational or counseling sessions, supervision enhanced through electronic monitoring, jail time, or other sanctions available in the community.\n. . . .\n(iii) If the offender fails to comply with the sanction administratively imposed by the department, the court may take action regarding the original noncompliance. Offender failure to comply with the sanction administratively imposed by the department may be considered an additional violation.\n¶ 9 Mr. Nason contends the court lacked authority to enter the orders that modified his sentence conditions because the orders contain provisions which impose suspended sentences that are prohibited by RCW 9.94A.575. RCW 9.94A.575 provides:\nThe power to defer or suspend the imposition or execution of sentence is hereby abolished in respect to sentences prescribed for felonies committed after June 30, 1984, except for offenders sentenced under RCW 9.94A.670, the special sex offender sentencing alternative, whose sentence may be suspended.\n¶ 10 First, RCW 9.94A.575 does not control when a trial court is acting pursuant to RCW 9.94A.634 because the court is not sentencing the defendant. See State v. DeBello, 92 Wash.App. 723, 727, 964 P.2d 1192 (1998). To be more precise, a trial court acting pursuant to RCW 9.94A.634 is imposing or ordering additional confinement as a penalty or sanction. Id. at 726-27, 964 P.2d 1192. Contrary to Mr. Nason's assertion, RCW 9.94A.575 does not apply when the court orders him to additional confinement for violating his sentence. Id. The court was acting within its authority.\n¶ 11 Second, the court did not suspend Mr. Nason's jail terms. In support of his argument, Mr. Nason relies upon DeBello. However on this point, DeBello is distinguishable. In DeBello, the defendant's sentence required him to advise the State of any change of address, and pay monetary obligations. DeBello, 92 Wash.App. at 725, 964 P.2d 1192. The trial court later amended the sentence to permit the defendant to perform community service in lieu of paying part of his financial obligations. The defendant failed to perform the community service or make payments toward his legal financial obligations. He also failed to notify the State of his change of address. Following a hearing on the matter, the trial court imposed 60 days' confinement *391 for each of the violations. The court then suspended 90 days of confinement on the condition that the defendant makes payments beginning 30 days after his release. Id.\n¶ 12 Here, neither the challenged orders nor the actions of the trial court are the same as the suspended sentence disapproved of in DeBello. The sentencing court in DeBello ordered the defendant to serve multiple 60-day jail terms, and then suspended 90 days conditioned upon the defendant's performance of payment after his release from jail. Id. at 725, 964 P.2d 1192. Therefore, the defendant was released 90 days before his term was completed. Mr. Nason was not released from confinement before his term was completed. When Mr. Nason was ordered to confinement of 60 days on July 10, 2006, he served the 60 days in jail. Similarly, on August 30, 2007, Mr. Nason was ordered to confinement of 120 days and to make payments as scheduled.[2] The court did not suspend either of these jail terms.\n¶ 13 Further, under the provision which Mr. Nason calls \"auto-jail,\" he was not sentenced to confinement at all. CP at 53, 109. Although the provision specifies a report date and a number of days to serve in jail, nothing is ordered. Those are the prospective consequences \"if\" Mr. Nason fails to make payment and fails to file a motion for a stay with the court. Report of Proceedings (RP) (April 27, 2007) at 5, 7.\n¶ 14 Mr. Nason compares these provisions to the suspended sentence disapproved of in DeBello. However, the DeBello trial court sentenced the defendant to a specific jail term, and he was released early conditioned upon future payment. 92 Wash.App. at 725, 964 P.2d 1192. On review, the court held that the sentencing court did not have express or implied authority to authorize the suspension of confinement terms. Id. at 728-29, 964 P.2d 1192.\n¶ 15 The provisions that Mr. Nason challenges did not sentence him to confinement and nothing was suspended. The sentence enforcements schemes in DeBello and the one used by the court here under RCW 9.94A.634 are not equivalent. Under these circumstances, the trial court has authority to modify Mr. Nason's sentence, the court did not exceed that authority, and did not impose a suspended a sentence. See RCW 9.94A.634; Shove, 113 Wash.2d at 86, 776 P.2d 132.\n¶ 16 Finally, Mr. Nason's argument is premature because it is directed at something the court might do, i.e., impose a jail term if he fails to comply with the scheduled payments and fails to file a motion with the court for a stay by the review date. As noted by the trial court, the jail term in the provision is by no means a certainty. For example, if Mr. Nason's financial circumstances changed, nothing prevents him from supplying the appropriate documents to assist the court in setting a new monthly payment. RCW 9.94A.760(5). Mr. Nason is still free to file a motion to stay as provided for in the order, which he has filed in the proceedings below. Also, if Mr. Nason was to violate the order by not paying his LFO, the court may determine the violation is not willful and may modify its previous order regarding payment. RCW 9.94A.634(3)(d); State v. Dalseg, 132 Wash.App. 854, 862, 134 P.3d 261 (2006) (\"When an offender violates any requirement of a sentence, the trial court retains broad discretion to modify the sentence and/or impose additional punishment.\").\n¶ 17 In State v. Roberts, 77 Wash.App. 678, 683, 894 P.2d 1340 (1995), the court explained:\nWe cannot say that the trial court has engaged in the prohibited practice of deferred sentencing unless or until the court actually uses [the offender's] behavior during the ... period as a basis for deviating from the sentencing guidelines. Thus, the State prematurely directs its argument at something the court might do \u0097 i.e., impose a reduced sentence \u0097 rather than at something the court has already done. To characterize the order as an unlawful deferred sentence at this point would be to \"render *392 an advisory opinion on a record which has yet to be completed.\" This we decline to do.\nAccordingly, to characterize the provision which Mr. Nason challenges as a suspended sentence, when it has not been imposed and the court has taken no action based on Mr. Nason's behavior would be to render an advisory opinion. Id.\n¶ 18 Mr. Nason next contends that his incarceration without a hearing denied him due process. A defendant has minimal due process rights in a probation revocation hearing. In re Pers. Restraint of Boone, 103 Wash.2d 224, 230-31, 691 P.2d 964 (1984). This court applies the same standard to a hearing to consider violations of a sentence. See State v. Badger, 64 Wash.App. 904, 907-08, 827 P.2d 318 (1992). These requirements are:\n(a) written notice of the claimed violations of [probation or] parole; (b) disclosure to the [probationer or] parolee of evidence against him; (c) opportunity to be heard in person and to present witnesses and documentary evidence; (d) the right to confront and cross-examine adverse witnesses (unless the hearing officer specifically finds good cause for not allowing confrontation); (e) a \"neutral and detached\" hearing body such as a traditional parole board, members of which need not be judicial officers or lawyers; and (f) a written statement by the fact-finders as to the evidence relied on and reasons for revoking [probation or] parole.\nBoone, 103 Wash.2d at 231, 691 P.2d 964 (citations omitted).\n¶ 19 Pursuant to RCW 9.94A.634, a trial court may punish an offender who has violated any condition or requirement of his sentence. Under RCW 9.94A.634(3)(b), a sentencing court shall require a defendant to show cause why he should not be punished for noncompliance. State v. Curry, 118 Wash.2d 911, 918, 829 P.2d 166 (1992). The purpose of this show cause requirement is to ensure that an indigent offender is not punished because of their inability to pay a fine. See State v. Gropper, 76 Wash.App. 882, 886, 888 P.2d 1211 (1995) (citations omitted).\n¶ 20 At the hearing, the State had the burden of showing by a preponderance of the evidence that the defendant violated a sentencing condition. Id. at 887, 888 P.2d 1211. Once the State's burden is met, the burden shifts to the defendant to show the violation was not willful. Id. This scheme provides sufficient safeguards to prevent imprisonment of indigent defendants, and the court is empowered to treat a nonwillful violation more leniently. Curry, 118 Wash.2d at 918, 829 P.2d 166.\n¶ 21 It is undisputed that Mr. Nason has not complied with the financial obligations imposed in his sentence and subsequent modifications. He stipulated to these violations and the court found the violations to be willful. Unchallenged findings are treated as verities on appeal. State v. Stenson, 132 Wash.2d 668, 697, 940 P.2d 1239 (1997). Nevertheless, Mr. Nason contends that he was denied due process because he claims \"auto-jail\" provisions in the orders require his incarceration before the court determines the willfulness of his conduct and his ability to pay.\n¶ 22 However, as noted above, the provision Mr. Nason challenges does not impose a jail term. More importantly, the jail terms he did serve were imposed by orders entered by the court after Mr. Nason appeared at hearings on the matters, and agreed to them. These hearings afforded Mr. Nason the opportunity to show cause, why he should not be incarcerated for his violation. Also, in both cases, Mr. Nason was given credit for the time he had served awaiting his hearings. Mr. Nason was not denied the required minimum due process of a hearing before the court imposed its terms of additional confinement. See Boone, 103 Wash.2d at 230-31, 691 P.2d 964.\n¶ 23 Mr. Nason also asserts that the trial court erred by denying him credit against his financial obligation for the jail time he served. \"Statutes in pari materia must be construed together.\" State v. Houck, 32 Wash.2d 681, 684, 203 P.2d 693 (1949). \"Statutes in pari material are those which relate to the same person or thing, or the same class of persons or things; and in *393 construing a statute, or statutes, all acts relating to the same subject matter or having the same purpose, should be read in connection therewith as together constituting one law.\" Id. at 684-85, 203 P.2d 693. The object of the rule is to ascertain and effect the intent of the legislature. The rule proceeds \"upon the supposition that the several statutes having to do with related subject matters were governed by one spirit or policy, and were intended to be consistent and harmonious in their several parts and provisions.\" Id.\n¶ 24 Mr. Nason argues that RCW 10.01.180 and RCW 9.94A.634 should be construed together because both statutes discuss financial obligations. RCW 10.01.180(3) provides, \"[a] person committed for nonpayment of a fine or costs shall be given credit toward payment for each day of imprisonment at the rate specified in the commitment order.\" Therefore, Mr. Nason seeks credit against his legal financial obligations for confinement that was imposed when he violated his sentence. As support for this position, Mr. Nason employs general rules of statutory construction, i.e., statutes relating to the same subject matter must be read as a unified whole. See Anderson v. Dep't of Corrections, 159 Wash.2d 849, 861, 154 P.3d 220 (2007).\n¶ 25 The argument is flawed because these two statutory schemes do not relate to the same subject matter and do not have the same purpose. \"The contempt proceeding authorized by RCW 10.01.180 is civil.\" Smith v. Whatcom County Dist. Court, 147 Wash.2d 98, 105, 52 P.3d 485 (2002). The primary purpose of the civil contempt power is to coerce a party to comply with an order or judgment. Id. In Smith, the court found that:\nRCW 10.01.180(1) clearly defines nonpayment as contempt,\n\nRCW 10.01.180(3) clearly contemplates that jail time may be imposed for nonpayment, and RCW 7.21.030(2)(a) clearly authorizes jail time as a remedial sanction. The jail time imposed for nonpayment is not part of the sentence.... Imposing jail time for nonpayment was not an execution of originally suspended jail time.\n\nId. at 110, 52 P.3d 485 (citations omitted) (emphasis added). RCW 10.01.180 relates to a term of imprisonment to coerce a defendant who is found in contempt for nonpayment of a fine or costs.\n¶ 26 In contrast, an order pursuant to RCW 9.94A.634 is the only circumstance under which the SRA permits sentence modification. See State v. McDougal, 120 Wash.2d at 346, 841 P.2d 1232. The SRA regulates the sentencing of felony offenders. RCW 9.94A.010. When \"an offender violates any condition or requirement of a sentence, the court may modify its order of judgment and sentence and impose further punishment.\" RCW 9.94A.634(1). The sentence modification is punishment for the original crime. See State v. Prado, 86 Wash. App. 573, 577, 937 P.2d 636 (1997). \"A proceeding, the purpose of which is punitive and which results in a determinate jail sentence, with no opportunity for a defendant to purge himself of the contempt, is criminal.\" State v. Browet, Inc., 103 Wash.2d 215, 218, 691 P.2d 571 (1984). RCW 9.94A.634 relates to additional confinement as punishment for a defendant who is found to be willfully violating the terms of his sentence.\n¶ 27 The sanctions imposed by these separate statutory schemes employ different procedures, have different subject matter, and are applied for fundamentally different purposes. Jail time imposed for contempt pursuant to RCW 10.01.180 is not the same as the additional confinement imposed under RCW 9.94A.634. \"[S]tatutes providing for one kind of contempt cannot be read to circumscribe statutes providing for the other.\" See In re Pers. Restraint of King, 110 Wash.2d 793, 800, 756 P.2d 1303 (1988). Mr. Nason's sentences were modified to impose additional confinement pursuant to RCW 9.94A.634. Thus, credit for the time served pursuant to RCW 10.01.180 cannot properly be applied to Mr. Nason's legal financial obligations.\n¶ 28 Finally, Mr. Nason contends that his due process rights were violated because of the clerk's, rather than the judge's, participation in the LFO. The failure to raise an issue in the trial court precludes review on appeal unless the trial court committed a manifest error affecting a constitutional *394 right. RAP 2.5(a). Because RAP 2.5(a)(3) is an exception to the general rule, we construe the exception narrowly by requiring the asserted error to be (1) manifest and (2) truly of constitutional magnitude. See State v. WWJ Corp., 138 Wash.2d 595, 602, 980 P.2d 1257 (1999).\n¶ 29 The burden is upon the defendant to make the required showing. See State v. McDonald, 138 Wash.2d 680, 691, 981 P.2d 443 (1999). The defendant must identify a constitutional error and show how, in the context of the trial, the alleged error actually affected the defendant's rights; it is this showing of actual prejudice that makes the error \"manifest,\" allowing appellate review. Id. (citations omitted). If the record from the trial court is insufficient to determine the merits of the constitutional claim, then the claimed error is not manifest and review is not warranted. Id.\n¶ 30 The SRA authorizes the sentencing court to order additional confinement as a penalty or sanction for an offender who willfully violates his sentence. RCW 9.94A.634; see also DeBello, 92 Wash.App. at 727, 964 P.2d 1192.\n¶ 31 Mr. Nason argues that the county clerk's involvement to monitor and collect his legal financial obligation violates his and other offenders' due process rights. In support of this position, he alleges that the clerk's involvement amounts to negotiating and entering into agreements, advising him of his constitutional rights, and recommending sanctions. He argues the county clerk has no statutory authority to perform these acts. Mr. Nason asserts that the court illegally allowed the court clerk to follow procedures used by the Department of Corrections to carry out the process of collecting financial legal obligations. Mr. Nason contends that the clerk's actions violated due process, but he does not say how, and none of these arguments were presented below.\n¶ 32 Mr. Nason also fails to cite any authority to support his arguments.\n¶ 33 RAP 2.5(a)(3) precludes review of an issue raised for the first time on appeal unless the trial court committed a manifest error affecting a constitutional right. See McDonald, 138 Wash.2d at 691, 981 P.2d 443. Mr. Nason fails to demonstrate that such an error occurred and cites no authority in support of his position. Both orders challenged by Mr. Nason in this appeal were entered by the trial court, not the court clerk. The actions of the county clerk are simply not at issue here.\n¶ 34 We affirm.\nWE CONCUR: SWEENEY and BROWN, JJ.\nNOTES\n[1]  RCW 9.94A.200 was recodified as RCW 9.94A.634 by Laws of 2001, ch. 10, § 6.\n[2]  Although, the record is not clear about how many days he served, Mr. Nason was jailed on March 27, 2007, and received credit for the time served against his 120-day term. The court's findings of fact and conclusions of law were entered more than 120 days after March 27, 2007.\n\n",
            "ocr": false,
            "opinion_id": 2621999
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}