{
    "id": 1401897,
    "judges": "Newton, P.J., Lowenstein and Breckenridge",
    "date_filed": "2011-11-12",
    "date_filed_is_approximate": true,
    "slug": "ridinger-v-missouri-board-of-probation-parole",
    "case_name_short": "Ridinger",
    "case_name": "Ridinger v. Missouri Board of Probation & Parole",
    "case_name_full": "Jon RIDINGER, Appellant, v. MISSOURI BOARD OF PROBATION AND PAROLE, Et Al., Respondents",
    "attorneys": "Jon Ridinger, Pacific, MO, pro se., Deborah Daniels, Asst. Atty. Gen., Jefferson City, MO, for respondents.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b678-3\">\n    Jon RIDINGER, Appellant, v. MISSOURI BOARD OF PROBATION AND PAROLE, et al., Respondents.\n   </parties><br><docketnumber id=\"b678-6\">\n    No. WD 64619.\n   </docketnumber><br><court id=\"b678-7\">\n    Missouri Court of Appeals, Western District.\n   </court><br><decisiondate id=\"b678-8\">\n    April 25, 2006.\n   </decisiondate><br><attorneys id=\"b678-20\">\n    Jon Ridinger, Pacific, MO, pro se.\n   </attorneys><br><attorneys id=\"b678-21\">\n    Deborah Daniels, Asst. Atty. Gen., Jefferson City, MO, for respondents.\n   </attorneys><br><judges id=\"b678-22\">\n    Before NEWTON, P.J., LOWENSTEIN and BRECKENRIDGE, JJ.\n   </judges>",
    "citations": [
        "189 S.W.3d 658"
    ],
    "opinions": [
        {
            "author_str": "Breckenridge",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n189 S.W.3d 658 (2006)\nJon RIDINGER, Appellant,\nv.\nMISSOURI BOARD OF PROBATION AND PAROLE, et al., Respondents.\nNo. WD 64619.\nMissouri Court of Appeals, Western District.\nApril 25, 2006.\nJon Ridinger, Pacific, MO, pro se.\nDeborah Daniels, Asst. Atty. Gen., Jefferson City, MO, for respondents.\nBefore NEWTON, P.J., LOWENSTEIN and BRECKENRIDGE, JJ.\n*659 PATRICIA BRECKENRIDGE, Judge.\nJon Ridinger appeals the trial court's grant of summary judgment in favor of the Missouri Board of Probation and Parole (the \"Board\") on his petition for declaratory judgment. In his petition, Mr. Ridinger sought a declaration that the Board improperly applied the provisions of sections 559.115.7 and 217.362.5, RSMo Cum.Supp. 2004,[1] in finding that he had three previous prison commitments and, therefore, was required by section 558.019.2, RSMo 2000, to serve a minimum of eighty percent of his current sentence before becoming eligible for parole.[2]\nIn his sole point on appeal, Mr. Ridinger asserts that the trial court erred in granting summary judgment in favor of the Board because he has only one qualifying previous prison commitment and, therefore, the minimum prison sentence that he must serve, under section 558.019.2, before becoming eligible for parole is forty percent. This court finds that Mr. Ridinger had two qualifying previous prison commitments before his most recent commitment. Therefore, the Board incorrectly determined that, under section 558.019.2(3), Mr. Ridinger had three previous prison commitments and was required to serve at least eighty percent of his current sentence before becoming eligible for parole. Rather, because Mr. Ridinger had only two qualifying previous prison commitments before his most recent commitment, he must serve fifty percent of his current sentence before becoming eligible for parole. Accordingly, the judgment of the trial court granting summary judgment in favor of the Board is reversed and the matter is remanded to the trial court to enter judgment accordingly.\n\nFactual and Procedural Background\nOn May 8, 2001, Mr. Ridinger was arrested for second degree burglary and possession of burglar's tools. On July 12, 2001, the trial court convicted and sentenced him to seven years in prison on the second degree burglary count and five years in prison on the possession of burglar's tools count, both sentences to run concurrently. Thereafter, the Department of Corrections (the \"DOC\") notified Mr. Ridinger that, because he had three previous prison commitments, he was required to serve eighty percent of his current sentences of seven and five years before becoming eligible for parole.\nOn May 6, 2004, Mr. Ridinger filed a petition for declaratory judgment, claiming that he had only one or two prior commitments and, therefore, he should only be required to serve either forty or fifty percent of his current sentence before becoming eligible for parole. The Board filed an answer and a motion for summary judgment claiming that the DOC correctly calculated Mr. Ridinger's number of previous prison commitments and the minimum prison term he must serve before becoming eligible for parole. The trial court granted summary judgment in favor of the Board. Mr. Ridinger filed this appeal.\n\nStandard of Review\nAppellate review of a summary judgment is de novo. Boersig v. Mo. Dep't of Corr., 959 S.W.2d 454, 456 (Mo. banc 1997) (citing ITT Commercial Fin. Corp. v. Mid-Am. Marine Supply Corp., 854 S.W.2d 371, 376 (Mo. banc 1993)). Summary judgment is appropriate when the *660 moving party establishes a right to judgment as a matter of law and no genuine dispute as to any material fact exists. Id. Review of the record is in the light most favorable to the party against whom judgment was entered and the non-movant is afforded the benefit of all reasonable inferences therefrom. Id. The Board, as the defending party, can establish a right to judgment as a matter of law by establishing the following:\n(1) facts that negate any one of the claimant's elements facts, (2) that the non-movant, after an adequate period of discovery, has not been able to produce, and will not be able to produce, evidence sufficient to allow the trier of fact to find the existence of any one of the claimant's elements, or (3) that there is no genuine dispute as to the existence of each of the facts necessary to support the movant's properly-pleaded affirmative defense.\nITT, 854 S.W.2d at 381.\n\nTrial Court Erred in Finding Three Previous Prison Commitments\nIn his sole point on appeal, Mr. Ridinger asserts the trial court erred in granting summary judgment in favor of the Board because it misinterpreted and misapplied sections 559.115.7 and 217.362.5 in determining that he was required to serve eighty percent of his current sentence before becoming eligible for parole, under section 558.019.2.\nSection 558.019.2 provides that a defendant is required to serve a statutorily determined minimum prison term before becoming eligible for parole based on the defendant's number of previous prison commitments.[3] For example, if a defendant has one previous prison commitment, he must serve forty percent of his sentence before becoming eligible for parole; if a defendant has two previous prison commitments, he must serve fifty percent of his sentence before becoming eligible for parole; and if a defendant has three or more previous prison commitments, he must serve eighty percent of his sentence before becoming eligible for parole. Section 558.019.2(1)-(3). Section 558.019.2 reads, in relevant part:\nOther provisions of the law to the contrary notwithstanding, any defendant who has pleaded guilty to or has been found guilty of a felony other than a dangerous felony as defined in section 556.061, RSMo, and is committed to the department of corrections shall be required to serve the following minimum prison terms:\n(1) If the defendant has one previous prison commitment to the department of corrections for a felony offense, the minimum prison term which the defendant must serve shall be forty percent of his sentence or until the defendant attains seventy years of age, and has served at least forty percent of the sentence imposed, whichever occurs first;\n(2) If the defendant has two previous prison commitments to the department of corrections for felonies unrelated to the present offense, the minimum prison term which the defendant must serve shall be fifty percent of his sentence or until the defendant attains seventy years of *661 age, and has served at least forty percent of the sentence imposed, whichever occurs first;\n(3) If the defendant has three or more previous prison commitments to the department of corrections for felonies unrelated to the present offense, the minimum prison term which the defendant must serve shall be eighty percent of his sentence or until the defendant attains seventy years of age, and has served at least forty percent of the sentence imposed, whichever occurs first.\nFor the purpose of section 558.019, \"prison commitment\" \"means and is the receipt by the department of corrections of a defendant after sentencing.\" Section 558.019.2.\nIn this case, the DOC calculated that Mr. Ridinger had three previous prison commitments in circuit court case numbers 921-1057, 931-3021, and 97CR5235A and, therefore, is required, under section 558.019.2, to serve eighty percent of his current sentence before becoming eligible for parole. In granting summary judgment in favor of the Board, the trial court found that the DOC \"correctly calculated [Mr. Ridinger's] prior commitments\" because he pled guilty to three prior felonies unrelated to his present offense in case numbers 921-1057, 931-3021, and 97CR5235A. For ease of understanding the facts of this case, case number 921-1057 will be referred to as Case No. 1, 931-3021 as Case No. 2, 97CR5235A as Case No. 3, and 01CR002073 as Case No. 4.\nMr. Ridinger does not contest that his commitment in Case No. 2 qualifies as a previous prison commitment, under section 558.019.2, for the purpose of determining the minimum prison term he must serve of his most recent sentence before becoming eligible for parole.[4] He does argue, however, that the DOC incorrectly found that his commitments in Cases No. 1 and No. 3 qualify as previous prison commitments. In particular, Mr. Ridinger claims that because he was initially sentenced in Cases No. 1 and No. 3 to a 120-day callback program, under section 559.115.7, and a long-term treatment program, under section 217.362.5, respectively, those commitments do not qualify as previous prison commitments, under section 558.019.2. Given the number of Mr. Ridinger's convictions and the proceedings associated with each conviction, a timeline of Mr. Ridinger's convictions is included in the Appendix.\nThe first commitment Mr. Ridinger argues does not qualify as a previous prison commitment is in Case No. 1. In that case, on January 8, 1993, Mr. Ridinger pled guilty to the offense of second degree burglary and was sentenced to six years in prison. The trial court sentenced Mr. Ridinger in Case No. 1 under section 559.115.2, RSMo Cum.Supp.1990, to a 120-day shock incarceration. On May 12, 1993, after successfully completing the shock incarceration program, Mr. Ridinger was placed on probation. On April 8, 1994, because he violated the conditions of his probation, Mr. Ridinger's probation was revoked and his six-year sentence was executed. Thereafter, on April 15, 1994, the DOC received Mr. Ridinger to serve the remainder of his sentence in Case No. 1. On September 17, 1996, however, Mr. Ridinger was transferred from the DOC to a release facility. In November 1996, he was placed on parole. One year later, however, on November 4, 1997, Mr. Ridinger *662 was once again returned to the DOC for parole violations in Case No. 1.\nThe second commitment Mr. Ridinger claims does not qualify as a prior prison commitment is associated with his commitment in Case No. 3. In that case, on November 20, 1997, Mr. Ridinger pled guilty to the offenses of second degree burglary and stealing $150 or more and was sentenced to seven years in prison on each count, to run concurrent with each other and with his sentence in Case No. 1. For these offenses, however, the trial court suspended Mr. Ridinger's sentences and sentenced him to a long-term drug treatment program, under section 217.362, RSMo 1994. In April 1999, the trial court entered a judgment, under section 217.362, RSMo Cum.Supp.1999, placing Mr. Ridinger on five years probation in Case No. 3.[5] On July 12, 2001, however, as a result of a number of probation violations, the trial court entered a judgment revoking Mr. Ridinger's probation and executing his sentence in Case No. 3. Thereafter, on July 19, 2001, the DOC received Mr. Ridinger to serve the remainder of his sentence in Case No. 3.\nMr. Ridinger argues that the DOC improperly counted as previous commitments his commitment in Case No. 1, when he was initially received by the DOC, under section 559.115, RSMo Cum.Supp.1990, to serve a 120-day callback program and, in Case No. 3, when he was initially received by the DOC, under section 217.362.5, RSMo Cum.Supp.1999, to complete a long-term drug treatment program. Specifically, Mr. Ridinger contends that in 2003, the Legislature amended sections 559.115 and 217.362 to expressly preclude the DOC from counting a placement in a 120-day callback program, under section 559.115, and placement in a long-term drug treatment program, under section 217.362, as previous prison commitments for the purpose of determining the minimum prison term an offender must serve before becoming eligible for parole under section 558.019. In addition, because Mr. Ridinger was sentenced before the 2003 amendments to section 559.115 and 217.362 were effective, he argues that the DOC should have applied the amendments retroactively in calculating the number of his previous prison commitments. Thus, Mr. Ridinger argues that when his commitments in Cases No. 1 and No. 3 are excluded, he has only one previous prison commitment, i.e., in Case No. 2. Consequently, he concludes that when his commitments under sections 559.115.7 and 217.362.5 are excluded, he has only one qualifying previous prison commitment and, therefore, he should only be required to serve forty percent of his current sentence before becoming eligible for parole. See Section 558.019.2(1).\nMr. Ridinger correctly notes that the Legislature amended sections 559.115 and 217.362 in 2003. Amended section 559.115.7 now provides that \"[a]n offender's first incarceration for one hundred twenty days for participation in a department of corrections program prior to release on probation shall not be considered a previous prison commitment for the purpose of determining a minimum prison term under the provisions of section 558.019, RSMo.\" Similarly, amended section 217.362.5 now states: \"An offender's first incarceration in a department of corrections program pursuant to this section prior to release on probation shall not be *663 considered a previous prison commitment for the purpose of determining a minimum prison term pursuant to the provisions of section 558.019, RSMo.\"\nIn Irvin v. Kempker, 152 S.W.3d 358, 362 (Mo.App. W.D.2004), this court specifically held that, under the 2003 amendment to section 559.115, time spent in the custody of the DOC \"under a 120-day callback program and prior to ... release on probation cannot be considered a `prior commitment' to the Department of Corrections for purpose of calculating [an offender's] minimum prison term before becoming eligible for parole under [s]ection 558.019[.]\" In addition, this court held that because section 559.115.7 was a new statute that did not repeal or amend a previous statute and did not shorten a defendant's sentence or alter the law creating the offense, this 2003 amendment to section 559.115 applies retroactively. Id. Similarly, because the 2003 amendment to section 217.362.5 is virtually identical to the 2003 amendment to section 559.115.7 and also is a new statute that does not shorten a defendant's sentence or alter the law creating the offense, it also applies retroactively. Thus, Mr. Ridinger is correct that the 2003 amendments to sections 559.115 and 217.362 apply retroactively and, under the amendments, the time he spent in the custody of the DOC in the spring of 1993 in Case No. 1, under a 120-day callback program pursuant to section 559.115, RSMo Cum.Supp.1990, and the time he spent in the custody of the DOC in the winter of 1997 in Case No. 3, under a long-term drug treatment program pursuant to section 217.362, RSMo Cum.Supp.1999, cannot be counted as previous prison commitments.\nIn this case, the trial court expressly found that Mr. Ridinger's prior commitment in Case No. 1 \"properly counted as a prior commitment, as it necessarily counted as commitment either when [Mr. Ridinger] was initially received under [section] 559.115, RSMo or when he was returned as probation violator.\" Consequently, the trial court's finding that Mr. Ridinger's initial receipt by the DOC in January 1993, under section 559.115, RSMo Cum.Supp.1990, was properly counted as a previous prison commitment in Case No. 1 is in error. Id. Nevertheless, the trial court's finding regarding whether Mr. Ridinger had any qualifying previous prison commitments associated with Case No. 1 was based on alternative holdings. This court will \"affirm the trial court's grant of summary judgment for the [Board] if the same is correct under any theory supported by the record developed below and presented on appeal.\" Victory Hills Ltd. P'ship I v. NationsBank, N.A., 28 S.W.3d 322, 327 (Mo.App. W.D.2000).\nIn this case, the trial court found, in the alternative, that Mr. Ridinger had a qualifying commitment in Case No. 1 for purposes of section 558.019 when he was returned to the DOC for violating his probation. In particular, the record demonstrates that on May 12, 1993, the trial court granted Mr. Ridinger probation in Case No. 1 after successful completion of the 120-day callback program, under section 559.115.2, RSMo Cum.Supp.1990. On April 8, 1994, however, the court revoked Mr. Ridinger's probation and ordered execution of his six-year sentence in Case No. 1. Thereafter, on April 15, 1994, the DOC received Mr. Ridinger to serve the remainder of his sentence in Case No. 1. Similarly, on April 21, 1999, the trial court granted Mr. Ridinger probation in Case No. 3 after successful completion of a long-term drug treatment program, under section 217.362, RSMo Cum.Supp.1999. On July 12, 2001, however, the court revoked Mr. Ridinger's probation and ordered execution of his seven-year sentence *664 in Case No. 3. Thereafter, on July 19, 2001, the DOC received Mr. Ridinger to serve the remainder of his sentence in Case No. 3. The issue, then, is whether Mr. Ridinger's return to the DOC on April 15, 1994, following revocation of his probation in Case No. 1, and return to the DOC on July 19, 2001, following revocation of his probation in Case No. 3, constitute \"previous prison commitments\" for the purpose of calculating the minimum prison term he must serve in Case No. 4 before becoming eligible for parole, as required by section 558.019.\nThe primary object of statutory interpretation is to ascertain the intent of the legislature from the language used, and to give effect to that intent. Irvin v. Mo. Bd. of Prob. &amp; Parole, 34 S.W.3d 202, 205 (Mo.App. W.D.2000). In doing so, this court considers the \"`words used in the statute in their plain and ordinary meaning.'\" Id. (citation omitted). As discussed above, section 559.115.7 provides that an offender's first time incarceration in a 120-day callback program, \"prior to release on probation shall not be considered a previous prison commitment for the purposes of determining a minimum prison term under section 558.019[.]\" (Emphasis added). Similarly, section 217.362.5 provides that an offender's first time incarceration in a long-term drug treatment program, \"prior to release on probation shall not be considered a previous prison commitment for the purpose of determining a minimum prison term pursuant to the provisions of section 558.019[.]\" By limiting application of sections 559.115.7 and 217.362.5 to an offender's first time incarceration in a 120-day callback program or first time incarceration in a long-term drug treatment program to commitments made prior to release on probation, the legislature did not intend either section to apply to prison commitments occurring after an offender has been released on probation. Thus, under the plain and ordinary meaning of sections 559.115.7 and 217.362.5, Mr. Ridinger's subsequent return to the DOC on April 15, 1994, and again on July 19, 2001, both which occurred after Mr. Ridinger was released on probation in Case No. 1 and Case No. 3, are not subject to the exception set forth in sections 559.115.7 and 217.362.5 for first-time incarcerations in either a 120-day callback program or a long-term drug treatment program.\nMoreover, section 558.019.2, specifically provides that \"[f]or the purposes of this section, `prison commitment' means and is the receipt by the department of corrections of an offender after sentencing.\" (Emphasis added). Under section 217.650(7), RSMo 2000, probation is \"a procedure under which a defendant found guilty of a crime upon verdict or plea is released by the court without imprisonment, subject to conditions imposed by the court and subject to the supervision of the [B]oard [of Probation and Parole].\" (Emphasis added). Thus, on May 12, 1993, when the trial court granted Mr. Ridinger probation in Case No. 1, he was \"released\" from the DOC by the court. On April 8, 1994, however, the trial court revoked Mr. Ridinger's probation and executed his six-year sentence in Case No. 1. Therefore, on April 15, 1994, when Mr. Ridinger was returned to the DOC, the DOC \"received\" Mr. Ridinger to serve the remainder of his six-year sentence in Case No. 1. Consequently, the trial court properly found that the DOC correctly counted, as a previous prison commitment, when Mr. Ridinger's probation was revoked and he was received by the DOC in Case No. 1.[6]\n*665 Similarly, on April 21, 1999, when the trial court granted Mr. Ridinger probation in Case No. 3, he was \"released\" from the DOC by the court. On July 12, 2001, however, the trial court revoked Mr. Ridinger's probation and executed his seven-year sentence in Case No. 3. On that same date, Mr. Ridinger pled guilty to second degree burglary and possession of burglar's tools in Case No. 4, his most recent conviction, and the trial court sentenced him to concurrent terms of seven years and five years in prison, respectively. Thereafter, on July 19, 2001, the DOC \"received\" Mr. Ridinger to serve both the remainder of his sentence in Case No. 3 and his sentence in Case No. 4.\nBecause the DOC's receipt of Mr. Ridinger on July 19, 2001, in connection with Case No. 3 was the same date as his receipt by the DOC in Case No. 4, it does not qualify as a previous prison commitment for purposes of calculating the minimum amount of time that Mr. Ridinger must serve before become eligible for parole in Case No. 4. Under the plain language of section 558.019.2, a \"prison commitment\" \"means and is the receipt by the department of corrections of a defendant after sentencing.\" (Emphasis added). Moreover, in calculating the minimum amount of time a defendant must serve of a current sentence before becoming eligible for parole, section 558.019.2 only counts \"previous\" prison commitments. See Section 558.019.2(1)-(3) (\"if the defendant has one previous prison commitment\" or \"if the defendant has two previous prison commitments\" or \"if the defendant has three or more previous prison commitments\") (emphasis added). The term \"previous\" means \"`going or existing before *666 in time, earlier,'\" \"`preceding in spatial order,'\" or \"`antecedent, prior.'\" State v. Stewart, 832 S.W.2d 911, 913 (Mo. banc 1992) (quoting Webster's Third New International Dictionary, Unabridged). Therefore, for purposes of section 558.019.2, only \"receipts\" of a defendant by the DOC \"prior to\" the current offense count as qualifying prison commitments. Consequently, because the DOC \"received\" Mr. Ridinger at the same time in both Case No. 3 and Case No. 4, the DOC's \"receipt\" of Mr. Ridinger in Case No. 3 was not \"previous\" to the DOC's receipt of Mr. Ridinger in Case No. 4, his current conviction. Accordingly, Mr. Ridinger's commitment in Case No. 3 does not count as a qualifying prison commitment for purposes of determining the minimum amount of time he must serve under section 558.019.2 in Case No. 4 before becoming eligible for parole. While this may not have been the intent of the legislature, \"the clear words of the statute govern interpretation.\" Id.\nIn sum, the record demonstrates that Mr. Ridinger had only two previous prison commitments before being sentenced for his most recent conviction. Specifically, Mr. Ridinger's first previous prison commitment occurred on April 15, 1994, when the DOC received Mr. Ridinger following the trial court's revocation of his probation and execution of his six-year sentence in Case No. 1. Mr. Ridinger's second previous prison commitment occurred on May 19, 1994, when the DOC received him to serve his three year sentence in Case No. 2. The fact that Mr. Ridinger was already in prison on Case No. 1, due to the revocation of his probation, when he was received by the DOC in Case No. 2 does not preclude the DOC from counting his commitment in Case No. 2 as a previous prison commitment. See Carroll v. Mo. Bd. of Prob. &amp; Parole, 113 S.W.3d 654, 657-58 (Mo.App. W.D.2003) (finding that a 1984 sentence was a new sentence and, therefore, a new commitment even though the 1984 sentence was imposed while the defendant was already in the custody of the DOC).\nAccordingly, because the record reflects that Mr. Ridinger had two previous prison commitments rather than three previous prison commitments, the trial court erred in granting summary judgment in favor of the Board. Moreover, because there are no disputed issues of fact, and resolution of this case is purely a question of law, the matter is remanded to the trial court to enter judgment on Mr. Ridinger's declaratory judgment action finding that Mr. Ridinger has two qualifying previous prison commitments and, therefore, is required to serve fifty percent of his current sentence before becoming eligible for parole. Section 558.019.2(2). See Nicolai v. City of St. Louis, 762 S.W.2d 423, 426 (Mo. banc 1988) (when no disputed facts, and issue is purely legal one, appellate court may declare rights and duties of parties). The trial court's judgment granting summary judgment in favor of the Board is reversed and this matter is remanded to the trial court to enter judgment accordingly.\nAll concur.\n\nAppendix\n\n\n------------------------------------------------------------------------------------------------------------------------\nJan. 8, 1993    After previously pleading guilty to second degree burglary, Mr. Ridinger is sentenced to six years in\n                prison in Case 921-1057 (Case No. 1). He is sentenced under section 559.115.2 to the 120-day callback\n                program.\n------------------------------------------------------------------------------------------------------------------------\nJan. 12, 1993   Mr. Ridinger is received by the DOC in Case No. 1\n------------------------------------------------------------------------------------------------------------------------\nMay 12, 1993    Trial court grants Mr. Ridinger two-year probation in Case No. 1.\n------------------------------------------------------------------------------------------------------------------------\n\n\n\n*667\nDec. 8, 1993    Mr. Ridinger is arrested for tampering. This case is assigned case number 931-3021 (Case No. 2).\n------------------------------------------------------------------------------------------------------------------------\nApr. 8, 1994    Trial court revokes Mr. Ridinger's probation in Case No. 1 and executes his six year sentence in that\n                case.\n------------------------------------------------------------------------------------------------------------------------\nApr. 15, 1994   Mr. Ridinger is received by the DOC in Case No. 1.\n------------------------------------------------------------------------------------------------------------------------\nMay 18, 1994    Mr. Ridinger pleads guilty to tampering in Case No. 2 and is sentenced to three years in prison, to run\n                concurrently to his six year sentence in Case No. 1.\n------------------------------------------------------------------------------------------------------------------------\nMay 19, 1994    Mr. Ridinger is received by the DOC in Case No. 2.\n------------------------------------------------------------------------------------------------------------------------\nSept. 17, 1996  Mr. Ridinger is released by the DOC to the supervision of the Board of Probation and Parole in Cases\n                No. 1 and No. 2.\n------------------------------------------------------------------------------------------------------------------------\nMar. 11, 1997   Mr. Ridinger completes his parole in Case No. 2.\n------------------------------------------------------------------------------------------------------------------------\nSept. 9, 1997   Mr. Ridinger commits the crimes of second degree burglary and stealing $150 or more. This case is\n                assigned case number 97CR5235A (Case No. 3).\n------------------------------------------------------------------------------------------------------------------------\nNov. 4, 1997    Mr. Ridinger is received by the DOC for violating his parole in Case No. 1.\n------------------------------------------------------------------------------------------------------------------------\nNov. 20, 1997   Mr. Ridinger pleads guilty to second degree burglary and stealing $150 or more in Case No. 3 and is\n                sentenced to seven years in prison on each count, to run concurrently to any probation revocation. He\n                is sentenced to a long-term treatment program, under section 217.362. Mr. Ridinger is received by the\n                DOC in Case No. 3.\n------------------------------------------------------------------------------------------------------------------------\nApr. 21, 1999   In Case No. 3, the court suspends the remainder of Mr. Ridinger's sentence and places him on\n                probation for five years and orders that he be released by the DOC in Case No. 3.\n------------------------------------------------------------------------------------------------------------------------\nJune 23, 1999   The DOC releases Mr. Ridinger on parole in Case No. 1.\n------------------------------------------------------------------------------------------------------------------------\nNov. 4, 1999    Mr. Ridinger completes his parole in Case No. 1.\n------------------------------------------------------------------------------------------------------------------------\nMay 8, 2001     Mr. Ridinger commits the crimes of second degree burglary and possession of burglar's tools. This\n                case is assigned case number 01CR002073 (Case No. 4), the present case.\n------------------------------------------------------------------------------------------------------------------------\nJuly 12, 2001   The trial court revokes Mr. Ridinger's probation in Case No. 3 and executes his seven year sentence in\n                that case. In addition, Mr. Ridinger pleads guilty and is convicted of second degree burglary and\n                possession of burglar's tools and sentenced to concurrent terms of seven years and five years in prison,\n                respectively, in Case No. 4.\n------------------------------------------------------------------------------------------------------------------------\nJuly 19, 2001   Mr. Ridinger is received by the DOC in Case No. 3 and Case No. 4.\n------------------------------------------------------------------------------------------------------------------------\n\nNOTES\n[1]  All statutory references to sections 559.115 and 217.362 are to the Revised Statutes of Missouri 2000 Cum.Supp.2004, unless otherwise indicated.\n[2]  All statutory references, except those to sections 559.115 and 217.362, are to the Revised Statutes of Missouri 2000, unless otherwise indicated.\n[3]  The version of section 558.019 in effect on May 8, 2001, is controlling because that is the date of the last offense committed by Mr. Ridinger. See Irvin v. Mo. Bd. of Prob. &amp; Parole, 34 S.W.3d 202, 206 (Mo.App. W.D. 2000). The relevant portions of section 558.019 were amended in 2003. The 2003 amendment, among other things, substituted the term \"offender\" for the term \"defendant.\" See Section 558.019.2(1)-(3), RSMo 2000; Section 558.019.2(1)-(3), RSMo Cum.Supp. 2004.\n[4]  On May 19, 1994, in Case No. 2, Mr. Ridinger was convicted and sentenced to three years in prison for tampering. In November 1996, Mr. Ridinger was placed on parole in this case, which he completed on March 11, 1997.\n[5]  The DOC indicated that, with this judgment of probation, Mr. Ridinger was placed on `partial probation.' Apparently, the DOC used the term `partial probation' to indicate that Mr. Ridinger was considered on probation for the seven year burglary and stealing sentences in Case No. 3 only.\n[6]  Subsequent to the DOC's receipt of Mr. Ridinger when his probation was revoked in Case No. 1, Mr. Ridinger was placed on parole and released by the DOC. In November 1997, the trial court revoked Mr. Ridinger's parole in Case No. 1 and he was again returned to the DOC to serve the remainder of his six-year sentence in that case. Therefore, the DOC actually \"received\" Mr. Ridinger on two separate occasions after he was sentenced in connection with his conviction in Case No. 1, once after his probation was revoked and once after his parole was revoked. Thus, the question arises as to whether Mr. Ridinger has one or two previous prison commitments associated with his conviction in Case No. 1 for purposes of section 558.019. Under section 558.019.2, a \"prison commitment\" is the \"receipt by the department of corrections of a defendant after sentencing.\" (Emphasis added). In this court's prior opinion in this case issued on November 8, 2005, which was withdrawn following the grant of Mr. Ridinger's motion for rehearing, this court held that both times the DOC received Mr. Ridinger in connection with Case No. 1 counted as previous prison commitments because in both instances the DOC received Mr. Ridinger \"after\" he was sentenced in that case. See Section 558.019.2. In his motion for rehearing, Mr. Ridinger argues that an offender may only have one prison commitment associated with each sentence. Therefore, Mr. Ridinger argues that when the DOC received him for the second time in Case No. 1 following revocation of his parole, that \"receipt\" by the DOC cannot be counted as a previous prison commitment for purposes of calculating the number of Mr. Ridinger's previous prison commitments for purposes of section 558.019.2. This court finds that the statute could reasonably be interpreted either as Mr. Ridinger claims, i.e., that there can exist only one prison commitment \"after sentencing,\" or that each time the DOC receives an offender \"after\" sentencing counts as an additional prison commitment. Therefore, under the rule of lenity, which gives a criminal defendant the benefit of a lesser penalty when there is ambiguity in the statute allowing for more than one interpretation, Mr. Ridinger is entitled to an interpretation that an offender can only have one prison commitment associated with each conviction, regardless of the number of times the DOC actually receives him \"after sentencing\" in connection with that conviction. Woods v. State, 176 S.W.3d 711, 712-13 (Mo. banc 2005). Thus, this court finds that Mr. Ridinger has only one previous prison commitment, for purposes of section 558.019, associated with his conviction in Case No. 1.\n\n",
            "ocr": false,
            "opinion_id": 1401897
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}