{
    "id": 1797546,
    "judges": "Davidson",
    "date_filed": 641692800000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-logan",
    "case_name_short": "Logan",
    "case_name": "United States v. Logan",
    "case_name_full": "UNITED STATES of America v. William N. LOGAN, Jr., Et Al.",
    "attorneys": "Charles W. Spillers, Thomas W. Dawson, Asst. U.S. Attys., Oxford, Miss., for the U.S., J. Dudley Williams, Aberdeen, Miss., Charles D. Easley, Jr., Columbus, Miss., for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b815-9\">\n    UNITED STATES of America v. William N. LOGAN, Jr., et al.\n   </parties><docketnumber id=\"ADoe\">\n    Crim. No. CRE 89-95-D.\n   </docketnumber><br><court id=\"b815-12\">\n    United States District Court, N.D. Mississippi.\n   </court><br><decisiondate id=\"b815-13\">\n    May 3, 1990.\n   </decisiondate><attorneys id=\"Ale\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"737\"> \n     *737\n     </span>\n    Charles W. Spillers, Thomas W. Dawson, Asst. U.S. Attys., Oxford, Miss., for the U.S.\n   </attorneys><attorneys id=\"AvPx\">\n    J. Dudley Williams, Aberdeen, Miss., Charles D. Easley, Jr., Columbus, Miss., for defendants.\n   </attorneys>",
    "citations": [
        "744 F. Supp. 735"
    ],
    "opinions": [
        {
            "author_str": "Davidson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 801.0,
            "opinion_text": "\n744 F. Supp. 735 (1990)\nUNITED STATES of America\nv.\nWilliam N. LOGAN, Jr., et al.\nCrim. No. CRE 89-95-D.\nUnited States District Court, N.D. Mississippi.\nMay 3, 1990.\n*736 *737 Charles W. Spillers, Thomas W. Dawson, Asst. U.S. Attys., Oxford, Miss., for the U.S.\nJ. Dudley Williams, Aberdeen, Miss., Charles D. Easley, Jr., Columbus, Miss., for defendants.\n\nMEMORANDUM OPINION\nDAVIDSON, District Judge.\nThe matter comes before the court on the amended motions of defendants Frankie Northington and William N. Logan, Jr. to suppress certain evidence seized by law enforcement officers. Northington's motion alleges that evidence was unlawfully seized pursuant to a search warrant without probable cause. Logan's motion alleges that evidence was unlawfully seized pursuant to a search warrant without probable cause and that other evidence was seized pursuant to an arrest warrant without probable cause. The court will address each motion individually.\n\nFindings of Fact\nOn February 10, 1989, Mississippi Bureau of Narcotics agents Craig Taylor and Bobby Grimes obtained a search warrant for an apartment believed to be occupied and controlled by Northington. The affidavit for the search warrant contained underlying facts and circumstances which detailed information from three different confidential informants (CIs). The first CI reported that cocaine and marijuana were being kept and sold at the apartment. The CI stated that he had personally observed marijuana and cocaine in the apartment. The second CI said he had observed Northington take a package out of the trunk of his vehicle, a 1988 red T-Bird, conceal it under his coat, and take it into the apartment. The second CI also stated that approximately one hour later people known to the CI as drug dealers and users began arriving at the apartment; they stayed a few minutes each. The third CI told the agents that Northington had moved to Lowndes County from Monroe County two months before and that he had personally observed cocaine in the apartment within the past 36 hours. The underlying facts stated that the third CI had proven credible and reliable in the past by giving information that led to the confiscation of controlled substances. At the suppression hearing, agents testified that the third CI had given information leading to the confiscation of controlled substances in Lowndes County two times in December 1988.\nFurthermore, the underlying facts revealed that the agents had received information in the past that Northington was selling marijuana and cocaine from his Monroe County residence. Also revealed was the officers' corroboration of some of the information. Specifically, the underlying facts stated that agents confirmed that a red 1988 Ford Thunderbird which the agents saw parked directly in front of the apartment several times during the day and night was registered to Northington and that the electricity to the apartment *738 was connected on January 6, 1989, in the name of Corbell.[1]\nA search warrant was authorized by Judge Phillip Robertson based on this information for \"cocaine, marijuana, paraphernalia, U.S. currency and all other contrabands.\" Judge Robertson and the agents testified that the agents did not swear to any essential facts outside those listed in the underlying facts and circumstances. The search warrant was executed on the apartment on February 11, 1989. Present during the execution of the warrant were Northington, Ray Corbell, and Lisa McKnight who was a juvenile and Northington's girlfriend. The agents seized various drug paraphernalia as well as $2,300.00 in cash, 17 grams of cocaine, a .357 magnum revolver, and a ledger. One page within the ledger contained the following writing:\n\n\nLogan  467.25\n      -100.00\n      _______\n       367.25\n      -100.00\n      _______\n       a scratched out amount\n       267.00\n\nAnother page of writing within the same book contained Logan's name along with three columns of numbers similar to the one above, with lines drawn through two of the columns. Logan's telephone number was also discovered in an address book in Northington's apartment. The cocaine and the cash were in a locked briefcase which had a combination lock. Agent Grimes instructed Northington to unlock the briefcase or he would tear it open. Northington opened the briefcase using the combination that reflected Ray Corbell's birthdate. Corbell testified and the court so finds that he had sold the briefcase to Northington prior to the date it was seized. A return was made on the search warrant and Judge Robertson testified that he kept it in his office until September 1989, when agent Grimes picked it up for use in a federal investigation. The government presented a sworn affidavit to the court as being the true and original affidavit for the search warrant which the court finds to be valid.\nAfter the raid on the Northington apartment, Corbell gave a written statement to police in which he stated that he had sold drugs for Northington in the past. He stated that Northington was being supplied by Logan who would deliver one ounce of cocaine usually twice per week. Corbell also stated that Northington had just given Logan some money to buy drugs in Texas and that Logan had gone to Texas and would be returning soon with the drugs. He also gave a description of and directions to the trailer and outbuildings in Monroe County that Logan was renting from Northington. The information concerning the trailer and outbuildings was confirmed by Agent Taylor and Sgt. Charlie McVey. Corbell further stated that he had leased the apartment and connected the electricity in his name, but that he had paid those expenses with Northington's money. Thereafter, Northington paid the rent himself. The purpose of renting the apartment in Corbell's name was to prevent law enforcement officials from discovering Northington's whereabouts. Agent Taylor testified that he found only one set of clothes which belonged to Corbell in the apartment.\nWhile driving around the area on February 12, 1989, the agents saw Eddie Stanley and his wife drive up to the trailer. When the agents drove by the trailer the second time, they saw Stanley's car pulling out of the driveway to the trailer at an excessive speed. The agents stopped him and arrested him for speeding, operating a vehicle with a suspended drivers license, and possessing beer in open view in the car in violation of state law. Stanley's wife was also arrested for possession of beer. Police officers later discovered less than an ounce of marijuana on Mrs. Stanley's person.\nOn the same day, Agent Taylor and Sgt. McVey met Judge Ruble Maxey at the Amory Police Department where they *739 presented him with an affidavit for a search warrant for Logan's trailer. The affidavit for the search warrant stated the following: (1) An investigation initiated in December 1988, of drug trafficking in Monroe and Lowndes County had resulted in the arrest of several people including Northington; (2) On February 11, 1989, a search of Northington's residence resulted in the seizure of 17 grams of cocaine, ten ounces of marijuana, $2,300.00 in cash, drug paraphernalia, and records of drug transactions which linked Northington and Logan as co-conspirators in the distribution of marijuana and cocaine; (3) On February 11, 1989, Agent Taylor received information from a CI in written form outlining how Northington and Logan were conspiring to sell cocaine and stating that Logan had no visible means of support other than the sale of cocaine and marijuana. The CI also described Logan's residence and vehicles, which was corroborated by the agents, and stated that Logan and Northington had gone to Texas to pick up drugs earlier in the week and that they had brought two pounds of marijuana and two ounces of cocaine into \"a residence.\" The CI further stated that on February 10, 1989, Logan received $2,200.00 from Northington with which to buy drugs, that Logan and a white female named Angel were gone to Texas, and that they were scheduled to deliver drugs to Northington on February 12, 1989.\nThe agents presented additional sworn oral testimony in support of their affidavit for the search warrant. There was a substantial conflict in the testimony at the suppression hearing regarding what the agents told Judge Maxey. Judge Maxey testified that the agents told him that the CI had given them information in the past that led to arrests. He also testified that he understood the agents to be looking for any records or documents to link Logan to the on-going drug conspiracy investigation and that the residence mentioned in the underlying facts where the drugs were brought into was the Monroe County trailer where Logan was staying. The CI's written statement was not shown to Judge Maxey. Some mention was made of Stanley's arrest and the fact that he was arrested coming from Logan's trailer, but Judge Maxey testified that the information about Stanley had no effect on his decision to authorize the search warrant. Judge Maxey further testified that he has handled numerous search warrants and cannot recall the details and facts of each search warrant.\nBoth Agent Taylor and Sgt. McVey testified that they did not tell Judge Maxey that the CI had given credible information in the past. Agent Taylor stated that if that had been the case, he would have included it in his statement of underlying facts and circumstances. Sgt. McVey testified that he did tell Judge Maxey that the CI was reliable, but he based his assessment of reliability on the CI (Corbell) incriminating himself, rather than any credible information given in the past. Both agents also testified that they told Judge Maxey that the residence mentioned in the underlying facts where drugs were brought into was a Lowndes County residence and that they told the judge of the raid on the Northington apartment and the documents discovered there that allegedly linked Logan and Northington in a conspiracy to distribute drugs.\nJudge Maxey authorized a search warrant on Logan's residence to search for \"[a]ny and all Documentary Evidence, Ledgers, Books, records or drug transactions, to Include Marijuana and Cocaine, Phone Bills, and any and all other Items of Value Linking William Logan to an ongoing Conspiracy to distribute Cocaine and Marijuana, Investigation in Lowndes And Monroe County, MS.\" The agents executed the warrant on that same day, February 12, 1989, and seized triple-beam weighing scales, items containing cocaine residue, and sacks containing marijuana residue. Immediately after the search was conducted, the agents returned the executed search warrant to Judge Maxey and informed him that they had found drug residue. Judge Maxey issued arrest warrants charging Logan with possession of cocaine and marijuana.\n*740 The court finds that the agents affianced to the CI's reliability on the basis that they felt he had incriminated himself by relating the information regarding the alleged conspiracy between Logan and Northington to sell drugs. Furthermore, although the residence mentioned in the affidavit that the drugs were brought into may not have been clearly identified to Judge Maxey, the court does not find that the agents intentionally misled the Judge. The agents did inform Judge Maxey of the Northington search. However, it is easy for the court to understand how a misunderstanding could have occurred since the affidavit only stated the drugs were brought into \"a residence.\"\nOn February 13, 1989, Fred McKnight gave the agents a written statement which implicated himself in drug distribution and provided details of Logan and Northington's involvement in drug distribution. After reviewing, with Agent Taylor and Sgt. McVey, the results of the investigation including the statements of McKnight and Corbell, agent Bobby Grimes informed Judge Robertson, under oath, that the agents had seized drugs at Logan's residence and Northington's residence, and that other co-conspirators had given written statements which incriminated Logan in the conspiracy to distribute cocaine. On February 13, 1989, Judge Robertson issued the arrest warrant for Logan charging him with conspiracy to distribute controlled substances.\nOn February 17, 1989, Angel Brooks gave an oral statement to Sgt. McVey and other agents which incriminated herself, Logan, and Northington in a conspiracy to distribute cocaine. She stated that she had gone with Logan to Texas in the past to buy cocaine to sell in the Columbus area and that Logan had recently received money from Northington with which to buy drugs for Northington in Texas. She also stated that Logan was in Florida at that time delivering some drugs to Stanley. While the agents were listening with her consent, Brooks placed a telephone call to Stanley's residence and learned that Logan had already left and was on his way back to Mississippi.\nAs he entered Mississippi from Alabama, Logan was arrested by Sgt. McVey. He was advised of his rights and transported to jail. Logan's vehicle was seized for forfeiture because it had been used to transport drugs from Texas and Florida to Mississippi. The vehicle was inventoried at the Lowndes County Sheriff's Office. During the inventory, agents discovered a jacket in the back seat of the vehicle that in one pocket had 11 bags in it which contained total of 40 grams of cocaine. In the other pocket, the agents found a .25 caliber Titan semi-automatic pistol with the serial numbers etched out. A bag with various car titles was also seized because the agents believed the titles were evidence that Logan was putting money illegally obtained from the sale of drugs into new businesses.\n\nConclusions of Law\n\nI. Northington's Motion\n\nA. Specificity of the Search Warrant\n\nNorthington alleges that the search warrant is not specific enough to satisfy the fourth amendment which requires that a warrant must \"particularly describ[e] the place to be searched, and the persons or things to be seized.\" U.S. Const. amend. IV. The argument is premised on the fact that the warrant stated that the place to be searched was controlled by \"Frankie Northington, Lisa McKnight and persons unknown\". The warrant further stated that the place to be searched was a \"multi-unit apartment complex having a address of 102 Newbell Road Apartment 20, Columbus, Lowndes County, Mississippi and this complex bears the name of Chateaus Holly Hills.\" Northington claims that he did not control the apartment and presents as evidence the fact that the lease and the electricity were not in his name.\nWhen a defendant moves to suppress evidence intended to be used against him in a criminal trial, \"the defendant bears the burden of demonstrating the illegality of police conduct supported by a warrant; the opposite is true for warrantless police activity....\" United States v. Webster, 750 F.2d 307, 314 (5th Cir.1984), *741 cert. denied, 471 U.S. 1106, 105 S. Ct. 2340, 2341, 85 L. Ed. 2d 855, 856 (1985) (citations omitted). The test for determining the sufficiency of a search warrant is one of reasonableness. United States v. Judd, 687 F. Supp. 1052, 1057 (N.D.Miss.1988), aff'd, 889 F.2d 1410 (5th Cir.1989). \"It is enough if the description is such that the officer with a search warrant can, with reasonable effort, ascertain and identify the place intended.\" Steele v. United States, 267 U.S. 498, 503, 45 S. Ct. 414, 416, 69 L. Ed. 757, 760 (1925). Furthermore, the fourth amendment does not require the search warrant to name the person who is in possession of the premises to be searched. Townsend v. United States, 253 F.2d 461, 464-65 (5th Cir.1958).\nThe lease and electricity were in Ray Corbell's name. However, Ray Corbell testified that he rented the apartment and connected the electricity in his name, but that he paid those items with Northington's money. Furthermore, Corbell testified that although he spent some nights there, he did not live there. That fact is supported by Agent Taylor's testimony which indicated that Corbell had only one change of clothes at the apartment. The court finds that the apartment was indeed controlled by Northington. His money rented the apartment and paid the electricity, and he maintained his residence there.\nThe apartment complex was identified by name as well as by street address in the search warrant. Also specified was the number of the apartment to be searched and the identity of those who controlled and occupied it. The accuracy of the name of the apartment complex, the street address, and the apartment number was not challenged by Northington. The court finds that the warrant contains sufficient evidence to enable an officer to locate the premises to be searched with reasonable effort, even though the warrant does not specify whose name is on the lease. Therefore, the warrant satisfies the dictates of the fourth amendment regarding specificity.\n\nB. Did the search warrant establish probable cause?\n\nNorthington also claims that the underlying facts and circumstances of the affidavit for the search warrant fails to establish probable cause because the facts are speculative and based upon hearsay of an unreliable informant. In analyzing this issue, the court is guided by the statement that \"only the probability, and not a prima facie showing, of criminal activity is the standard of probable cause.\" Illinois v. Gates, 462 U.S. 213, 235, 103 S. Ct. 2317, 2330, 76 L. Ed. 2d 527, 546 (1983). When determining whether or not probable cause existed to issue a search warrant, the court should consider the totality of the circumstances.[2]Id. at 230, 103 S.Ct. at 2328, 76 L.Ed.2d at 543. Under Gates, \"the task of the magistrate is simply to make a practical, common-sense decision whether, given all the circumstances set forth in the affidavit before him, including the `veracity' and `basis of knowledge' of the persons supplying hearsay information, there is a fair probability that the contraband or evidence of a crime will be found in a particular place.\" Id. at 238, 103 S.Ct. at 2332, 76 L.Ed.2d at 548. The duty of a reviewing court is to determine whether there was a substantial basis for the magistrate's conclusion that probable cause existed. Id. The magistrate's decision is to be accorded great deference. United States v. Marbury, 732 F.2d 390, 395 (5th Cir.1984).\nIn assessing the existence of probable cause, a judicial officer can consider the extent to which an informant's information is corroborated by police officers and other informants. United States v. Drew, 436 F.2d 529, 533 (5th Cir.), cert. denied, 402 U.S. 977, 91 S. Ct. 1682, 29 L. Ed. 2d 143 (1970). The corroboration can concern non-criminal activity. See United *742 States v. Phillips, 727 F.2d 392, 396 (5th Cir.1984) (details about innocent facts will strengthen the CI's veracity). A police officer's knowledge of a suspect's reputation for engaging in criminal activity may also be considered. United States v. Harris, 403 U.S. 573, 583, 91 S. Ct. 2075, 2081, 29 L. Ed. 2d 723, 733 (1971). An explicit claim of past reliability can supply the factual basis for the credibility of an informant. Christian v. McKaskle, 731 F.2d 1196, 1200 (5th Cir.1984). Reliability can be shown by an affiant's statement that \"the informant had proven to be a reliable source of accurate information about illegal activity.\" Id.\nThe affidavit for the search warrant on Northington's apartment contained information from three different CIs. The officers affianced to the reliability of the third CI by stating that the CI had proven credible and reliable in the past and had given information that led to the confiscation of controlled substances in the past. The agents verified the information that Northington lived in the apartment by verifying that a car registered to Northington was parked directly in front of the apartment at various times during the day and night for two weeks. Agents Taylor and Grimes also affianced that the agents had received information in the past that Northington and McKnight were selling large amounts of marijuana and cocaine in Monroe County, Mississippi. Two of the CIs reported that they had personally observed cocaine in the apartment, one of them within the past 36 hours. One of the CIs reported that he had personally observed marijuana in the apartment and that cocaine and marijuana were being sold there. Another CI reported that he saw Northington take a package out of the trunk of his automobile, conceal it in his coat, and take it into the apartment. Shortly thereafter, people whom the CI knew to be drug dealers and users visited the apartment for very brief intervals. The CI believed this to be typical of routine drug transactions.\nThe court finds that Judge Robertson had a substantial basis for concluding that probable cause existed that Northington possessed such drugs in violation of Miss. Code Ann. § 41-29-105 et seq. The informants' bases of knowledge and veracity were sufficient for the judge to conclude that a fair probability existed that cocaine and marijuana would be found in the apartment. In short, there was probable cause upon which to issue a search warrant.\n\nC. Search of the Locked Briefcase\n\nNorthington opened a briefcase after the police told him to open it or they would tear it open. Northington claims that the search of the briefcase was not justified by the search warrant. The court disagrees with Northington since a container may be searched without a separate search warrant as long as the container is located within an area that the police are validly searching and the objects which are being sought could fit within the container. United States v. Morris, 647 F.2d 568, 573 (5th Cir.1981). See also United States v. Ross, 456 U.S. 798, 824, 102 S. Ct. 2157, 2172, 72 L. Ed. 2d 572, 593 (1982). The agents were searching the apartment pursuant to a valid search warrant. Furthermore, any one of the items the agents were searching for, cocaine, marijuana, paraphernalia, or United States currency, could fit within a briefcase. Therefore, the items within the briefcase were legally seized.\n\nII. Logan's Motion\nLogan challenges the constitutionality of two different searches: (1) the search of a trailer located in Monroe County where he was living and (2) the search of his automobile after he was arrested. The court will address each motion individually.\n\nA. Search of the Trailer\n\nLogan claims that the affidavit for the search warrant was insufficient to establish probable cause. The court can also consider the oral testimony presented to Judge Maxey by Agent Taylor and Sgt. McVey which supplemented the written affidavit. Since the search warrant was obtained by state officers and issued by a state judicial officer, it is not federal in character. United States v. Maggitt, 778 *743 F.2d 1029, 1032-33 n. 2 (5th Cir.1985), cert. denied, 476 U.S. 1184, 106 S. Ct. 2920, 91 L. Ed. 2d 548 (1986). No federal agents were involved. Therefore, Rule 41(c)(1) of the Federal Rules of Criminal Procedure is not applicable. Id. Sworn oral testimony given in support of a search warrant can be considered in determining the existence of probable cause under Mississippi law. Hester v. State, 463 So. 2d 1087, 1089 (Miss. 1985); Wilborn v. State, 394 So. 2d 1355, 1357 (Miss.), cert. denied, 454 U.S. 839, 102 S. Ct. 146, 70 L. Ed. 2d 121 (1981).\nThe issue then becomes whether the written affidavit combined with the sworn oral testimony of the agents established a substantial basis for Judge Maxey's determination that probable cause existed that drugs and documentary evidence could be found at Logan's trailer that would link Logan and Northington in a drug conspiracy. The court is guided by the same principles as discussed above in regard to the Northington motion.\nJudge Maxey was informed of the search of Northington's apartment in Lowndes County which uncovered drugs, paraphernalia, and a ledger with some pages bearing Logan's name along with some monetary figures. The underlying facts also stated that the agents seized records of transactions, money owed, and telephone numbers linking Northington and Logan as co-conspirators in the distribution of drugs. Agent Taylor based this statement on two pages within the ledger which contained Logan's name beside columns of monetary amounts and the presence of Logan's name and telephone number in an address book. The other evidence that Judge Maxey relied on came from statements made by a CI who had never given any information to law enforcement officials in the past, but who did implicate himself in the conspiracy to distribute drugs.[3] The CI's statements indicated that Logan was supplying Northington with cocaine, that Northington and Logan had recently traveled to Texas and brought back drugs to sell, that Logan had gone to Texas to buy drugs for Northington with Northington's money and was due back on February 12, 1989, and that Logan had no visible means of support other than selling drugs.\nThe court is hesitant to declare as a matter of law that the evidence presented to Judge Maxey established probable cause for the search. Instead, the court concludes that the evidence is admissible by the government in its case-in-chief because it satisfies the good-faith exception of United States v. Leon, 468 U.S. 897, 922-23, 104 S. Ct. 3405, 3420, 82 L. Ed. 2d 677, 698-99 (1984). The court is not required to make a determination regarding the existence of probable cause before reaching the good faith exception of Leon where the case does not reach a question of broad import. Maggitt, 778 F.2d at 1033. Since this case only involves the application of settled concepts of fourth amendment law, the court will only address the Leon issue.\nUnder Leon, evidence seized is admissible if it is obtained by officers in good faith reliance upon a search warrant issued by a neutral magistrate, even if the affidavit upon which the warrant was based is insufficient to establish probable cause. Leon, 468 U.S. at 922-23, 104 S.Ct. at 3420, 82 L.Ed.2d at 698-99. The good faith reliance must, however, be objectively reasonable. Id. \"The burden is on the prosecution to `establish' objective good faith.\" Maggitt, 778 F.2d at 1034. The Leon court noted that a deep inquiry into the reasonableness of the officer's reliance will rarely be required because \"`a warrant issued by a magistrate normally suffices to establish' that a law enforcement officer has `acted in good faith in conducting the search.'\" Leon, 468 U.S. at 922, 104 S.Ct. at 3420, 82 L.Ed.2d at 698 (quoting Ross, 456 U.S. at 823 n. 32, 102 S.Ct. at 2172 n. 32, 72 L.Ed.2d at 593 n. 32). However, evidence may still be suppressed if one of the following factors is present:\n\n*744 1) the magistrate issued the warrant in reliance on a deliberately or recklessly false affidavit (citing Franks v. Delaware, 438 U.S. 154, 98 S. Ct. 2674, 57 L. Ed. 2d 667 (1978);\n2) the magistrate abandoned his judicial role and failed to perform his neutral and detached function (citing LoJi Sales, Inc. v. New York, 442 U.S. 319, 99 S. Ct. 2319, 60 L. Ed. 2d 920 (1979);\n3) the warrant was based on an affidavit \"so lacking in indicia of probable cause as to render official belief in its existence entirely unreasonable\" (quoting Brown v. Illinois, 422 U.S. 590, 610-11, 95 S. Ct. 2254, 2265-66, 45 L. Ed. 2d 416 (1975) (Powell, J., concurring)); or\n4) the warrant was so facially deficient that it failed to particularize the place to be searched or the things to be seized (citing Massachusetts v. Sheppard, 468 U.S. 981, 104 S. Ct. 3424, 82 L. Ed. 2d 737 (1984)).\nUnited States v. Gant, 759 F.2d 484, 487 (5th Cir.), cert. denied, 481 U.S. 1030, 107 S. Ct. 1957, 95 L. Ed. 2d 529 (1985) (citing Leon, 104 S.Ct. at 3421-22).\nLogan does not allege that the magistrate was not neutral and detached or that the warrant failed to particularize the place to be searched or the things to be searched for. Logan does, however, allege that some of the statements in the affidavit that was presented to Judge Maxey were false and that, therefore, the agents could not have relied on the magistrate's issuance of the warrant in good faith. Specifically, Logan contests the truth of the statement by Agent Taylor that \"records of transactions, money owed, and telephone number, linking Frankie Northington and William `Jr.' Logan, as co-conspirators in the distribution of cocaine and marijuana\" was found in Northington's apartment.\nThe Supreme Court has stated that the fourth amendment demands that the facts given to a magistrate be truthful. Franks v. Delaware, 438 U.S. 154, 165, 98 S. Ct. 2674, 2681, 57 L. Ed. 2d 667, 678 (1978). The court went on the discuss the truthfulness requirement as follows:\nThis does not mean \"truthful\" in the sense that every fact recited in the warrant affidavit is necessarily correct, for probable cause may be founded upon hearsay and upon information received from informants, as well as upon information within the affiant's own knowledge that sometimes must be garnered hastily. But surely it is to be \"truthful\" in the sense that the information put forth is believed or appropriately accepted by the affiant as true.\nId. at 166, 98 S.Ct. at 2681, 57 L.Ed.2d at 678. The court is of the opinion that Agent Taylor believed that the columns of figures with Logan's name beside them which he found within a book represented money owed by Logan to Northington. The fact is established to the court's satisfaction by Agent Taylor's testimony that the book and writings were typical of drug transactions. Furthermore, Agent Taylor knew that Corbell had said in a written statement that Northington kept a record of the drugs he fronted out in a little yellow pad in Northington's apartment. The court, therefore, does not find that Agent Taylor made a deliberately or recklessly false statement in the affidavit.\nFurthermore, the court finds that the sworn oral testimony presented to Judge Maxey along with the affidavit presented sufficient indicia of probable cause that the agents' good faith reliance upon the warrant was reasonable. The court concludes that the affidavit was not a \"bare bones\" affidavit. The affidavit contained information regarding the details of Logan and Northington's alleged drug trafficking from a source that had personal knowledge of the recited facts and someone that the agents felt was reliable since he incriminated himself.[4] The agents also corroborated the location of Logan's trailer and outbuildings. The affidavit also disclosed the documents that the agents seized in Northington's apartment which the agents believed linked Northington and Logan in a conspiracy to distribute drugs. *745 The evidence presented warranted the officers in believing that drug records and drugs might be found in Logan's trailer. The affidavit cannot be said to be a \"bare bones\" list of \"wholly conclusory statements\", nor can it be said to be \"devoid of factual support.\" See Maggitt, 778 F.2d at 1036. Therefore, the evidence seized is admissible under the good-faith exception of Leon.\n\nB. Search of Logan's automobile\n\nThe government claims that the search of Logan's automobile was valid because it was a search incident to a valid arrest. Logan was arrested for a conspiracy to distribute cocaine pursuant to an arrest warrant issued on February 13, 1989, by Judge Robertson.[5] The affidavit for the arrest warrant only contains a conclusory allegation that Logan was involved in a conspiracy. Without more, the affidavit is not sufficient to establish probable cause. Agent Grimes testified that he gave additional sworn testimony to Judge Robertson. Judge Robertson, however, did not remember such sworn testimony.\nThe court is not required to reach that factual issue because evidence may be admitted which is seized pursuant to an arrest where probable cause exists, notwithstanding the fact that the arrest warrant is invalid. United States v. Morris, 477 F.2d 657, 663 (5th Cir.), cert. denied, 414 U.S. 852, 94 S. Ct. 146, 38 L. Ed. 2d 101 (1973). A warrantless arrest, based upon probable cause, can be made in a public place without a showing of exigent circumstances. United States v. Watson, 423 U.S. 411, 423-24, 96 S. Ct. 820, 827-28, 46 L. Ed. 2d 598, 609 (1976). \"Probable cause for arrest exists `when the facts and circumstances within the knowledge of the arresting officer and of which he has reasonably trustworthy information are sufficient in themselves to warrant in a person of reasonable caution the belief that an offense has been or is being committed.'\" United States v. Fortna, 796 F.2d 724, 739 (5th Cir.), cert. denied, 479 U.S. 950, 107 S. Ct. 437, 93 L. Ed. 2d 386 (1986) (citations omitted). Probable cause has also been said to mean \"nothing more than a reasonable basis for belief of guilt.\" Morris, 477 F.2d at 663.\nAssuming, without deciding, that the arrest warrant for Logan was invalid, the question is whether Sgt. McVey had probable cause to arrest Logan at the time he made the arrest. Id. The court concludes that probable cause existed to arrest Logan for conspiracy to distribute cocaine. Sgt. McVey knew the following: (1) that Logan's name was found beside some figures within a book that Corbell said was a drug ledger; (2) that Logan's phone number was found in Northington's apartment; (3) that Corbell stated that Northington and Logan were selling cocaine and marijuana and that Logan made trips to Texas to buy drugs for Northington to sell; (4) that cocaine and marijuana was found in Northington's apartment; (5) that marijuana and cocaine residue were found in Logan's trailer; (6) that McKnight gave a statement claiming that Logan and Northington were involved in a conspiracy to distribute drugs; (7) that Brooks gave a statement claiming that she had accompanied Logan on trips to Texas to buy cocaine for later resale; (8) that on February 17, 1989, Brooks stated that Logan was in Century, Florida, delivering an ounce of marijuana to Stanley, which was confirmed by a consensually monitored telephone call to Stanley's home in which Brooks was told that Logan had been there but was already on his way back to Mississippi; and (9) that Logan was spotted on the afternoon of February 17, 1989, entering Mississippi from Alabama. The statements of McKnight, Corbell, and Brooks, all co-conspirators with Logan, were all made from personal knowledge and essentially corroborate each other. Those statements combined with the physical evidence seized from Northington's apartment and Logan's trailer were sufficient to establish probable *746 cause. Brooks' statement that Logan had gone to Stanley's house in Florida was confirmed by the telephone call. The court is convinced that Sgt. McVey had a reasonable basis to believe that Logan was guilty of being involved in a conspiracy to distribute cocaine. Therefore, there was probable cause for the arrest.\nThe next question is whether the agents were authorized to search Logan's automobile pursuant to the valid arrest. Reasonable inventory procedures administered in good faith do not violate the fourth amendment. Colorado v. Bertine, 479 U.S. 367, 374, 107 S. Ct. 738, 744, 93 L. Ed. 2d 739, 747 (1987). Governmental interests such as averting danger to the police and others that the property might pose and police departments' need to guard against claims of theft, vandalism, or negligence justify inventory searches. Id. at 372-73, 107 S.Ct. at 742, 93 L.Ed.2d at 746. In Bertine, police officers searched a backpack that was found in the automobile as well as containers within the backpack. The court ruled that the inventory search conducted did not violate the fourth amendment stating that:\nWhen a legitimate search is under way, and when its purpose and its limits have been precisely defined, nice distinctions between closets, drawers, and containers, in the case of a home, or between glove compartments, upholstered seats, trunks, and wrapped packages, in the case of a vehicle, must give way to the interest in the prompt and efficient completion of the task at hand.\nId. at 375, 107 S.Ct. at 743, 93 L.Ed.2d at 747 (quoting United States v. Ross, 456 U.S. 798, 821, 102 S. Ct. 2157, 2171, 72 L. Ed. 2d 572 (1982)).\nLogan's automobile was inventoried pursuant to the Bureau of Narcotics' standard operating procedure. Sgt. McVey testified that an inventory search is always conducted when a person is arrested on a felony charge and he is the only occupant of the automobile. The record does not indicate any bad faith on the part of the agents involved. Under Bertine, the search of the automobile, including the jacket and the bag, does not violate the fourth amendment. Therefore, the evidence seized during the inventory search is admissible.[6]\n\nCONCLUSION\nThe court concludes that the search warrant for Northington's apartment was supported by probable cause. Without deciding whether the search warrant for Logan's trailer was supported by probable cause, the court concludes that the evidence seized is admissible under the good-faith exception of Leon. The court further concludes that the evidence seized from Logan's automobile is admissible because it was seized during the inventory search of the automobile after a valid arrest. Therefore, defendants Logan and Northington's motions to suppress evidence are denied.\nAn order in accordance with this memorandum opinion will issue.\nNOTES\n[1]  Agent Taylor testified that the name \"Coldewe\" was a typographical error, that the correct name was \"Corbell\". In the affidavit presented to Judge Robertson, the name \"Coldewe\" was crossed out in one place and the name \"Corbell\" was written in.\n[2]  The totality of the circumstances approach in Gates replaced the two-pronged approach commonly called the Aguilar-Spinelli test which had two separate requirements: (1) that the informant be reliable and (2) a sufficient basis of knowledge. See Spinelli v. United States, 393 U.S. 410, 89 S. Ct. 584, 21 L. Ed. 2d 637 (1969); Aguilar v. Texas, 378 U.S. 108, 84 S. Ct. 1509, 12 L. Ed. 2d 723 (1964).\n[3]  Although it can be considered in assessing reliability, the fact that an informant incriminates himself in criminal activity is not always sufficient to show his reliability. See United States v. Harris, 403 U.S. 573, 583, 91 S. Ct. 2075, 2081, 29 L. Ed. 2d 723, 734 (1971); United States v. Jackson, 818 F.2d 345, 349 (5th Cir.1987).\n[4]  See supra note 3.\n[5]  Arrest warrants for possession of cocaine and possession of marijuana were also issued by Judge Maxey on February 14, 1989. However, the court cannot tell from the evidence presented whether Logan was actually arrested on those charges.\n[6]  In Logan's amended motion to suppress, he also sought to suppress items seized from his person after he was arrested. However, Logan did not pursue the matter at the suppression hearing. For the record, the court notes that the fourth amendment permits police officers to remove and inventory the personal effects of an arrestee pursuant to routine administrative police procedure. Illinois v. Lafayette, 462 U.S. 640, 645-46, 103 S. Ct. 2605, 2609, 77 L. Ed. 2d 65, 70-71 (1983).\n\n",
            "ocr": false,
            "opinion_id": 1797546
        }
    ],
    "court_short_name": "N.D. Mississippi",
    "court_full_name": "District Court, N.D. Mississippi",
    "court_type": "FD",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}