{
    "id": 2169362,
    "judges": "Byron, Kelly, Kern, Nebeker, Sorrell",
    "date_filed": 234057600000,
    "date_filed_is_approximate": false,
    "slug": "fernandez-v-united-states",
    "case_name_short": "Fernandez",
    "case_name": "Fernandez v. United States",
    "case_name_full": "Arvender FERNANDEZ, Jr., Appellant, v. UNITED STATES, Appellee",
    "attorneys": "W. Gary Kohlman, Public Defender Service, Washington, D. C., with whom Frederick H. Weisberg, Public Defender Service, and Aaron J. Beyer, Washington, D. C., appointed by this court, were on the brief, for appellant., Douglas J. Behr, Asst. U. S. Atty., Washington, D. C., with whom Earl J. Silbert, U. S.Atty., John A. Terry, William D. Pease and Robert Fabrikant, Asst. U. S. Attys., Washington, D. C., were on the brief, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Jan. 11, 1977.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b532-3\">\n    Arvender FERNANDEZ, Jr., Appellant, v. UNITED STATES, Appellee.\n   </parties><br><docketnumber id=\"b532-6\">\n    Nos. 8917, 10642.\n   </docketnumber><br><court id=\"b532-7\">\n    District of Columbia Court of Appeals.\n   </court><br><otherdate id=\"b532-8\">\n    Argued Jan. 11, 1977.\n   </otherdate><br><decisiondate id=\"b532-9\">\n    Decided June 2, 1977.\n   </decisiondate><br><attorneys id=\"b532-20\">\n    W. Gary Kohlman, Public Defender Service, Washington, D. C., with whom Frederick H. Weisberg, Public Defender Service, and Aaron J. Beyer, Washington, D. C., appointed by this court, were on the brief, for appellant.\n   </attorneys><br><attorneys id=\"b532-21\">\n    Douglas J. Behr, Asst. U. S. Atty., Washington, D. C., with whom Earl J. Silbert, U. S.Atty., John A. Terry, William D. Pease and Robert Fabrikant, Asst. U. S. Attys., Washington, D. C., were on the brief, for appellee.\n   </attorneys><br><judges id=\"b532-23\">\n    Before KELLY, KERN and NEBEKER, Associate Judges.\n   </judges>",
    "citations": [
        "375 A.2d 484"
    ],
    "opinions": [
        {
            "author_str": "Kern",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6789.0,
            "opinion_text": "\n375 A.2d 484 (1977)\nArvender FERNANDEZ, Jr., Appellant,\nv.\nUNITED STATES, Appellee.\nNos. 8917, 10642.\nDistrict of Columbia Court of Appeals.\nArgued January 11, 1977.\nDecided June 2, 1977.\nW. Gary Kohlman, Public Defender Service, Washington, D. C., with whom Frederick H. Weisberg, Public Defender Service, and Aaron J. Beyer, Washington, D. C., appointed by this court, were on the brief, for appellant.\nDouglas J. Behr, Asst. U. S. Atty., Washington, D. C., with whom Earl J. Silbert, U. S. Atty., John A. Terry, William D. Pease and Robert Fabrikant, Asst. U. S. Attys., Washington, D. C., were on the brief, for appellee.\nBefore KELLY, KERN and NEBEKER, Associate Judges.\nKERN, Associate Judge:\nAppellant attacks his conviction for armed robbery and assault with a dangerous weapon on the grounds that (1) he was compelled by the court to stand trial in prison garb contrary to the Supreme Court's recent decision in Estelle v. Williams, 425 U.S. 501, 96 S. Ct. 1691, 48 L. Ed. 2d 126 (1976), (2) he did not receive constitutionally effective assistance of counsel at his trial in light of his attorney's failure to conduct pretrial investigation, call a key witness in defense and move to suppress certain identification evidence, and (3) *485 the prosecutor's closing argument was so inflammatory as to constitute misconduct which now requires reversal of the judgment.\nThe trial was held prior to the Supreme Court's pronouncement in Estelle that a defendant has a constitutional right not to be compelled to stand trial in prison garb. We are persuaded on this record that the court's ruling here was contrary to Estelle in view of its colloquy with defense counsel before the jury had been empanelled and the case commenced:\nMR. STANTON: Your Honor, Mr. Fernandez's mother brought clothes for him to wear today in court for trial, so he wouldn't have to appear in jail clothes. I understand the Court is denying Mr. Fernandez's request to take a few seconds to change.\nTHE COURT: That's not quite correct. The case was set for 9:30. It's now almost 10:40. If you had made the request earlier, we would have been \u0097 we've been here an hour and ten minutes \u0097 more than that, because I came over to court before 9:30. I just can't stop trial for every request that may be made.\nMR. STANTON: Your Honor, it won't take but half a minute and it would avoid some prejudice. A man shouldn't have to appear in jail clothes when we have other clothes.\nTHE COURT: Why wasn't that request made at 9:30?\nMR. STANTON: I've been trying for a half hour.\nTHE COURT: To reach me? I've been right here. I walked across to use the telephone. I was there five minutes. That's not correct either. I went up to Judge Thompson's and talked to him and Judge Moultrie for about five, ten minutes.\nThese things have got to be thought out in advance. We just can't slow things out. At the first recess, I'll issue an order to change clothes, but to change them now, I don't know if that's going to do any particular good.\nMR. STANTON: What about the first recess?\nTHE COURT: If he wants to change his clothes, that's all right. Mr. Clerk, tell the marshal, at the first recess, he's to take him down so he can change clothes. [Record at 5-6; emphasis added.]\nUnder the circumstances here we reject the government's contention that \"appellant did not make his request in a timely manner\"; the voir dire of the jury array had not yet been begun, much less the trial, and the civilian clothing for appellant was apparently then available in the courtroom. While it certainly would have been more desirable for defense counsel to have requested the brief recess needed for the change of clothing at the very beginning of the court session at 9:30 a. m., we cannot say his delay until about 10:40 a. m. was so lengthy and inexcusable as to constitute, in effect, a waiver on the part of appellant of his constitutional right.\nWe are thus met with the need to determine whether the court's refusal of appellant's request to exercise his constitutional right to proceed to trial in nonprison garb is reversible error. Estelle v. Williams, supra at 506-07, 96 S. Ct. 1691. We note from the record (at 71, 102) that appellant did apparently change clothes during the first day of the trial, consistent with the court's ruling that he might make the change during the morning recess. Given the relatively short time appellant was before the jury in prison clothes, the fact that the trial was held in July 1974,[1] before Estelle was decided, and the overwhelming evidence adduced at trial that he committed the robbery, viz., three eyewitnesses identified him (Record at 101, 113, 122, 130, 140-42, 150, 156-58), and a hidden surveillance camera filmed him, among others, in the act of robbing the restaurant (Record at 164), we are satisfied that the court's erroneous failure to grant appellant's request to begin *486 trial in nonprison garb was harmless beyond a reasonable doubt. Chapman v. California, 386 U.S. 18, 87 S. Ct. 824, 17 L. Ed. 2d 705 (1967). See Boswell v. State of Alabama, 537 F.2d 100, 104 (5th Cir. 1976); Bentley v. Crist, 469 F.2d 854 (9th Cir. 1972); State v. Hall, 220 Kan. 712, 556 P.2d 413 (1976).\nWe turn next to the prosecutor's summation to the jury which contained, among others, the following argument:\nIn considering all the evidence . . the Government will submit to you that it would be really a sad day if any other verdict were brought back other than guilty of armed robbery. It would really be a sad day in this city for our young children who are working, going to school, who have to be assaulted by persons coming into McDonald's restaurants with sawed-off shotguns, brandishing them around, while the other persons, acting in concert with each other, goes [sic] around and takes [sic] the money.\nI submit it has to be a bad day in the city if, from the evidence, you can find that Arvender Fernandez was not the person who committed this armed robbery. . . . I will not even go through the facts as I recollect them to be. . . . Search in your heart and mind and your soul and recognize your role as community representatives sitting on this particular case. The Government will submit to you that Arvender Fernandez is guilty of armed robbery. . . . I will therefore submit to you, ladies and gentlemen of the jury, that it's your duty, your obligation to stand up at this point and say, the only people in this city, [sic] the District of Columbia, when you come in to do your civic obligation, that you, each member of this panel, can do yours. `I will do no less and I will do no more.' After that, you will vote to convict Arvender Fernandez. [Record at 232-34; emphasis added.]\nAppellant argues it is well established in this jurisdiction that the prosecution in its summation may not ignore altogether the evidence and instead argue generalities of an inflammatory nature. Villacres v. United States, D.C.App., 357 A.2d 423 (1976); United States v. Hawkins, 156 U.S.App.D.C. 259, 480 F.2d 1151 (1973). The portions of the prosecutor's argument in the instant case set forth above constitute a vivid example of \"the boring irrelevancies\" and \"distasteful cliche-type argument\" Chief Justice Burger cautioned advocates against employing in arguing to juries, while he sat as a member of the federal circuit court here. Harris v. United States, 131 U.S.App. D.C. 105, 108, 402 F.2d 656, 659 (1968). Nevertheless, the prosecutor, contrary to appellant's assertion, did refer in his argument-in-chief and in his rebuttal to the evidence adduced. Moreover, the court's instruction in its final charge to the jury that argument of counsel was not evidence came immediately after the summation, and hence provided an antidote to its inflammatory character. We conclude there was no misconduct warranting reversal of appellant's conviction.\nFinally, we turn to appellant's assertion that his trial attorney's representation was so ineffective that he was denied assistance of counsel and must receive a new trial. This court applies the test adopted in Cooper v. United States, D.C.App., 248 A.2d 826 (1969), and Bruce v. United States, 126 U.S.App.D.C. 336, 379 F.2d 113 (1967), in evaluating ineffective assistance claims; Angarano v. United States, D.C.App., 312 A.2d 295 (1973), petition for reconsideration denied, 329 A.2d 453 (1974) (en banc). Ineffective assistance of counsel is found where \"there has been gross incompetence of counsel . . . that . . . has in effect blotted out the essence of a substantial defense.\" Bruce v. United States, supra at 339-40, 379 F.2d at 116-17. Here, the trial court some months subsequent to trial held a two-day hearing on appellant's motion to vacate sentence on the ground of the inadequacy of his trial counsel and made comprehensive findings of fact and detailed conclusions of law. We are of the opinion that the conscientious judge made findings which are supported by the evidence and his conclusions are correct; accordingly, *487 we are satisfied that his denial of the motion disposes of the ineffective assistance of counsel claim on appeal. We include the relevant portions of the trial court's discussion and its decision on this issue as an Appendix to this opinion.\nAffirmed.\n\nAPPENDIX\n\nIII. Assistance of Counsel.\nThe final issue before the Court is whether defendant was provided effective assistance of counsel.\nThe burden on the defendant to establish his claim of ineffective assistance of counsel is heavy for \"the threshold for constitutional ineffectiveness remains at a level sufficient only to cure exceptional cases.\" Angarano v. United States, D.C.App., 312 A.2d 295, 299 (1973). The question is whether counsel's representation was so ineffective that the defendant was denied a fair trial. United States v. Hammonds, 138 U.S.App. D.C. 166, 425 F.2d 597 (1970); Harried v. United States, 128 U.S.App.D.C. 330, 389 F.2d 281 (1967).\n\n* * * * * *\n[T]he allegations [are] that John Stanton, Esq. did not adequately prepare for trial or adequately counsel his client. The defendant's own affidavit lists four conferences prior to trial: the first when Mr. Stanton was appointed to defend Arvender Fernandez and this conference reportedly lasted fifteen minutes and was directed at the possibility of an Alford plea; the second was at the status hearing, lasted twenty minutes and both the Alford plea and the evidence in general were discussed; and the third lasted thirty minutes and concerned the alibi defense. A ten-minute conference on the day of the trial was also acknowledged by the defendant in his affidavit, although the defendant stated that Mr. Stanton did not discuss his testimony with him at any time.\nMr. Stanton's testimony at the hearing conflicts in part with the Fernandez affidavit. At the hearing Mr. Stanton testified that the defendant told him at a conference in D.C. Jail that he would testify at the trial and that thereafter there was discussion of the defendant's proposed testimony. Moreover, Mr. Stanton related that he advised the defendant that defendant did not have to testify although such testimony would provide a better defense. As previously articulated in the Court's findings of fact, Mr. Stanton's testimony has been adopted by the Court as part of its factual findings.\nThis Court concludes that these conferences, covering the Alford plea, the evidence generally, the alibi defense and defendant's prospective testimony, were sufficient. . . . [T]he [next] claim [is] that the trial counsel breached his duty to defendant by his failure to make a motion to suppress identification evidence. . . .\nDefendant only has alleged that one of the several identification proceedings suffered constitutional infirmity, but this Court subsequently ruled at the hearing on the motion at bar that such photo array was not impermissibly suggestive. John Stanton, Esq. candidly testified that he regrets not having filed a suppression motion, but it was his opinion that no basis exists for believing that a motion to suppress would have been successful. At the hearing on the motion at bar, defendant failed to demonstrate a basis for such belief. Trial counsel is not required to file frivolous or baseless motions. Cf. Anders v. California, 386 U.S. 738, 87 S. Ct. 1396, 18 L. Ed. 2d 493 reh. den. 388 U.S. 924, 87 S. Ct. 2094, 18 L. Ed. 2d 1377 (1967). Here again, defendant has not proved that trial counsel failed in his duties to his client.\n\n* * * * * *\nDefendant claims that trial counsel did not consult with substitute line-up counsel, that he did not interview the prosecution witnesses, that he did not review the line-up transcript, that he did not inspect the photo array which was shown to a prosecution witness prior to trial, that trial counsel did not see the line-up photo until the day of trial, and further it is claimed that trial counsel failed to subpoena a material witness.\n*488 In United States v. Estes, 158 U.S.App. D.C. 299, 485 F.2d 1078 (1973), the United States Court of Appeals established the obligation of counsel to confer with substitute counsel who appeared at a line-up.\nThe failure of a trial lawyer to . . . (consult with substitute counsel) in cases arising hereafter may serve as some evidence that the defendant involved has not received the assistance of counsel to which he is constitutionally entitled.\nSupra, at 301, 485 F.2d at 1080. The Court held that on the facts of Estes,\nneither defendant was prejudiced by the failure of the substitute counsel to pass on to the trial counsel, or of trial counsel to elicit from substitute counsel, a full account of the substitute counsel's experience at the lineup. In the cases at bar each defendant had a fair trial. There was nothing more that could have been accomplished for either defendant if trial counsel had a complete briefing of what happened at the lineup.\nSupra, at 301, 485 F.2d at 1080.\nMr. Stanton, the trial counsel, admitted that he did not consult with the substitute line-up counsel. However, the Government introduced evidence at the hearing which was aimed at showing a lack of prejudice.\nThe testimony of several witnesses at the hearing on the motion herein was enlightening as to what evidence trial counsel reviewed and was aware of prior to trial. Douglas Jackson, the Assistant United States Attorney who prosecuted the case, testified that the line-up transcript, the preliminary hearing transcript and all photographic evidence were in the Government file which trial counsel was allowed to inspect and review. He also stated that trial counsel was informed that one person did not identify the defendant at the line-up and that the prospective testimony of each eyewitness was communicated to trial counsel. Mr. Stanton's testimony corroborated most of these facts.\nDefendant contends that the line-up was defective because of the difference in the height of defendant and the others participating in the line-up, and because defendant was the only person there with a noticeable eye condition. However, the line-up photograph demonstrates the unlikelihood of line-up witnesses discerning the height variance and, moreover, the officer in charge of the line-up made a good effort to eliminate a characteristic which would focus attention on the defendant. Also, the line-up transcript shows that three of the four line-up witnesses positively identified the defendant as one of the men who committed the armed robbery. There is no indication in either the line-up transcript or the line-up photograph that the conditions unreasonably focused attention on the defendant. From the evidence before this Court, it must be concluded that little or nothing in addition to what trial counsel was able to discern from the line-up transcript, the line-up photograph and the conferences with the prosecutor could have been communicated to trial counsel by the substitute line-up attorney.\nPrior to defendant's trial, certain Government witnesses were shown a photographic array. Defendant contends that the array was defective, alleging that the other photographs in the array were of persons who did not resemble defendant, so that the identifications of the defendant were questionable. However, this Court inspected the array and found it not to be suggestive. Furthermore, Aaron Beyer, appellate counsel, testified that he had not investigated circumstances which would show that the photo array was suggestive. Therefore, there is no evidence that this ostensively constitutional photo array was presented to various eyewitnesses in an improper manner.\nEven had this Court found the photographic array to have been impermissibly suggestive, the Court, without presently deciding the issue, may have found that there was an independent source for the in-court identification. See Simmons v. United States, 390 U.S. 377, 88 S. Ct. 967, 19 L. Ed. 2d 1247 (1968); United States v. Kemper, 140 U.S.App.D.C. 47, 433 F.2d 1153 (1970); Towler v. United States, D.C.App., 271 A.2d 553 (1970). Factors which would *489 suggest that the witnesses formed a reliable image of the defendant which would tend to dissipate the taint of the subsequent and allegedly suggestive showing include lighting, time, distance, whether the witnesses were receptive to simuli [sic] and the descriptions given to the police. See United States v. Kemper, supra, at nn. 26-35.\nFourth, it is argued that the performance of trial counsel was insufficient . . . in that he did not interview government witnesses and did not successfully subpoena a material defense witness. It is admitted by trial counsel that he did not interview the Government's witnesses. However, he was aware of the testimony of all the Government's witnesses from his conversations with the prosecutor and from his examination of the prosecutor's case file. Although it is preferable that trial counsel interview Government witnesses, in light of the unequivocal substance of their testimony and trial counsel's knowledge thereof, it cannot be said that he substantially shirked his professional commitment to the defendant.\nTrial counsel's failure [was] to call Kenneth Walker, who defendant denominates an alibi witness. . . . Nonetheless, his efforts to subpoena the witness mitigates the failure and, furthermore, the Government has demonstrated that the prejudice to defendant, if there was any, was not significant. An important premise of the defense theory was that the defendant was clean-shaven on the date the robbery occurred and Mr. Walker, a counselor at the halfway house at which defendant had previously stayed, would have confirmed such allegation if he had testified at trial. First, the failure of Kenneth Walker to appear at trial did not alter defendant's decision to testify in his own behalf. This Court has observed that defendant formed the intent to testify at a time prior to the commencement of the trial and, in fact, defendant informed trial counsel of this intent during a conference at D.C. Jail. Secondly, this witness would have given equivocal testimony to the effect that as best he could remember, although he was not sure, defendant was clean-shaven the last time Mr. Walker saw defendant before the robbery. Kenneth Walker testified at the hearing herein that this date was approximately December 23, 1973, which was about two weeks before the robbery, and that defendant had a mustache at such time. Thirdly, the testimony of this alibi witness would have been cumulative because two other defense witnesses testified at trial that defendant was clean-shaven at the time of the robbery.\n\n* * * * * *\nDefendant alleges in his affidavit that he was not informed of the maximum and minimum sentences that could be imposed upon conviction of the charged offences, that he believed that the maximum sentence was that of simple robbery, and that he was unaware of the added punishment provisions of D.C. Code 22-3202 for armed robbery. This Court is not swayed, in light of defendant's substantial criminal history, by defendant's assertion that he believed that the maximum sentence for armed robbery was the same as the maximum sentence for robbery; nor does he suggest in what manner he may have suffered prejudice. He has not suggested that the defense strategy would have been altered, nor at any point has defendant suggested that he may have sought from the United States Attorney a compromise plea to any lesser count of the indictment. This Court is not at liberty to assume any prejudice in this situation.\nDefendant also contends that this Court should apply the standard enunciated by the Fourth Circuit Court of Appeals in Coles v. Peyton, 389 F.2d 224, 225 (4th Cir.), cert. denied 383 U.S. 849, 89 S. Ct. 80, 21 L. Ed. 2d 120 (1968). Defendant asserts that in Coles the Court of Appeals found ineffective assistance of counsel where the trial lawyer conferred with his client once for twenty minutes, a second time for a lesser period and third time briefly on the day of trial. The Fourth Circuit requires:\nCounsel must confer with his client without undue delay and as often as necessary, to advise him of his rights and to *490 elicit matters of defense or to ascertain that potential defenses are unavailable. Counsel must conduct appropriate investigations, both factual and legal, to determine if matters of defense can be developed, and to allow himself enough time for reflection and preparation for trial. An omission or failure to abide by these requirements constitutes a denial of effective representation of counsel unless the state, on which is cast the burden of proof once a violation of these precepts is shown, can establish lack of prejudice thereby.\nSupra, at 226. Defendant also asserts that the United States Court of Appeals for the District of Columbia expressly approved the Coles holding in its DeCoster opinion. DeCoster did indeed adopt the methodology of Coles; and it adopted and embellished the Coles standards. The Court said, inter alia:\nSince `reasonably competent assistance' is only a shorthand label, and not subject to ready application, we follow the approach adopted by the Fourth Circuit and set forth some of the duties owed by counsel to a client.\nUnited States v. DeCoster, 159 U.S.App. D.C. 326 at 332, 487 F.2d 1197 at 1203.\nThe Coles approach which was adopted by the Court is that a rebuttable presumption of ineffective assistance is established upon proof of a material breach of certain affirmative duties owed by trial counsel to his client. An effective rebuttal can be made by the Government upon the introduction of evidence which establishes a lack of prejudice thereby.\nDefendant concurrently urges that another standard applies to the violations which are alleged under the preceding Coles standards. Specifically, defendant refers to the American Bar Association Standards Relating to the Defense Function:\n5.2(a) [control and direction of the case] Certain decisions relating to the conduct of the case are ultimately for the accused and others are ultimately for defense counsel. The decisions which are to be made by the accused after full consultation with counsel are (i) what plea to enter; (ii) whether to waive jury trial; (iii) whether to testify in his own behalf.\n(b) The decisions on what witness to call, whether and how to conduct cross-examination, what jurors to accept or strike, what trial motions should be made, and all other strategic and tactical decisions are the exclusive province of the lawyer after consultation with his client.\nUnder these standards defendant asserts four violations by trial counsel: (1) failure to advise defendant that if he testified prior convictions would be introduced, (2) failure to discuss defendant's proposed testimony, (3) failure to interview any prosecution witnesses, and (4) insufficient time allotted by trial counsel to consultation with defendant. As to the first point, John Stanton, the trial counsel, testified that, contrary to defendant's assertion, defendant did know that he was not required to testify and if he did testify, his prior convictions could be introduced by the Government. The Court finds Mr. Stanton's testimony credible. The second, third and fourth points have been discussed previously in other parts of this opinion.\nDefendant next alleges that trial counsel's opening statement and closing argument, in failing to emphasize the hazards and vagaries of identification testimony, constituted ineffective assistance. Defendant refers the Court to United States v. Hammonds, 138 U.S.App.D.C. 166, 425 F.2d 597 (1970), which held that a futile closing argument may be considered as a factor in determining whether the defendant was deprived of effective assistance of counsel.\nWhile no theory of defense was stated in trial counsel's opening statement, there is a need on the part of all trial attorneys for broad discretion in making the tactical decision of what should be included in an opening statement; and trial counsel always has the opportunity to emphasize the hazards and vagaries of identification testimony during cross-examination and during closing argument. Cf. United States v. Clayborne, 166 U.S.App.D.C. 140, 509 F.2d 473 (1975).\n*491 More serious is the allegation that the closing argument was ineffective for failure of counsel to emphasize the hazards of identification testimony, since failure to present a substantively adequate closing argument can be evidence of ineffective representation of counsel. United States v. Hammonds, supra, 138 U.S.App.D.C. at 171-172, 425 F.2d 597. However, defendant does concede that the closing argument did refer to reasonable doubt and the lack of positive identification. Even this much was lacking in Hammonds. This Court cannot say that trial counsel's closing argument was sufficiently ineffective to the extent that defendant was denied effective representation.\nDefendant's final contentions of ineffective representation of counsel are grounded in the assertion that trial counsel failed to request to see the presentence report before sentencing and trial counsel failed to make submissions on the issue of sentencing. Defendant refers again to the American Bar Association Standards:\n8.1(b) [sentencing] Defense counsel should present to the court any ground which will assist in reaching a proper disposition favorable to the accused. If a presentence report or summary is made available to the defense lawyer, he should seek to verify the information contained in it and should be prepared to supplement or challenge it if necessary. . .\nJohn Stanton's testimony contradicted this contention. He stated that he had reviewed defendant's presentence report before defendant was sentenced; and, therefore, counsel did not violate such duty. The essence of the last contention is that trial counsel should have submitted information to the Court at the sentencing. Defendant does not offer examples of any favorable information which might have been submitted, nor has appellate counsel filed a motion for resentencing. Once again, no prejudice can be found.\nIn deliberating on the issue of assistance of counsel, this Court has attempted to carefully consider in depth all of defendant's allegations and arguments. In addition, attention has been given trial counsel's cross-examination of the Government's witnesses. It is this Court's opinion that trial counsel must be allowed broad discretion in conducting an examination of witnesses. Essentially, this is a tactical decision and, as demonstrated by the case at bar, there may be manifest reasons for limiting questions directed to witnesses. If at the Fernandez trial John Stanton, Esq. had made a probing cross-examination of the Government's witnesses, he may well have affirmatively damaged his client's interests by eliciting additional evidence of guilt. That is, he may have helped the Government prove its case.\n\n* * * * * *\nIn summary, defendant has not met the burden of proffering evidence which rises to the threshold of constitutional ineffectiveness of counsel. Defendant was not denied a fair trial because of his trial counsel. His conviction was the result of the overwhelming evidence of his guilt presented to the jury by the Assistant United States Attorney.\n\n* * * * * *\n              By the Court,\n          /s/ W. Byron Sorrell\n              W. BYRON SORRELL\n              Judge\nNOTES\n[1]  We assume the trial court is now fully aware of the Supreme Court's decision in Estelle and is properly sensitive to the right of a defendant to appear before the jury in nonprison garb.\n\n",
            "ocr": false,
            "opinion_id": 2169362
        }
    ],
    "court_short_name": "District of Columbia Court of Appeals",
    "court_full_name": "District of Columbia Court of Appeals",
    "court_type": "S",
    "court_jurisdiction": "District of Columbia, DC",
    "crime_category": "Robbery"
}