{
    "id": 2660806,
    "judges": "Chief Judge Royce C. Lamberth",
    "date_filed": "1978-02-15",
    "date_filed_is_approximate": true,
    "slug": "scott-v-conley",
    "case_name_short": "Scott",
    "case_name": "Scott v. Conley",
    "case_name_full": "Alan SCOTT, Plaintiff, v. Joyce K. CONLEY, Et Al., Defendants",
    "attorneys": "Alan Scott, Boston, MA, pro se., Kenneth A. Adebonojo, U.S. Attorney’s Office, Washington, DC, for Defendants.",
    "nature_of_suit": "Civil",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b100-11\">\n    Alan SCOTT, Plaintiff, v. Joyce K. CONLEY, et al., Defendants.\n   </parties><br><docketnumber id=\"b100-13\">\n    Civil No. 09-2372 (RCL).\n   </docketnumber><br><court id=\"b100-14\">\n    United States District Court, District of Columbia.\n   </court><br><decisiondate id=\"b100-15\">\n    April 9, 2013.\n   </decisiondate><br><attorneys id=\"b103-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"63\"> \n     *63\n     </span>\n    Alan Scott, Boston, MA, pro se.\n   </attorneys><br><attorneys id=\"b103-12\">\n    Kenneth A. Adebonojo, U.S. Attorney’s Office, Washington, DC, for Defendants.\n   </attorneys>",
    "citations": [
        "937 F. Supp. 2d 60"
    ],
    "opinions": [
        {
            "author_str": "Lamberth",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 36.0,
            "download_url": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2009cv2372-94",
            "author_id": 1844.0,
            "opinion_text": "                             UNITED STATES DISTRICT COURT\n                             FOR THE DISTRICT OF COLUMBIA\n\n\n                                                 )\nALAN SCOTT,                                      )\n                                                 )\n               Plaintiff,                        )\n                                                 )\n       v.                                        )   Civil No. 09-2372 (RCL)\n                                                 )\nJOYCE K. CONLEY, et al.,                         )\n                                                 )\n              Defendants.                        )\n                                                 )\n\n\n                                   MEMORANDUM OPINION\n\n       Before the Court is plaintiff Alan Scott’s Motion [77] for Reconsideration, the\n\ndefendants’ Opposition [83] thereto, and Scott’s Reply [89].        Additionally, the Court now\n\nconsiders defendants’ third Motion [83] to Dismiss, Scott’s Opposition [89] thereto, and the\n\ndefendants’ Reply [92]. Although the Court grants Scott’s motion for reconsideration as to his\n\nBivens claims, the Court nevertheless dismisses the Bivens claims because of a lack of personal\n\njurisdiction over certain defendants, a failure to identify the John Doe defendants, and because\n\nthe remaining defendants enjoy qualified immunity. The Court also dismisses Scott’s Privacy\n\nAct claims for failure to state a claim.\n\nI.     BACKGROUND\n\n       Alan Scott is a former federal prisoner with a string of convictions for fraudulent activity.\n\nHis “approximately 23 convictions,” include fraud, identity theft offenses, conspiracy to commit\n\nmail fraud, and making false statements to banks. Defs.’ Reply to Pl.’s Opp’n to Defs.’ Second\n\nMotion to Dismiss [hereinafter Defs.’ Second Reply], Ex. A (Decl. of Leslie Smith) ¶ 9\n\n[hereinafter Smith I Decl.], ECF No. 74-1. Most recently, while incarcerated for other crimes,\n\fScott engaged in a scheme to defraud class action claims administrators and members of class\n\naction settlements by filing false claims in class action settlements of securities fraud cases. Id.\n\nIn May 2008, he pleaded guilty to Conspiracy to Commit Mail Fraud in violation of 18 U.S.C.\n\n§§ 1341 and 1349 and was sentenced to an additional 32 months in prison. Id.\n\n       After this conviction, Scott was transferred to a Communications Management Unit\n\n(“CMU”) at FCI Terre Haute. According to Scott, the “CMU” is under the control of the\n\nCorrectional Programs Division and the Counter Terrorism Unit (“CTU”) of the Federal Bureau\n\nof Prisons (“BOP”) and houses inmates in restrictive conditions that allow increased monitoring\n\nof their communications. Compl. ¶ 6; Smith Decl. ¶ 5. Scott was placed there when BOP\n\ndetermined that his offense conduct and other “misuse/abuse of legal mail,” required “heightened\n\ncontrols and review” of his “contact with persons in the community.” Smith Decl. ¶ 10.\n\n       Scott subsequently brought this action against assorted BOP officials in their individual\n\ncapacities under Bivens v. Six Unknown Named Agents of the Fed. Bureau of Narcotics, 403 U.S.\n\n388 (1971), and against BOP under the Privacy Act, see 5 U.S.C. § 552a. See Compl., ECF No.\n\n1; Am. Compl., ECF No. 6; Second Am. Compl., ECF No. 55.\n\n       Scott alleges that BOP officials, including staff of the Washington, D.C.-based CTU and\n\nthe wardens of individual prisons, violated his First and Fifth Amendment rights by blocking\n\ncertain incoming and outgoing correspondence while he was in custody. For these injuries, Scott\n\nsought declaratory and injunctive relief, and compensatory and punitive damages. Compl. ¶ 32.\n\nHe further alleged that BOP violated the Privacy Act, 5 U.S.C. § 552a, by maintaining a system\n\nof records in violation of the Act, disclosing information to third parties without his consent, and\n\nrefusing to disclose to him information collected about him. Compl. ¶¶ 27–31; Am. Compl.\n\n¶ 28(A). Defendants have twice previously moved to dismiss the case. See Defs.’ Mot. to\n\n\n\n                                                 2\n\fDismiss, ECF No. 20 [hereinafter Defs.’ First MTD] (denied as moot when Court granted Scott’s\n\nMot. for Leave to Amend Compl., ECF No. 34); Defs.’ Second Mot. to Dismiss, ECF No. 59\n\n[hereinafter Defs.’ Second MTD]. In September 2012, this Court granted in part the Second\n\nMotion to Dismiss, dismissing Scott’s Bivens claims as moot after his December 2010 release\n\nfrom custody but finding that the Court lacked sufficient information to resolve the Privacy Act\n\nclaims. Scott v. Conley, 2012 WL 4433473, at *3, 4. Scott now moves for reconsideration of the\n\nCourt’s September 2012 holding that his Bivens claims are moot. Pl.’s Mot. Recons., ECF No.\n\n77. BOP opposes this motion and renews its motion to dismiss the case. See Defs.’ Third Mot.\n\nto Dismiss and Opp’n to Pl.’s Mot. Recons., ECF No. 83 [hereinafter Defs.’ Third MTD].\n\nII.       DEFENDANT SCOTT’S MOTION FOR RECONSIDERATION REGARDING\n          BIVENS CLAIMS\n\n          In its September 2012 Memorandum Opinion, the Court noted that Scott had conceded\n\nhis Bivens claims were moot in light of his release. Scott v. Conley, 2012 WL 4433473, at *3.\n\nScott now argues that he previously conceded only that his request for injunctive relief was moot\n\nand that his remaining request for monetary damages prevents a finding of mootness of the\n\nclaims.     Pl.’s Mot. Recons., see also Pl.’s Opp’n to Defs.’ Second MTD 2, ECF No. 62\n\n[hereinafter Pl.’s Second Opp’n]. The Court agrees.\n\n          A court may revise its interlocutory decisions “at any time before the entry of judgment\n\nadjudicating all the claims and the rights and liabilities of all the parties.” Fed. R. Civ. P. 54(b).\n\nRule 54(b) provides a procedural mechanism for reconsideration, but sets forth little guidance as\n\nto when such review is appropriate. To fill this gap, other members of this Court have held that\n\nsuch reconsideration is appropriate “‘as justice requires.’” Hoffman v. Dist. of Columbia, 681 F.\n\nSupp. 2d 86, 90 (D.D.C. 2010) (citation omitted).\n\n\n\n\n                                                  3\n\f       Circumstances that may warrant reconsideration under this standard include “whether the\n\ncourt ‘has patently misunderstood a party, has made a decision outside the adversarial issues\n\npresented to the court by the parties, has made an error not of reasoning, but of apprehension, or\n\nwhere a controlling or significant change in the law or facts [has occurred] since the submission\n\nof the issue to the court.’” Ficken v. Golden, 696 F. Supp. 2d 21, 35 (D.D.C. 2010) (quoting\n\nCobell v. Norton, 224 F.R.D. 266, 272 (D.D.C. 2004)). Errors of apprehension may include a\n\nCourt’s failure to consider “controlling decisions or data that might reasonably be expected to\n\nalter the conclusion reached by the court.” Shrader v. CSX Transp., Inc., 70 F.3d 255, 257 (2d\n\nCir. 1995).\n\n       The “as justice requires” standard gives the trial court great discretion. Judicial Watch v.\n\nDep’t of Army, 466 F. Supp. 2d 112, 123 (D.D.C. 2006). Additionally, “[i]nterlocutory orders\n\nare not subject to the law of the case doctrine and may always be reconsidered prior to final\n\njudgment.” Langevine v. Dist. of Columbia, 106 F.3d 1018, 1023 (D.C. Cir. 1997).\n\n       The Court agrees that it misunderstood Scott’s previous concession—he conceded only\n\nthat his claims were injunctive relief based on alleged Constitutional violations were moot.\n\nMoreover, Scott’s claim for monetary damages is not moot post-incarceration. Thus, the Court\n\nwill grant his motion for reconsideration and revive his Bivens claims. Nevertheless the Court\n\nfinds the claims must be dismissed on other grounds.\n\nIII.   RECONSIDERATION OF BIVENS CLAIMS\n\n       A.      Sovereign Immunity Does Not Bar Consideration\n\n       BOP argues that, if Scott’s Bivens claims are construed as “against the BOP and the\n\nindividually-named defendants in their official capacities, sovereign immunity bars such claims\n\nand dismissal is proper under Fed. R. Civ. P. 12(b)(1).” Defs.’ Mem. P. & A. in Support of their\n\nMot. to Dismiss Pl.’s Compl. and Am. Compls. 17, ECF No. 16 [hereinafter Defs.’ Second\n\n                                                4\n\fMem.]. Sovereign immunity is a jurisdictional issue. Because a lack of jurisdiction would\n\nrequire the Court to dismiss the claims, the Court must first consider this question. Steel Co. v.\n\nCitizens for a Better Env’t, 523 U.S. 83, 94 (1998).\n\n       “It is axiomatic that the United States may not be sued without its consent and that the\n\nexistence of consent is a prerequisite for jurisdiction.” United States v. Mitchell, 463 U.S. 206,\n\n212 (1983). However, sovereign immunity does not bar Bivens claims against federal officials in\n\ntheir individual capacities. Simpkins v. Dist. of Columbia Gov’t, 108 F.3d 366, 369 (D.C. Cir.\n\n1997) (“Bivens actions are for damages. They cannot be viewed as actions against the\n\ngovernment. Unlike official-capacity suits, the sovereign’s immunity from damages is therefore\n\nnot a defense.”). Moreover, “[i]t is well established that Bivens remedies do not exist against\n\nofficials sued in their official capacities,” Kim v. United States, 632 F.3d 713, 715 (D.C. Cir.\n\n2011) (emphasis added), or against the employing agency or the United States, Corr. Services\n\nCorp. v. Malesko, 534 U.S. 61, 72 (2001).\n\n       The Court does not read Scott’s Bivens claims as against the BOP or against the named\n\ndefendants in their official capacities. Rather, he sues the named individual defendants in their\n\nindividual capacities, subject to the defense of qualified immunity. See Malesko, 534 U.S. at 72.\n\nAny request for injunctive relief against the individuals in their official capacities remains moot.\n\nThus, the Court has jurisdiction over Scott’s Bivens money damages claims.\n\n       B.      Scott’s Bivens Claim Fails for Other Reasons\n\n       As an initial matter, it is not clear that a Bivens remedy is available to Scott. The\n\nSupreme Court has shown considerable reluctance to expand Bivens, particularly where\n\nadministrative remedies are available to complainants. See Malesko, 534 U.S. at 66–74 (noting\n\nCourt’s “consistent[] refus[al] to extend Bivens liability” and declining to extend it to actions for\n\ndamages against private prison officials in part because inmates in private facilities have “full\n                                                 5\n\faccess to [BOP] remedial mechanisms”). The Court will assume for the purposes of this motion\n\nthat a Bivens remedy is available, but nevertheless finds that Scott’s claim fails for other reasons.\n\n               1.      Court Lacks Personal Jurisdiction Over Defendants Schultz, Jett,\n                       Lockett, and Cozza-Rhodes\n\n       At the time of filing, defendant Schultz was the warden of FCI Fairton in New Jersey, Jett\n\nwas the former warden of FCI Terre Haute in Indiana, Lockett was the current warden at FCI\n\nTerre Haute, and Cozza-Rhodes was the current Associate Warden at FCI Terre Haute.\n\nDefendants Lockett, Jett, and Cozza-Rhodes waived service of process, see ECF No. 15–17, and\n\nSchultz was served by certified mail, see ECF No. 7. Scott has not alleged that any of these\n\ndefendants were domiciled in, or had their principal place of business in the District of\n\nColumbia, as required under the District’s general personal jurisdiction statute. See D.C. Code §\n\n13-422.    Thus, this Court has jurisdiction over the defendants only if specific personal\n\njurisdiction exists under the District’s long-arm statute, taking into account relevant\n\nconstitutional limits. Reuber v. United States, 750 F.2d 1039, 1049 (D.C. Cir. 1984)\n\n       While “strictly speaking, under Federal Rule 8(a) plaintiffs are not required to plead the\n\nbasis for personal jurisdiction over defendants,” 4 Charles Alan Wright & Arthur R. Miller,\n\nFederal Practice and Procedure § 1067.6 (3d ed.), “plaintiffs retain the burden of proving\n\npersonal jurisdiction, [and] can satisfy that burden with a prima facie showing unless the trial\n\ncourt holds an evidentiary hearing.” Edmond v. U.S. Postal Serv. Gen. Counsel, 949 F.2d 415,\n\n424 (D.C. Cir. 1991) (citation omitted). “If [a plaintiff’s] allegations of jurisdictional facts are\n\nchallenged by his adversary in any appropriate manner, he must support them by competent\n\nproof. And where they are not so challenged the court may still insist that the jurisdictional facts\n\nbe established or the case be dismissed, and for that purpose the court may demand that the party\n\n\n\n\n                                                  6\n\falleging jurisdiction justify his allegations by a preponderance of evidence.” McNutt v. General\n\nMotors Acceptance Corp., 298 U.S. 178, 189 (1936); see also Reuber, 750 F.2d at 1052.\n\n        The District’s long-arm statute, D.C. Code § 13-423, provides for personal jurisdiction\n\nwhere a claim arises from a person having, among other things: transacted business in the\n\nDistrict of Columbia; contracted to supply services in the District; caused tortious injury in the\n\nDistrict by “an act or omission outside of the District if he regularly does or solicits business [or]\n\nengages in any other persistent course of conduct . . . in the District”; or where “there is any basis\n\nconsistent with the United States Constitution for the exercise of personal jurisdiction.” When\n\npersonal jurisdiction is “based solely upon” § 13-423, “only a claim for relief arising from acts\n\nenumerated in this section may be asserted against” the person. Id. § 13-423(b).\n\n        The Constitution also limits a court’s exercise of personal jurisdiction over an individual.\n\n“A court may subject a defendant to judgment only when the defendant has sufficient contacts\n\nwith the sovereign ‘such that the maintenance of the suit does not offend traditional notions of\n\nfair play and substantial justice.’” J. McIntyre Mach., Ltd. v. Nicastro, 131 S. Ct. 2780, 2787\n\n(2011) (internal quotation marks omitted) (citing Int’l Shoe Co. v. Washington, 326 U.S. 310,\n\n316 (1945)). “As a general rule, the sovereign’s exercise of power requires some act by which\n\nthe defendant ‘purposefully avails itself of the privilege of conducting activities within the forum\n\nState, thus invoking the benefits and protections of its laws . . . .’” Id.\n\n        Here, plaintiff has not alleged facts from which the Court could conclude that personal\n\njurisdiction exists over these defendants. “Plaintiff must allege specific facts on which personal\n\njurisdiction can be based; [he] cannot rely on conclusory allegations.” Walton v. Fed. Bureau of\n\nPrisons, 533 F. Supp. 2d 107, 112 (D.D.C. 2008) (internal citation and quotation marks omitted).\n\nScott has not alleged that Schultz, Jett, Lockett, or Cozza-Rhodes meet any of the enumerated\n\n\n\n                                                   7\n\frequirements of the D.C. long-arm statute such as transacting business or supplying services in\n\nthe District. Moreover, he has not suggested that these defendants committed tortious injury and\n\nregularly do or solicit business here. Furthermore, it is of no moment that defendants are\n\nemployees of a federal agency headquartered in the District. Scinto v. Fed. Bureau of Prisons,\n\n608 F. Supp. 2d 4, 7–8 (D.D.C. 2009) aff’d, 352 F. App’x 448 (D.C. Cir. 2009) (“‘[T]he mere\n\nfact that [a non-resident defendant] is an employee of the BOP, the headquarters office of which\n\nis in the District, does not render [the defendant] subject to suit in [his or her] individual capacity\n\nin the District of Columbia.’” (internal citations omitted)).\n\n        Moreover, Scott has not alleged facts from which the Court could find a Constitutional\n\nbasis for exercising personal jurisdiction. Scott has not contended there are any contacts by the\n\ndefendants with the District of Columbia, much less contacts rising to the level necessary to meet\n\nthe “minimum contacts” requirement of International Shoe. Although Scott’s opposition to the\n\nmotion to dismiss states that three other defendants “all maintain their offices within the District\n\nand all of their activities with respect to plaintiff’s allegations of constitutional misconduct took\n\nplace within the District of Columbia,” Scott never alleges that Schultz, Jett, Lockett, or Cozza-\n\nRhodes have similar minimum contacts with the District. See Pl.’s Second Opp’n 3. That\n\nLockett, Jett, and Cozza-Rhodes waived service of process does not alter this conclusion. See\n\nFed. R. Civ. P. 4(d)(1), (5) (stating that individuals have a duty to avoid the unnecessary\n\nexpenses of service and that “[w]aiving service of a summons does not waive any objection to\n\npersonal jurisdiction . . . .”).\n\n        Finally, Scott has not suggested or shown that he can cure these defects through\n\ndiscovery and he has already had the opportunity to propound interrogatories. See GTE New\n\nMedia Servs., Inc. v. BellSouth Corp., 199 F.3d 1343, 1351 (D.C. Cir. 2000) (“[I]f a party\n\n\n\n                                                  8\n\fdemonstrates that it can supplement its jurisdictional allegations through discovery, then\n\njurisdictional discovery is justified.”).\n\n         Thus, Scott has not shown that the Court has personal jurisdiction over Schultz, Jett,\n\nLockett, or Cozza-Rhodes and claims against these defendants are dismissed without prejudice.\n\n                  2.       Personal Jurisdiction Over Conley and Smith and Lack of Adequate\n                           Service\n\n         BOP has previously argued that the Court lacks jurisdiction over “all Defendants,”\n\nincluding Conley and Smith. Defs.’ Second Mem. 59. However, BOP does not address Scott’s\n\nargument that jurisdiction over Conley and Smith lies because they work in the District and\n\nbecause any actions by them in violation of his constitutional rights took places in the District.\n\nThe D.C. Circuit has previously suggested that courts in the District would have general personal\n\njurisdiction over BOP officials working in the District. See Cameron v. Thornburgh, 983 F.2d\n\n253, 258 n.4 (D.C. Cir. 1993) (“[W]e conclude that D.C. Code Annotated § 13-422, which\n\nprovides for general personal jurisdiction over any person who ‘maintain[s] his or its principal\n\nplace of business’ in the District, does give this court personal jurisdiction over [the then-\n\nDirector of BOP], whose office was located in the District.”). 1 Thus, the Court cannot conclude\n\nat this time that it lacks personal jurisdiction over Conley and Smith.\n\n         Alternatively, the government argues that the claims against these defendants should be\n\ndismissed for lack of proper service. When suing an officer in his individual capacity, a party\n\n\n1\n  District courts in our Circuit also appear to have contemplated that general jurisdiction would exist over defendants\nwho work in the District. See Lineberry v. Fed. Bureau of Prisons, No. 11-2056, 2013 WL 563526, at *2 (D.D.C.\nFeb. 15, 2013) (“[Defendant] does ‘not work or reside in the District of Columbia,’ . . . [defendant], then, is not “a\nperson . . . maintaining [a] principal place of business in, the District . . . over whom this Court may exercise\njurisdiction.” (citing D.C. Code § 13–422)); Scinto v. Fed. Bureau of Prisons, 608 F. Supp. 2d 4, 6–7 (D.D.C. 2009)\n(analyzing personal jurisdiction under long-arm, instead of general, jurisdiction statute where defendants were not\nalleged to have been “employed in” or to have resided in the District); Mullen v. Bureau of Prisons, 843 F. Supp. 2d\n112, 116 (D.D.C. 2012) (“[T]his court lacks personal jurisdiction over [defendants], who are not listed in the\ncomplaint as either residing or working in the District of Columbia or alleged to have sufficient contacts here to\nconfer jurisdiction under the District's long-arm statute.” (emphasis added)).\n\n                                                          9\n\fmust “serve the officer or employee under Rule 4(e)” in addition to serving the United States.\n\nFed. R. Civ. P. 4(i)(3); see also Simpkins, 108 F.3d at 369 (applying this requirement to Bivens\n\nclaim); United States v. Hill, 694 F.2d 258, 261 (D.C. Cir. 1982) (“Personal jurisdiction in a civil\n\nsuit implies . . . either voluntary appearance by the defendant or valid service of process on him\n\nat the place where he may be found.”) 2\n\n        Under Rule 4(e), personal service may be accomplished “by delivering a copy of the\n\nsummons and of the complaint to the individual personally,” “leaving a copy of each at the\n\nindividual’s dwelling or usual place of abode . . . ,” or “delivering a copy of each to an agent\n\nauthorized by appointment or by law to receive service of process.” Id. 4(e)(2). Alternatively,\n\nservice may be effected pursuant to the law of the state in which the district court sits or where\n\nservice is made, which for Conley and Smith would be the law of the District of Columbia. Id.\n\n4(e)(1), see Super. Ct. Civ. R. 4(e)(2) (allowing service of process on individual plaintiffs by first\n\nclass, certified, or registered mail). Additionally, service must be effected within 120 days after\n\nthe complaint is filed or the court “must dismiss the action without prejudice against that\n\ndefendant or order that service be made . . . .” Rule 4(m). However, if a plaintiff shows “good\n\ncause for the failure, the court must extend the time for service for an appropriate period.” Id.\n\n        Service on Smith and Conley was ineffective in that they were not personally served.\n\nRather, service was addressed to them in their “Individual Capacit[ies]” at the Correctional\n\nPrograms Division office of the BOP in Washington, D.C. and an “Assistant General Counsel”\n\nsigned for each. Scott complains that “[a]ny defect . . . is lodged with the Clerk’s Office and the\n\n\n\n2\n  It does not appear that defendants have voluntarily appeared and thus waived the defense of lack of personal\njurisdiction or insufficient service. See 5B Charles Alan Wright & Arthur R. Miller, Federal Practice and Procedure\n§ 1344 (3d ed.) (“If the defendant appears in the action, he must interpose any of these objections he may have by\nmotion or in the answer or they will be deemed waived by virtue of Rule 12(h)(1).”). Defendants have consistently\nraised lack of personal jurisdiction and the absence of proper service as a defense to Scott’s claims.\n\n                                                        10\n\fU.S. Marshals Service,” on whom he depended on for service as an in forma pauperis plaintiff.\n\nPl.’s Second Opp’n 3 (citing 28 U.S.C. § 1915(d)).\n\n         Scott appears to have the better argument on this point. Courts in our Circuit and others\n\nhave refused to hold in forma pauperis plaintiffs responsible for service defects where they have\n\nrelied on the Clerk of Court and the Marshals Service. 3\n\n         Nevertheless, these defendants have qualified immunity, as discussed below.\n\n                  3.       Court Will Dismiss Claims Against “John Doe” Defendants\n\n         The Court will no longer consider Scott’s claims against unnamed John Doe defendants.\n\n         As a general matter, a court will not entertain a suit unless the defendant has been\n         made a party by service of process. Courts do grant an exception . . . for “John\n         Doe” defendants, but only in situations where the otherwise unavailable identity\n         of the defendant will eventually be made known through discovery.\n\nNewdow v. Roberts, 603 F.3d 1002, 1010–11 (D.C. Cir. 2010) (citations omitted). “In such\n\ncircumstances, the plaintiff should be given an opportunity through discovery to identify the\n\nunknown defendants, unless it is clear that discovery would not uncover the identities, or that the\n\ncomplaint would be dismissed on other grounds.” Gillespie v. Civiletti, 629 F.2d 637, 642 (9th\n\nCir. 1980).\n\n         Scott has had an opportunity for discovery. See Order, Mar. 8, 2011, ECF No. 45\n\n(granting motion to compel answers to interrogatories). Indeed, Scott previously attempted to\n\n\n3\n  See Dumaguin v. Sec’y of Health & Human Services, 28 F.3d 1218, 1221 (D.C. Cir. 1994) (where plaintiff\n“repeatedly requested the Unites States Marshal to serve the United States” and “he failed to do so,” “good cause\nexisted under [former] Federal Rule of Civil Procedure 4(j) to excuse her failure to personally serve the United\nStates Attorney”); Mondy v. Sec’y of the Army, 845 F.2d 1051, 1060 (D.C. Cir. 1988) (MacKinnon, J. concurring)\n(“[T]he Marshal waited until after the statutory time period to serve the United States Attorney. Under such\ncircumstances the delay was tolled . . . .”); Puett v. Blanford, 912 F.2d 270, 275 (9th Cir. 1990) (“[H]aving provided\nthe necessary information to help effectuate service, plaintiff should not be penalized by having his or her action\ndismissed for failure to effect service where the U.S. Marshal or the court has failed to perform the duties required\nof each of them . . . .”); Sellers v. United States, 902 F.2d 598, 602 (7th Cir. 1990) (Marshal’s failure to effect\nservice of process for in forma pauperis plaintiff is “automatically good cause” within [the Federal Rules]); but see\nJohnson v. Williams, No. 05-2315, 2006 WL 2788985 (D.D.C. Sept. 26, 2006) (“Deference to plaintiffs’ pro se\nstatus . . . cannot justify the exercise of jurisdiction over defendants who have not been served properly.”).\n\n                                                         11\n\fsubstitute BOP employee David Schiavone in place of John Doe #1 based on interrogatory\n\nanswers. Pl.’s Mot. to Substitute, ECF No. 67. The Court denied this motion as moot based on\n\nits ruling that the Bivens claims themselves were moot. See Order, Sept. 27, 2012, ECF No. 75.\n\n       Despite having received answers to interrogatories, Scott has never identified the\n\nremaining two defendants. He attributes this to the “failure of defendant Smith to properly\n\nrespond fully and truthfully to the Interrogatories propounded upon him” and stated in his\n\nNovember 10, 2011 Opposition that “those discovery issues will be addressed in a separate\n\nmotion yet to be filed.” Pl.’s Second Opp’n 4. However, Scott has never filed such a motion.\n\n       Although it would likely be error for this Court to dismiss claims against John Doe\n\ndefendants without giving Scott a chance for discovery, this is not the situation at hand. Cf.\n\nGillespie, 629 F.2d at 642–43 (holding that district court abused its discretion in dismissing\n\ncomplaint without requiring a reply to interrogatories appellant had filed). Moreover, although\n\nthe Court has revived Scott’s Bivens claims thus raising the possibility that Schiavone could be\n\nnamed as a defendant, Scott would need to renew his motion to substitute. Such a motion would\n\nfail given that the Court finds that the remaining defendants have qualified immunity from suit\n\nand Schiavone would enjoy immunity for the same reasons.\n\n               4.      Remaining Defendants Are Shielded by Qualified Immunity\n\n       Defendants argue that the named individual defendants have qualified immunity from\n\nsuit. Smith and Conley are the only defendants remaining after the Court’s dismissal of the\n\nclaims above and the Court agrees they are immune from suit.\n\n       “[G]overnment officials performing discretionary functions generally are shielded from\n\nliability for civil damages insofar as their conduct does not violate clearly established statutory or\n\nconstitutional rights of which a reasonable person would have known.” Harlow v. Fitzgerald,\n\n457 U.S. 800, 818 (1982). Such “qualified” or “good faith” immunity is an affirmative defense\n                                                 12\n\fthat must be pleaded by the defendant. Id. at 815. The doctrine represents an attempt to balance\n\nthe competing values of ensuring a remedy for constitutional violations committed by\n\ngovernment officials and reducing the social costs of suits against innocent government actors.\n\nThe Supreme Court has emphasized that the doctrine furthers the Court’s admonition that\n\n“insubstantial claims should not proceed to trial.” Id. at 815–16. “When properly applied, it\n\nprotects ‘all but the plainly incompetent or those who knowingly violate the law.’” Ashcroft v.\n\nal-Kidd, 131 S. Ct. 2074, 2085 (2011) (quoting Malley v. Briggs, 475 U.S. 335, 341 (1986)).\n\n           At the time of the alleged violations, defendants Conley and Smith were higher-level\n\nofficials within BOP. Conley was the Assistant Director of the BOP’s Correctional Programs\n\nDivision and Smith was the Chief of the Counter Terrorism Unit. 4 Compl. ¶ 2. Scott alleges that\n\nSmith live monitored his calls, determined whether his social mail should be approved or\n\nrejected, and determined whether his visitors would be approved. Compl. ¶¶ 7. In an amended\n\ncomplaint, he argues that Conley also acted to reject certain correspondence and access to books.\n\nAm. Compl. ¶¶ 17(A)–(B) (“[D]efendants Jett, Lockett[, and] Cozza-Rhodes acting in concert\n\nand conspiracy with defendants Conley, Smith and John Doe’s #1, 2, [and] 3 committed . . .\n\novert acts” including rejecting incoming mail and photographs, blocking outgoing mail, etc.)\n\nThese are the sorts of discretionary functions for which qualified immunity is available. See\n\nHarlow, 457 U.S. at 816 (“In contrast with the thought processes accompanying ‘ministerial’\n\ntasks, the judgments surrounding discretionary action almost inevitably are influenced by the\n\ndecisionmaker’s experiences, values, and emotions.”).\n\n           Qualified immunity will shield these defendants from money damages “unless [Scott]\n\npleads facts showing (1) that the official violated a statutory or constitutional right, and (2) that\n\n\n4\n    The John Doe defendants were identified as “Intelligence Analysts or Technicians” within CTU. Compl. ¶ 2.\n\n                                                         13\n\fthe right was ‘clearly established’ at the time of the challenged conduct.” al-Kidd, 131 S. Ct. at\n\n2080. This Court has discretion as to which prong of this analysis to consider first and will\n\nconsider the second prong now. Id. (citing Pearson v. Callahan, 555 U.S. 223, 236 (2009)).\n\n        An official’s conduct “violates clearly established law when, at the time of the challenged\n\nconduct, ‘[t]he contours of [a] right [are] sufficiently clear’ that every ‘reasonable official would\n\nhave understood that what he is doing violates that right.’” Id. at 2083 (citing Anderson v.\n\nCreighton, 483 U.S. 635, 640 (1987)). Courts need not identify “a case directly on point,” but\n\n“existing precedent must have placed the statutory or constitutional question beyond debate.” Id.\n\nHere, Scott has not put forth facts to show that the alleged conduct violates “clearly established\n\nlaw” under either a First or Fifth Amendment theory. 5\n\n                          a. No “clearly established” First Amendment right\n\n        Scott’s First Amendment claims sound in freedom of speech and association. Compl. ¶¶\n\n16–26 (complaining of restrictions on communication with financial institutions, receipt of\n\ncertain books and receipts, correspondence with particular addresses, and receipt of\n\nphotographs); see id. ¶¶ 15–16, 19 (appearing to concede that BOP may lawfully restrict certain\n\ninmate-to-inmate mail but complaining that defendants improperly categorized certain\n\ncorrespondence as inmate-to-inmate). However, no “clearly established law” protects Scott from\n\nthe conduct complained of. In fact, a significant body of caselaw suggests that the defendants’\n\nactions were lawful, though the Court need not decide the legality of the actions in order to\n\ndetermine that they did not violate “clearly established” law.\n\n5\n  Defendants argue that a number of the incidents upon which Scott basis his Bivens claim were not administratively\nexhausted, as required under the Prison Litigation Reform Act (PLRA), 42 U.S.C. § 1997 et seq. See Defs.’ Second\nMem. 25 (arguing that Scott had not exhausted claims regarding the loss of books in the mail, the rejection of two\nbooks, the delay in sending outgoing email to his aunt instructing her to make a payment to a credit card, and\nrejection of correspondence from Catherine Tatum). However, even assuming defendants are correct, other claims\nremain that could support a First Amendment challenge. Thus, the Court will evaluate whether defendants have\nqualified immunity based on the facts alleged.\n\n                                                        14\n\f       “Prison walls do not . . . separat[e] prison inmates from the protections of the\n\nConstitution.” Turner v. Safley, 482 U.S. 78, 84 (1987) (citing Procunier v. Martinez, 416 U.S.\n\n396, 405 (1974)). However, in considering prisoners’ constitutional claims, courts should bear\n\nin mind that they are “ill equipped to deal with the increasingly urgent problems of prison\n\nadministration and reform” and that “the problems of prisons in America are complex . . . and\n\nnot readily susceptible of resolution by decree.” Procunier, 416 U.S. at 404–05. “Prison\n\nadministration is, moreover, a task that has been committed to the responsibility of [the\n\nlegislative and executive] branches, and separation of powers concerns counsel a policy of\n\njudicial restraint.” Turner, 482 U.S. at 84–85.\n\n       The Supreme Court has noted that “freedom of association is among the rights least\n\ncompatible with incarceration . . .” and that “[s]ome curtailment of that freedom must be\n\nexpected in the prison context.” Overton v. Bazetta, 539 U.S. 126, 131 (2003) (citing Jones v.\n\nNorth Carolina Prisoners’ Labor Union, Inc., 433 U.S. 119, 125–26 (1977); Hewitt v. Helms,\n\n459 U.S. 460 (1983)). In Jones, the Court stated\n\n       First Amendment associational rights . . . must give way to the reasonable\n       considerations of penal management. . . . [N]umerous associational rights are\n       necessarily curtailed by the realities of confinement. They may be curtailed\n       whenever the institution’s officials, in the exercise of their informed discretion,\n       reasonably conclude that such associations . . . possess the likelihood of\n       disruption to prison order or stability, or otherwise interfere with the legitimate\n       penological objectives of the prison environment.\n\n433 U.S. at 132.\n\n       Freedom of speech may also be lawfully restricted to some degree in the prison setting.\n\nThe Supreme Court has held, for example, that a prison policy denying “‘newspapers,\n\nmagazines, and photographs’ to a group of specially dangerous and recalcitrant inmates”\n\nsurvived First Amendment scrutiny where prison officials sufficiently justified the need for the\n\npolicy under the Turner test outlined below. Beard v. Banks, 548 U.S. 521, 524–25 (2006); see\n                                                  15\n\falso Thornburgh v. Abbott, 490 U.S. 401 (1989) (holding that regulations “authoriz[ing] prison\n\nofficials to reject incoming publications found to be detrimental to institutional security”\n\nsatisfied Turner test and were facially valid).\n\n       The Supreme Court in Turner v. Safley held that four factors are relevant to whether a\n\nprison regulation infringing on a constitutional right withstands challenge:\n\n       [1] whether the regulation has a ‘valid, rational connection’ to a legitimate\n       governmental interest; [2] whether alternative means are open to inmates to\n       exercise the asserted right; [3] what impact an accommodation of the right would\n       have on guards and inmates and prison resources; and [4] whether there are ‘ready\n       alternatives’ to the regulation.\n\nOverton, 539 U.S. at 132 (quoting Turner, 482 U.S. at 89–91)). This inquiry is intended to be\n\n“responsive both to the ‘policy of judicial restraint regarding prisoner complaints and [to] the\n\nneed to protect constitutional rights.’” Turner, 482 U.S. at 85.\n\n       Defendants assert that the monitoring of and restrictions on Scott’s mail were intended to\n\nadvance a legitimate penological interest in prevention of criminal activity and maintenance of\n\nthe security of the prison. Defs.’ Second Mem. 33–34. Scott had numerous previous convictions\n\nfor fraudulent activity and had been convicted of conspiracy to commit mail fraud based on his\n\nconduct while in prison. Defendants assert that Scott also mailed one letter making a threatening\n\nremark against a BOP staff member, id., though Scott responds that he was found not guilty of\n\nthis charge. Pl.’s Second Opp’n 2. Additionally, certain of Scott’s correspondence were rejected\n\nbecause defendants believed they constituted an attempt to evade BOP restrictions on inmate-to-\n\ninmate letters forwarded through third parties. See Compl. ¶ 16; Defs.’ Second Mem. 34.\n\n       Targeted restrictions on incoming and outgoing mail clearly bear a “valid, rational\n\nconnection” to the legitimate government interest of preventing criminal activity and discipline\n\nand compliance with existing BOP regulations. See Thornburgh, 490 U.S. at 404 (upholding\n\nregulation on incoming mail allowing warden to reject a publication “only if it is determined\n                                                  16\n\fdetrimental to the security, good order, or discipline of the institution or if it might facilitate\n\ncriminal activity”). Scott had previous convictions for mail and bank fraud offenses and it was\n\nnot unreasonable for defendants to impose restrictions on his use of the mail to prevent\n\ncontinuing criminal activity in this area. 6\n\n         Moreover, the policy, as alleged by Scott, was applied on a case-by-case basis. The\n\nSupreme Court has previously upheld such tailored limitations. Id. at 416 (“[W]e are comforted\n\nby the individualized nature of the determinations required by the regulation.”).\n\n         Furthermore, the particular restrictions do not appear to have been indefinite; Scott\n\nconcedes that in at least one instance BOP removed a previously imposed restriction on certain\n\nmail activities after finding it to be no longer justified. See Pl.’s Second Opp’n 7–8 (noting that\n\ndefendant Lockett unblocked correspondence to and from Scott’s alleged home address\n\nfollowing further review and a determination that Scott had not used that address to\n\ncommunicate with other inmates).\n\n         Finally, although Scott argues that the reasons given for blocking certain mail were\n\npretextual, Compl. ¶ 17, 19, he provides no factual basis for this claim. He also does not argue\n                                                                                               7\nthat defendants acted in a discriminatory or otherwise unconstitutional manner.\n\n\n6\n For example, Scott alleges that defendants Conley, Smith, the John Doe’s and others rejected one book entitled\n“Hacking Exposed Computer Forensics: Secrets & Solutions.” Compl. ¶¶ 17–18. It is hardly surprising that BOP\nmight consider such a book to be a security risk in a prison that allows its inmates access to email and computers.\n7\n Indeed in the context of other restrictions on First Amendment activities in the CMUs, Judge Urbina of this court\nhas noted:\n         [T]he weight of the relevant case law supports the conclusion that the types of communications\n         restrictions imposed by the CMUs are rationally related to the legitimate penological interest of\n         promoting the safety of correctional institutions and the public.\nAref v. Holder, 774 F. Supp. 2d 147, 163 (2011). Judge Urbina cited a range of cases supporting this contention.\nSee, e.g., Williams v. Mierzejewski, 401 Fed. App’x 142, 145 (7th Cir. 2010) (“We give considerable deference to a\nprison official's determination that a communication between a prisoner and the outside world constitutes a security\nthreat.” (citing Thornburgh, 490 U.S. at 407–08)); Perez v. Fed. Bureau of Prisons, 229 Fed. App’x 55, 57 (3d Cir.\n2007) (holding that “restrict[ing] telephone calls to one per week [for] prisoners who have a history of using the\ntelephone to conduct criminal activity is clearly reasonable because it relates to the legitimate penological goal of\npublic and institutional safety”); Pope v. Hightower, 101 F.3d 1382, 1385 (11th Cir. 1996) (explaining that\n\n                                                        17\n\f         Scott also had alternative means to exercise his rights. He could communicate with other\n\ninmates but simply could not do so through a third party. He could send and receive books and\n\nmaterials, so long as they were not apparently related to criminal activity. “Alternatives . . . need\n\nnot be ideal . . . they need only be available.” Overton, 539 U.S. at 135.\n\n         Accommodating Scott’s First Amendment rights could have had an adverse effect on\n\nprison security and the public. Defendants’ restrictions were intended to prevent fraudulent\n\nactivity against outside entities, conduct in which Scott had already engaged while in prison.\n\nMoreover, allowing inmate-to-inmate correspondence without regard to BOP regulations could\n\naffect internal prison security. For example, defendants allege that at one point, Scott attempted\n\nto teach other inmates how to circumvent BOP mail procedures. Defs.’ Second Mem. 10. The\n\nCourt need not resolve whether all of defendants’ allegations or suspicions about Scott are\n\ncorrect. The issue is whether their conduct violated clearly established law which requires only\n\nthat the restrictions have a “valid, rational connection” to a legitimate governmental interest and\n\nsatisfy the Turner test.\n\n         Finally, the Court is not aware of “ready alternatives” to the restrictions and Scott has not\n\nput forward any. Scott concedes that defendants individually evaluated each piece of mail and\n\noffered an administrative remedy process, which Scott in some cases employed.                                     The\n\nConstitution does not require that inmates have unfettered mail access, nor does it prevent BOP\n\nfrom exercising discretion as to what constitutes a risk to the institution or the public.\n\n         Thus, Conley and Smith enjoy qualified immunity from suit based on an alleged violation\n\nof Scott’s First Amendment rights.\n\n\nimposition of a ten-person calling list is rationally related to legitimate governmental objective of reducing criminal\nactivity); Searcy v. United States, 668 F. Supp. 2d 113, 122 (D.D.C. 2009) (holding that “regulations restricting\ninmates’ telephone use are reasonable as long as they further the government’s legitimate penological interests,\nincluding the safety and security of correctional institutions, inmates, staff, and the public” (citation omitted)).\n\n                                                         18\n\f                          b. No “clearly established” Due Process right\n\n        Scott has also failed to demonstrate that defendants’ actions could have violated any\n\n“clearly established” due process right. Although Scott provides no details, the Court reads his\n\nComplaint as alleging a procedural due process violation based on the deprivation of his property\n\n(books, mail, etc.) through mail restrictions. 8\n\n        The Fifth Amendment provides that no person shall be “deprived of life, liberty or\n\nproperty, without due process of law.” U.S. Const. amend. V. “The touchstone of due process is\n\nprotection of the individual against arbitrary [government] action.” Wolff v. McDonnell, 418\n\nU.S. 539, 558 (1974) (citing Dent v. West Virginia, 129 U.S. 114, 123 (1889)). “Procedural due\n\nprocess imposes constraints on governmental decisions which deprive individuals of ‘liberty’ or\n\n‘property’ interests within the meaning of the Due Process Clause of the Fifth or Fourteenth\n\nAmendment.” Mathews v. Eldridge, 424 U.S. 319, 332 (1976). “The fundamental requirement\n\nof due process is the opportunity to be heard at a meaningful time and in a meaningful manner.”\n\nMathews, 424 U.S. at 333 (internal quotation marks omitted). Thus, to state a procedural due\n\nprocess claim, a plaintiff must show he was deprived of a life, liberty, or property interest, that\n\ngovernment action resulted in the deprivation, and that he did not receive the process he was due.\n\n        The Court will assume for purposes of this motion that Scott has adequately alleged that\n\nhe was deprived of a property interest and that government action was the cause. See, e.g.,\n\nCompl. ¶ 18 (rejection of books); id. ¶ 20 (rejection of photographs).\n\n        As with other prisoners’ rights cases, unique concerns arise in the context of prisoners’\n\ndue process claims because a prisoner has already been deprived of much of his liberty through\n\nthe process of conviction and incarceration. “[T]he due process rights of prisoners are not\n8\n Again, defendants have suggested that Scott did not exhaust his claims with respect to the rejection of two books.\nHowever, because the Court assumes that Scott may intend his procedural due process claim to encompass other\nactions by defendants, the Court evaluates whether defendants have qualified immunity based on the facts alleged.\n\n                                                        19\n\fabsolute, but must be accommodated to the legitimate security needs of a corrections institution.”\n\nCaldwell v. Miller, 790 F.2d 589, 609 (7th Cir. 1986) (citing Bell v. Wolfish, 441 U.S. 520, 554\n\n(1979); Wolff, 418 U.S. at 555–57). Thus, “to the extent that prison officials further their interest\n\nin security and order in a reasonable and non-arbitrary manner, property claims of inmates must\n\ngive way.” Id. (citing Harris v. Forsyth, 735 F.2d 1235 (11th Cir. 1984))\n\n       Courts have routinely refused to find unconstitutional government actions that deprive\n\nprisoners of property so long as an adequate post-deprivation remedy exists. See Dickson v.\n\nMattera, 38 F. App’x 21, 22 (D.C. Cir. 2002) (finding that appellant could not state a due\n\nprocess claim where his possessions were seized upon his arrest but never returned; adequate\n\npost-deprivation remedies were available); Brief of Appellant, Dickson v. Mattera, 38 F. App’x\n\n21 (D.C. Cir. 2002) (No. 01-7120), 2001 WL 36038388 (describing facts of case); see also\n\nHudson v. Palmer, 468 U.S. 517, 533 (1984) (holding that unauthorized intentional deprivation\n\nof prisoner’s property by state penal institution officer did not violate Fourteenth Amendment\n\nDue Process Clause since respondent had adequate state post-deprivation remedies); Parratt v.\n\nTaylor, 451 U.S. 527, 541 (1981) (holding that negligent deprivation of state prisoner’s property\n\ndid not violate Due Process because, although under color of state law, the deprivation was not\n\npursuant to established state procedures and adequate post-deprivation procedures existed),\n\noverruled in part on other grounds, Daniels v. Williams, 474 U.S. 327 (1986).\n\n       The Court acknowledges that cases like Hudson and Parratt differ somewhat from the\n\ncase at hand in that they deal with either negligent, or intentional but unauthorized, deprivations\n\nof property. Here, Scott appears to allege that the defendants acted intentionally, but with\n\nauthorization. Nevertheless, the Court is aware of no “clearly established” law suggesting that a\n\npost-deprivation remedy would be inadequate where the policy is intended to prevent the\n\n\n\n                                                 20\n\fintroduction of harmful materials into the prison or to prevent ongoing criminal activity. The\n\nsame rationales supporting a post-deprivation remedy in Hudson and Parratt would appear to\n\nsupport the adequacy of a post-deprivation remedy here.\n\n       As the Court explained in Parratt, where a taking of property occurs as a result of a\n\nrandom, unauthorized act by a state employee, “[it] is difficult to conceive of how the State could\n\nprovide a meaningful hearing before the deprivation takes place. . . . Indeed, in most cases, it is\n\nnot only impracticable, but impossible, to provide a meaningful hearing before the deprivation.”\n\n451 U.S. at 541. Similarly, in Hudson, the Court noted that\n\n       [Parratt’s] reasoning applies as well to intentional [but unauthorized]\n       deprivations of property. The underlying rationale of Parratt is that when\n       deprivations of property are effected through random and unauthorized conduct of\n       a state employee, predeprivation procedures are simply “impracticable” . . . . We\n       can discern no logical distinction between negligent and intentional deprivations\n       of property insofar as the “practicability” of affording predeprivation process is\n       concerned. . . . Accordingly, we hold that an unauthorized intentional deprivation\n       of property by a state employee does not constitute a [Due Process] violation . . .\n       if a meaningful postdeprivation remedy for the loss is available.\n\n468 U.S. at 533.\n\n       The Supreme Court does not appear to have considered whether a post-deprivation\n\nremedy would suffice where an authorized, intentional taking of property is effected to secure\n\nprison security and safety and to prevent criminal activity. However, the rationales of Parratt\n\nand Hudson would seem applicable in such a case. It would be “impracticable” to force prison\n\nofficials to wait until dangerous or criminal items have been introduced into the prison or sent by\n\ninmates into the community before acting. Providing prisoners with pre-deprivation remedies\n\nbefore confiscating those items could jeopardize prison safety and order as well as the safety of\n\nthe public. Moreover, prisons have no advance warning of what items will be arriving in or sent\n\nthrough the mail. There would thus appear to be no practical way to provide pre-deprivation\n\nremedies for prisoners in this context and Scott has not suggested any method to the court.\n                                                21\n\f       Scott concedes that a post-deprivation process exists and that he has utilized it. See\n\nCompl. ¶ 17. Moreover, he alleges no facts to suggest that this process is inadequate, stating\n\nonly that “[a]dministrative review was sought to no avail.” Second Am. Compl. ¶ 17(B)(k); see\n\nalso id. ¶ 17(B)(m). However, “[t]he adequacy of a postdeprivation remedy does not turn on the\n\nplaintiff’s satisfaction with the outcome.” Jones v. Burton, 173 F. App’x 520, 522 (7th Cir.\n\n2006) (citing Easter House v. Felder, 910 F.2d 1387, 1406 (7th Cir.1990) (en banc)).\n\n       Thus, Scott has not shown that a clearly established due process right could have been\n\nviolated by the defendants’ actions. Scott and Conley thus have qualified immunity from suit\n\nand the Bivens claims against them will be dismissed.\n\nIV.    PRIVACY ACT CLAIMS\n\n       Scott lodges claims under various sections of the Privacy Act including §§ 552a(e)(1)\n\n(maintenance of only “relevant and necessary” information), (e)(7) (restrictions on records\n\ndescribing First Amendment activities), (b) (restrictions on unauthorized disclosures), and, by\n\nimplication, (d) (access to records) and (c)(3) (accounting of disclosures). Defendants moves to\n\ndismiss all of these claims. Defs.’ Third MTD 1.\n\n       In considering defendants’ prior motion to dismiss, the Court refused to resolve\n\narguments regarding Scott’s Privacy Act claims. Defendants had contended that the relevant\n\nsystem of records was exempt from the Privacy Act provisions under which Scott sought relief.\n\nSee Defs.’ Second Mem. 38. The Court noted that “without a clear understanding of the ‘system\n\nof records’ at issue, the Court cannot determine whether the system is exempt from any\n\nprovisions of the Privacy Act.” As discussed in more detail below, defendants still have not\n\nprovided sufficient information from which the Court can determine whether Scott’s claims\n\nrelate to only one system of records and whether that system is exempt from relevant Privacy Act\n\n\n\n                                              22\n\fprovisions. Nevertheless, the Court finds that Scott’s Privacy Act claims merit dismissal on\n\nother grounds.\n\n       A.        Legal Standard Generally\n\n       The Privacy Act places certain requirements on federal agencies maintaining “system[s]\n\nof records . . . from which information is retrieved by the name of the individual . . . .” 5 U.S.C.\n\n§ 552a(a)(5). For example, the Act limits disclosure without an individual’s consent, id. §\n\n552a(b), requires agencies to keep an accurate accounting of certain disclosures and to make\n\nsuch accounting available to an individual upon request, id. § 552a(c), provides for individual\n\naccess to and modification of records, id. § 552a(d), and sets forth additional rules for agency\n\nmaintenance of records, id. § 552a(e).\n\n       The Privacy Act explicitly provides for judicial review. Because the Court discusses\n\nthese provisions in some detail, the relevant subsections are reprinted below:\n\n       (g)(1) Civil remedies.--Whenever any agency\n                 (A) makes a determination under subsection (d)(3) of this section not to\n                 amend an individual’s record in accordance with his request . . . ;\n                 (B) refuses to comply with an individual request [for access to records]\n                 under subsection (d)(1)\n                 (C) fails to maintain any record concerning an individual with such\n                 accuracy, relevance, timeliness, and completeness as is necessary to assure\n                 fairness in any determination relating to the rights . . . or benefits to the\n                 individual that may be made on the basis of such record . . . ; or\n                 (D) fails to comply with any other provision of this section . . . in such a\n                 way as to have an adverse effect on an individual\n            the individual may bring a civil action against the agency, and the district\n            courts of the United States shall have jurisdiction in the matters under the\n            provisions of this subsection.\n       (2)(A) In any suit brought under the provisions of subsection (g)(1)(A) of this\n       section, the court may order the agency to amend the individual’s record . . . .\n       (3)(A) In any suit brought under the provisions of subsection (g)(1)(B) of this\n       section, the court may enjoin the agency from withholding the records and order\n       the production to the complainant . . . .\n\n\n                                                  23\n\f       (4) In any suit brought under the provisions of subsection (g)(1)(C) or (D) of this\n       section in which the court determines that the agency acted in a manner which\n       was intentional or willful, the United States shall be liable to the individual in an\n       amount equal to the sum of--\n               (A) actual damages . . . ; and\n               (B) the costs of the action together with reasonable attorney fees . . . .\n\n5 U.S.C. § 552a(g).\n\n       As the statute notes, courts may enjoin the agency from withholding records and order\n\nproduction and amendment of records. Id. §§ 552a(g)(2)(A)–(B), 552a(g)(3)(A)–(B). They may\n\nassess reasonable attorney fees and costs against the United States. Id. Actual damages are\n\navailable in suits for failure to maintain accurate records or failure to comply with other\n\nprovisions of the law if the agency acted intentionally or willfully. Id. § 552a(g)(4)(A)–(B).\n\n       The head of agencies that principally enforce criminal laws, including correctional\n\nagencies, may exempt systems of records from Privacy Act provisions, including provisions\n\nrelated to access, copying, amendment, and accuracy of records.             Id. § 552a(j).     Federal\n\nregulations currently exempt BOP’s Inmate Central Record System (ICRS) from certain Privacy\n\nAct provisions, specifically those related to access to and amendment of records, id. § 552a(d),\n\ncollection of information directly from individuals, id. § 552a(e)(2), civil remedies, id. § 552a(g),\n\nand accuracy, id. § 552a(e)(5). See 28 C.F.R. § 16.97. Inmates may instead contest the accuracy\n\nand content of such records administratively. 28 C.F.R. §§ 16.9, 16.45.\n\n       B.      Claims Under 5 U.S.C. § 552a(e)(1): “Relevant and Necessary” Information\n\n       Scott alleges that BOP violated the Privacy Act’s requirement that an agency “maintain .\n\n. . only such information about an individual as is relevant and necessary to accomplish a\n\npurpose of the agency required to be accomplished by statute or by executive order of the\n\nPresident . . . .” 5 U.S.C. § 552a(e)(1) (emphasis added). Scott’s claim stems from his assertion\n\nthat, while in the CMU, his phone conversations were recorded and that these and electronic\n\n                                                 24\n\fcopies of his social mail will be retained indefinitely by BOP, including beyond his release from\n\nprison. Compl. ¶¶ 8–9. He states that these files form a “system of records” separate from any\n\nsystem of records exempt from Privacy Act requirements and that there is “no valid and\n\nlegitimate penalogical [sic] reason for [BOP] to maintain copies” of these communications after\n\nhis release to the community. Id. ¶ 9–10. Scott appears to seek only injunctive relief as to this\n\nclaim. See Am. Compl. ¶ 32(A) (“Plaintiff specifically seeks injunctive relief that would enjoin\n\n[BOP] from maintaining in any form . . . any records collected by its CTU . . . after the\n\ntermination of his period of incarceration . . . .”); Compl. ¶ 32 (seeking damages only from\n\nnamed individual defendants sued in their individual capacities in Bivens claims and not\n\nappearing to seek damages from BOP).\n\n        BOP responds that “the [CMU’s] records are maintained in an authorized system of\n\nrecords that is exempt from the Privacy Act.” Defs.’ Mem. P. & A. in Support of Defs.’ MTD\n\nand Opp’n to Pl.’s Mot. for Recons. 2, ECF No. 83 [hereinafter Defs.’ Third Mem.]. BOP does\n\nlittle more to argue for dismissal of this particular claim, focusing its efforts on Scott’s other\n\nPrivacy Act claims.\n\n        The Court finds that dismissal of this claim is warranted. It is unclear if Scott brings his\n\nsuit under the civil remedy provisions of 5 U.S.C. § 552a(g)(1)(C) for failure “to maintain any\n\nrecord . . . with such . . . relevance . . . as is necessary to assure fairness . . .” or under (g)(1)(D)\n\nfor failure to “comply with any other provision or this section.” Regardless, under either section\n\nhe must show that BOP’s alleged violation caused him some adverse effect. See 5 U.S.C. §\n\n552a(g)(1)(C) (providing for civil remedy when an agency “fails to maintain any record\n\nconcerning any individual with such . . . relevance . . . as is necessary to assure fairness . . . and\n\nconsequently a determination is made which is adverse to the individual” (emphasis added)); id.\n\n\n\n                                                   25\n\f§ 552a(g)(1)(D) (providing for civil remedy where agency’s failure to comply with the Act had\n\n“an adverse effect on an individual” (emphasis added)). Scott has not alleged facts to show that\n\nhe has suffered or is suffering any adverse determination or effect because of BOP’s alleged\n\nfailure to comply with the requirement that it collect only “relevant and necessary” information.\n\nScott only makes the conclusory statement that BOP has “utilized those records in a manner that\n\ncauses and continues to cause an adverse effect on plaintiff.” Compl. ¶ 28. 9\n\n         Moreover, it appears that Scott may not seek injunctive relief for a violation of §\n\n552a(e)(1) brought under the civil remedy provisions of § 552a(g)(1)(C), 552a(g)(1)(D). The\n\nD.C. Circuit has previously stated that the Privacy Act’s “subsection on civil remedies authorizes\n\nentry of injunctive relief in only two specific situations,” Doe v. Stephens, 851 F.2d 1457, 1463\n\n(D.C. Cir. 1988). 10 The Circuit has also noted that a “number of [its] sister circuits have held\n\nthat injunctive remedies are available only for an agency’s wrongful withholding of records\n\nunder (g)(3)(A) [and by extension (g)(1)(B)] and an agency’s wrongful refusal to amend records\n\nunder § (g)(2)(A) [and by extension § 552a(g)(1)(A)] . . . . See Haase v. Sessions, 893 F.2d 370,\n\n\n9\n  It also appears that Scott may have failed to exhaust administrative remedies as required by the Prison Litigation\nReform Act (PLRA), 42 U.S.C. § 1997 et seq, and in suits for injunctive relief under the Privacy Act. See Jones v.\nBock, 549 U.S. 199, 211 (2007) (“[E]xhaustion is mandatory under the PLRA . . . .”); Nagel v. U.S. Dep’t. of Health,\nEduc. & Welfare, 725 F.2d 1438, 1440–41 (D.C. Cir. 1984) (applying exhaustion requirement in context of suit\napparently filed under § 552a(g)(1)(A)); Phillips v. Widnall, 110 F.3d 74 (10th Cir. 1997) (“The Privacy Act\nauthorizes four civil remedies . . . . A plaintiff must exhaust administrative remedies before asking a court to\ncompel correction of an inaccurate record, but not when seeking damages.”); cf. Leighton v. CIA, 412 F. Supp. 2d\n30, 35 (D.D.C. 2006) (requiring exhaustion in suit for injunctive relief). Nevertheless, exhaustion under the PLRA\nis an affirmative defense which the defendant bears the burden of pleading and proving. Bock, 549 U.S. at 216. It is\nunclear if exhaustion under the Privacy Act is an affirmative defense though “courts typically regard exhaustion as\nan affirmative defense . . . .” Id. at 212; see also Ramstack v. Dep’t of Army, 607 F. Supp. 2d 94, 104 (D.D.C. 2009)\n(considering exhaustion to be an affirmative defense in the context of Privacy Act claims). Since BOP has not\nraised this as a defense to Scott’s Privacy Act claims, the Court will not consider the issue here.\n10\n   As the two sections for which injunctive relief is available, the Doe Court cited § 552a(g)(2)(A) (authorizing\ncourts to order agencies to amend individuals’ records in suits brought under subsection (g)(1)(A)) and §\n552a(g)(2)(B) (authorizing entry of reasonable attorney’s fees for cases brought under subsection g(1)(A)). The\ncourt did not mention § 552a(g)(3)(A) which provides that, in suits brought under § 552a(g)(1)(B) for unlawful\nwithholding of records, a district court may “enjoin the agency from withholding the records and order the\nproduction . . . of any agency records improperly withheld . . . .” This is presumably because Doe did not deal with\na refusal to provide the plaintiff with access to his records, as addressed in subsections (g)(1)(B) and (g)(3)(A).\n\n                                                        26\n\f374 n.6 (D.C. Cir. 1990). Based on the foregoing, our circuit precedent suggests that injunctive\n\nrelief is not available for suits alleging violations of § 552a(e)(1) brought under either §\n\n552a(g)(1)(C) or (g)(1)(D). The Department of Justice similarly interprets these provisions:\n\n       The Privacy Act provides for four separate and distinct civil causes of action, see\n       5 U.S.C. § 552a(g), two of which provide for injunctive relief – amendment\n       lawsuits under (g)(1)(A) and access lawsuits under (g)(1)(B) – and two of which\n       provide for compensatory relief in the form of monetary damages – damages\n       lawsuits under (g)(1)(C) and (g)(1)(D).\n\nU.S. Dep’t of Justice, Overview of the Privacy Act of 1974 (2012 ed.), available at\n\nhttp://www.justice.gov/opcl/1974privacyact-overview.htm.\n\n       Thus, Scott cannot seek injunctive relief for this claim. Even if he were to seek damages,\n\nbased on a purported violation of § 552a(e)(1), he has not alleged sufficient facts to support such\n\na claim. To state a claim for damages, Scott must state facts that plausibly suggest that BOP\n\nunlawfully disclosed information “in a manner which was intentional or willful . . . .” 5 U.S.C. §\n\n552a(g)(4) (emphasis added); Ashcroft v. Iqbal, 556 U.S. 662, 678 (2009). The terms intentional\n\nand willful “do not have their vernacular meanings; instead, they are terms of art . . . interpreted .\n\n. . to set a standard that is ‘somewhat greater than gross negligence.’” White v. Office of Pers.\n\nMgmt., 840 F.2d 85, 87–88 (D.C. Cir. 1988) (quoting Hill, 795 F.2d at 1070). Liability results\n\n“‘only when the agency . . . commit[s] the act without grounds for believing it to be lawful, or by\n\nflagrantly disregarding others’ rights under the Act.’” Id. (quoting Albright v. United States, 732\n\nF.2d 181, 189 (D.C. Cir. 1984)). An agency is not “strictly liable for every affirmative or\n\nnegligent action that might be said technically to violate the Privacy Act’s provisions.” .”\n\nLaningham v. U.S. Navy, 813 F.2d 1236, 1242 (D.C. Cir. 1987) (citation and internal quotation\n\nmarks omitted). Mere negligence does not suffice; “something more than gross negligence is\n\nrequired.” Andrews v. Veterans Admin., 838 F.2d 418, 424 (10th Cir. 1988) (citations omitted).\n\n\n\n                                                 27\n\f       Nothing in Scott’s complaints suggests that BOP acted without grounds for believing its\n\naction to be lawful or that it flagrantly disregarded his rights under the Privacy Act. Where “this\n\nelement of a Privacy Act damages claim was lacking in the complaint,” district courts may\n\nproperly dismiss the complaint for failure to state a claim under 5 U.S.C. § 552a(g)(4).” White,\n\n840 F.2d at 87–88. He has also given no indication that he will be able to show that he sustained\n\nany “actual damages” as a result of BOP’s alleged retention of records in violation of 552a(e)(1)\n\nand as required by 5 U.S.C. § 552a(g)(4)(A).\n\n       This claim is dismissed based on Scott’s failure to allege that he suffered an adverse\n\ndetermination or effect as required under § 552a(g)(1)(C) or (g)(1)(D). Even if he could show\n\nsuch a determination or effect, it appears that he could not seek injunctive relief for this claim\n\nand would have to meet the requirements for monetary damage claims by showing that BOP\n\nviolated the Act in a manner that was “intentional and willful.” He has not done so and this\n\nclaim is dismissed.\n\n       C.      Claims Under 5 U.S.C. § 552a(e)(7): Records Describing First Amendment\n               Exercise\n\n       Scott also argues that the records system described above violates 5 U.S.C. § 552a(e)(7)\n\nbecause it describes his exercise of First Amendment rights. Section 552a(e)(7) provides that an\n\nagency maintaining a system of records shall “maintain no record describing how any individual\n\nexercises rights guaranteed by the First Amendment unless . . . pertinent to and within the scope\n\nof an authorized law enforcement activity.” “To claim a violation of § 552a(e)(7) . . . [a\n\nplaintiff] must allege that the [agency] maintained records of how he exercised his First\n\nAmendment rights and that these records were not within the scope of a law enforcement\n\nactivity.” Elnashar v. U.S. Dep’t. of Justice, 446 F.3d 792, 795 (8th Cir. 2006).\n\n\n\n\n                                                28\n\f       Again, Scott appears to seek only injunctive relief as to this claim, requesting only that\n\nBOP be enjoined from maintaining these records after his incarceration. See Am. Compl. ¶ 32A.\n\nHe appears to rely on the civil remedy provision of § 552a(g)(1)(D). To state a claim under §\n\n552a(g)(1)(D), a plaintiff must allege that the agency violated the Privacy Act “in such a way as\n\nto have an adverse effect on an individual . . . .” 5 U.S.C. § 552a(g)(1)(D); see also Bassiouni v.\n\nFBI, 436 F.3d 712, 723 (7th Cir. 2006) (holding that plaintiffs must plead that agency’s violation\n\nof § 552a(e)(7) had “an adverse effect” and noting that this is consistent with “Congress’ dual\n\nconcerns of protecting First Amendment rights and protecting national security”).\n\n       BOP does not dispute that the records describe Scott’s First Amendment activities.\n\nHowever, it argues that BOP maintains these records pursuant to a valid law enforcement reason\n\nand that Scott has not alleged “actual damages,” as required for a request for damages.\n\n       BOP argues that the CMUs and associated monitoring of inmates’ communications with\n\npersons in the community is designed to “protect the safety, security, and orderly operation of\n\nBureau facilities, and protect the public.” Defs.’ Third Mem., Ex. A (Decl. of Leslie Smith) ¶ 6,\n\nECF No. 83-1 [hereinafter Smith II Decl.]. “CTU staff will determine whether intelligence\n\nworthy data has been identified through monitoring and will ensure the records are maintained\n\nfor an indeterminate period of time.” Id. ¶ 5. Records of phone calls and copies of emails are\n\nretained for 180 days “unless found to be intelligence worthy.” Id. ¶ 5 n.1.\n\n       Scott conclusorily alleges that BOP’s monitoring of his First Amendment activities and\n\nmaintenance of related records serves “no valid and legitimate penalogical [sic] reason . . . after\n\n[his] release to the community.” Compl. ¶ 10. However, Scott never alleges that BOP lacked a\n\nvalid law enforcement purpose in maintaining this information in the first place. See id.; see also\n\nPl.’s Reply to Defs.’ Third MTD 1–2, ECF No. 89 (“[T]he continuing maintenance, post-release,\n\n\n\n                                                29\n\fof recordings of plaintiff’s phone calls, and copies of his emails and . . . mail he sent or received\n\nwhile confined in the CMU serve no law enforcement purpose . . . .”). However, the passage of\n\ntime does not cause records to lose their relevance to law enforcement activity. “Information\n\nthat was pertinent to an authorized law enforcement activity when collected does not later lose its\n\npertinence to that activity simply because the information is not of current interest (let alone\n\n‘necessity’) to the agency.” J. Roderick MacArthur Found. v. FBI, 102 F.3d 600, 603 (D.C. Cir.\n\n1996), cert. denied sub nom. Lindblom v. FBI, 522 U.S. 913 (1997). Scott has failed to allege\n\nthat the records at issue were not relevant to a law enforcement purpose when collected. The\n\nmere allegation that the BOP maintains these records after Scott’s release does not state a claim\n\nunder the Privacy Act.\n\n        Moreover, to the extent that Scott must allege he suffered an “adverse effect” from\n\nmaintenance of these records, he has not done so. 11\n\n        With respect to BOP’s argument that Scott must allege “actual damages,” the Court does\n\nnot read Scott’s Complaint to request damages for this claim. Unlike claims for violations of §\n\n552a(e)(1) brought under 552a(g)(1)(C) or (g)(1)(D), the D.C. Circuit has expressly considered\n\nthe possibility that injunctive relief may be available for violations of the First Amendment\n\nprovisions of (e)(7), stating:\n\n        It is not at all clear to us that Congress intended to preclude broad equitable relief\n        (injunctions) to prevent (e)(7) violations . . . . And in the absence of such an\n        explicit intention, by creating a general cause of action (under (g)(1)(D)) for\n        violations of the Privacy Act, Congress presumably intended the district court to\n        use its inherent equitable powers—at least to remedy violations of (e)(7).\n\nHaase, 893 F.2d at 374 n.6. Although the Circuit did not explicitly decide the question in Haase,\n\nits language suggests that injunctive relief for (e)(7) violations under (g)(1)(D) would be\n\n11\n  Exhaustion of administrative remedies is not required for alleged violations of § 552a(e)(7). Nagel, 725 F.2d at\n1441. Even if it were, BOP has not raised this defense.\n\n                                                       30\n\favailable. Thus, the Court will not find, as it did for Scott’s (e)(1) claim, that Scott may not seek\n\ninjunctive relief for his (e)(7) claim.\n\n        Nevertheless, his claim will be dismissed without prejudice because he has not alleged\n\nfacts to suggest that BOP’s system of records lacked a law enforcement purpose or that he has\n\nsuffered any adverse effect as a result of BOP’s alleged violation.\n\n        D.       Plaintiff’s Claim Under 5 U.S.C. § 552a(b): Unauthorized Disclosure\n\n        Next, Scott alleges that BOP has released information about himself, without his consent,\n\nto persons not authorized to receive such disclosures in violation of § 552a(b). See Compl. ¶¶\n\n28, 30. Scott seems to seek only damages for this claim. BOP has already engaged in the\n\nallegedly unlawful conduct and Scott gives no indication of a continuing violation for which\n\ninjunctive relief would be appropriate. In any case, our Circuit has suggested that plaintiffs may\n\nseek only damages, not equitable relief, for violations of § 552a(b) under the civil remedy\n\nprovisions of § 552a(g)(1)(D). See Sussman v. U.S. Marshals Serv., 494 F.3d 1106, 1122 (D.C.\n\nCir. 2007) (noting that Doe v. Stephens had held that “only monetary damages . . . are available\n\nto § 552a(g)(1)(D) plaintiffs” and that “[a]s Doe, like [Sussman], concerned remedies under . . .\n\n§ 552a(g)(1)(D) for violations of § 552a(b),” the court “treat[ed] it as controlling”).\n\n        The Privacy Act prohibits an agency from “disclos[ing] any record which is contained in\n\na system of records . . . to any person . . . except pursuant to a written request by, or with the\n\nprior written consent of, the individual to whom the record pertains.” 5 U.S.C. § 552a(b). 12\n\n\n\n12\n  There are twelve exceptions to this “no disclosure without consent” rule, 5 U.S.C. § 552a(b)(1–12), only one of\nwhich may be relevant to this discussion. Disclosure can occur “for a routine use,” id. § 552a(b)(3), and that term\nmeans, “the use of such record for a purpose which is compatible with the purpose for which it was collected.” Id. §\n552a(a)(7). Each routine use of the records must be published in the Federal Register. Id. § 552a(b)(3), (e)(4)(D).\nThe BOP appears to have relied on the routine use exception, see Defs.’ Reply, Smith I Decl. ¶ 14, but the published\nnotice on which the BOP relied, see id. (citing 67 Fed. Reg. 9321 (Feb. 28, 2002)), does not list disclosure of\ninformation to creditors. Furthermore, the notice pertains to the Office of Internal Affairs Investigative Records\n(JUSTICE/BOP-012), and it is not clear that the relevant records are maintained in this system.\n\n                                                        31\n\f        According to Scott, BOP has “given unsolicited notice and information to certain of\n\nplaintiff’s creditors that plaintiff is incarcerated[,] and as a direct result of that unsolicited notice\n\nand information[,] plaintiff’s long-standing account(s) were closed,” causing “an adverse and\n\nderogatory effect on plaintiff’s credit scores.” Id. ¶ 32.\n\n        BOP’s arguments regarding the legality of its actions are somewhat unclear.                  For\n\nexample, BOP suggests there is rarely a violation of the Privacy Act where an official’s\n\nknowledge of disclosed information comes from a source other than a system of records under\n\nthe Privacy Act. Defs.’ Third Mem. 13. However, BOP never states that the source of the\n\ninformation was other than protected records. Similarly, BOP implies that its disclosure cannot\n\namount to a Privacy Act violation because the information released was public. See Defs.’ Third\n\nMem. 13 (“‘[N]o reasonable jury . . . could find a violation of the Privacy Act arising from the\n\nalleged disclosure of the plaintiff’s conviction [that] is a matter of public record.’” (citation\n\nomitted)). Again, however, BOP does not directly state that it released only public information\n\nand in fact implies that its release encompassed non-public information as well. Id. at 15 (“The\n\nonly issue is whether the BOP appropriate released information gathered through intelligence\n\nabout the possibly illicit activities of the Plaintiff.” (emphasis added)). It is also not self-evident\n\nthat a release of individually-identifiable information, even if technically available to the public,\n\nautomatically satisfies the requirements of the Privacy Act. Nevertheless, because Scott appears\n\nto focus on the unsolicited nature of the disclosures, rather than the disclosure itself, the Court\n\nneed not decide that particular issue. See Pl.’s Opp’n to Defs.’ First MTD 28, ECF No. 25\n\n(“Plaintiff takes no issue with the fact that the BOP may properly release . . . what they define as\n\n‘public’ information . . . but that release must be upon a specific request.”).\n\n\n\n\n                                                   32\n\f       BOP also seems to argue that its release was permissible because the Prison Security and\n\nIntelligence Record System (PSIRS) (JUSTICE/BOP-001) is exempt from Privacy Act\n\nprovisions allowing for civil remedies. Id. at 14, 38 (citing 67 Fed. Reg. 117, 41449–41450).\n\nThus, BOP implies, but does not directly state, that the information released was maintained in\n\nthe PSIRS. Id. at 15. There are a number of problems with this argument. Pursuant to\n\n§ 552a(j)(2), BOP’s Director may promulgate regulations to exempt a system of records from\n\ncertain sections of the Privacy Act if that system consists of “reports identifiable to an individual\n\ncompiled at any stage of the process of enforcement of the criminal laws from arrest or\n\nindictment through release from supervision.” BOP previously exempted its Custodial and\n\nSecurity Record System (CSRS) from numerous sections of the Privacy Act, including\n\n§§ 552a(c)(3) (accounting of disclosures), (d) (access to records), and (g) (civil remedies). See\n\n28 C.F.R. § 16.97(a)(1). BOP argues that it “modified and expanded” the CSRS and renamed it\n\nthe Prison Security and Intelligence Record System (PSIRS). Defs.’ Second Mem. 38; see also\n\n67 Fed. Reg. 117, 41449–41450. Thus, BOP contends, the “amended system of records [now\n\ncalled PSIRS]. . . is exempted from the Privacy Act.” Defs.’ Second Mem. 38.\n\n       However, BOP provides no support for its contention that a “modified and expanded”\n\nsystem of records remains exempt from Privacy Act requirements without complying anew with\n\n§ 552a(j)(2). Moreover, the Federal Register notice announcing the modification and expansion\n\nof the records system was issued in June 18, 2002 and was to be effective sixty days from the\n\ndate of publication.    BOP does not state that the notice actually went into effect.          More\n\nimportantly, Scott alleges that BOP did not begin to implement its CMU policies and associated\n\ncollection of information until 2006. Thus, it is not obvious that records collected pursuant to\n\nthese policies were included in the PSIRS as it was described in the Federal Register.\n\n\n\n                                                 33\n\f       Even assuming the PSIRS is exempt from Privacy Act provisions under 28 C.F.R. §\n\n16.97(a)(1) and 67 Fed. Reg. 41449, those regulations do not exempt the PSIRS from Privacy\n\nAct disclosure provisions at 5 U.S.C. § 552a(b). Although they exempt the system from the civil\n\nremedy section of the Privacy Act, § 552a(g), the regulation goes on to state that this is because\n\n“exemption from provisions of subsection (d) [providing for access to and amendment of\n\nrecords] will render provisions of [the civil remedy subsection] inapplicable.” 28 C.F.R. §\n\n16.97(b)(9) (emphasis added). However, the Privacy Act’s civil remedy section also allows for\n\ncivil suits based on a failure “to comply with any other provision” of the Act. § 552a(g)(1)(D)\n\n(emphasis added). Thus, even if the regulations exempt the PSIRS from certain Privacy Act\n\nprovisions, it is not clear that they exempt the system from causes of action based on\n\nunauthorized disclosures rather than a refusal to provide access to or amendment of records.\n\n       Scott’s claim nevertheless fails. Again, to state a claim for damages, Scott must state\n\nfacts to plausibly suggest that the BOP acted intentionally or willfully, which means something\n\nmore than gross negligence. An agency is not “strictly liable for every affirmative or negligent\n\naction that might be said technically to violate the Privacy Act’s provisions.” Laningham, 813\n\nF.2d at 1242 (citation and internal quotation marks omitted).\n\n       Nothing in Scott’s complaints suggests that BOP acted without grounds for believing its\n\naction to be lawful or that it flagrantly disregarded his rights under the Privacy Act. Where “this\n\nelement of a Privacy Act damages claim was lacking in the complaint,” the district court may\n\ndismiss the complaint for failure to state a claim under. White, 840 F.2d at 87–88.\n\n       BOP previously explained that it disclosed Scott’s status as a federal inmate to credit card\n\ncompanies because it believed he was using family and friends to open and manage financial\n\naccounts and to “make it appear as though credit card purchases were being made without [his]\n\n\n\n                                                34\n\fknowledge or consent.” Smith I Decl. ¶ 12. BOP believed that Scott had correspondence\n\n“mailed to individuals in the community . . . to avoid being identified by financial institutions as\n\nan inmate who was incarcerated.” Smith I Decl. ¶¶ 12–14. BOP previously justified its actions\n\nas “[p]ursuant to the CMU’s enabling regulation and [BOP] routine use, 67 Fed. Reg. 9321” and\n\nas “an attempt to prevent further financial losses to these credit card companies, prevent further\n\ncriminal activities, and in line with the mission of the CMU, which is the protection of the\n\npublic.” Id. The most recent Declaration submitted by BOP states that\n\n          It was concerning that inmate Scott had participated in a scheme to commit fraud\n          while serving a sentence in federal prison. . . . Inmate Scott was found to be using\n          addresses in the community and concealing his status as an inmate from the credit\n          card companies. This release was done . . . to prevent . . . crimes of fraud against\n          these credit card companies and [to] protect the public.\n\nSmith II, Decl. ¶ 7.\n\n          In short, Scott has failed to allege facts to suggest that BOP disclosed information in\n\nviolation of the Privacy Act in a manner that was intentional or willful. Accordingly, this claim\n\nwill be dismissed without prejudice.\n\n          E.     Plaintiff’s “Refus[al] to Disclose” Claim\n\n          Scott alleges that the BOP has “refused to disclose to plaintiff material (4 folders of\n\nrecords as of September 30, 2009) collected on or pertaining to plaintiff by [BOP].” Am. Compl.\n\n¶ 28(A). He does not provide the Court with any detail regarding the basis for this allegation, the\n\nlegal authority under which he seeks relief, or whether he seeks injunctive or monetary relief. In\n\nfact, the language above seems to be the only information in Scott’s three complaints regarding\n\nthis claim. Based on other pleadings, the Court assumes that this claim is based on a single\n\nPrivacy Act request by Scott. Defs.’ Second Mem. 37. However, that request is not in the\n\nrecord.\n\n\n\n                                                  35\n\f          The Court’s analysis of this claim will turn on the information and remedies sought and\n\nthe provisions which Scott alleges that BOP violated. Scott has simply not stated enough facts in\n\nhis complaints to make out a claim that BOP has unlawfully refused to disclose materials\n\ncollected about him. The Court thus dismisses this claim without prejudice. Scott may amend\n\nhis complaint to state a claim.\n\nV.        CONCLUSION\n\n          Although the Court grants Scott’s motion for reconsideration as to his Bivens claims,\n\nthese claims nevertheless fail. The Court lacks personal jurisdiction over defendants Lockett,\n\nJett, Cozza-Rhodes, and Schultz and the claims against these defendants will be dismissed\n\nwithout prejudice. The claims against the “John Doe” defendants will also be dismissed as Scott\n\nhas failed to identify these defendants after an opportunity for discovery. Although he could\n\nrenew his motion to substitute David Schiavone for one John Doe defendant, such a motion\n\nwould fail given that the Court finds that the remaining defendants have qualified immunity from\n\nsuit and that the claims against them should be dismissed. Finally, Scott’s Privacy Act claims\n\nfail for the reasons outlined above.\n\n          An Order consistent with this Memorandum Opinion issued on March 28, 2013. ECF\n\nNo. 93.\n\n          Signed by Royce C. Lamberth, Chief Judge, on April 9, 2013.\n\n\n\n\n                                                  36\n\f",
            "ocr": false,
            "opinion_id": 2660806
        }
    ],
    "court_short_name": "District of Columbia",
    "court_full_name": "District Court, District of Columbia",
    "court_type": "FD",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}