{
    "id": 24224,
    "judges": "Dennis, Garza, Reynaldo, Stewart",
    "date_filed": 991008000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-burbridge",
    "case_name_short": "Burbridge",
    "case_name": "United States v. Burbridge",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Wayne BURBRIDGE, Also Known as Robert Edward Cabral, Defendant-Appellant",
    "attorneys": "Joseph H. Gay, Asst. U.S. Atty., Diane D. Kirstein (argued), San Antonio, TX, for Plaintiff-Appellee., Philip J. Lynch (argued), San Antonio, TX, for Defendant-Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 25,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b827-6\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Wayne BURBRIDGE, also known as Robert Edward Cabral, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b827-9\">\n    No. 00-50006.\n   </docketnumber><br><court id=\"b827-10\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><br><decisiondate id=\"b827-12\">\n    May 28, 2001.\n   </decisiondate><br><attorneys id=\"b828-20\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"776\"> \n     *776\n     </span>\n    Joseph H. Gay, Asst. U.S. Atty., Diane D. Kirstein (argued), San Antonio, TX, for Plaintiff-Appellee.\n   </attorneys><br><attorneys id=\"b828-21\">\n    Philip J. Lynch (argued), San Antonio, TX, for Defendant-Appellant.\n   </attorneys><br><judges id=\"b828-23\">\n    Before REYNALDO G. GARZA, STEWART and DENNIS, Circuit Judges.\n   </judges>",
    "citations": [
        "252 F.3d 775"
    ],
    "opinions": [
        {
            "author_str": "Dennis",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.ca5.uscourts.gov/opinions\\pub\\00/00-50006.cr0.wpd.pdf",
            "author_id": null,
            "opinion_text": "252 F.3d 775 (5th Cir. 2001)\n    UNITED STATES OF AMERICA, Plaintiff - Appelleev.WAYNE BURBRIDGE, also known as Edward Cabral, Defendant-Appellant\n    No. 00-50006\n    UNITED STATES COURT OF APPEALS, Fifth Circuit\n    May 28, 2001\n    \n      Appeal from the United States District Court For the Western District of Texas.\n      Before REYNALDO G. GARZA, STEWART, and DENNIS, Circuit Judges.\n      DENNIS, Circuit Judge:\n    \n    \n      1\n      A single jury convicted the defendant-appellant, Mr. Wayne Burbridge, of two crimes committed on separate occasions: possession of a firearm by a previously-convicted felon and bank robbery.1 He appeals both convictions on the ground that the district court failed to suppress evidence obtained in violation of the Constitution. For the following reasons, we reject Mr. Burbridge's constitutional challenges to the evidence used to convict him and AFFIRM his convictions.\n    \n    I. Standard of Review\n    \n      2\n      We apply a two-pronged standard of review to a district court's denial of a motion to suppress: factual findings are reviewed under the clearly erroneous standard, and legal conclusions are reviewed de novo. United States v. Chavez-Villareal, 3 F.3d 124, 126 (5th Cir. 1993). The evidence must be viewed in the light most favorable to the party prevailing on the motion to suppress in the district court, the Government. United States v. Castro, 166 F.3d 728, 731 (5th Cir. 1999).\n    \n    II. The Firearm Conviction\n    A. Facts\n    \n      3\n      On October 6, 1998, a husband and wife, Mr. and Mrs. Andrew Celovsky, were in a store parking lot when they witnessed Burbridge carrying a pistol \"in his hand\" in a grocery sack. Considering Burbridge's conduct suspicious, the Celovskys followed him in their car as he drove away on a black BMW motorcycle.\n    \n    \n      4\n      Mrs. Celovsky called 911 on her cellular phone and reported what the couple had seen. She told the dispatcher that she and her husband presently were following Burbridge, who was headed east on Southeast Military Drive, and she described what he was wearing-\"an aqua t-shirt and blue jeans.\" Mrs. Celovsky told the dispatcher that she thought \"the man put the gun in the compartment on the side of the motorcycle,\" but that he \"may have the gun between his legs.\"\n    \n    \n      5\n      The 911 dispatcher notified San Antonio Police Officer Robert Handowski that a man was riding on a motorcycle through traffic with a gun. Near an intersection along the suspect's reported route, Officer Handowski spotted a man on a motorcycle and pulled in behind him. The Celovskys, who were still following Burbridge and communicating with 911 on their cellular phone, saw the police car pull in behind Burbridge's motorcycle. They told the dispatcher, who in turn told Officer Handowski, that the officer \"had the right guy.\" They flashed their car's headlights to signal their affirmation directly to Handowski. Officer Handowski testified that upon receiving the communication from the citizen witnesses, he \"knew right away that was the motorcycle.\" He turned on his emergency lights and directed Burbridge, who had been waiting at a red light, to pull over to the shoulder of the road.\n    \n    \n      6\n      Handowski handcuffed Burbridge and frisked him, but did not find a weapon on his person. Another officer arrived and the two searched the motorcycle's fiberglass saddlebag, which was within reaching distance of a seated motorcycle driver. The officers found a loaded .38 caliber pistol.\n    \n    \n      7\n      The citizen witnesses, the Celovskys, had pulled to the side of the road and watched as the police searched Burbridge's motorcycle. After Burbridge was Mirandized and placed under arrest for unlawfully carrying a firearm, the Celovskys gave statements to the police. Subsequently they testified at Burbridge's suppression hearing.\n    \n    B. Probable Cause\n    \n      8\n      The Celovskys' citizen eyewitness accounts of Burbridge's illegal conduct,2 as communicated to Officer Handowski through the 911 dispatcher, along with their identification of Burbridge as the handgun violator both through the 911 dispatcher and by directly signaling Handowski with their car's headlights, provided the officers with probable cause to believe that Burbridge had committed the offense of publicly carrying a handgun.3 Burbridge did not have the weapon on his person when he was stopped. However, 911 had relayed Mrs. Celovsky's report of seeing Burbridge put the weapon between his legs on the motorcycle. Also, the Celovskys had not reported seeing him dispose of the handgun. Therefore, the officers had probable cause to believe that the handgun was somewhere on the motorcycle or in one of its compartments, making the search of the saddlebag constitutionally permissible under United States v. Ross, 456 U.S. 798, 809-824 (1982).4\n    \n    \n      9\n      An ordinary citizen's eyewitness account of criminal activity and identification of a perpetrator is normally sufficient to supply probable cause to stop the suspect. See J.B. v. Washington County, 127 F.3d 919, 930 (10th Cir. 1997); Gramenos v. Jewel Companies, Inc., 797 F.2d 432, 439 (7th Cir. 1986). We agree with the Sixth Circuit that\n    \n    \n      10\n      [a]n eyewitness identification will constitute sufficient probable cause unless, at the time of the arrest, there is an apparent reason for the officer to believe that the eyewitness was lying, did not accurately describe what he had seen, or was in some fashion mistaken regarding his recollection of the confrontation. This comports with the general notion that, since eyewitnesses' statements are based on firsthand observations, they are generally entitled to a presumption of reliability and veracity.\n    \n    \n      11\n      Ahlers v. Schebil, 188 F.3d 365, 370 (6th Cir. 1999)(internal quotations and citations omitted). Cf. Tangwall v. Stuckey, 135 F.3d 510, 516 (7th Cir. 1998) (\"[O]nce a putative victim, like Smith, has positively identified her attacker to the police and they have no reason to disbelieve her, the officers need not take any additional steps to corroborate the information regarding the crime before taking action.\") (Quotations and citations omitted).\n    \n    \n      12\n      As this court has stated, \"[W]hen an average citizen tenders information to the police, the police should be permitted to assume that they are dealing with a credible person in the absence of special circumstances suggesting that such might not be the case.\" United States v. Fooladi, 703 F.2d 180, 183 (5th Cir. 1983)(quotation and citation omitted). The citizen eyewitness's account is credible because eyewitnesses \"are seldom involved with the miscreants or the crime. Eyewitnesses by definition are not passing along idle rumor, for they either have been the victims of the crime or have otherwise seen some portion of it.\" United States v. Bell, 457 F.2d 1231, 1238-39 (5th Cir. 1972). Furthermore, identified persons who claim to have been witnesses of the offense may be held accountable if the information turns out to be inaccurate. The Celovskys were present during the identification, stop, and search of Burbridge and his motorcycle. That the Celovskys, ordinary citizens, remained available in person throughout the encounter ensured the credibility of the information they provided.\n    \n    \n      13\n      Based on the credible information from the Celovskys (who had followed Burbridge without reporting that he had discarded the weapon) and Officer Handowski's determination that the handgun was not on Burbridge's person, the officers had probable cause to believe that evidence of the crime reported by the Celovskys was inside a compartment of the motorcycle. Also, the dispatcher had told Officer Handowski that the citizens witnessed Burbridge with the firearm on or about his person shortly before the officer stopped Burbridge. Because Burbridge did not have immediate possession of the weapon, it was reasonable for the officers to believe that Burbridge had put the weapon in the saddlebag--which was within his reach--while he rode the motorcycle.\n    \n    III. The Bank Robbery Conviction\n    A. Facts\n    \n      14\n      Bennie Rodriguez and Jennifer Quesnot worked as bank tellers at the IBC bank in San Antonio on November 7, 1998, the day they were robbed at gunpoint. According to Rodriguez and Quesnot, the robber entered the bank, walked up to the counter, passed a note to Rodriguez, and demanded, \"Right now.\" Then the robber lifted his shirt and exposed the handle of a gun. Rodriguez went into the vault, called Quesnot in, and handed her the note. Rodriguez then put his cash drawer on the counter in front of the robber for him to take what he wanted. Rodriguez was no more than two feet from the robber during the robbery, while Quesnot was only five feet away. Both had a good opportunity to observe his face.\n    \n    \n      15\n      Shortly after the robbery, Rodriguez and Quesnot gave separate descriptions of the robber to the police. Both described the robber as a white man who was 30-40 years old with a medium build, wearing a t-shirt and a dark jacket or overshirt. Rodriguez and Quesnot also said the robber wore a long white bandana with lettering or a design on it around his head.\n    \n    \n      16\n      As police at the crime scene interviewed witnesses, a caller reported that a suspicious character had run through yards and shed clothing in a neighborhood just one block from the bank. The description of the suspicious individual matched that of the robber. An officer was dispatched to investigate. He apprehended the individual and placed him under arrest; the suspect was Wayne Burbridge. The discarded clothing was recovered and linked by forensic evidence to the tennis shoes, jeans, and t-shirt Burbridge was wearing when he was arrested. The recovered clothing matched the bank tellers' descriptions of the robber's garb, including a white bandana with pinkish lettering. Another pair of witnesses described seeing a man, on the day of the robbery, park a motorcycle in the neighborhood near the bank, look around, and tie a t-shirt bandana around his head. The motorcycle, belonging to Burbridge, was later found abandoned in the neighborhood.\n    \n    \n      17\n      Rodriguez and Quesnot each independently identified Burbridge as the bank robber within two hours of the robbery at separate \"show-ups.\" Rodriguez immediately positively identified Burbridge, stating that \"he had the same look, the same eyes, the same reactions . . . and he did the exact same like movements of his head that I had remembered him doing.\" Without knowledge of Rodriguez's identification of the suspect, Quesnot viewed Burbridge at a separate show-up and identified him as the robber, stating that the lower portion of Burbridge's face was the same as the robber's. Later, she testified that as soon as she saw Burbridge, she recognized him as the robber. Rodriguez testified that his in-court identification was based on Burbridge's distinct facial features.\n    \n    \n      18\n      Approximately five months later, Quesnot and Rodriguez again separately identified Burbridge as the bank robber in a six-person photographic line-up.5 They also identified Burbridge in court as the robber during his criminal trial.\n    \n    B. Applicable Law\n    \n      19\n      When a defendant appeals his conviction on the basis that an improper pretrial identification was made, the conviction must be set aside if the identification \"was so impermissibly suggestive as to give rise to a very substantial likelihood of irreparable misidentification.\" Simmons v. United States, 390 U.S. 377, 384 (1968); U.S. v. Sanchez, 988 F.2d 1384, 1389 (5th Cir. 1993). A two-step analysis is used to determine whether the district court erred in admitting identification evidence: first, we determine whether the identification procedure was impermissibly suggestive; if it was, we determine whether, under the totality of the circumstances, the suggestiveness led to a substantial likelihood of irreparable misidentification. U. S. v. Fletcher, 121 F.3d 187, 194 (5th Cir. 1997); Herrera v. Collins, 904 F.2d 944 (5th Cir. 1990); U.S. v. Shaw, 894 F.2d 689, 692 (5th Cir. 1990).\n    \n    \n      20\n      Even if the one-on-one show-ups were suggestive, under the totality of the circumstances we conclude that an irreparable misidentification did not result. The Supreme Court enumerated five factors in Neil v. Biggers, 409 U.S. 188, 199 (1972), for determining whether irreparable misidentification resulted from an impermissibly suggestive identification procedure: the opportunity of the witness to view the criminal at the time of the crime, the witness's degree of attention, the accuracy of the witness's prior description of the criminal, the level of certainty demonstrated at the confrontation, and the time between the crime and the confrontation. See also Herrera, 904 F.2d at 947. Rodriguez and Quesnot had ample opportunity to view the robber as he stood facing them a few feet away for at least 15 seconds with his face unmasked. Rodriguez and Quesnot stated that they closely observed Burbridge's face during the crime. Because Burbridge committed an open armed robbery of them, they were very attentive to him. While the pre-identification descriptions of Burbridge's apparel given by Rodriguez and Quesnot contained minor differences, the major aspects of his appearance and attire they described were consistent. Furthermore, both Rodriguez and Quesnot were certain that Burbridge was the perpetrator when they saw him at the show-ups.6 Finally, less that two hours had passed between the robbery and the show-ups, and the witnesses' memories were still fresh at the time they made their positive identifications. Under these circumstances, the district court did not err in admitting the identification evidence.\n    \n    \n      21\n      The district court's judgment of conviction and sentence is AFFIRMED.\n    \n    \n      \n        NOTES:\n      \n      \n        1\n         Mr. Burbridge committed the firearm offense, was released on bond, then committed the bank robbery one month later.\n      \n      \n        2\n         Carrying a handgun in public is a crime in Texas. Tex. Penal Code &#167; 46.02. According to &#167; 46.02, \"A person commits an offense [of unlawful carrying of a weapon] if he intentionally, knowingly, or recklessly carries on or about his person a handgun, illegal knife, or club.\"\n      \n      \n        3\n         While there are legal exceptions to the Texas prohibition against publicly carrying a handgun, &#167; 46.02, the officers had probable cause to believe that Burbridge's conduct did not fall within any of the exceptions.\n      \n      \n        4\n         In Ross, the Supreme Court held that a warrantless search of an automobile's containers is constitutional under the Fourth Amendment, so long as the searching officers have probable cause to believe that (1) evidence or contraband is within the automobile and (2) it may be in the container. See id. at 824. (\"The scope of a warrantless search of an automobile . . . is defined by the object of the search and the places in which there is probable cause to believe that it may be found.\") See also United States v. McSween, 53 F.3d 686 (5th Cir. 1995).\n      \n      \n        5\n         Burbridge objects to the use of this line-up as impermissibly suggestive because he was the only suspect depicted wearing a black t-shirt. (He was arrested in and identified by Rodriguez and Quesnot at the show-ups wearing a black t-shirt.) However, almost five months had passed between the show-ups and the photographic line-up, and the black t-shirt was barely visible in Burbridge's photo. Furthermore, FBI agent Walter Henry testified at trial that a photo-technician put the line-up photos together by assembling photographs of individuals similar in appearance to Burbridge. Burbridge's argument does not persuade us that the black t-shirt was impermissibly suggestive under all of these circumstances.\n      \n      \n        6\n         Rodriguez was immediately certain, and while Quesnot took several minutes to examine his face before declaring that Burbridge was the robber during the show up, she testified later that she knew it was him \"as soon as she saw him.\"\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 24224
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}