{
    "id": 2459738,
    "judges": "Carroll, C.J., and Aboussie and Dally",
    "date_filed": "2015-03-29",
    "date_filed_is_approximate": true,
    "slug": "hackleman-v-state",
    "case_name_short": "Hackleman",
    "case_name": "Hackleman v. State",
    "case_name_full": "David HACKLEMAN, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Christopher P. Morgan, Austin, for appellant., Ronald Earle, District Attorney, C. Bryan Case, Jr., Matthew B. Devlin, Assistant District Attorneys, Travis County Courthouse, Austin, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Overruled May 1, 1996.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 106,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b474-12\">\n    David HACKLEMAN, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b474-15\">\n    No. 03-94-00076-CR.\n   </docketnumber><br><court id=\"b474-16\">\n    Court of Appeals of Texas, Austin.\n   </court><br><decisiondate id=\"b474-18\">\n    Feb. 14, 1996.\n   </decisiondate><br><otherdate id=\"b474-19\">\n    Rehearing Overruled May 1, 1996.\n   </otherdate><br><attorneys id=\"b476-28\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"442\"> \n     *442\n     </span>\n    Christopher P. Morgan, Austin, for appellant.\n   </attorneys><br><attorneys id=\"b476-29\">\n    Ronald Earle, District Attorney, C. Bryan Case, Jr., Matthew B. Devlin, Assistant District Attorneys, Travis County Courthouse, Austin, for appellee.\n   </attorneys><br><judges id=\"b476-30\">\n    Before CARROLL, C.J., and ABOUSSIE and DALLY,\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    JJ.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b476-18\">\n     Before Carl E.F. Dally, Judge (retired), Court of Criminal Appeals, sitting by assignment.\n     <em>\n      See\n     </em>\n     Tex.Gov’t Code Arm. § 74.003(b) (West 1988).\n    </p>\n</div></div>",
    "citations": [
        "919 S.W.2d 440"
    ],
    "opinions": [
        {
            "author_str": "Dally",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n919 S.W.2d 440 (1996)\nDavid HACKLEMAN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 03-94-00076-CR.\nCourt of Appeals of Texas, Austin.\nFebruary 14, 1996.\nRehearing Overruled May 1, 1996.\n*442 Christopher P. Morgan, Austin, for appellant.\nRonald Earle, District Attorney, C. Bryan Case, Jr., Matthew B. Devlin, Assistant District Attorneys, Travis County Courthouse, Austin, for appellee.\nBefore CARROLL, C.J., and ABOUSSIE and DALLY,[*] JJ.\nCARL E.F. DALLY, Justice (Retired).\nAppellant David Hackleman waived a jury trial, and after his plea of not guilty, the trial court found him guilty of possessing methamphetamine, cocaine, and marihuana. Controlled Substance Act, 71st Leg., R.S., ch. 678, sec. 1, § 481.115, .121, 1989 Tex.Gen. Laws 2230, 2936, 2939 (Tex.Health &amp; Safety Code Ann. §§ 481.115, 481.121, since amended.) The punishment enhanced by proof of a prior felony conviction was assessed by the trial court at imprisonment for sixteen years.\n\n\n*443 ISSUES PRESENTED\nAppellant challenges the sufficiency of the evidence and also urges that the trial court erred (1) in finding the search warrant affidavit sufficient and refusing to suppress unlawfully obtained evidence; (2) in holding a Franks hearing in camera; (3) in holding an in camera hearing without a timely, specific objection by the State; (4) in refusing to require the disclosure of identity of police officers who detained the informer; (5) in refusing to grant a motion for continuance; and (6) in refusing to grant a new trial. The State cross appeals, urging that the trial court erred in assessing punishment of imprisonment for sixteen years and in not finding that the State proved all of the alleged prior felony convictions, thus requiring minimum punishment of imprisonment for twenty-five years. We will overrule the points of error of both appellant and the State and affirm the judgments.\n\nSUMMARY OF EVIDENCE\nWe summarize the evidence heard by the trial court as the trier of fact. \"[T]en maybe fifteen\" peace officers executed a warrant authorizing the search of a residence and the arrests of Deborah Ann Reel and appellant who were alleged to be in charge and control of the residence. On entering the residence, the officers found appellant in the kitchen, wearing shorts, and preparing breakfast. Reel was found in the master bedroom. Both appellant and Reel were handcuffed and placed in the living room. Later appellant was taken to the bedroom where he put on a pair of jeans. The officers found another pair of jeans on the dresser in the master bedroom; in one pocket was a small plastic bag containing an \"off white\" powder; in another pocket was a wallet containing appellant's driver's license and his Department of Corrections identification. A wicker basket was also on the dresser. The basket contained a small electronic scale\u0097\"very typical of the types of scales that drug dealers will utilize in their trade,\"\u0097many unused small plastic bags, perfume bottles, and other items. A man's watch was found near a container holding marihuana seeds. Officers found a \"bong\"\u0097\"that's a slang term for an item used to smoke marihuana\"\u0097in a china cupboard. Methamphetamine, cocaine, and marihuana were found in closed containers in various places in the master bedroom, in a clothes hamper, in a china cupboard, on a night stand, in purses, and in other places. In a large standing tool chest, just outside the bedroom door, officers found a plastic bag containing methamphetamine, cocaine, and marihuana. They also found $2,100.00 in cash and $249.00 worth of food stamps in the bedroom. The evidence revealed that Reel leased the residence and was billed for the utilities. There was evidence that appellant had worked as an automobile mechanic. Appellant offered and the trial court admitted for \"the appellate record\" a Department of Public Safety investigation report which states that both Reel and appellant denied selling narcotics and that appellant said that (1) all of the money seized belonged to Reel; (2) Reel was one-month pregnant with his child; and (3) Reel had rented the property for two years and he (appellant) had been living there for six months. A Department of Public Safety forensic chemist testified he had analyzed, identified, and determined the weight of the various drugs found by the officers in their search. The white powder in the bag found in appellant's jeans was identified by the chemist as methamphetamine. The chemist testified the methamphetamine found in the bag was visible and capable of being measured.\n\nSUFFICIENCY OF EVIDENCE\nAppellant in his first three points of error contends that the evidence is insufficient to show that he possessed either methamphetamine, cocaine, or marihuana. Appellant argues that, assuming a rational factfinder could have inferred appellant knowingly possessed the controlled substances, it could also have rationally inferred that he did not and that the codefendant or someone else possessed the contraband. He also argues that he was not affirmatively linked to the alleged controlled substances. He cites Humason v. State, 728 S.W.2d 363 (Tex.Crim.App.1987), and many other cases. On the other hand, the State argues that Geesa v. State, 820 S.W.2d 154 (Tex.Crim.App.1991), expressly abrogated the reasonable hypothesis analytical *444 construct for appellate review and implicitly discarded the affirmative links analysis.\nThis Court has recently considered the issues presented here.\nIn reviewing the legal sufficiency of the evidence supporting a conviction, the relevant question is whether, after reviewing the evidence in the light most favorable to the verdict, any rational trier of fact could have found the essential elements of the criminal offense beyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979); Geesa v. State, 820 S.W.2d 154, 156 (Tex.Crim. App.1991). In order to prove unlawful possession of a controlled substance, the State must prove the accused exercised care, control, and management of the substance, and that the accused knew the substance possessed was contraband. Martin v. State, 753 S.W.2d 384, 387 (Tex. Crim.App.1988); Cude v. State, 716 S.W.2d 46, 47 (Tex.Crim.App.1986). When the accused is not in exclusive control of the place the contraband is found, there must be independent facts and circumstances linking the accused to the contraband. Cude, 716 S.W.2d at 47.\n* * * * * *\nBy arguing that the record supports a reasonable hypothesis other than his guilt, appellant essentially urges us to return to a pre-Geesa reasonable hypothesis analysis of the evidence. This we will not do, as we are bound to follow Geesa. We will instead consider the evidence in the light most favorable to the verdict to see if any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\n* * * * * *\nAlthough the affirmative links analysis may have developed in service of the reasonable hypothesis construct, we believe its usefulness survives Geesa. In reviewing the sufficiency of the evidence to establish an accused's knowledge of contraband and his control over it, the existing body of law describing affirmative links between a defendant and contraband is an appropriate means of applying the Jackson rationality standard of review.\n* * * * * *\nAffirmative links are these secondary facts that indicate the accused's knowledge and control of the contraband. We conclude that an affirmative links analysis remains a convenient and logically sound method of applying the Jackson standard of reasonable doubt in some cases.\nMartinets v. State, 884 S.W.2d 185, 187-88 (Tex.App.\u0097Austin 1994, no pet.).\nMore recently, the Court of Criminal Appeals has affirmed the continued vitality of using an affirmative links analysis after Geesa:\nAccordingly, it is not fair to say that our opinion in Geesa significantly compromised our \"affirmative links\" case law.... Nevertheless, some of our precedents, including Humason, do invoke the \"outstanding reasonable hypothesis\" standard in connection with a search for evidence linking the accused to illegal drugs. Clearly, any aspects of those cases which rely on that standard no longer control. The ultimate consequence is that each defendant must still be affirmatively linked with the drugs he allegedly possessed, but this link need no longer be so strong that it excludes every other outstanding reasonable hypothesis except the defendant's guilt.\nBrown v. State, 911 S.W.2d 744, 748 (Tex. Crim.App.1995).\nAffirmative links, connecting this appellant to the contraband include: (1) methamphetamine found in the bedroom in the same jeans as appellant's driver's license and appellant's Department of Corrections identification; (2) appellant's admission that he had a close relationship with Reel and had resided with her for six months in the residence where all of the contraband was found; (3) evidence that appellant was an automobile mechanic together with methamphetamine, cocaine, and marihuana found in a tool chest near the bedroom; (4) jeans which appellant put on were in the bedroom where the contraband was found; (5) a wicker basket found on the dresser beside appellant's jeans contained small plastic bags and a small scale *445 often used in the illicit drug trade. From these affirmative links the trier of fact could reasonably infer that appellant knew of the existence of the contraband and exercised control over it.\nWe disagree with appellant's argument that the \"minuscule trace\" of methamphetamine found in appellant's jeans does not rationally prove \"knowledge or knowing possession.\" There was a visible, measurable quantity of the contraband in the plastic bag found in appellant's jeans. That is sufficient to establish knowing possession. Kemp v. State, 861 S.W.2d 44, 47 (Tex.App.\u0097Houston [14th Dist.] 1993, pet. ref'd). We also disagree that the amount of marihuana was insufficient to prove guilt of a felony. Appellant argues that he proved the marihuana without sticks, seeds, and stems was insufficient for a felony conviction. Appellant does not cite the record where he made such proof and we cannot find where he did so. Appellant has the burden of showing as a matter of defense that the marihuana without sticks, seeds, and stems was insufficient to sustain his felony conviction. Marroquin v. State, 746 S.W.2d 747, 749 (Tex.Crim.App.1988); Elkins v. State, 543 S.W.2d 648, 649-50 (Tex. Crim.App.1976); Doggett v. State, 530 S.W.2d 552, 555-56 (Tex.Crim.App.1975). We conclude that the evidence supports the trial court's finding and judgment that appellant was guilty of possessing methamphetamine, cocaine, and marihuana. Appellant's first three points of error are overruled.\n\nSUFFICIENCY OF THE SEARCH WARRANT AFFIDAVIT\nIn points of error four, five, and six, appellant asserts that the trial court erred in refusing to suppress evidence obtained by a search warrant. He argues that the magistrate should not have issued the search warrant because the affidavit presented to him did not show probable cause as required by the federal and the state constitutions and by state statutes. U.S. Const. amend. IV, XIV; Tex. Const. art. I, §§ 9, 19; Tex.Code Crim. Proc.Ann. ch. 18. Appellant alleges the affidavit failed to show the credibility of the informer, the reliability of his information, and corroboration of the information. Because appellant has merely cited Heitman v. State, 815 S.W.2d 681 (Tex.Crim.App.1991), and has not demonstrated how state constitutional and statutory provisions accord him greater protection than his federal constitutional rights, we will consider his arguments together in the same manner as he has briefed them. See Autran v. State, 887 S.W.2d 31 (Tex.Crim.App.1994); Trevino v. State, 875 S.W.2d 373, 375 (Tex.App.\u0097Corpus Christi 1994, no pet.).\nIn his affidavit, Lieutenant Stone, who was then a Sergeant, gave an extensive review of his qualifications and experience in investigating drug cases; based on his experience, he expressed his reasons for believing that specified contraband and incriminating evidence would be found in the residence of Reel and appellant.\nD. Your Affiant states that the facts which establish probable cause necessary for the issuance of a search warrant for the above described location are as follows:\n1. On September 28, 1992, Your Affiant received information from a confidential source who advised against his penal interests that the confidential source has been purchasing quantities of methamphetamine from DEBORAH ANN REEL for at least two years. The confidential source stated that he has been inside DEBORAH ANN REEL'S residence located at 1708 Ferguson Lane, Austin, Travis County, and has observed REEL distribute quantities of methamphetamine not only to the confidential source but to other individuals also. The confidential source has been into REEL'S residence as recently as September 26, 1992, and stated that REEL resides with an individual who the confidential source knew only as DAVID and that DAVID also trafficks in methamphetamine. The confidential source informed Sergeant Stone not only has he paid for methamphetamine with United States currency, but also purchased methamphetamine from REEL with personal property and pawn tickets. The confidential source stated that approximately two weeks ago, REEL told the confidential source that someone had broken into the REEL residence located at 1708 Ferguson Lane, Austin, *446 Travis County, Texas and has stolen a safe that REEL stated contained several thousand dollars in cash, jewelry and drugs.\n2. Sergeant Stone has reviewed Austin Police Department Incident Report # XX-XXXXXXX entitled Burglary of a Residence. This report indicates that on September 7, 1992, DEBBIE REEL, white female, dob: 08-13-57, reported a burglary of her residence located at 1708 Ferguson Lane, Austin, Travis County, Texas. REEL stated in this report that her residence had been burglarized and a security safe had been taken that contained five thousand dollars in United States Currency, jewelry and a coin collection. This report listed a DAVID HACKLEMAN, white male, dob: 06-30-58, who also resides at 1708 Ferguson Lane, Austin, Texas, as a witness in this report.\n3. Your Affiant has reviewed Texas Department of Public Safety criminal history records that indicate that on January 14, 1991, REEL was arrested for Burglary of a Habitation by the Austin Police Department. A review of the above arrest by Your Affiant indicates that the arresting officer, Ralph Harrington, had received information from Crime Stoppers that REEL had hid methamphetamine in the backseat of the patrol unit that transported REEL to the Travis County Jail. A subsequent search of the backseat area of Officer Harrington's patrol unit produced two vials and five baggies of a white powdery substance that tested positive for methamphetamine.\n4. Your Affiant has reviewed Texas Department of Public Safety criminal history records on DAVID ALLEN HACKLEMAN. These records indicate that HACKLEMAN has three convictions dating back to 1986 for Possession of Controlled Substance and Illegal Investment. These arrests resulted in HACKLEMAN being sentenced to the Texas Department of Criminal Justice Institutional Division on three separate occasions. The criminal history indicates that HACKLEMAN was paroled on 11-20-91 to Travis County, Texas, until 02-22-2003.\n5. Your Affiant has conferred with Texas Department of Public Safety Crime Analyst Paul Jordan who informed Your Affiant that the events surrounding the charge of Illegal Investment against DAVID HACKLEMAN was that HACKLEMAN was attempting to set up a clandestine methamphetamine laboratory in the Liberty County area of southeast Texas.\n6. Based on all the foregoing facts, Your Affiant believes that the confidential source information is credible and reliable and has been substantially corroborated and could only be known by a person who has first-hand knowledge of REEL and HACKLEMAN'S narcotics trafficking.\n7. Your Affiant believes that DEBORAH ANN REEL and DAVID ALLEN HACKLEMAN are concealing evidence as listed above relating to their ongoing and continuing illegal activity and that the premises described above will contain evidence in violation of the Texas Controlled Substance Act. Therefore, Affiant asks for issuance of a warrant that will authorize the search of said suspected place for said personal property and seizure of the same and for the arrest of each said suspected party, and to take custody of all seized property and safekeep such property as provided by statute.\nIn Hennessy v. State, 660 S.W.2d 87 (Tex. Crim.App.1983), the Court of Criminal Appeals adopted the Illinois v. Gates, 462 U.S. 213, 103 S. Ct. 2317, 76 L. Ed. 2d 527 (1983), \"totality of the circumstances\" test for reviewing the sufficiency of search warrant affidavits. In Gates, the Supreme Court criticized lower courts' interpretation of Aguilar v. Texas, 378 U.S. 108, 84 S. Ct. 1509, 12 L. Ed. 2d 723 (1964) and modified its holding to state: \"Perhaps the central teaching of our decisions bearing on the probable-cause standard is that it is a `practical, non-technical conception.' ... [.i]n dealing with probable cause, ... as the very name implies, we deal with probabilities.\" Gates, 462 U.S. at 231, 103 S. Ct. at 2328 (citations and quotation marks omitted).\nThe Supreme Court has admonished and instructed reviewing courts:\n\n*447 [W]e have repeatedly said that after-the-fact scrutiny by courts of the sufficiency of an affidavit should not take the form of de novo review. A magistrate's determination of probable cause should be paid great deference by reviewing courts. A grudging or negative attitude by reviewing courts toward warrants, is inconsistent with the Fourth Amendment's strong preference for searches conducted pursuant to a warrant; courts should not invalidate warrant[s] by interpreting affidavit[s] in a hypertechnical, rather than a commonsense, manner.\nGates, 462 U.S. at 236, 103 S. Ct. at 2331 (citations and quotation marks omitted).\nThe magistrate determined that there was probable cause and issued the warrant. We will accord the magistrate's finding of probable cause the \"great deference\" it is due, and we will follow the Supreme Court's instruction not to invalidate a warrant by interpreting the affidavit in a hypertechnical, rather than a common-sensical manner. United States v. Ventresca, 380 U.S. 102, 109, 85 S. Ct. 741, 746, 13 L. Ed. 2d 684 (1965); Hennessy, 660 S.W.2d at 92.\nThe probable cause determination is simply a practical, common sense decision whether, given the circumstances described in the affidavit, there is a fair probability that contraband will be found in a particular place. Gates, 462 U.S. at 230, 103 S. Ct. at 2328; Johnson v. State, 803 S.W.2d 272, 288 (Tex.Crim.App.1990); Cassias v. State, 719 S.W.2d 585, 587 (Tex.Crim.App.1986); United States v. McKeever, 5 F.3d 863, 865 (5th Cir.1993); United States v. Taylor, 985 F.2d 3, 5 (1st Cir.1993); United States v. Wake, 948 F.2d 1422, 1428 (5th Cir.1991). We will apply the Gates common sense \"totality of the circumstances\" test and assess the credibility of the informer's information by examining the informer's veracity and basis for knowledge gleaned from the four corners of the affidavit. See Cassias v. State, 719 S.W.2d 585, 587-88 (Tex.Crim.App.1986); Lowery v. State, 843 S.W.2d 136, 138 (Tex. App.\u0097Dallas 1992, pet. ref'd); see also United States v. Satterwhite, 980 F.2d 317 (5th Cir.1992).\nIn this case the informer's basis for knowledge was first hand and personal, not from rumor or hearsay. See United States v. Fisher, 22 F.3d 574, 579 (5th Cir. 1994). The informer had purchased methamphetamine from Reel over a period of two years, and he had in his possession methamphetamine purchased from Reel at her residence two days before he reported it to the affiant, Lieutenant Stone. Appellant's attack is directed more toward the unproven, first-time informer's veracity, which he alleges is not shown by the affiant. Notwithstanding appellant's contrary contention, the informer's statement that he had purchased methamphetamine from Reel at her residence was a statement against his penal interest that bolstered his veracity in establishing probable cause. United States v. Harris, 403 U.S. 573, 583-84, 91 S. Ct. 2075, 2081-82, 29 L. Ed. 2d 723 (1971); Hennessy, 660 S.W.2d at 91; Mejia v. State, 761 S.W.2d 35, 38 (Tex. App.\u0097Houston [14th Dist.] 1988, pet. ref'd). The informer's detailed knowledge concerning the recent burglary of Reel's residence and the theft of her safe which Lieutenant Stone verified by independent investigation, corroborated and added credence to the informer's report. See Fisher, 22 F.3d at 578. The informer's report that \"David\" and Reel resided together was corroborated by the police report on the burglary. The report that \"David traffics in methamphetamines\" was substantiated by Lieutenant Stone's investigation into appellant's prior convictions for possession of controlled substances and his current parole status. Lieutenant Stone's corroborating investigation also showed appellant had invested in an attempt to set up an unlawful, clandestine methamphetamine laboratory in southeast Texas. See Taylor, 985 F.2d at 6; Satterwhite, 980 F.2d at 322. Lieutenant Stone's investigation revealed that while under arrest for burglary Reel had abandoned methamphetamine in a police vehicle. Moreover, an issuing magistrate may credit the experience and pertinent expertise of the affiant in evaluating the informer's report. Taylor, 985 F.2d at 6.\nWe are instructed by Gates that as a reviewing court it is our duty to simply insure that the magistrate had a substantial basis *448 for concluding that probable cause existed. Gates, 462 U.S. at 238-39, 103 S. Ct. at 2332. This we have done and we are satisfied that probable cause is shown by the affidavit and that the issuing magistrate had a substantial basis for concluding that the contraband could be found in the residence designated. We hold appellant was not deprived of his constitutional and statutory rights and overrule points of error four, five, and six.\n\nWAS APPELLANT ENTITLED TO A FRANKS HEARING?\nIn points of error seven and eight, appellant complains that the trial court erred in \"essentially holding the Franks hearing in camera.\" The State argues that appellant was not entitled to such a hearing and that he received more than was required. Therefore, we must first determine whether appellant was entitled to the hearing he sought. The Supreme Court has established the requirements necessary to obtain such hearing.\nThere is, of course, a presumption of validity with respect to the affidavit supporting the search warrant. To mandate an evidentiary hearing, the challenger's attack must be more than conclusory and must be supported by more than a mere desire to cross examine. There must be allegations of deliberate falsehood or of reckless disregard for the truth, and those allegations must be accompanied by an offer of proof. They should point out specifically the portion of the warrant affidavit that is claimed to be false; and they should be accompanied by a statement of supporting reasons. Affidavits or sworn or otherwise reliable statements of witnesses should be furnished, or their absence satisfactorily explained. Allegations of negligence or innocent mistake are insufficient. The deliberate falsity or reckless disregard whose impeachment is permitted today is only that of the affiant, not of any nongovernmental informant. Finally, if these requirements are met, and if, when material that is the subject of the alleged falsity or reckless disregard is set to one side, there remains sufficient content in the warrant affidavit to support a finding of probable cause, no hearing is required. On the other hand, if the remaining content is insufficient, the defendant is entitled, under the Fourth and Fourteenth Amendments, to his hearing. Whether he will prevail at that hearing is, of course, another issue.\nFranks v. Delaware, 438 U.S. 154, 171-72, 98 S. Ct. 2674, 2684-85, 57 L. Ed. 2d 667 (1978). Franks was followed in Ramsey v. State, 579 S.W.2d 920, 922-23 (Tex.Crim.App.1979).\nAppellant was granted a pretrial suppression hearing to test the validity of the search warrant by which evidence of the alleged crime was obtained. A Franks hearing was not requested. The trial court found the affidavit and search warrant sufficient and ruled the evidence admissible. Thereafter, newly retained defense counsel, who represented appellant in his trial before the court, filed a \"Motion for Evidentiary Hearing (\"Franks\" Motion).\" In that unsworn motion, appellant urged that the affidavit supporting the search warrant contained false statements. The alleged false statements specified were:\na. that the alleged statement by the confidential informant was \"against his penal interests\";\nb. omitting that the confidential informant was, at the time of his alleged statement, seized or under arrest, interrogated, and otherwise induced or compelled to make the alleged statement;\nc. other false statements which will be shown on the hearing hereof.\nWithout these false allegations, there is insufficient probable cause to support the issuance of the warrant.\nAppellant has consistently maintained that the information given by the informer was not against his penal interest, but on the other hand was \"in favor of his penal interest.\" Therefore, appellant insists the affiant's characterization of the information given as being against the informer's penal interest was untrue and made with reckless or intentional disregard for the truth. Lieutenant Stone, the affiant, testified that when \"we detained\" the informer he told me \"Hey, this dope's mine and this is where I got it.\" Lieutenant Stone testified further that \"no deal was cut\" with the informer *449 and he was not charged with possession of the small amount of controlled substances which he possessed. Lieutenant Stone's affidavit states that he had received information from a confidential source who advised against his penal interest that the confidential source had been purchasing quantities of methamphetamine from Deborah Ann Reel, at her residence, for at least two years and as recently as September 26, 1992. The affidavit states that the appellant, whom the informer only knew as David, lived with Reel and also \"traffics in methamphetamine.\"\nIn United States v. Harris, 403 U.S. 573, 91 S. Ct. 2075, 29 L. Ed. 2d 723 (1971), in Part III of the majority opinion in which three justices agreed with the Chief Justice, the court said:\nCommon sense in the important daily affairs of life would induce a prudent and disinterested observer to credit these statements. People do not lightly admit a crime and place critical evidence in the hands of the police in the form of their own admissions. Admissions of crime, like admissions against proprietary interests, carry their own indicia of credibility\u0097sufficient at least to support a finding of probable cause to search. That the informant may be paid or promised a \"break\" does not eliminate the residual risk and opprobrium of having admitted criminal conduct. Concededly admissions of crime do not always lend credibility to contemporaneous or later accusations of another. But here the informant's admission that over a long period and currently he had been buying illicit liquor on certain premises itself and without more, implicated that property and furnished probable cause to search.\nHarris, 403 U.S. at 583-84, 91 S. Ct. at 2082.\nFour justices of the Supreme Court found that an informer's information much like that given in this case, under similar circumstances, was against the informer's penal interest and as such supported a probable cause finding. How then can it be said that the affiant's statement in this case, also given against the informer's penal interest, was made with intentional or reckless disregard for the truth? Appellant's contention was insufficient to require a Franks hearing. Moreover, the affiant's statement complained of is not a statement of fact necessary to the information conveyed, but it is rather an unnecessary legal conclusion which may be inferred from the facts stated. The stated conclusion that the information was against the informer's penal interest was for the magistrate's ultimate determination and evaluation.\nThe affiant's omission that the informer may have been in custody when he gave his information is not sufficient to defeat probable cause which is shown by the remainder of the affidavit. The Supreme Court observed in a similar instance that, even though an informer may have been paid or promised a \"break,\" that would not prevent use of the information to establish probable cause. Harris, 403 U.S. at 583-84, 91 S. Ct. at 2081-82. Even when it is demonstrated that relevant information was recklessly omitted from a warrant application, a defendant must further show the affidavit, if supplemented with the omitted information, would not be sufficient to support a finding of probable cause. United States v. Gladney, 48 F.3d 309, 314 (8th Cir.1995); see also United States v. McNeese, 901 F.2d 585 (7th Cir.1990).\nWe conclude that appellant did not show he was entitled to a Franks hearing and has not shown that the trial court erred. We will discuss the in camera hearing in connection with appellant's ninth point of error. Appellant's points of error seven and eight are overruled.\n\nIN CAMERA HEARING\n\n(Rule 508(c)(3) Hearing)\nIn point of error nine, appellant contends that the trial court erred in holding an in camera hearing without a timely and specific objection by the State. The rules of criminal evidence provide:\n\nLegality of obtaining evidence. If information from an informer is relied upon to establish the legality of the means by which evidence was obtained and the judge *450 is not satisfied that the information was received from an informer reasonably believed to be reliable or credible, he may require the identity of the informer to be disclosed. The judge shall, on request of the public entity, direct that the disclosure be made in camera. All counsel and parties concerned with the issue of legality shall be permitted to be present at every stage of proceedings under this subdivision except a disclosure in camera, at which no counsel or party shall be permitted to be present. If disclosure of the identity of the informer is made in camera, the record thereof shall be sealed and preserved to be made available to the appellate court in the event of an appeal, and the contents shall not otherwise be revealed without consent of the public entity.\nTex.R.Crim.Evid. 508(c)(3).\nThe pertinent part of the statement of facts reads as follows:\nQuestion by Defense Counsel:\nQ: Now, isn't it true that that person had been stopped and seized by officers prior to making this statement?\nA: For the protection of the confidential informant\u0097I believe that would help establish his identity.\n* * * * * *\nProsecutor: Judge, I'll object under Rule 508 if this question calls for\u0097if the answer is going to give up or suggest who the informant might be. And I'd just ask that maybe he answer outside the presence of defense counsel, if it may suggest who the informant is.\n* * * * * *\nDefense Counsel: We would ask the Court then to take judicial notice for purposes of the Franks Motion of all the testimony at the pretrial.\nTHE COURT: And the Court will do so.\nQ: Who were the officers who seized and searched this man\u0097this confidential informant?\nTHE WITNESS: Your Honor, I need to review my testimony at\u0097\nDefense counsel then made an extended argument.\nTHE COURT: Do you know the answers to any of the questions he's asking?\nTHE WITNESS: Yes, sir, I do.\nTHE COURT: All right, I'm going to recess for about ten minutes and have an in-camera discussion pursuant to my understanding of the law in the State of Texas with the witness to determine whether or not there's anything under Franks v. Delaware that the Court needs to look at. I'll ask the Court Reporter to join us.\nDEFENSE COUNSEL: Yeah, and that's\u0097you know, there's no procedure on this, so I'm going to be\u0097I hate to do this, but I'm going to be a little bit creative, if I can, and request that\u0097although I'm sure the Court will probably think of all the questions we have, if we can have a few moments to\u0097\nTHE COURT: That will be denied. The Court Reporter will see me in chambers along with the witness.\n    (Whereupon there was a hearing\n    (in chambers which will be sent\n    (to the Court of Appeals in a\n    (sealed envelope.\nTHE COURT: The Court has had an in-camera hearing with the witness and has made the determination there has not been any material misrepresentation of fact in regards to the part of the affidavit that the defendant was raising.\nAppellant relies on Hall v. State, 778 S.W.2d 473 (Tex.App.\u0097Houston [14th Dist.] 1988, pet. ref'd), to argue that a court can hold an in camera hearing only when it is requested by the State. Appellant incorrectly interprets the holding in Hall. In that case the court merely held that the defendant did not have the right to an in camera hearing under Rule 508(c)(3). We find that the record shows the State did request the in camera (\"Rule 508\") hearing. In any event we do not interpret Rule 508(c)(3) to preclude a trial court from conducting an in camera hearing sua sponte in proper circumstances. The trial court did not abuse its discretion in conducting the in camera hearing. Appellant's point of error nine is overruled.\n\n\n*451 NON-DISCLOSURE OF IDENTITY OF OFFICERS WHO DETAINED INFORMER\nIn points of error ten and eleven, appellant claims that the trial court erred, under both the federal and state constitutions, in not requiring the disclosure of the identities of police officers who detained or arrested, searched, and interviewed the informer before his \"tip.\" These points of error are based on appellant's unwarranted assumption that officers, whose names were not disclosed detained, searched, interviewed, and made \"a deal\" with the informer, and that Lieutenant Stone was not present and did not participate in detaining, searching, and interviewing the informer. Appellant's counsel argued in the trial court that:\nThis man [Lieutenant Stone] didn't make the arrest, I'm assuming. He didn't make the search, and so he doesn't have personal knowledge of whether any deal was offered to this CI prior to his alleged implication of our client for the affidavit. And by not disclosing the names of those officers and getting them here, which\u0097I mean, this can be done without disclosing the identity of the informant\u0097then what this officer will be doing and what this Court will be allowing to occur is a circumvention of the rules in Franks and in Ramsey by\u0097merely by having a different officer offer the deal, it's somehow insulated from review.\nThe record does not support appellant's assumption. At the pretrial suppression hearing, Lieutenant Stone testified, \"We subsequently stopped and detained a individual who was in possession of some narcotics. And as the interview of the suspect took place, he indicated he obtained the narcotics from Deborah Ann Reel and David Hackleman.\" At that hearing Lieutenant Stone testified fully concerning his interview with the informer and stated the informer was not charged with possession of the small amount of controlled substances that he possessed. Lieutenant Stone also testified, \"No, sir, no deal was cut. The fact is he told me, `Hey, this dope's mine and this is where I got it.'\"\nAt trial appellant's counsel asked Lieutenant Stone, \"Now, isn't it true that that person [the informer] had been stopped and seized by officers prior to making this statement?\" He answered, \"For the protection of the confidential informant\u0097I believe that would help establish his identity.\" After a discussion between defense counsel, the prosecutor, and the trial judge, in which the prosecutor asked for a \"Rule 508\" hearing, defense counsel asked Lieutenant Stone, \"Who were the officers who seized and searched this man\u0097this confidential informant?\" The witness replied that he would need to review his \"testimony at\u0097.\" After another colloquy between defense counsel, the prosecutor, and the trial court, and after an extended argument of defense counsel expressing his assumption which we have already quoted, the trial court announced he would conduct the in camera hearing.\nThe sealed record of the trial court's in camera hearing, which we have unsealed and read, does not contradict but confirms the records of the trial and pretrial hearing. Lieutenant Stone did not identify his informer and the court did not ask him to do so. Lieutenant Stone testified at the in camera hearing that he was personally involved and participated in stopping and detaining the informer pursuant to \"a long time hotel/motel investigation\" in which the informer was suspected of criminal activity. Further, Stone testified that he personally searched the informer's vehicle and interviewed the informer.\nThe record shows that the informer was first stopped and detained in the investigation of a matter wholly unrelated to appellant's case. Understandably, Lieutenant Stone and the other officers who may have been involved in that investigation did not want further disclosures of that investigation. The record fails to support appellant's assumption that Lieutenant Stone did not personally take part in stopping, detaining, searching and interviewing the informer. Appellant has failed to demonstrate how he was harmed by the failure to obtain the identity of the officers who may have assisted Lieutenant Stone in detaining the informer. If any harm has been shown, it is insubstantial and does not begin to reach the constitutional dimensions which appellant claims. The error, if any, is harmless beyond a reasonable *452 doubt. Tex.R.App.P. 81(b)(2). Points of error ten and eleven are overruled.\n\nDENIAL OF MOTIONS FOR CONTINUANCE AND NEW TRIAL\nIn points of error twelve and thirteen, appellant urges that the trial court erred in refusing to grant his motions for continuance and for new trial. Appellant moved the trial court for a continuance until he could obtain the \"exculpatory and mitigating\" testimony of his co-defendant Deborah Ann Reel. Appellant alleged that because Reel would invoke her constitutional right against self-incrimination, her testimony would not be available until after she was tried. The trial court overruled the motion. Generally, the refusal of a continuance lies with the sound discretion of the trial court. Collier v. Poe, 732 S.W.2d 332, 334 (Tex. Crim.App.1987). A trial court's refusal of a continuance is reversible only for abuse of discretion. Matamoros v. State, 901 S.W.2d 470, 478 (Tex.Crim.App.1995); Smith v. State, 721 S.W.2d 844, 850 (Tex.Crim.App. 1986). The only means of preserving error in the overruling of a motion for continuance due to the absence of a witness is a motion for new trial. Taylor v. State, 612 S.W.2d 566, 569 (Tex.Crim.App.1981); Roper v. State, 558 S.W.2d 482, 484 (Tex.Crim.App. 1977); Outland v. State, 810 S.W.2d 474, 475 (Tex.App.\u0097Fort Worth 1991, pet. ref'd).\nAppellant filed a motion for new trial urging that the trial court erred in failing to grant the motion for continuance and further alleging that Reel had been convicted and that her favorable, material testimony was now available for a new trial. After Reel's conviction, she testified in appellant's behalf on the motion for new trial hearing. Appellant's counsel argued that Reel's testimony on the hearing was material and favorable, and exculpated him; that if a new trial were granted Reel's testimony would bring about a different result.\nAfter hearing appellant's motion for new trial, the trial court ruled:\nBut as to point one in your argument, it's my understanding that under 40.001 of the Code of Criminal Procedure, \"A new trial shall be granted an accused where material evidence favorable to the accused has been discovered since trial.\"\nAs the trier of fact the Court would be in a position to make the determination of whether the evidence I heard on the Motion for New Trial was credible enough that it would have had some bearing on the trier of fact's decision if it was presented at the time of trial.\nThe Court, after observing the demeanor of the witness, understanding the reasons why the witness might testify as the witness did, finds the witness to not be very credible and, therefore, believe that the evidence would not be material evidence favorable to the accused to the extent that it would likely or even have a reasonable possibility of causing a different result. So the Court believes that there has not been new material evidence presented that requires a new trial.\nAppellant now urges that the trial court applied the wrong standard in determining whether to grant a new trial. Appellant asserts that the trial court in rejecting his motion for new trial erroneously applied Code of Criminal Procedure article 40.001 rather than Rule 30(b)(6). Tex.Code Crim. Proc. ann. art. 40.001 (West Supp.1996); Tex. R.App.P. 30(b)(6). Appellant insists that since the offense was committed while Rule 30(b)(6) was still in effect, it should have been applied.[1]\n*453 Moore v. State, 882 S.W.2d 844, 849 (Tex. Crim.App.1994), held that Rule 30(b)(6) and the former Article 40.03(6) were \"virtually identical\" and that \"the same analysis\" would be applied. If this is correct then certainly Rule 30(b)(6) and Article 40.001 are virtually the same. We so hold and apply the same analysis.\nNewly available evidence has been treated the same as newly discovered evidence. Anderson v. State, 717 S.W.2d 622, 626 (Tex.Crim.App.1986); Whitmore v. State, 570 S.W.2d 889 (Tex.Crim.App.1976); see also State v. Adams, 860 S.W.2d 737, 740 (Tex.App.\u0097Houston [1st Dist.] 1993, pet. granted on other grounds). Several factors must be considered in granting a new trial for newly discovered or newly available evidence. However, we need only discuss the requirement that newly available evidence be probably true and will probably bring about a different result on another trial. Eddlemon v. State, 591 S.W.2d 847, 849 (Tex.Crim. App.1979); Lyon v. State, 885 S.W.2d 506 (Tex.App.\u0097El Paso 1994, pet. ref'd). In this case the trial court found Reel's testimony was probably not true and probably would not bring about a different result in another trial. The record shows Reel's testimony is inconsistent and contradictory concerning appellant's jeans in which the methamphetamine and the wallet were found. Reel also admitted that she had lied to peace officers about other matters. A motion for new trial based on newly discovered or newly available evidence is addressed to the sound discretion of the trial court, and its decision should not be disturbed on appeal absent a clear abuse of discretion. Jones v. State, 711 S.W.2d 35, 36 (Tex.Crim.App.1986). We hold that the trial court did not abuse its discretion in refusing to grant appellant's motions for continuance and for new trial. Points of error twelve and thirteen are overruled.\n\nSTATE'S CROSS APPEAL\nThe State cross appeals and asserts that the trial court erred in finding the evidence insufficient to support the allegations of paragraph III of the indictment and that consequently appellant's sentence violates section 12.42(d) of the Penal Code. Appellant has not favored us with a reply to the State's contention.\nIf it is shown on the trial of a felony offense that the defendant has previously been finally convicted of two felony offenses, and the second previous felony conviction is for an offense that occurred subsequent to the first previous conviction for having become final, on conviction he shall be punished by imprisonment in the institutional division of the Texas Department of Criminal Justice for life, or for any term of not more than 99 years or less than 25 years.\nTex.Penal Code Ann. § 12.42(d).\nTo enhance appellant's punishment, the State alleged in paragraphs II and III of the indictment that appellant had been convicted of prior felony offenses. Appellant pled not true to those allegations. In assessing punishment the trial court stated:\nAll right, it's the judgment of the Court that the State has proved the allegations contained in Paragraph II of the indictment beyond a reasonable doubt; that is, that the defendant David Hackleman, has been previously convicted of the felony offense of conspiracy to commit illegal investment on June 21st, 1991, in Cause No. 18,878 in the 253rd Judicial District Court of Liberty County, Texas, and that that conviction had become final before the commission of the offense alleged in the preceding paragraph. The Court will not find the allegations in Paragraph III to be true.\nThe State argues that it presented evidence which proved as a matter of law that appellant had been previously convicted of the three felonies alleged in paragraph III of the indictment and that the court's ruling was erroneous. Therefore, the State maintains that the minimum punishment which the trial court could assess is imprisonment for twenty-five years, and that the punishment of sixteen years' imprisonment violates section 12.42(d).\nThe threshold issue is whether the State has the right to cross appeal in this instance. The State acknowledges that its right of appeal is limited but urges that it is entitled *454 to appeal a ruling on a question of law if the defendant is convicted in a case and appeals the judgment. Tex.Code Crim.Proc.Ann. art. 44.01(c) (West Supp.1996). However, the State has not considered or argued important overriding constitutional issues which limit its right of appeal.\nThe trial court's terse finding regarding paragraph III was that the allegations of paragraph III were not true. This raises the question of whether the court's ruling constituted an acquittal of those allegations and whether the Double Jeopardy Clause bars an appeal of that ruling. The Double Jeopardy Clause applies to punishment hearings. Carter v. State, 676 S.W.2d 353, 355 (Tex.Crim.App.1984); see also Bullard v. Estelle, 665 F.2d 1347 (5th Cir.1982). When a criminal case is tried to a judge alone, there is no question that the Double Jeopardy Clause accords his determination in favor of a defendant its full constitutional effect. United States v. Martin Linen Supply Co., 430 U.S. 564, 573 n. 12, 97 S. Ct. 1349, 1355 n. 12, 51 L. Ed. 2d 642 (1977). Even though the prosecution may have a legitimate interest in correcting the possibility of error by a judge sitting without a jury, the Supreme Court has refused to accept a theory of double jeopardy that would permit reconsideration of a trial judge's ruling discharging a criminal defendant. United States v. Jenkins, 420 U.S. 358, 365-67, 95 S. Ct. 1006, 1010-11, 43 L. Ed. 2d 250 (1975); see also United States v. Bookout, 791 F. Supp. 658, 659-60 (S.D.Texas 1992).\nIf the fact-finder or an appellate court decides that the prosecution has not proved its case, either in entirety, Burks v. United States, 437 U.S. 1, 98 S. Ct. 2141, 57 L. Ed. 2d 1 (1978), or in part, Green [v. U.S., 355 U.S. 184 at 189-91], 78 S.Ct. [221] at 225 [2 L. Ed. 2d 199 (1957)], the defendant is protected from reprosecution to the extent of that acquittal. Bullington v. Missouri, 451 U.S. 430 [442-44], 101 S. Ct. 1852, 1860, 68 L. Ed. 2d 270 (1981).\nThe Supreme Court has defined acquittal as \"`the ruling of a judge, whatever its label, [which] actually represents a resolution [in the defendant's favor], correct or not, of some or all of the factual elements of the offense charged.' Martin Linen [United States v. Martin Linen Supply Co., 430 U.S. 564, 97 S. Ct. 1349, 51 L. Ed. 2d 642], 430 U.S. at 571, 97 S. Ct. at 1355.\" United States v. Scott, 437 U.S. 82 [96], 98 S. Ct. 2187, 2197, 57 L. Ed. 2d 65 (1978).\nLowery v. Estelle, 696 F.2d 333, 340-41 (5th Cir.1983). In United States v. Sisson, 399 U.S. 267, 289-90, 90 S. Ct. 2117, 2129, 26 L. Ed. 2d 608 (1970), the Supreme Court said, \"[i]t is, of course, well settled that an acquittal can `not be reviewed, on error or otherwise, without putting [the defendant] twice in jeopardy, and thereby violating the constitution.... United States v. Ball, 163 U.S. 662, 671 [16 S. Ct. 1192, 1195, 41 L. Ed. 300] (1896)'\"\nThe trial court's ruling that the allegations of paragraph III were not true was a finding of fact that constituted appellant's acquittal of the allegations of paragraph III. A finding in the nature of an acquittal is not appealable under Article 44.01. See Taylor v. State, 886 S.W.2d 262, 266 (Tex.Crim.App.1994). Moreover, appeal of an acquittal by the prosecution is constitutionally barred. The State's cross appeal is dismissed.\nThe judgments of the trial court are affirmed.\nNOTES\n[*]  Before Carl E.F. Dally, Judge (retired), Court of Criminal Appeals, sitting by assignment. See Tex.Gov't Code Ann. § 74.003(b) (West 1988).\n[1]  Prior to September 1, 1986, article 40.03(6) of the Code of Criminal Procedure provided: \"New trials, in cases of felony, shall be granted for the following causes and no other: .... (6) where new evidence material to the defendant has been discovered since trial....\" From September 1, 1986 until September 1, 1993 Rule 30(b)(6) provided: \"A new trial shall be granted an accused for the following reasons; .... (6) where new evidence favorable to the accused has been discovered since trial.\" The Legislature disapproved of Rule 30(b)(6) and since September 1, 1993, the Code of Criminal Procedure has provided: \"A new trial shall be granted an accused where material evidence favorable to the accused has been discovered since trial.\" Tex.Code Crim.Proc.Ann. art. 40.001 (West Supp.1996). See also Lyon v. State, 885 S.W.2d 506, 518 n. 10 (Tex.App.\u0097El Paso 1994, pet. ref'd).\n\n",
            "ocr": false,
            "opinion_id": 2459738
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}