{
    "id": 562625,
    "judges": "Kearse, McLAUGHLIN, Pratt",
    "date_filed": "2016-02-24",
    "date_filed_is_approximate": true,
    "slug": "joseph-alphonse-fazi-v-united-states",
    "case_name_short": null,
    "case_name": "Joseph Alphonse Fazi v. United States",
    "case_name_full": "Joseph Alphonse FAZI, Plaintiff-Appellant, v. UNITED STATES of America, Defendant-Appellee",
    "attorneys": "Dominic Pellegrino (Palmiere & Pellegri-no, P.C., Rochester, N.Y., on the brief), for plaintiff-appellant., Donald P. Simet, Asst. U.S. Atty. (Dennis C. Vacco, U.S. Atty., W.D.N.Y., Buffalo, N.Y., on the brief), for defendant-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Jan. 28, 1991.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 24,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b657-4\">\n    Joseph Alphonse FAZI, Plaintiff-Appellant, v. UNITED STATES of America, Defendant-Appellee.\n   </parties><br><docketnumber id=\"b657-8\">\n    No. 995, Docket 90-6266.\n   </docketnumber><br><court id=\"b657-9\">\n    United States Court of Appeals, Second Circuit.\n   </court><br><otherdate id=\"b657-10\">\n    Argued Jan. 28, 1991.\n   </otherdate><br><decisiondate id=\"b657-11\">\n    Decided June 12, 1991.\n   </decisiondate><br><attorneys id=\"b657-22\">\n    Dominic Pellegrino (Palmiere &amp; Pellegri-no, P.C., Rochester, N.Y., on the brief), for plaintiff-appellant.\n   </attorneys><br><attorneys id=\"b657-23\">\n    Donald P. Simet, Asst. U.S. Atty. (Dennis C. Vacco, U.S. Atty., W.D.N.Y., Buffalo, N.Y., on the brief), for defendant-appellee.\n   </attorneys><br><judges id=\"b657-24\">\n    Before KEARSE, PRATT, and McLAUGHLIN, Circuit Judges.\n   </judges>",
    "citations": [
        "935 F.2d 535"
    ],
    "opinions": [
        {
            "author_str": "Kearse",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/935/935.F2d.535.90-6266.995.html",
            "author_id": null,
            "opinion_text": "935 F.2d 535\n    Joseph Alphonse FAZI, Plaintiff-Appellant,v.UNITED STATES of America, Defendant-Appellee.\n    No. 995, Docket 90-6266.\n    United States Court of Appeals,Second Circuit.\n    Argued Jan. 28, 1991.Decided June 12, 1991.\n    \n      Dominic Pellegrino (Palmiere &amp; Pellegrino, P.C., Rochester, N.Y., on the brief), for plaintiff-appellant.\n      Donald P. Simet, Asst. U.S. Atty.  (Dennis C. Vacco, U.S. Atty., W.D.N.Y., Buffalo, N.Y., on the brief), for defendant-appellee.\n      Before KEARSE, PRATT, and McLAUGHLIN, Circuit Judges.\n      KEARSE, Circuit Judge:\n    \n    \n      1\n      Plaintiff Joseph Alphonse Fazi appeals from a judgment of the United States District Court for the Western District of New York, David G. Larimer, Judge, dismissing his complaint seeking damages under the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C. Sec. 1346(b), 2671 et seq.  (1982), from defendant United States of America (\"government\"), for injuries sustained when he was kidnaped and the truck he was driving was robbed while he was transporting mail pursuant to a contract between his employer and the United States Postal Service (\"USPS\").  The district court granted summary judgment dismissing Fazi's complaint on the grounds, inter alia, that (1) USPS exercised its discretion in determining under what conditions the mail was to be transported by private contract carriers such as Fazi's employer, thus exempting the government from liability under the FTCA's \"discretionary function\" doctrine, and (2) USPS had no duty to protect Fazi from injury by third persons.  On appeal, Fazi challenges each of the district court's rulings.  For the reasons below, we affirm.\n    \n    I. BACKGROUND\n    \n      2\n      The pertinent events are not in dispute.  In 1984, Fazi was employed by S.J. Fazi, Inc.  (\"Fazi Inc.\"), a firm owned by his father.  Fazi Inc. had contracted with USPS to carry mail between Buffalo, New York, and Rochester, New York.  On April 19, 1984, Fazi was driving a Fazi Inc. truck from Buffalo to Rochester, carrying United States mail, including registered mail.  As Fazi drove up a highway on-ramp, he was stopped by armed robbers blocking his path.  The robbers bound Fazi's hands and feet, causing him injury, drove him and the truck to a secluded spot, and made off with the registered mail.\n    \n    \n      3\n      After exhausting his administrative remedies by unsuccessfully presenting a claim for injuries to USPS as required by the FTCA, see 28 U.S.C. Sec. 2675(a), Fazi commenced the present action against the government.  He alleged that he had suffered psychic and physical injuries as a result of the negligent failure of USPS employees to provide him with a secure route and to take appropriate measures to protect him.  He sought $3,000,000 in damages.\n    \n    \n      4\n      As discussed in greater detail in Part II.A. below, under USPS rules and regulations, senders of registered mail are required to declare the full value of the items sent.  For these purposes, negotiable instruments, described as instruments payable to bearer and stock certificates endorsed in blank, are to be declared at market value.  Nonnegotiable instruments, such as registered bonds, checks, wills, deeds, and abstracts, are to be declared as having no value, or, if postal insurance coverage is desired, the replacement cost is to be declared.  When registered mail has an aggregate declared value above a certain level--$250,000 in some circumstances--the regulations require that shipments via surface transportation receive an escort by a postal police officer, or if such an officer is not available, by a postal employee who has experience in handling registered mail.  The escort in such circumstances is to attend closely to the security of the shipment.\n    \n    \n      5\n      Fazi contended that these rules were applicable to the shipment he carried on April 19, 1984, because it included jewelry and other valuables with total declared values in excess of $50,000, plus blank American Express traveler's checks whose face value totaled $220,500.  He contended that, in light of the value of the shipment, USPS violated its rules principally by failing to provide him with a secure route and a security escort.\n    \n    \n      6\n      Following a period of discovery, the government moved for summary judgment dismissing the complaint.  It contended that as a matter of law (1) the court lacked jurisdiction because the conduct complained of fell within the discretionary function exception of the FTCA, (2) USPS owed no duty to Fazi to protect him from injury by third persons, and (3) the assault and robbery in question were unforeseeable.  In support of its contention that provision of security measures with respect to Fazi's trip were purely discretionary, the government argued that USPS security rules and regulations were inapplicable because American Express, by agreement with USPS, had declared the checks to have no value;  hence the value of Fazi's cargo was well under the $250,000 minimum that could trigger the security requirements.  It also argued that, under the regulations as properly interpreted, the nature of the shipment made the $250,000 minimum inapplicable and that the applicable minimum to trigger security requirements was in fact $500,000.  In support of its contention that USPS had no duty to protect Fazi, the government pointed out that the carriage contract obligated Fazi Inc. and its employees to \"protect the mail from loss, depredation, or damage\";  it did not provide that USPS was to protect Fazi Inc. or its employees.  In support of its contention that the robbery was unforeseeable, the government presented the affidavit of a postal inspector to the effect that the robbery of Fazi was the only highway postal robbery of its kind on record in the Western District of New York, though there had been two surreptitious, nonviolent thefts by postal service employees from mails carried on the same route in December 1971 and January 1972.\n    \n    \n      7\n      In a Decision and Order dated September 11, 1990 (\"Decision\"), the district court granted the government's motion, finding merit in each of its arguments.  The court ruled that, in light of the terms of the carriage contract, the government had no duty to guard Fazi against harm from third parties.  It also ruled that the robbery of Fazi was not foreseeable, given \"that this is the only highway postal robbery of its kind on record in this district, either before or since.\"    Id. at 9.  Finally, the court concluded that it had been within USPS's discretion not to provide an escort to Fazi on his April 19, 1984 trip and that the claim was thus barred by the FTCA:\n    \n    \n      8\n      Clearly, USPS exercised discretion in determining under what conditions the mail was to be transported by this private contract carrier.  Circumstances of the contract, the route, schedule and protections provided were all determined by discretionary acts of USPS personnel.  Clearly whether to provide protection to contract carriers is not mandated by postal regulations but is, at best, discretionary.\n    \n    \n      9\n      Decision at 11.\n    \n    \n      10\n      Judgment was entered dismissing the complaint, and this appeal followed.\n    \n    II. DISCUSSION\n    \n      11\n      On appeal, Fazi contends that the judgment should be reversed because (1) the FTCA's discretionary function exception was inapplicable, (2) the government owed Fazi a duty to adhere to USPS rules designed to protect the mail and its carriers from harm, and (3) the robbery that resulted in Fazi's injuries was a foreseeable consequence of USPS's breach of its duty.  We reject the first and second of these contentions, and hence need not address the third.\n    \n    A. Discretionary Function\n    \n      12\n      The FTCA, a limited waiver of the United States's sovereign immunity, generally authorizes suits against the government for damages\n    \n    \n      13\n      for injury or loss of property, or personal injury or death caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\n    \n    \n      14\n      28 U.S.C. Sec. 1346(b);  see also id.  Sec.   2674 (\"The United States shall be liable, respecting the provisions of this title relating to tort claims, in the same manner and to the same extent as a private individual under like circumstances....\").  This waiver is subject to a number of exceptions, one of which is that the government has not consented to be sued on\n    \n    \n      15\n      [a]ny claim ... based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty on the part of a federal agency or an employee of the Government, whether or not the discretion involved be abused.\n    \n    \n      16\n      28 U.S.C. Sec. 2680(a).  If a claim falls within this exception, the court lacks jurisdiction to entertain the claim.  See, e.g., Dalehite v. United States, 346 U.S. 15, 30-36, 73 S.Ct. 956, 965-966, 97 L.Ed. 1427 (1953).\n    \n    \n      17\n      The discretionary function exception precludes claims based on decisions at the policy or planning level.  Decisions at this level include decisions as to whether or not to adopt regulations and as to the content of such regulations.  See, e.g., United States v. S.A. Empresa de Viacao Aerea Rio Grandense (Varig Airlines), 467 U.S. 797, 814-20, 104 S.Ct. 2755, 2764-68, 81 L.Ed.2d 660 (1984);  see also Caban v. United States, 671 F.2d 1230, 1233 (2d Cir.1982) (exception protects against tort challenges to decisions based on political practicability or economic expediency).  In addition, the discretionary function exception bars claims based on day-to-day management decisions if those decisions require judgment as to which of a range of permissible courses is wisest.  United States v. Gaubert, --- U.S. ----, 111 S.Ct. 1267, 1275, 113 L.Ed.2d 335 (1991).  When there are government regulations bearing on day-to-day decisions, applicability of the discretionary function exception depends largely on whether or not the regulation specifically \"mandates particular conduct.\"    Id. at 1274.    When the claim is that the injury was caused by a failure to comply with a regulation that \"specifically prescribes a course of action for an employee to follow,\" the discretionary function exception does not bar the claim.  Berkovitz v. United States, 486 U.S. 531, 536, 108 S.Ct. 1954, 1958, 100 L.Ed.2d 531 (1988).  \"If the employee violates the mandatory regulation, there will be no shelter from liability because there is no room for choice and the action will be contrary to policy.\"    United States v. Gaubert, 111 S.Ct. at 1274.    \"[I]f the employee's conduct cannot appropriately be the product of judgment or choice, then there is no discretion in the conduct for the discretionary function exception to protect.\"    Berkovitz v. United States, 486 U.S. at 536, 108 S.Ct. at 1958.    On the other hand, if the regulation is not sufficiently specific to control the conduct in question, see United States v. Gaubert, 111 S.Ct. at 1277, or is not mandatory, there is room for discretion:\n    \n    \n      18\n      if a regulation allows the employee discretion, the very existence of the regulation creates a strong presumption that a discretionary act authorized by the regulation involves consideration of the same policies which led to the promulgation of the regulations.\n    \n    \n      19\n      Id. at 1274.    We conclude that the latter principle required dismissal of Fazi's claim.\n    \n    \n      20\n      The handling and delivery of registered mail is governed principally by rules and procedures contained in two USPS publications, a manual of USPS regulations called the Domestic Mail Manual (\"Manual\"), see 39 C.F.R. Sec. 211.2(a)(2), and a Registered Mail Handbook.  Both require that the sender of registered mail declare the full value of the items sent and set out specific criteria for valuation.  To the extent pertinent here, the Manual provides as follows:\n    \n    \n      21\n      Kind of mail matter                                           Value to be\n    \n    \n      22\n      declared\n    \n    \n      23\n      Negotiable instruments--Instruments payable to bearer,        Market value.\n    \n    \n      24\n      including stock certificates endorsed in blank.\n    \n    \n      25\n      Nonnegotiable instruments--All registered bonds, warehouse    No value, or\n    \n    \n      26\n      receipts, checks, drafts, deeds, wills, abstracts and         replacement\n    \n    \n      27\n      similar documents.  Certificates of stock are considered       cost, if postal\n    \n    \n      28\n      nonnegotiable so far as declaration of value is concerned     insurance\n    \n    \n      29\n      unless they are endorsed in blank.                            coverage is\n    \n    \n      30\n      desired.\n    \n    \n      31\n      ----------\n    \n    \n      32\n      Manual Sec. 911.252.  Though Fazi contends that USPS's failure to require a declaration of value with respect to blank traveler's checks violates this regulation, we disagree.  While the Manual unambiguously requires declaration of market value of \"[n]egotiable instruments,\" which it defines as instruments payable to bearer, and while other regulations clearly require special treatment by USPS for shipments containing certain types of registered mail whose declared value exceeds $250,000, the Manual does not clearly place blank traveler's checks within the category of instruments whose value must be declared.  Such traveler's checks are not \"payable to bearer\";  since they are entirely blank, they are not payable to anyone.  Nor are they considered to be \"negotiable instruments\" within the meaning of the Uniform Commercial Code (\"UCC\"), for to be a negotiable instrument, a writing must be \"signed by the maker or drawer\" and \"payable to order or bearer.\"    N.Y. U.C.C. Secs. 3-104(1)(a), (d) (McKinney 1991).  The Official Commentary to these sections states that \"[t]raveler's checks in the usual form ... are negotiable instruments under this Article when they have been completed by the identifying signature.\"    U.C.C. Sec. 3-104 (Official Comment 4) (emphasis added).  Accord Xanthopoulos v. Thomas Cook, Inc., 629 F.Supp. 164, 171 (S.D.N.Y.1985) (traveler's check becomes negotiable at the time the purchaser first signs).  Since the traveler's checks carried by Fazi were blank and were not payable to bearer, they were not negotiable instruments either within the meaning of the UCC or as that term is explained by the USPS Manual.\n    \n    \n      33\n      A case could be made for the proposition that blank traveler's checks are more like negotiable instruments than like nonnegotiable instruments, given the nature of the signing that is required.  In the ordinary course, a purchaser of such checks first signs the checks in the presence of the selling agent;  in order eventually to negotiate the check, he is required to countersign in the presence of the acceptor of the check.  Part of the premise is that the two signatures should match.  If blank checks are stolen, a wrongful possessor may first sign in private and later sign in the presence of the acceptor, and thus both signatures will have come from the same hand.  Cf. Xanthopoulos v. Thomas Cook, Inc., 629 F.Supp. at 173 (noting \"several cases that have said that travelers [sic ] checks should be treated more like cash than should other negotiable instruments\").  But a decision to treat blank traveler's checks like negotiable or bearer instruments was not required by the Manual, and any such decision would be based on a balancing of economic and policy factors.  A decision resulting from such a balancing cannot be a basis for suit under the FTCA.  See generally Caban v. United States, 671 F.2d at 1233.\n    \n    \n      34\n      Finally, we note that to the extent that Fazi's contention is not that the Manual's declaration requirement does cover blank traveler's checks but rather that it should require declaration of full face value of such checks, that claim is clearly barred by the discretionary function exception.  See, e.g., Caban v. United States, 671 F.2d at 1233 (discretionary function exception \" 'clear[ly] ... was intended to protect the validity of governmental regulations from challenge in a tort action for damages....' \"  (quoting Hendry v. United States, 418 F.2d 774, 782 (2d Cir.1969))).\n    \n    \n      35\n      In sum, had the instruments in question here been \"payable to bearer,\"  USPS would have had no choice but to have the sender declare the full value of those instruments, for that is what the Manual expressly required.  Blank traveler's checks, however, are not payable to bearer and are not in negotiable form, and there was nothing in law or in the USPS regulations that expressly directed the agency or its employees to require the sender to declare their face value.  Hence the properly declared value of the shipment carried by Fazi was not sufficient to trigger the agency's mandatory security requirements.  Accordingly, the FTCA's discretionary function exception required the dismissal of Fazi's complaint for lack of subject matter jurisdiction.\n    \n    \n      36\n      B. The Absence of a Duty on the Part of the Government to Fazi\n    \n    \n      37\n      Even if Fazi's suit were not barred by the discretionary function exception, we would uphold the dismissal on the basis that in the circumstances, under New York law, see 28 U.S.C. Sec. 1346(b) (government's liability governed by the law of \"the place where the act or omission occurred\"), the government owed Fazi no duty to protect him against the criminal acts of highwaymen.  Under New York law, tort liability can be established only where the defendant owed a duty of reasonable care to the plaintiff.  See, e.g., Eiseman v. State of New York, 70 N.Y.2d 175, 187, 518 N.Y.S.2d 608, 613, 511 N.E.2d 1128, 1133 (1987).  Absent a special relationship, such as landlord-tenant, carrier-passenger, innkeeper-guest, or employer-employee, a person or entity generally has no duty to protect another from the actions of a third person.  See, e.g., Lopes v. Rostad, 45 N.Y.2d 617, 622-25, 412 N.Y.S.2d 127, 128-30, 384 N.E.2d 673, 674-676 (1978) (county had no duty to protect employee of independent contractor from injury caused by third person);  see also Purdy v. Public Administrator of County of Westchester, 72 N.Y.2d 1, 8, 530 N.Y.S.2d 513, 516, 526 N.E.2d 4, 7 (1988) (where health facility had no authority to control actions of residents, it was not liable for injuries caused to plaintiff by elderly resident though health facility was aware that resident's condition could cause blackouts);  Eiseman v. State of New York, 70 N.Y.2d at 189-92, 518 N.Y.S.2d at 615-16, 511 N.E.2d at 1135-36 (state university had no duty to protect member of college community from rape and murder by former convict admitted into university's rehabilitation program).\n    \n    \n      38\n      In the present case, though there was a contractual relationship between USPS and Fazi's employer, USPS did not undertake in that contract to protect the carrier or its employees.  Rather, the only undertaking of this type was that of Fazi Inc. to \"protect the mail.\"\n    \n    \n      39\n      Nor do the USPS regulations provide a basis for imposing a duty on the government to protect Fazi.  As discussed above, the facts that the agency did not require a declaration of the face value of the blank traveler's checks and did not provide an escort for the April 19, 1984 trip did not breach USPS regulations.  Further, even if USPS's conduct had been contrary to the regulations, Fazi would have no viable claim since the procedures required by the regulations were not intended for his benefit but were explicitly designed to protect the mail itself.  See, e.g., Manual Sec. 911.11 (\"registered mail system is designed to provide added protection for valuable and important mail\").  None of the regulations suggest that any of the prescribed procedures were designed to protect the private contractors who transport the mail.  Accordingly, violation of these rules would not have provided a basis for liability under New York law.  See, e.g., Lopes v. Rostad, 45 N.Y.2d at 623, 412 N.Y.S.2d at 129, 384 N.E.2d at 675 (\"Only if the person seeking redress comes within the protective orbit of the statute, will his claim based upon a breach of a statutory duty be upheld.\").\n    \n    \n      40\n      In the circumstances, USPS had no duty to protect Fazi, an employee of an independent contractor, from injuries incurred on a public road while he was carrying United States mail.  In light of this conclusion, we need not reach the question of whether the injury to Fazi was foreseeable.\n    \n    CONCLUSION\n    \n      41\n      We have considered all of Fazi's arguments on this appeal and have found them to be without merit.  The judgment of the district court dismissing the complaint is affirmed.\n    \n    ",
            "ocr": false,
            "opinion_id": 562625
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}