{
    "id": 7930922,
    "judges": "Coyne, Keith, Stringer, Tomljanovich",
    "date_filed": 832204800000,
    "date_filed_is_approximate": false,
    "slug": "hisgun-v-velasco",
    "case_name_short": "Hisgun",
    "case_name": "Hisgun v. Velasco",
    "case_name_full": "In the Matter of the PATERNITY OF J.A.V. Conrad HISGUN v. Denise VELASCO",
    "attorneys": "Wright S. Walling, Gary A. Debele, Walling & Berg, P.A., Minneapolis, for Appellant Denise Velasco., Mark D. Fiddler, Indian Child Welfare Law Center, Minneapolis, for Respondent Conrad Hisgun., Bertram E. Hirsch, Floral Park, NY, for Respondent-Intervenor Sesseton-Wahpeton Sioux Tribe., William R. Kennedy, Hennepin County Public Defender, Peter W. Gorman, Assistant Public Defender, Minneapolis, for amicus curiae Hennepin County Public Defender., Sheryl Ramstad Hvass, Rider, Bennett, Egan & Arundel, Minneapolis, Penelope J. Phillips, Felhaber, Larson, Fenlon & Vogt, P.A., Minneapolis, for amici curiae Lutheran Social Service of MN, Catholic Charities of the Archdiocese of St. Paul and Minneapolis, and Children’s Home Society of MN., Judith D. Vincent, Minneapolis, for amici curiae Wellspring Adoption Agency, Inc. and Independent Adoption Resource Center, Inc., Jill A. Pinkert, Rinke-Noonan, St. Cloud, for amicus curiae Concerned United Birth-parents of MN., Joanathan M. Bye, Lindquist & Vennum, Minneapolis, for amicus curiae Adoptive Families of America, Inc.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "547 N.W.2d 374"
    ],
    "opinions": [
        {
            "author_str": "Stringer",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nSTRINGER, Justice.\nThe issue here is whether an illegitimate father’s1 failure to file with the Minnesota Department of Health an affidavit declaring his intention to retain parental rights within the statutory time period prescribed in Minn. Stat. § 259.51, subd. 1 (1994)2 of Minnesota’s adoption statute bars him from bringing an action to establish paternity under Minn.Stat. §§ 257.51-.74, the Parentage Act. The trial court dismissed the proceeding to establish parental rights on the basis that because respondent failed to timely file the affidavit “his parental rights do not and have never existed.” The court of appeals reversed concluding that section 259.51, subd. 1 applies only to an illegitimate father’s right to receive notice of an adoption hearing and does not bar his right to bring a paternity action. In re Paternity of J.A.V., 536 N.W.2d 896 (Minn.App.1995). We conclude that the statutory framework in which section 259.51 is intended to be operative and prior case law of this court indicate that the statute only relates to the right to notice of future proceedings regarding the child. The statute does not itself substantively alter the illegitimate father’s right to establish paternity. We therefore affirm the court of appeals.\nThe appellant Denise Velasco and the respondent Conrad Hisgun had a sexual relationship that lasted from September to December 1992. During that time appellant became pregnant. Sometime during her pregnancy, while respondent was incarcerated for auto theft, appellant wrote respondent a letter informing him that she was pregnant with his child and that she planned to terminate the pregnancy. She did not terminate her pregnancy, however, and J.A.V. was born on August 2, 1993. Two days later, through a Minnesota adoption agency, the appellant placed J.A.V. with a prospective adoptive family in South Dakota. J.A.V. has lived *376there since that time, but has not yet been adopted.\nIn mid August of 1993 appellant informed respondent, who was then no longer incarcerated, that she had delivered the baby and had given him up for adoption. This was when respondent first learned that appellant had given birth to J.A.Y. The respondent filed an affidavit on November 15, 1993 with the Minnesota Department of Health’s Division of Vital Statistics pursuant to section 259.51, subd. 1, formally acknowledging paternity of J.A.V. and declaring his intention to retain parental rights. Approximately three weeks later the Department of Health informed respondent that the appellant refused to consent to the listing of respondent as the father on J.A.V.’s birth certificate, and that without the mother’s written consent his name could be listed only after an adjudication of paternity. Upon receipt of this notification, respondent commenced this paternity action seeking joint legal and physical custody of J.A.V.\nThe sole issue raised on this appeal is whether under Minn.Stat. § 259.51, subd. 1 the respondent automatically lost his right to establish paternity of J.A.V. when he failed to timely file an affidavit acknowledging his paternity. We review a trial court’s interpretation of a statute de novo. Meister v. Western Nat’l Mut. Ins. Co., 479 N.W.2d 372, 376 (Minn.1992); Hibbing Educ. Ass’n v. Public Employment Relations Bd., 369 N.W.2d 527, 529 (Minn.1985).\nThe statute at issue here provides:\n[a]ny person not entitled to notice under section 259.49, shall lose parental rights and not be entitled to notice at termination, adoption, or other proceedings affecting the child, unless within 90 days of the child’s birth or within 60 days of the child’s placement with prospective adoptive parents, whichever is sooner, that person gives to the division of vital statistics of the Minnesota department of health an affidavit stating intention to retain parental rights.\nMinn.Stat. § 259.51, subd. 1 (emphasis added). Focusing on the language “shall lose parental rights,” the appellant contends that in failing to timely file the affidavit declaring his intention to retain parental rights, the respondent automatically lost all rights relating to parentage of J.A.V. including the right to bring a paternity action. We believe this is too broad a reading of the statute’s intended effect.\nThe adoption, parentage, and termination of parental rights statutes, although separate chapters in our Minnesota Statutes, are intertwined in a framework governing a most important social relationship — that between a parent and a child. The framework establishes a balance between the best interests of the child — paramount in all circumstances, see Minn.Stat. §§ 259.20, subd. 1, 260.221, subd. 4 — and others having legitimate interests in matters relating to the child. Included among the interested parties are the child’s biological mother and father whether legitimate or illegitimate, id. § 259.51, subd. 2, grandparents with whom the child has lived, id. § 260.231, subd. 3, guardians, id. § 259.51, subd. 1, the child’s adoptive parents or petitioners for adoption, id. § 259.35, and persons or agencies having custody of the child, id. § 259.57, subd. 1(b), to name just a few. Proceedings under each of these three schemes would in most cases have the effect of permanently changing a child’s relationship with a parent — commencing it in some cases and ending it in others. The common thread among these statutes is that changes in these relationships affecting the child cannot occur without notice to the interested parties and a hearing where the parties can appear and be heard on what is in the best interests of the child. This is a fundamental premise upon which this statutory framework is based, and we begin our analysis at this point.\nWe are guided by the principle that these statutes must be applied in a manner that is internally consistent, taking all statutory provisions into account to the extent possible, and assuming that each statutory provision has a purpose. Lenz v. Coon Creek Watershed District, 278 Minn. 1, 11, 153 N.W.2d 209, 217 (1967); see also McDonald v. Children’s Home Soc. of Minn. (In re Zink), 264 Minn. 500, 505, 119 N.W.2d 731, 735 (1963) (adoption laws and termination of parental rights sections of Juvenile Court Act *377should be construed together to effect the over-all purpose).\nFocusing first on chapter 259, the adoption statute, we note the relationship between section 259.49, the statute setting forth the parties to whom notice must be given in an adoption petition, and section 259.51, the statute setting forth the steps an illegitimate father must take to protect his right to notice of an adoption proceeding. Minnesota Statutes section 259.49, subdivision 1 provides:\nnotice of a hearing upon a petition to adopt a child shall be given to:\n(1) the child’s guardian;\n(2) the child’s parent if;\n(a) the person’s name appears on the child’s birth certificate as a parent, or\n(b) the person has substantially supported the child, or\n(c) the person either was married to the person designated on the birth certificate as the natural mother within 325 days before the child’s birth or married that person within the ten days after the child’s birth, or\n(d) the person is openly living with the child or the person designated on the birth certificate as the natural mother of the child or both, or\n(e) the person has been adjudicated the child’s parent, or\n(f) the person has filed an affidavit pursuant to section 259.51.\n(Emphasis added.) It is undisputed that the respondent does not meet any of the qualifications under this section.\nApplying section 259.49 to the circumstances here, if the respondent’s name had appeared on the child’s birth certificate as a parent (which it didn’t because appellant objected), or his paternity had been otherwise determined (the proceeding dismissed by the trial court), or if he had timely filed an affidavit pursuant to section 259.51, then by operation of section 259.49 he would be entitled to notice upon petition for adoption. Minn.Stat. § 259.49, subd. 1(f). Where the illegitimate father has failed to timely file the affidavit, as here, appellant argues that the statutory language goes beyond simply cutting off his right to notice upon petition for adoption — appellant argues that the reference “shall lose parental rights” means the illegitimate father loses parental rights immediately upon failure to file the affidavit within the statutory filing period.\nWhile section 259.51 is not a model of clarity, appellants’ argument fails to take into account that the right to notice is the only matter considered in the interrelated provisions of sections 259.49 and 259.51 — it is the sole subject of these two statutory provisions. Appellant’s argument further fails to take into account the plain statutory language of section 259.51 referring to the point in time when parental rights are lost: “ * * * at termination, adoption or other proceedings affecting the child” — that is, at some later date when those proceedings affecting the child occur. (Emphasis added.) If the legislature had intended to substantively terminate parental rights, ipso facto, for failure to file the affidavit referred to in section 259.51, it surely would have done so in language of greater clarity than we find here. The better reading of section 259.51 then, without reference to the larger statutory framework, is that the only right lost to the person failing to timely file the section 259.51 affidavit is the right to receive notice of future proceedings affecting the child.\nBased on this analysis, absent the appropriate affidavit filing under section 259.51, proceedings affecting the child may go forward without notice to the illegitimate parent, and as will be discussed later, finality of termination of the relationship with the child occurs either upon adoption of the child, Minn.Stat. § 259.59, or upon a formal proceeding to terminate the parent’s rights. Id. § 260.241. During the time between expiration of the 60 and 90 day timeframes provided in section 259.51, but before the parental relationship has been terminated, the illegitimate parent still has a sufficiently cognizable interest in the child to be heard in such proceedings upon a voluntary appearance— although the right to receive notice of adoption proceedings has been lost. See In re Zink, 264 Minn, at 507-08, 119 N.W.2d at 736 (illegitimate father, who was not entitled to notice, was entitled to be heard, present evidence, and participate in the adoption hearings where he appeared and acknowledged his paternity).\nTesting this outcome against other provisions of these three statutory schemes, we *378conclude that confining the effect of section 259.51 exclusively to notice is the only result that does not conflict with other statutory provisions. As to the statutory framework for terminating parental rights in sections 260.221-.251, the extensive and explicit list of grounds for termination of parental rights in 260.221, the procedure for initiation, notice to interested parties and mandated hearing in 260.231, and, the effect of termination set forth in 260.241 all strongly suggest that this most important relationship should not be terminated simply by lapse of time. For example section 260.221, subdivision 1(7) provides that failure to file a section 259.51 affidavit is grounds for termination of parental rights.\nThe juvenile court may upon petition, terminate the rights of a parent to a child in the following cases:\n⅜ ⅜ ⅜ ⅛ ⅜ ⅜\n(7) That in the case of a child born to a mother who was not married to the child’s father when the child was conceived nor when the child was born the person is not entitled to notice of an adoption hearing under section 259.49 and either the person has not filed a notice of intent to retain parental rights under section 259.51 or that the notice has been successfully challenged.\nMinn.Stat. § 260.221, subd. 1(7) (emphasis added).\nIf we were to construe failure to file the section 259.51 affidavit as ipso facto a termination of parental rights, when section 260.221, subd. 1(7) specifically states that it is grounds for termination, we would render meaningless the latter statute. Further, Minn.Stat. § 260.231, subd. 2 provides that termination shall occur “only after a hearing before the court.” An interpretation of section 259.51 that would terminate parental rights, upon failure to file the affidavit, would of course contravene the important procedural safeguard provided by the hearing requirement and clearly pushes failure to comply with section 259.51 well beyond what the legislature intended.\nIn Lutheran Social Services v. Stoner (In re Welfare of Larson), 312 Minn. 210, 251 N.W.2d 325, (1977) we considered the relationship between the parental termination statute and section 259.51. There too, the argument was made that an allegedly defective filing of the section 259.51 affidavit terminated the illegitimate father’s parental rights. Id. at 331. This court rejected that contention concluding that the illegitimate father’s acknowledgement of his paternity and appearance at the parental rights termination hearing gave him the right to be heard on his proposals for the welfare of the child. Id. at 331-32. Even though we held that the section 259.51 affidavit had in fact been properly filed, we recognized the illegitimate father’s acknowledgement of paternity and appearance at the hearing as an independent ground for permitting him to participate in the parental rights hearing. Id. Implicit in the court’s determination that the father had a right to be heard in the proceeding is that his parental rights had not been terminated, even if he had failed to file the affidavit.\nNext, we examine the third statutory component in the framework governing the parent-child relationship — sections 257.51 to 257.74 relating to determination of paternity. This is the statutory remedy respondent invoked when he commenced the matter now before the court. Here we also find consistency with our conclusion that section 259.51 is a notice provision only. First, the statute provides for only two circumstances having the effect of barring an action to establish a parent-child relationship: Minn.Stat. § 257.57, subd. 6, which provides that an action to determine paternity may not be brought after the child has been adopted, and Minn.Stat. § 257.58, subd. 1, which provides that an action to establish paternity may not be brought more than one year after a child has reached majority. There is no exception relating to failure to file the section 259.51 affidavit. It is a fair assumption that if failure to file the section 259.51 affidavit were intended to terminate parental rights, as appellant argues, there would have been some reference to that outcome — but there is none. Indeed, it would seem to be particularly perverse to the statutory scheme to conclude that an event occurring prior to the adoption hearing — the failure to file the sec*379tion 259.51 affidavit — -would terminate parental rights when section 257.57, subd. 6 provides that the later event, the adoption, is what bars the action.\nThus, integration of the three chapter statutory scheme clearly is best accommodated and consistency achieved by reaching the conclusion we do. Conversely, to conclude that a right to bring an action to establish parental rights is barred by failure to file the section 259.51 affidavit distorts the procedural notice provision in section 259.51 into a substantive termination of rights statute. Such a conclusion creates an incongruity between section 259.51 and the provisions relating to termination of parental rights in chapter 260, and it establishes by judicial fiat another basis for barring actions to establish parentage in addition to those set forth in chapter 257.\nWe are also persuaded by the historical derivation of section 259.51 and our analysis of the purpose of the statute shortly thereafter. As we noted in Larson, 312 Minn, at 215, 251 N.W.2d at 329, n. 3, section 259.51 was adopted by the legislature in response to a constitutional due process deficiency found by the United States Supreme Court in Stanley v. Illinois, 405 U.S. 645, 92 S.Ct. 1208, 31 L.Ed.2d 551 (1972). Stanley presented circumstances not unlike those here, where the effect of the trial court’s ruling was to cut off respondent’s right to establish his paternity without a hearing. Id. at 646, 92 S.Ct. at 1210. In Stanley, the Court considered an illegitimate father’s Fourteenth Amendment due process challenge to an Illinois statute that declared his children to be wards of the state upon the death of the mother. Id. The father and mother had lived together intermittently in an unwed state for 18 years and had three children. Id. The court held that “as a matter of due process of law, Stanley [the father] was entitled to a hearing on his fitness as a parent before his children were taken from him * * * .” Id. at 649, 92 S.Ct. at 1211. In our statutes, the necessary notice to meet this due process requirement is provided in section 259.49 as modified by section 259.51 with specific reference to respondent. To conclude that section 259.51 now goes beyond notice and operates to cut off respondent’s parental rights, as the trial court held and appellant urges upon us here, is to not only turn the purpose of section 259.51 on its head — it converts what was intended as a procedural protective shield into a substantive sword to be used against the very person it was intended to protect— the illegitimate father.\nFinally, appellant argues that our decision will create uncertainty and lack of finality that will be detrimental to adoption proceedings in Minnesota. There is no question that early and permanent child placement are in the best interest of the child and delays can be severely inimical to the child’s welfare. We do not see our analysis of section 259.51 here as leading to this undesirable consequence, however, as finality will still be achieved through a termination of parental rights proceeding under section 260.221. Further, while we fully recognize that the paramount interest in any proceeding relating to the parent child relationship is the welfare of the child, our focus here is to determine the rights of an illegitimate father within the framework the legislature has provided. If our analysis indeed leads to inordinate delays and expense, as appellant suggests, it is for the legislature to make such changes in the statutory scheme as it deems appropriate to address such issues, not for us.\nThat is not to say, however, that we don’t share appellant’s frustration with the length of administrative and judicial process reflected in this case. J.A.V., the child who is at the center of this ease, will be nearly 3 years old by the time this opinion is released, and given the result of this appeal, his future is still uncertain. His father, the respondent, filed his affidavit of paternity some 10 weeks after the child’s birth and only about 10 days after the deadline established in Minn.Stat. 259.51, subd. 1. The ensuing period, some two and one-half years, has been consumed by the legal process related to the interpretation of this single statutory provision, along with several other related legal issues. The father in this case was not late in responding to the news of this child’s birth, but the legal system has been late in determining who shall be his father.\nWe assign no particular blame to any individual or part of the “system,” but conclude *380that society has failed this child, as with many like him, by our inability to resolve such controversies quickly and finally. The solution proposed by the dissenting opinion ignores the controlling statutory language, but we share completely its implicit expression of moral outrage at the long wait which is still in store for J.A.V.\nOur disposition of this appeal based upon the statutory framework makes unnecessary consideration of issues raised under the Indian Child Welfare Act, 25 U.S.C. §§ 1901-1931 (1994), and our disposition of the state statutory question does not require us to reach those matters.\nThe decision of the court of appeals is affirmed, the order of the trial court is vacated, and the case is remanded for further proceedings consistent with this opinion.\nKEITH, C.J., and COYNE and TOMLJANOVICH, JJ., dissent.\n\n. The term \"illegitimate” is taken from the title of subdivision 1 of Minn.Stat. § 259.51 — \"Notice by illegitimate parent.\"\n\n\n. The parties' briefs refer to Minn.Stat. § 259.261. The statute was renumbered in 1994 to § 259.51, and this opinion refers to the statute by its current number.\n\n",
            "ocr": true,
            "opinion_id": 7881169
        },
        {
            "author_str": "Tomljanovich",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTOMLJANOVICH, Justice\n(dissenting).\nI respectfully dissent. In my view, the language of Minn.Stat. § 259.51 is clearly expressed. It establishes filing time standards in order to give permanence to the child. The statute sets out very specific time limits — 90 days from the child’s birth or 60 days from the child’s placement. Mr. Hisgun met neither of those time limits. I believe the majority ruling would allow Mr. Hisgun an indefinite time period to file to regain custody.\nThe statutory language is neither ambiguous nor confusing. It establishes a time table in which to file for retention of parental rights. It expressly identifies the filing limits and the consequences for failing to file within those limits. If the legislature’s intent was simply to notify the petitioner that he would no longer have notice of proceedings, the statute would not require such specific time limits.\nI agree with the majority that the best interests of children is the primary concern. We are all mindful of the need for permanence in an adoptive child’s life; Minn.Stat. § 259.51 is a means of accomplishing that end, while still allowing reasonable due process for the parents.\nI believe the decision of the majority will create a situation for children who must wait in limbo while a parent decides whether or not life may move forward for that child.\nKEITH, C.J., and COYNE, J., join in Justice TOMLJANOVICH’s dissent.\n",
            "ocr": true,
            "opinion_id": 7881170
        }
    ],
    "court_short_name": "Supreme Court of Minnesota",
    "court_full_name": "Supreme Court of Minnesota",
    "court_type": "S",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Robbery"
}