{
    "id": 1370430,
    "judges": "Meyers",
    "date_filed": "2013-09-11",
    "date_filed_is_approximate": true,
    "slug": "perez-v-state",
    "case_name_short": "Perez",
    "case_name": "Perez v. State",
    "case_name_full": "Oscar PEREZ Jr., Appellant, v. the STATE of Texas",
    "attorneys": "Tommy James Stickler, Alvin, for Appellant., David A. Dowdy, Asst. Crim. Dist. Atty., Angleton, Jeffrey L. Van Horn, State’s Atty., Austin, for State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 496,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b908-5\">\n    Oscar PEREZ Jr., Appellant, v. The STATE of Texas.\n   </parties><docketnumber id=\"ALOJ\">\n    No. PD-0560-09.\n   </docketnumber><court id=\"AdX\">\n    Court of Criminal Appeals of Texas.\n   </court><decisiondate id=\"Ama6\">\n    May 26, 2010.\n   </decisiondate><br><attorneys id=\"b909-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"891\"> \n     *891\n     </span>\n    Tommy James Stickler, Alvin, for Appellant.\n   </attorneys><br><attorneys id=\"b909-14\">\n    David A. Dowdy, Asst. Crim. Dist. Atty., Angleton, Jeffrey L. Van Horn, State’s Atty., Austin, for State.\n   </attorneys>",
    "citations": [
        "310 S.W.3d 890"
    ],
    "opinions": [
        {
            "author_str": "Meyers",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n310 S.W.3d 890 (2010)\nOscar PEREZ Jr., Appellant,\nv.\nThe STATE of Texas.\nNo. PD-0560-09.\nCourt of Criminal Appeals of Texas.\nMay 26, 2010.\n*891 Tommy James Stickler, Alvin, for Appellant.\nDavid A. Dowdy, Asst. Crim. Dist. Atty., Angleton, Jeffrey L. Van Horn, State's Atty., Austin, for State.\n\nOPINION\nMEYERS, J., delivered the opinion for a unanimous Court.\nAppellant, Oscar Perez Jr., was convicted of aggravated robbery, and the court assessed punishment at thirty-five years' confinement. Appellant's second court-appointed attorney filed a motion for new trial citing ineffective assistance of counsel. The hearing on the motion for new trial focused on the lack of preparation performed by Appellant's trial counsel and the witnesses who could have testified on Appellant's behalf had they been contacted. The trial court denied the motion for new trial, and Appellant appealed to the Fourteenth Court of Appeals. The court of appeals concluded that trial counsel's performance was deficient, but that the proposed witnesses would not have benefitted Appellant. We granted review to consider whether the court of appeals erred by failing to conclude that Appellant was prejudiced by his counsel's deficient performance. We will affirm the court of appeals.\n\nI. Facts\nOn the evening of November 30, 2005, two men wearing bandanas around their faces entered the home of Maria Rangel. Maria lived there with her thirteen-year-old son, Ernesto. When one intruder's bandana slipped, she recognized him as *892 Marcus,[1] a friend of her older son. She did not recognize the other man. Marcus demanded money and then rummaged through Maria's belongings, pointing a knife in her direction the entire time. Ernesto was able to recognize both men. He identified the man whose face remained partially covered as Appellant. Ernesto knew Appellant as his brother's ex-girlfriend's brother. They had met approximately three times. According to Ernesto, Appellant pointed a knife at him while Marcus \"trash[ed] everything.\"\n\nII. Trial court\nAppellant was charged with aggravated robbery and burglary of a habitation. However, after the State rested, it asked to reopen for the purpose of presenting more testimony regarding the use of a deadly weapon.[2] The State also informed the judge that it would be abandoning Count 2 of the indictment, the burglary of a habitation charge, and proceeding only on Count 1, the aggravated robbery charge. In response, defense counsel, Mark Racer, requested an instruction on the lesser-included offense of robbery in exchange for the State's reopening. As a result, the jury charge included instructions on aggravated robbery and robbery, and it did not include the burglary offense. The jury returned a verdict finding Appellant guilty of aggravated robbery. The judge entered a deadly-weapon finding and sentenced Appellant to thirty-five years' confinement.\nAfter the date of judgment, Racer filed a motion to withdraw as counsel. The court appointed another attorney, Tom Stickler, to represent Appellant. Stickler filed a motion for new trial citing five grounds, including ineffective assistance of counsel. At the hearing on Appellant's motion for new trial, Racer testified that his attorney fee voucher noted an hour and a half of trial preparation. A court-appointed investigator listed four people who could possibly have served as witnesses for Appellant at trial had Racer sought their testimony. One of the people named was Roselie Padilla. She lived in a two-bedroom apartment with seven other people, including Appellant. Appellant slept on the sofa in the living room, near to Padilla and her son, both of whom slept on the floor. In her affidavit, offered at the hearing as evidence of an alibi, she stated that she was certain Appellant slept on the couch every night the week of the robbery.[3] The court denied the motion for new trial, finding that Appellant did not meet his burden of showing prejudice under Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984).\n\nIII. Strickland\n\nStrickland defines the elements required to show ineffective assistance of counsel. Id. at 687, 104 S. Ct. 2052. There are two required components: a performance component and a prejudice component. Id.\nFirst, the defendant must show that counsel's performance was deficient. This requires showing that counsel made errors so serious that counsel was not *893 functioning as the \"counsel\" guaranteed the defendant by the Sixth Amendment.\n\nId. To satisfy this prong of the analysis, a defendant \"must show that counsel's representation fell below an objective standard of reasonableness\" based upon \"prevailing professional norms.\" Id. at 688, 104 S. Ct. 2052. For this performance inquiry we consider all of the circumstances, with \"a strong presumption that counsel's conduct [fell] within the wide range of reasonable professional assistance.\" Id. at 688-89, 104 S. Ct. 2052.\nSecond, the defendant must show that the deficient performance prejudiced the defense. This requires showing that counsel's errors were so serious as to deprive the defendant of a fair trial, a trial whose result is reliable.\nId. at 687, 104 S. Ct. 2052. To satisfy this element, the \"defendant must show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" Id. at 694, 104 S. Ct. 2052. To succeed on an ineffectiveness claim, a defendant must show both components; failure to show either deficient performance or prejudice will defeat the ineffectiveness claim. Thompson v. State, 9 S.W.3d 808, 813 (Tex.Crim.App. 1999). The defendant bears the burden of proving ineffectiveness by a preponderance of the evidence. Salinas v. State, 163 S.W.3d 734, 740 (Tex. Crim.App.2005); Moore v. State, 694 S.W.2d 528, 531 (Tex.Crim.App.1985). It was Appellant's failure to show the second prong that resulted in the denial of his motion for new trial.\n\nIV. Court of appeals\nOn appeal, Appellant argued that the trial court erred by denying his motion for new trial. Specifically, he cited the failure to pursue his alibi witness and the failure to do \"any meaningful preparation or investigation\" as constituting ineffective assistance of counsel. The court of appeals reviewed Appellant's claim under Strickland's two-prong test. Perez v. State, No. 14-07-00414-CR, 2008 WL 5220302, 2008 Tex.App. LEXIS 9293 (Tex.App.-Houston [14th Dist.] Dec. 11, 2008, pet. granted).\nUnder the first prong, the court decided that counsel's performance was deficient based on the totality of the circumstances. Id. 2008 WL 5220302, at *5, 2008 Tex.App. LEXIS, 9293 at *13-14. In particular, the court noted the following facts as evidence that counsel's representation fell below the standard of prevailing professional norms: Racer met with Appellant only two or three times before trial; he prepared for an hour and a half the day before the trial commenced; and, at trial, he did not present any witnesses or offer any evidence at all. Id. 2008 WL 5220302, at *4-5, 2008 Tex.App. LEXIS 9293, at *11-13. Therefore, the court concluded that Appellant met his burden under Strickland's performance component.\nTurning to the second prong, the court evaluated whether counsel's failure to call witnesses at trial prejudiced the defense. The court reviewed Padilla's affidavit and the testimony of Christina Pereda, who appeared at the hearing. Pereda lived in the same apartment as both Appellant and Padilla. Pereda said that while she could not provide an alibi for Appellant, Padilla could, and that she would have given Padilla's contact information to Racer had she been given the opportunity to talk with him. The court found Pereda's testimony and Padilla's affidavit to be too unspecific to be helpful, and concluded that counsel's deficient performance did not affect the judgment. Id. 2008 WL 5220302, at *6, 2008 Tex.App. LEXIS 9293, at *16-17. Because Appellant did not satisfy his burden under Strickland's prejudice component, the court of appeals decided that *894 Appellant had not received ineffective assistance of counsel. Id. 2008 WL 5220302, at *6-7, 2008 Tex.App. LEXIS 9293, at *18.\n\nV. Analysis\nWe granted review to consider whether the court of appeals erred by failing to conclude that Appellant was prejudiced by Racer's deficient performance. This issue pertains to Strickland's second prong, and therefore we need not repeat the court of appeals's analysis under the first prong, which determined that counsel's performance was deficient. Counsel had \"a duty to make reasonable investigations or to make a reasonable decision that [] particular investigations [were] unnecessary,\" and the record clearly shows that this duty was neglected.[4]Strickland, 466 U.S. at 691, 104 S. Ct. 2052.\nTurning to the issue before this Court, Appellant asserts that he met his burden under the second Strickland prong by showing that if Racer had properly investigated and prepared for trial, Padilla would have served as an alibi witness, and the jury would have likely found Appellant not guilty. To succeed under the prejudice component, Appellant \"must show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" Id. at 694, 104 S. Ct. 2052. A reasonable probability is \"a probability sufficient to undermine confidence in the outcome.\" Id. It will not suffice for Appellant to show \"that the errors had some conceivable effect on the outcome of the proceeding.\" Id. at 693, 104 S. Ct. 2052. Rather, he must show that \"there is a reasonable probability that, absent the errors, the factfinder would have had a reasonable doubt respecting guilt.\" Id. at 695, 104 S. Ct. 2052. We review the totality of the evidence when evaluating Appellant's ineffectiveness claim. Id.\nSo, we ask whether there is a reasonable probability that the jury would have had a reasonable doubt as to Appellant's guilt had Padilla appeared at trial as an alibi witness. A pre-Strickland opinion from this Court, King v. State, 649 S.W.2d 42 (Tex.Crim.App.1983), is instructive on this question. In that case, the appellant asserted ineffective assistance of counsel in part because no witnesses testified on his behalf. Id. at 44. We stated that the \"failure to call witnesses at the guilt-innocence and punishment stages is irrelevant absent a showing that such witnesses were available and appellant would benefit from their testimony.\" Id. Here, we are not convinced that Appellant would have benefitted from Padilla's testimony, and we do not see a reasonable probability that her testimony would have changed the result of Appellant's trial.\nPadilla's affidavit, the document upon which Appellant bases his entire ineffectiveness claim,[5] states:\nThe Defendant, Oscar Perez, was charged with Burglary of a Habitation that occurred on November 30, 2005 at approximately 10:00 p.m. to 10:30 p.m. *895 Throughout the entire month of November and into December of 2005, I was living at the residence of Christina Pereda. Also living at that residence was my son and Oscar Perez. Each night, Oscar Perez slept on the couch in the living room. Each night I, along with my son, slept on the floor by the couch that Oscar was on. Each night, we went to bed about 10:00 p.m. I am certain that Oscar was sleeping on the couch every night during the week of November 28th through December 2nd. I am certain that there was no night that Oscar was not there nor any night that he left. I remember this because it was the week after Thanksgiving and [sic] week or so before Oscar said the police were looking for him. At no time did Oscar Perez' attorney contact me prior to the trial.\nThis is not beneficial to the extent required by Strickland, as we do not see a reasonable probability that Appellant would have been found not guilty had Racer presented Padilla's testimony at trial. Strickland, 466 U.S. at 695, 104 S. Ct. 2052. In fact, it is questionable whether this even functions as an alibi defense. Black's Law Dictionary defines \"alibi\" as, \"A defense based on the physical impossibility of a defendant's guilt by placing the defendant in a location other than the scene of the crime at the relevant time.\" BLACK'S LAW DICTIONARY 56-57 (Abridged 7th ed.2000) (emphasis added).\nThe evidence concerning the timing of the robbery comes from the testimony of Maria Rangel and her son, Ernesto. Maria stated, \"And I think it was about 8:00, something like that.\" Ernesto testified that the break-in occurred \"[p]retty late, like 10:00, 10:00 o'clock.\" Padilla's affidavit does not make it impossible for Appellant to have committed the robbery at around 8:00 or 10:00 p.m. on the evening of November 30. She states that she is \"certain\" Appellant slept on the couch every night the week of the robbery and that there was no night Appellant was not there. But with regard to Appellant's presence at a specific time, the only information she provides is ambiguous.\nShe states, \"Each night, we went to bed about 10:00 p.m.\" It is unclear whether this one time-specific detail includes Appellant because the preceding sentence reads, \"Each night I, along with my son, slept on the floor by the couch that [Appellant] was on.\" So by saying \"we went to bed about 10:00 p.m.,\" she could be continuing to describe how she and her son slept, or she could be referring to all three people. Therefore, we cannot agree with Appellant's assertion that \"if the jury were to believe Ms. Padilla, then they would find that she went to bed along-side Appellant and her son on the night of the robbery at about 10:00 p.m., at the same time the robbery was occurring at another location.\"\nBut even if Padilla is stating that Appellant went to bed at \"about 10:00 p.m.,\" that does not mean that it was physically impossible for Appellant to commit the robbery at approximately 8:00 or 10:00 p.m.[6] Padilla's testimony is too vague to be of any benefit to Appellant, and had she been called to testify at trial, we cannot say that there is a reasonable probability that Appellant would have been found not guilty.[7] Padilla's account is simply not the game-changer Appellant wishes it to be.\n*896 In evaluating the potential impact of an alibi witness, we must also consider the relative strength of the State's case. We compare the evidence presented by the State with the \"evidence the jury did not hear due to trial counsel's failure to investigate.\" Butler v. State, 716 S.W.2d 48, 56 (Tex.Crim.App.1986). In Butler, we affirmed the court of appeals's reversal of the defendant's conviction after concluding that he had received ineffective assistance of counsel. Id. at 57. In that case, when reviewing the prejudice component of the defendant's ineffectiveness claim, we considered the strength of the State's case:\nNo physical evidence linked appellant to the robbery. Only being stopped for speeding near the scene of the offense led to his arrest. He was convicted based on the identification testimony of only one witness, the complainant.\nId. at 56. In contrast, the evidence that defense counsel failed to present to the jury included the following:\nthe sworn testimony of two witnesses that someone other than appellant was actually the robber, and of a third witness that appellant was somewhere else at the exact time of the robbery.\nId. After reviewing what the State did present in light of what the defense failed to present, we concluded that the defendant had satisfied the second Strickland prong because the evidence undermined our confidence in the outcome of the defendant's trial. Id. Appellant argues that the \"strength of the case at bar is virtually indistinguishable from Butler and [the conviction] should be similarly reversed, not because his innocence was proven at the hearing on the motion for new trial, but so that the evidence may be subjected to the adversarial testing required by the Constitution.\"\nBut Appellant's contention ignores the standard required under Strickland: to show prejudice, there must be a reasonable probability, sufficient to undermine our confidence in the outcome, that the result of the proceeding would have been different had counsel performed reasonably. Strickland, 466 U.S. at 694, 104 S. Ct. 2052. And, Appellant's case is distinguishable from Butler such that we hold that Appellant's conviction should not be reversed. True, the State's case was not strong. The State presented three witnesses: Steve Ricks, the detective who arrived at the crime scene two days after the robbery; Maria Rangel; and, her son, Ernesto Rangel. Ernesto, who was thirteen at the time of the robbery, was the only eyewitness who could identify Appellant's face, though it was partially covered with a bandana. However, the evidence the jury did not hear due to counsel's failure to investigate is nowhere near as beneficial as the evidence in Butler (which included two witnesses who identified another man, by name, as the robber and a third witness who placed the defendant in his apartment at the exact time of the offense).[8]Butler, 716 S.W.2d at 51. Despite *897 the weaknesses in the State's case, we cannot say that Padilla's affidavit, nor any of the other evidence explored at the hearing,[9] undermines our confidence in the outcome of Appellant's trial. Strickland, 466 U.S. at 694, 104 S. Ct. 2052.\n\nVI. Conclusion\nWe conclude that there is no reasonable probability that the result of the trial would have been different had counsel performed reasonably and satisfied his duty to investigate. We agree with the court of appeals that because Appellant did not show that his counsel's deficient performance prejudiced the defense, Appellant did not receive ineffective assistance of counsel. We affirm the judgment of the court of appeals.\nNOTES\n[1]  Throughout the trial, this man is called \"Marco\" and \"Marcos.\" On his judgment form, he is named \"Marcus Antonio Tavira.\"\n[2]  The State asked that the court submit to the jury a deadly-weapon special issue in the charge.\n[3]  Though it was admitted \"for the purpose of this hearing,\" it is unclear to what extent the judge actually considered the affidavit: \"Even if I were to consider the affidavit, the affidavit is in my opinion deficient to establish because it does not state that the witness Roselie Padilla would be competent to testify, is over 18 or has personal knowledge of the facts.\"\n[4]  Because Appellant's argument to this Court is based upon Racer's failure to present Padilla as an alibi witness at trial, the evidence of Racer's deficient performance that is most significant to our review is his failure to investigate Appellant's alibi. Racer's notes from meeting with Appellant on February 8, 2006, reveal that Appellant informed him of an alibi witness, and yet, Racer did not attempt to track down the alibi witness, by calling Pereda, until the first day of trial, March 5, 2007.\n[5]  Appellant's brief states, \"it is likely that the jury would have had a reasonable doubt and found him not guilty if they had just been presented with the alternate version of events contained in Ms. Padilla's affidavit.\"\n[6]  We cannot agree with Appellant that the \"affidavit does directly contradict the State's position at trial.\"\n[7]  Admittedly, the imprecise testimony from the eyewitnesses would be a hurdle for any alibi. To benefit Appellant and satisfy Strickland, an alibi would have to at least account for Appellant between 7:30 and 10:30 p.m.\n[8]  We agree with Appellant that the court of appeals analyzed Padilla's affidavit too harshly, though its result was correct. Reasoning that \"Ms. Padilla's affidavit did not provide a specific event that she and appellant attended the night of the robbery\" and that \"Ms. Padilla failed to provide a specific date or event,\" the court of appeals overstated the requirement that the testimony simply be beneficial to the extent that it undermines confidence in the outcome. Perez, 2008 WL 5220302, at *5-6, 2008 Tex.App. LEXIS 9293 at *15. It would have been beneficial enough had Padilla stated that she saw Appellant at a specific time at a location other than the crime-scene. Butler, 716 S.W.2d at 51 (witness testifying that she last saw the defendant when she left for work at 7:50). Contrary to the court of appeals's reasoning, Padilla did not have to say that she and Appellant attended an event on the night of the robbery.\n[9]  The evidence presented by Stickler for the defense at the hearing on the motion for new trial included the following witnesses: Mark Racer, Appellant's trial counsel; Michael Ward, the court-appointed investigator who tracked down Roselie Padilla; Diana Perez, Appellant's mother who testified regarding the lack of communication from Racer; Christina Pereda, who testified that she could have provided Racer with the information necessary to contact Padilla; Appellant; David Dowdy, one of the attorneys for the State; and, Melissa Perez, Appellant's sister who stated that she did not know where her brother was on the night of the robbery. The exhibits included the following: the attorney appointment form assigning Racer to Appellant; Racer's attorney fee voucher; the judgment for Marcus; and, Roselie Padilla's affidavit.\n\n",
            "ocr": false,
            "opinion_id": 1370430
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}