{
    "id": 13423,
    "judges": "Duplantier, King, Politz",
    "date_filed": "1972-02-21",
    "date_filed_is_approximate": true,
    "slug": "rodriguez-v-sarabyn",
    "case_name_short": "Rodriguez",
    "case_name": "Rodriguez v. Sarabyn",
    "case_name_full": "Robert RODRIGUEZ, Plaintiff-Appellee, v. Charles (Chuck) SARABYN, Et Al., Defendants, Charles (Chuck) Sarabyn; Roger M. Solomon, Ph.D.; Ted Royster, Defendants-Appellants",
    "attorneys": "Richard A. Grigg, Spivey & Grigg, Austin, TX, for Plaintiff-Appellee., Stephen Henry Gardner, Gail Marie Dickinson, Dallas, TX, for Charles (Chuck) Sara-byn., Robert Mark Loeb, Barbara L. Herwig, U.S. Department of Justice, Civil Division, Appellate Staff, Washington, DC, for United States of America, Amicus Curiae., Arthur David Carlson, Deanna Dean Smith, Carlson & Smith, Houston, TX, for Phillip J. Chojnacki and Ted Royster., Guy M. Hohmann, Cristina Berg McGarr, Hohmann, Werner & Taube, Austin, TX, for Roger M. Solomon, Ph.D.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 22,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b850-3\">\n    Robert RODRIGUEZ, Plaintiff-Appellee, v. Charles (Chuck) SARABYN, et al., Defendants, Charles (Chuck) Sarabyn; Roger M. Solomon, Ph.D.; Ted Royster, Defendants-Appellants.\n   </parties><br><docketnumber id=\"b850-7\">\n    No. 96-50463.\n   </docketnumber><br><court id=\"b850-8\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><br><decisiondate id=\"b850-10\">\n    Nov. 24, 1997.\n   </decisiondate><br><attorneys id=\"b852-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"762\"> \n     *762\n     </span>\n    Richard A. Grigg, Spivey &amp; Grigg, Austin, TX, for Plaintiff-Appellee.\n   </attorneys><br><attorneys id=\"b852-5\">\n    Stephen Henry Gardner, Gail Marie Dickinson, Dallas, TX, for Charles (Chuck) Sara-byn.\n   </attorneys><br><attorneys id=\"b852-6\">\n    Robert Mark Loeb, Barbara L. Herwig, U.S. Department of Justice, Civil Division, Appellate Staff, Washington, DC, for United States of America, Amicus Curiae.\n   </attorneys><br><attorneys id=\"b852-7\">\n    Arthur David Carlson, Deanna Dean Smith, Carlson &amp; Smith, Houston, TX, for Phillip J. Chojnacki and Ted Royster.\n   </attorneys><br><attorneys id=\"b852-8\">\n    Guy M. Hohmann, Cristina Berg McGarr, Hohmann, Werner &amp; Taube, Austin, TX, for Roger M. Solomon, Ph.D.\n   </attorneys><br><judges id=\"b852-10\">\n    Before POLITZ, Chief Judge, KING, Circuit Judge, and DUPLANTIER,\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    District Judge.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b852-16\">\n     District Judge of the Eastern District of Louisiana, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "129 F.3d 760"
    ],
    "opinions": [
        {
            "author_str": "King",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 30.0,
            "download_url": "http://www.ca5.uscourts.gov/opinions\\pub\\96/96-50463.CV0.wpd.pdf",
            "author_id": null,
            "opinion_text": "129 F.3d 760\n    Robert RODRIGUEZ, Plaintiff-Appellee,v.Charles (Chuck) SARABYN, et al., Defendants,Charles (Chuck) Sarabyn; Roger M. Solomon, Ph.D.; TedRoyster, Defendants-Appellants.\n    No. 96-50463.\n    United States Court of Appeals,Fifth Circuit.\n    Nov. 24, 1997.\n    \n      Richard A. Grigg, Spivey &amp; Grigg, Austin, TX, for Plaintiff-Appellee.\n      Stephen Henry Gardner, Gail Marie Dickinson, Dallas, TX, for Charles (Chuck) Sarabyn.\n      Robert Mark Loeb, Barbara L. Herwig, U.S. Department of Justice, Civil Division, Appellate Staff, Washington, DC, for United States of America, Amicus Curiae.\n      Arthur David Carlson, Deanna Dean Smith, Carlson &amp; Smith, Houston, TX, for Phillip J. Chojnacki and Ted Royster.\n      Guy M. Hohmann, Cristina Berg McGarr, Hohmann, Werner &amp; Taube, Austin, TX, for Roger M. Solomon, Ph.D.\n      Appeals from the United States District Court for the Western District of Texas.\n      Before POLITZ, Chief Judge, KING, Circuit Judge, and DUPLANTIER,* District Judge.\n      KING, Circuit Judge:\n    \n    \n      1\n      Defendants-appellants bring this interlocutory appeal to challenge the district court's order finding that they were not acting within the scope of their federal employment.  We affirm in part and vacate in part the district court's order and remand this case for further proceedings.\n    \n    I. FACTUAL AND PROCEDURAL BACKGROUND\n    A. Procedural Posture\n    \n      2\n      This litigation stems from the Bureau of Alcohol, Tobacco, and Firearms (ATF) raid on the Branch Davidian compound in Waco, Texas on February 28, 1993.  In February 1995, plaintiff-appellee Robert Rodriguez, an ATF agent, filed suit against the United States, the ATF, several ATF officials in their individual capacities, and Roger M. Solomon for allegedly tortious statements related to the raid made to the media and in subsequent investigations.  Only three of the individual defendants are party to this interlocutory appeal:  two ATF officials, Ted Royster and Charles Sarabyn, and Solomon, a psychiatrist who did work for the ATF.1  The United States filed a motion in the district court to substitute the United States for the ATF officials and dismiss the claims under the Federal Tort Claims Act (FTCA).  28 U.S.C. &#167;&#167; 2679(d)(1), 2680(h).  With its motion, the Government submitted official certifications that the ATF officials acted within the scope of their employment in relation to Rodriguez's allegations.  However, Sarabyn was excepted from this certification for fifty-four days that he had been terminated from the ATF.  All of the individual defendants moved for certification and substitution of the United States, including Sarabyn for the above fifty-four-day period.  The district court denied all motions because it found that under Texas law the ATF officials did not act within the scope of their employment and that under federal law Solomon was an independent contractor and not an employee.  The court also denied subsequent motions by the defendants to reconsider, including one making a judicial estoppel argument.  The individual defendants appealed, and the United States filed an amicus brief.\n    \n    B. Stipulated Facts\n    \n      3\n      The issue before us on appeal is whether the individual defendants were acting within the scope of their employment with the United States when they made the allegedly defamatory statements.  For the purposes of this determination, all parties except Sarabyn stipulated to the facts that follow.2\n    \n    \n      4\n      On February 28, 1993, the ATF raided the Branch Davidian compound to serve search and arrest warrants.  On the morning of the raid, Rodriguez went to the compound in an undercover capacity and spoke to the Branch Davidian leader, David Koresh.  During his meeting with Koresh, Koresh left to take a phone call, and upon his return, he was visibly shaken and nervous and said that the ATF and National Guard were coming for him.  Rodriguez concluded that Koresh was aware of the impending ATF raid.\n    \n    \n      5\n      Rodriguez left the compound and reported the events to James Cavanaugh, the Deputy Tactical Director for the raid.  He told Cavanaugh that Koresh knew that the ATF was coming.  In response to Cavanaugh's questions, Rodriguez said that he did not see any guns or anyone hurrying around the compound.  Rodriguez then called Sarabyn, the Tactical Coordinator for the raid, and told him that Koresh knew they were coming.  He told him that when he left, the Branch Davidians were praying in the compound.\n    \n    \n      6\n      The operation went forward, and the ATF attempted to serve the warrants at the compound.  The ATF agents were met with a hail of gunfire, and four agents were killed and twenty were wounded in the firefight.  Subsequent to the raid, Sarabyn and Royster made statements to investigators, the media, or Congress about the events that were inconsistent with what Rodriguez reported the morning of the raid.  Sarabyn and Royster were authorized to speak to the media by the ATF and were required by the ATF to make statements to investigators and to Congress.  Of the statements to Congress and the investigators, the defendants knew they were expected to be truthful and candid and were not authorized to mislead, lie, or otherwise cover-up the truth.  Solomon made statements to one of the three official investigations and to an ATF official.\n    \n    \n      7\n      Sarabyn was the Assistant Special Agent in Charge of the ATF's Houston Division and the Tactical Coordinator for the raid.  After speaking with Rodriguez on the morning of the raid, he told the ATF agents to \"hurry up\" because Koresh knew that the ATF was coming.  He later denied knowing that Koresh knew of the imminent raid and denied making the statement to hurry up.  He also has said that Rodriguez did not tell him that Koresh knew they were coming.\n    \n    \n      8\n      Royster was the Special Agent in Charge of the ATF's Dallas Division and rode in a helicopter during the raid.  On the day of the raid, he heard Sarabyn say, \"They know we're coming.\"   Later, he denied knowing that the ATF had lost the element of surprise.  Royster also told the ATF agents that he supervised in the Dallas office that surprise had not been lost, and at the direction of ATF Associate Director Daniel Hartnett, he told other agents that surprise had not been lost.\n    \n    \n      9\n      Solomon is a clinical psychologist who is a full-time employee for the Washington State Patrol.  He also works as a consultant for railroads and various law enforcement agencies on critical incident trauma and peer support.  In the four years prior to the raid on the Branch Davidian compound, Solomon conducted peer support workshops for the ATF once or twice a year, and during that same period he conducted approximately fifty seminars for other law enforcement agencies.  The materials used in his seminars were provided by Solomon.  Solomon's contract consisted of a Blanket Purchase Agreement with the ATF, under which he was to provide counseling on an \"as needed\" basis.  This counseling occurred over the phone or in person and was billed by the hour or by the day plus expenses.  Solomon could refuse requests asking him to respond to a particular location to provide services.  The government never withheld income tax or social security from Solomon's payments or provided the health, retirement, or workmen's compensation benefits to which other government employees are entitled.  The ATF did not consider Solomon to be an employee.\n    \n    \n      10\n      On February 28, 1993, Solomon was asked to come to Waco to provide his services to agents and their families in the aftermath of the raid.  In April 1993, ATF Deputy Associate Director Edward D. Conroy asked Solomon to contact Rodriguez for counseling.  Solomon contacted Rodriguez, but Rodriguez did not wish to participate in a group debriefing or talk to anyone.II. JURISDICTION\n    \n    \n      11\n      Certification of scope of employment by the Attorney General or her designate is reviewable by the courts.  Gutierrez de Martinez v. Lamagno, 515 U.S. 417, 420, 115 S.Ct. 2227, 2229, 132 L.Ed.2d 375 (1995).  We have jurisdiction to review the district court's denial of the certification of the defendants' acts being within the scope of their employment under the collateral order doctrine allowing immediate review under 28 U.S.C. &#167; 1291 from orders denying government employees immunity.  Mitchell v. Forsyth, 472 U.S. 511, 524-30, 105 S.Ct. 2806, 2814-18, 86 L.Ed.2d 411 (1985);  Mitchell v. Carlson, 896 F.2d 128, 133 (5th Cir.1990).\n    \n    III. DISCUSSION\n    \n      12\n      Unlike the normal tort action, the plaintiff here does not wish to impose vicarious liability upon the employer.  In order to preserve his claims, Rodriguez argues that the individual defendants were not acting within the scope of their employment.  If the individual defendants are found to have been acting in the scope of their employment, the United States is automatically substituted for the defendants, who are then dismissed from the action pursuant to the Federal Employees Liability Reform and Tort Compensation Act of 1988 (commonly known as the Westfall Act).  See 28 U.S.C. &#167; 2679(b);  Lamagno, 515 U.S. at 422, 115 S.Ct. at 2230.   Once the substitution occurs, the FTCA applies, and some claims may be dismissed for lack of subject-matter jurisdiction because the United States has not waived its sovereign immunity.  28 U.S.C. &#167; 2680.3  Therefore, Rodriguez may be left without a remedy for the allegedly tortious acts of the defendants.  See id. &#167; 2679(b) (making the FTCA the exclusive remedy for compensation for tortious acts of federal employees in the scope of their employment);  Lamagno, 515 U.S. at 422, 115 S.Ct. at 2230;  Aversa v. United States, 99 F.3d 1200, 1207-08, 1213 (1st Cir.1996) (applying New Hampshire law and holding that defamatory statements made by Assistant U.S. Attorney and Internal Revenue Service employee were within the scope of their employment and affirming the substitution of the United States and the dismissal of the suit for lack of subject-matter jurisdiction under the FTCA).\n    \n    \n      13\n      Although this result may seem unduly harsh, Congress has recognized that its scheme leaves some plaintiffs without a remedy against any party.  See H.REP. NO. 100-700, at 6 (1988), reprinted in 1988 U.S.C.C.A.N. 5945, 5950.  \"[S]uits against Federal employees are precluded even where the United States has a defense which prevents actual recovery.  Thus, any claim against the government that is precluded by the exceptions set forth in Section 2680 ... also is precluded against an employee [or] his or her estate.\"  Id.  This result was intended by Congress despite the Westfall Acts's purpose--to provide an appropriate remedy while protecting federal employees.  Federal Employees Liability Reform and Tort Compensation Act of 1988, Pub.L. No. 100-694, sec. 2(b), 102 Stat. 4563, 4564.  As the Supreme Court observed in Westfall v. Erwin, 484 U.S. 292, 300, 108 S.Ct. 580, 585, 98 L.Ed.2d 619 (1988), \"Congress is in the best position to provide guidance for the complex and often highly empirical inquiry into whether absolute immunity is warranted in a particular context.\"   In Westfall, the Supreme Court applied the immunity of the FTCA only to acts committed by federal employees within the scope of their employment that required the exercise of government discretion.  Id. at 299, 108 S.Ct. at 585.   After Westfall, Congress passed the Westfall Act to immunize all acts done within the scope of the federal employee's employment without any additional requirements.  See H.REP. NO. 100-700, at 4 (\"Federal employees will be immune for personal liability for actions taken in the course and scope of their employment.\"), reprinted in 1988 U.S.C.C.A.N. at 5947;  id. at 2-4 (noting that the legislation's goal is to restore federal employee immunity to its state prior to the Supreme Court's Westfall decision), reprinted in 1988 U.S.C.C.A.N. at 5946-47;  Aversa, 99 F.3d at 1207 n. 7.\n    \n    A. Solomon's Status\n    \n      14\n      The district court found that Solomon was an independent contractor and not a federal employee and therefore denied his motion for certification under the Westfall Act.  We agree.\n    \n    1. Standard of Review and Applicable Law\n    \n      15\n      The FTCA only applies to an employee of the government, which is defined to include \"officers or employees of any federal agency ... and persons acting on behalf of a federal agency in an official capacity, temporarily or permanently in the service of the United States, whether with or without compensation.\"  28 U.S.C. &#167; 2671.  Neither the FTCA nor the Westfall Act applies to the actions of an independent contractor.  See United States v. Orleans, 425 U.S. 807, 813-14, 96 S.Ct. 1971, 1975-76, 48 L.Ed.2d 390 (1976);  Broussard v. United States, 989 F.2d 171, 174 (5th Cir.1993).  Whether Solomon was an employee of the ATF or an independent contractor is a question of federal law.  Cavazos ex rel. Cavazos v. United States, 776 F.2d 1263, 1264 (5th Cir.1985).  The ultimate determination of his status is a conclusion of law to be reviewed de novo.  Cf. Donovan v. Tehco, Inc., 642 F.2d 141, 143 n. 4 (5th Cir.1981) (considering whether individuals were employees or independent contractors under the Federal Labor Standards Act).\n    \n    2. Independent Contractor Versus Employee\n    \n      16\n      The critical factor in distinguishing an independent contractor from an employee \" 'is the power of the Federal Government \"to control the detailed physical performance of the contractor.\" ' \"  Broussard, 989 F.2d at 174 (quoting Orleans, 425 U.S. at 814, 96 S.Ct. at 1976 (quoting Logue v. United States, 412 U.S. 521, 528, 93 S.Ct. 2215, 2219, 37 L.Ed.2d 121 (1973))).  In Broussard, this circuit recognized that, while this may be \"the most critical factor,\" it is not the only factor.  989 F.2d at 175.   If this were the only factor considered, then no professional who exercises professional judgment could be considered a federal employee under the FTCA.  Id.  In Logue, the Supreme Court relied upon the Restatement (Second) of Agency which lists other factors besides control in determining whether a person is an employee or independent contractor.  412 U.S. at 527 &amp; n. 5, 93 S.Ct. at 2219 &amp; n. 5 (citing RESTATEMENT (SECOND) OF AGENCY &#167; 2 (1957));  see also Broussard, 989 F.2d at 175.   In addition to control, &#167; 220 of the Restatement lists the following factors which may evidence the existence of an employee relationship:  (1) the work does not require one who is highly educated or skilled;  (2) the work is typically done by an employee in the locale, rather than an independent contractor;  (3) the employer supplies the tools, instrumentalities, or place of work;  (4) the employment is for a considerable period of time with regular hours;  (5) the method of payment is by the hour or month;  (6) the work is full-time employment by one employer;  (7) the work is part of the employer's regular business;  and (8) the parties believe they have created an employment relationship.  RESTATEMENT (SECOND) OF AGENCY, supra, &#167; 220(2) &amp; cmt. h, referenced in id. &#167; 2 cmt. a.\n    \n    3. Applying the Law to Solomon\n    \n      17\n      Considering the above factors in relation to Solomon, who is a professional, we agree with the district court that he is an independent contractor.  The value of Solomon's work derives from his education and skill.  The evidence does not suggest that the services of the type supplied by Solomon are typically supplied by an employee in the relevant locale.  Solomon supplies the materials upon which his seminars are based.  His affiliation with the ATF has been for a period of years, but other than the seminars, it has been on an as-needed basis with no regular or set hours.  He is a full-time employee of the Washington State Patrol, not the federal government.  Although Solomon was paid by the hour, his professional services are a type that is commonly measured by the hour, rather than by the job;  this factor therefore has little weight in determining whether he is an employee.  Additionally, the Blanket Purchase Agreement does not set any price for Solomon's services;  it only requires that the government get at least the best price he offers to anyone.  His services are not part of the ATF's regular business, and the ATF, according to the stipulated facts, did not consider him an employee.  All of these factors taken together demonstrate that Solomon is an independent contractor and not an employee of the United States.\n    \n    \n      18\n      In Broussard, this court held that a doctor employed by an independent contractor to the federal government is not an employee of the federal government.  989 F.2d at 176.   Solomon argues that because he is not like the doctor in Broussard (i.e., he is paid directly by the government, the government selected him, and his contract does not explicitly deny the government supervisory control), he is an employee.  However, the government selects its independent contractors and would be expected to pay them directly.  To accept his argument would suggest that individuals are rarely independent contractors.  Additionally, the Restatement describes the extent of control as determined by agreement.   RESTATEMENT (SECOND) OF AGENCY, supra, &#167; 220(2)(a) (\"the extent of control which, by the agreement, the master may exercise over the details of the work\");  id. cmt. h (\"an agreement for close supervision or de facto close supervision of the servant's work\").  In Solomon's case, his contract is silent on control, which suggests an independent contractor relationship under the Restatement.\n    \n    4. \"Acting on Behalf of\" the United States\n    \n      19\n      Solomon also argues that the \"persons acting on behalf of the federal government in an official capacity\" language of &#167; 2671 includes him.  The Supreme Court considered and rejected a similar argument in Logue.  412 U.S. at 531-32, 93 S.Ct. at 2221-22.   The \"acting on behalf of\" language was meant to cover the \"dollar-a-year\" man who is in government service without pay or an individual who is directly supervised by a federal agency pursuant to an agreement.  Id.  Solomon fits neither of the above descriptions.  Additionally, to apply the \"acting on behalf of\" language to an independent contractor because he was asked to provide a service for the government, as urged by Solomon, would make the distinction between employees and independent contractors virtually meaningless.  Cf. id. at 532, 93 S.Ct. at 2221-22.   Under such an expansive construction of the language, all independent contractors would be \"acting on behalf of\" the United States and would make the explicit exclusion of independent contractors from the FTCA in &#167; 2671 meaningless.  See 28 U.S.C. &#167; 2671.\n    \n    \n      20\n      Because we affirm the district court's denial of Solomon's motion for certification on the grounds that he is not a federal employee, we need not consider whether he was acting in the scope of his \"employment.\"\n    \n    \n      21\n      B. Sarabyn and Royster's Scope of Employment\n    \n    \n      22\n      The district court reviewed the Attorney General's certification of Sarabyn and Royster and found that they were not acting within the scope of their employment by the United States.  We disagree.\n    \n    1. Standard of Review and Applicable Law\n    \n      23\n      Whether an employee was acting within the scope of his or her employment under the Westfall Act is governed by state law.  Garcia v. United States, 62 F.3d 126, 127 (5th Cir.1995) (en banc) (citing Williams v. United States, 350 U.S. 857, 76 S.Ct. 100, 100 L.Ed. 761 (1955));  see also H.R.REP. NO. 100-700 (noting that state law governs the question of whether a federal employee acted within the scope of his or her employment under the FTCA), reprinted in 1988 U.S.C.C.A.N. at 5949.   Here, all the parties agree that Texas law applies to the allegedly tortious conduct, which occurred primarily in Texas.  See Williams v. United States, 71 F.3d 502, 506 (5th Cir.1995).  We review the scope of employment issue de novo.  Id. at 505.   The parties stipulated to the facts below; therefore we need only apply the law to those facts.\n    \n    \n      24\n      2. Texas Respondeat Superior Law for Defamation\n    \n    \n      25\n      Under Texas law, respondeat superior analysis determines whether conduct that constitutes an intentional tort was within an employee's scope of employment.  Id. at 506;  Houston Transit Co. v. Felder, 146 Tex. 428, 208 S.W.2d 880, 881 (1948).  Texas's general rule for respondeat superior is that an employee acts within his scope of employment if the act is done (1) within the employee's general authority, (2) in furtherance of the employer's business, and (3) for the accomplishment of the objective for which the employee was employed.  Robertson Tank Lines, Inc. v. Van Cleave, 468 S.W.2d 354, 357 (Tex.1971);  1 TEXAS TORTS AND REMEDIES &#167; 4.02[a] (J. Hadley Edgar, Jr. &amp; James B. Sales eds., 1996).  However in the case of defamation, where the conduct in question is a verbal statement and not some other physical act, Texas courts approach the respondeat superior analysis differently:\n    \n    \n      26\n      \"An action is sustainable against a corporation for defamation by its agent, if such defamation is referable to the duty owing by the agent to the corporation, and was made while in the discharge of that duty.  Neither express authorization nor subsequent ratification is necessary to establish liability.\"\n    \n    \n      27\n      Texam Oil Corp. v. Poynor, 436 S.W.2d 129, 130 (Tex.1968) (quoting Great Atl. &amp; Pac.  Tea Co. v. Harris, 75 S.W.2d 974, 976 (Tex.Civ.App.--Eastland 1934, writ dism'd));  see also Wells v. Shop Rite Foods, Inc., 474 F.2d 838, 840 (5th Cir.1973);  Wagner v. Caprock Beef Packers Co., 540 S.W.2d 303, 304 (Tex.1976);  4 TEXAS TORTS AND REMEDIES, supra, &#167; 52.06.\n    \n    \n      28\n      The employer's liability for the acts of its employees is quite broad as long as they are acting within the scope of their employment.  Neither of the above rules protects the employer from acts done by its employees of which it would not have approved.  Hooper v. Pitney Bowes, Inc., 895 S.W.2d 773, 777 (Tex.App.--Texarkana 1995, writ denied).  An employer is liable for the foreseeable intentional and malicious acts of its employees done within the scope of employment, even if not authorized.  Houston Transit, 208 S.W.2d at 881;  Hooper, 895 S.W.2d at 777-78;  Adami v. Dobie, 440 S.W.2d 330, 334 (Tex.Civ.App.--San Antonio 1969, writ dism'd);  see also Williams, 71 F.3d at 506, 1 TEXAS TORTS AND REMEDIES, supra, &#167; 4.02[f].  The employer also is liable for the acts of its employees committed within the scope of employment that are contrary to the express orders of the employer.  Texas &amp; P. Ry. Co. v. Hagenloh, 151 Tex. 191, 247 S.W.2d 236, 239 (1952);  1 TEXAS TORTS AND REMEDIES, supra, &#167; 4.02[e];  see also Hooper, 895 S.W.2d at 777.\n    \n    \n      29\n      3. Turning Aside from the Employer's Business\n    \n    \n      30\n      However, the employer's broad liability is limited in that an employee who detours from the employer's business is not acting within the scope of employment.  In Texas, \" 'when the servant turns aside, for however short a time, from the prosecution of the master's work to engage in an affair wholly his own, he ceases to act for the master, and the responsibility for that which he does in pursuing his own business or pleasure is upon him alone.' \"  Hagenloh, 247 S.W.2d at 241 (quoting Galveston, H. &amp; S.A. Ry. Co. v. Currie, 100 Tex. 136, 96 S.W. 1073, 1074 (1906));  see also 1 TEXAS TORTS AND REMEDIES, supra, &#167; 4.02[c].  No liability extends to the employer when the intentional tort is \"actuated by personal animosity\" and there is \"no close relation between the [tort] and the performance of the duties of employment.\"  Hagenloh, 247 S.W.2d at 241.\n    \n    \n      31\n      Rodriguez cites several examples where the employer was not held liable for an employee's acts done while \"turned aside\" from the employer's business.  See Smith v. M Sys. Food Stores, 156 Tex. 484, 297 S.W.2d 112, 114 (1957) (finding no employer liability for assault and false arrest by security guard of shoplifter's spouse where assault was directly in response to comments by spouse);  Lowry v. Anderson-Berney Bldg. Co., 139 Tex. 29, 161 S.W.2d 459, 462 (1942) (finding a lack of evidence that employee who intentionally hit an independent contractor was within scope of employment);  Viking v. Circle K Convenience Stores, Inc., 742 S.W.2d 732, 733-34 (Tex.App.--Houston [1st Dist.] 1987, writ denied) (finding no employer liability where employee left store unattended to retrieve a gun and shoot a person for scratching his car);  Bradford v. Fort Worth Transit Co., 450 S.W.2d 919, 927 (Tex.Civ.App.--Fort Worth 1970, writ ref'd n.r.e.)  (sustaining jury verdict which found that bus driver's sole motive in shooting passenger who attacked him was self defense and not within scope of employment);  Adami, 440 S.W.2d at 332-33 (finding no employer liability for employee's killing of person who failed to close a gate on a ranch where the employee left the land to confront the deceased);  Mitchell v. Ellis, 374 S.W.2d 333, 335 (Tex.Civ.App.--Fort Worth 1964, writ ref'd) (finding no employer liability for employee's negligent parking of truck while stopped to get cigarettes).\n    \n    \n      32\n      Besides the above physical examples of an employee turning aside from the employer's business, Rodriguez argues that a mental turning aside also takes an employee outside the scope of his employment.  He relies upon Standard Oil Co. v. United States, 307 F.2d 120 (5th Cir.1962), and the Restatement (Second) of Agency &#167; 235 for the proposition that an employee can be performing the acts of its employer, but still be acting outside the scope of his employment when his motives are to accomplish a purpose of his own.  His reliance upon Standard Oil is misplaced, however, because it applies federal law, not Texas law, in discussing whether criminal liability, not tortious liability, should be imputed to an employer for the acts of its employees in the process of stealing from that same employer.  Id. at 122-23, 126-30.\n    \n    \n      33\n      Rodriguez's reliance upon the Restatement does support his proposition and is not necessarily misplaced because the Texas Supreme Court has adopted the Restatement 's general test for respondeat superior, and where there is no contrary case law, it is likely to follow related provisions of the Restatement.  See Aliota v. Graham, 984 F.2d 1350, 1358 (3d Cir.1993);  see also M Sys. Food Stores, 297 S.W.2d at 114 (quoting RESTATEMENT (SECOND) OF AGENCY, supra, &#167; 229);  Dobson v. Don January Roofing Co., 392 S.W.2d 153, 155 (Tex.Civ.App.--Tyler 1965, writ ref'd n.r.e.)  (quoting RESTATEMENT (SECOND) OF AGENCY, supra, &#167; 235).  Section 235 states that if an act \"is done with no intention to perform it as a part of or incident to a service on account of which he is employed\" then the act is not within the scope of employment.  RESTATEMENT (SECOND) OF AGENCY, supra, &#167; 235.  Rodriguez relies upon the commentary which notes that this rule applies even if the act would be authorized on behalf of the employer.  See id. cmt. a.  The commentary goes on to state, however, that acts are within the scope of employment \"if the servant is actuated to some extent by an intent to serve his master\" and notes that an employer may still be liable where an employee departs from instructions for his own purposes if such departure is undertaken with the intent to serve his employer.  Id. cmts. a &amp; b.  Section 236 addresses the circumstance where an employee acts with two purposes--one personal and one to further the business of the employer--and imputes liability even if the predominant motive of the servant is personal.  Id. &#167; 236 &amp; cmt. e;  see also id. cmt. a (including liability for the act and its manner of performance for objects in conflict with employer's).4\n    \n    \n      34\n      Without relying upon the Restatement, Texas case law has found an employer liable where the employee has mentally turned aside from the employer's business.  In H.T. Cab Co. v. Ginns, 280 S.W.2d 360, 362 (Tex.Civ.App.--Galveston 1955, writ ref'd n.r.e.), a cabdriver shot a passenger in a dispute over the amount of a fare.  The court accepted that the cabdriver was \"humoring his own spite\" in shooting the passenger, but it sustained a jury verdict finding that the cab driver was acting within the scope of his employment when he shot the passenger.  Id. at 365.   In Houston Transit Co. v. Felder, the Texas Supreme Court also sustained a jury verdict imputing liability to the employer of a bus driver who assaulted another motorist who had run into the bus.  208 S.W.2d at 881.   Although the bus driver stated that his attack was in direct response to the other driver's comments and because the other driver put his hands on him, the court sustained the jury verdict because the attack was \"so closely connected\" with the performance of the bus driver's duty to collect information from the other driver.  Id. at 881;  see also Hagenloh, 247 S.W.2d at 241 (citing cases where no liability could be imputed because the \"assault was actuated by personal animosity and ... there was no close relation between the assault and the performance of the duties of the employment\" (emphasis added)).\n    \n    4. Application of the Defamation Rule\n    \n      35\n      For an employer to be liable for defamation by its employee in Texas, the defamatory statement must be (1) referable to a duty owed by the employee to the employer and (2) made while the employee is in the process of discharging that duty.  Texam Oil, 436 S.W.2d at 130.   Texas courts have had no difficulty using this rule to shield employers from liability where no duty to the employer was being discharged.  In Wagner v. Caprock Beef Packers Co., the Texas Supreme Court found no duty upon which to impute liability.  540 S.W.2d at 305.   In Wagner, a plant manager called other employers on his own initiative and defamed a worker who had resigned.  Id. at 304.   The company no longer had any duty to its departed employee that the plant manager could have been discharging for the company.  Therefore, no duty existed to make the unsolicited statements.  Id. at 305.   In Seifert v. El Paso Natural Gas Co., 567 S.W.2d 77, 78 (Tex.Civ.App.--El Paso 1978, no writ), a fellow employee responded to requests for references from prospective employers and allegedly defamed a former employee.  No liability was imputed to the employer because the fellow employee had no authority or duty to the employer which was being discharged when the statements were made.  Id. at 79;  see also Great Atl. &amp; Pac.  Tea Co. v. Majure, 176 Miss. 356, 167 So. 637, 638 (1936) (finding manager's statements made to direct blame away from his wrongdoing and onto a terminated employee could not be imputed to employer because the manager made the slanderous statements regarding the termination of an employee-at-will, about which the employer had no duty to give information to third parties two weeks after the termination), cited with approval in Wagner, 540 S.W.2d at 305.\n    \n    \n      36\n      Texas courts also have had no difficulty imputing liability under the defamation rule.  In Texam Oil, the Texas Supreme Court affirmed the appellate court's holding that statements made by the director of a company that an employee was stealing from the company were within the scope of employment and thereby allowing liability to be imputed to the company.  436 S.W.2d at 130 (affirming Texam Oil Corp. v. Poynor, 431 S.W.2d 802 (Tex.Civ.App.--El Paso 1968, writ ref'd n.r.e.)).  The statements were made in a business meeting and later to the same audience at a social occasion where no business was conducted or discussed.  Texam Oil, 431 S.W.2d at 805.   The appellate court found that the statements were made in connection to the director's continuing investigation of the thefts and were therefore within the scope of employment.  Id.  In Hooper v. Pitney Bowes, Inc., supervisors in a company slandered an employee while investigating possible improprieties by the employee.  895 S.W.2d at 775-76.   The supervisors' duties included controlling the activities of the employee and hiring and firing employees.  The supervisors made all of the statements in the course of their investigation. Id. at 776-77.   Based upon these two facts, the court found that the jury's verdict that the statements were outside the scope of employment was against the great weight of the evidence.  Id. at 777.   The court found that evidence that the investigation was conducted in a way of which the employer would not approve did not bar the employer's liability because the activities of the supervisors were of the kind that a supervisor was expected to conduct.  Id.  In Ryder Truck Rentals, Inc. v. Latham, 593 S.W.2d 334, 336 (Tex.Civ.App.--El Paso 1979, writ ref'd n.r.e.), an employee of Ryder slandered Latham by saying that he was an incompetent truck driver and that he abused Ryder's equipment.  The court found that Ryder was liable for its employee's statements because they were referable to the employee's duties to deal with customers, refuse to rent to unfit drivers, and set forth reasons for their refusal and because they were incident to the discharge of these duties.  Id. at 337.\n    \n    \n      37\n      This court previously addressed Texas employer liability for defamation in the context of the Westfall Act in Williams v. United States, 71 F.3d at 504-07;  see also Wells, 474 F.2d at 840 (applying the Texam Oil defamation rule in the usual respondeat superior context and finding no employer liability because no duty was being discharged).  In Williams, a congressman allegedly defamed someone during an interview with the press.  Id. at 504.   In applying the general rule, we analyzed the case with respect to the congressman's duty to make public statements about public issues in serving and responding to his constituency.  Id. at 507.   The Williams court affirmed the district court's substitution of the United States under the Westfall Act because the statements were made in discharging his duties.  Id.  Under the Texam Oil defamation rule, the court would have undoubtedly reached the same result.\n    \n    5. Applying the Law to Sarabyn and Royster\n    \n      38\n      According to the stipulated facts, both Sarabyn and Royster made inconsistent statements that allegedly defamed Rodriguez to the media and to the investigators, including Congress.  Rodriguez also alleges that Royster made similar inconsistent statements to other ATF agents.  Each type of statement will be considered in turn.\n    \n    \n      39\n      Both Sarabyn and Royster were authorized to speak to the media on behalf of the ATF, and speaking to the media regarding the raid on the Branch Davidian compound was part of their job responsibilities.  Because of this specific authority, both Royster and Sarabyn had a duty to the ATF to speak to the media regarding the raid.  Any statements they made to the media were incident to their discharge of this duty and were within the scope of their employment by the ATF, and thus their employment by the United States.\n    \n    \n      40\n      All of the allegedly defamatory statements made by Sarabyn and Royster to investigators, including any statements made to Congress, were made in interviews or in testimony that the ATF required of each of them.  The ATF directed them to speak to investigators and to cooperate in the investigations.  This directive created a duty, if one did not already exist.  The statements made to the investigators were incident to the discharge of this duty.\n    \n    \n      41\n      Royster's statements to other ATF agents about the raid and whether the element of surprise was lost were made either at the direction of his superior, ATF Associate Director Hartnett, or to ATF agents whom he supervised.  In both cases, he had a duty.  One was imposed by Hartnett's instructions;  the other was inherent in his supervisory position to keep the agents working under him informed.  In the discharge of these two duties, he made the allegedly defamatory statements.\n    \n    \n      42\n      Rodriguez argues that Sarabyn and Royster were acting purely from personal motives in making the statements in order to direct scrutiny away from their mistakes in the raid on the Branch Davidian compound.  As discussed above, purely personal motives would not necessarily take them outside the scope of their employment because the making of the statements was so closely tied to the discharge of their duties to the ATF to speak to the press, investigators, and other ATF agents.  That the statements were made to deflect scrutiny from themselves is not dispositive.  See Wagner, 540 S.W.2d at 305 (citing with approval Majure, 167 So. at 638 (finding that manager's statements were made to direct blame away from his wrongdoing and onto a terminated employee and analyzing the case based upon a lack of duty)).  Additionally, that the agents might lie to protect themselves could be an anticipated abuse of their authority.  Cf. Aversa, 99 F.3d at 1212 (noting that the Department of Justice \"reasonably could anticipate that an [Assistant U.S. Attorney] entrusted with [the power to inform the public about arrests, indictments, and convictions] might abuse it\").\n    \n    \n      43\n      Rodriguez also argues that lying serves no legitimate purpose of the ATF and therefore could not be on behalf of the ATF and within the scope of employment.  Torts rarely serve the legitimate purposes of any employer.  However, as discussed above, acts contrary to the employer's express wishes can be imputed to the employer, and by definition, defamation includes lying.  See BLACK'S LAW DICTIONARY 417 (6th ed. 1990) (defining defamation:  \"An intentional false communication, either published or publicly spoken, that injures another's reputation or good name.\").  As discussed above, Texas courts have formulated and applied a special rule for defamation by an employee to impute liability to an employer.  See, e.g., Texam, 436 S.W.2d 129;  Hooper, 895 S.W.2d 773;  Ryder Truck Rentals, 593 S.W.2d 334.   The existence of these cases and of the Texam Oil defamation rule demonstrates that lying can be imputed to an employer in Texas.\n    \n    \n      44\n      Under the Westfall Act, state law determines whether the conduct was within the scope of employment.  Garcia, 62 F.3d at 127.   Once the conduct is determined to be within the scope of employment, the United States is liable, subject to the limitations of the FTCA, like any other employer.  See Westfall Act, Pub.L. No. 100-694, sec. 2(a)(2), 102 Stat. at 4563 (1988) (\"The United States, through the [FTCA], is responsible to injured persons for the common law torts of its employees in the same manner in which the common law historically has recognized the responsibility of an employer for torts committed by its employees within the scope of their employment.\").  Therefore, lying may be within the scope of employment of a federal employee under the Westfall Act.\n    \n    \n      45\n      Rodriguez's argument that nondefamatory statements made by the defendants were within the scope of employment but defamatory statements made immediately before, after, or between nondefamatory statements are outside the scope of employment does not pass muster under Texas law.  Sarabyn and Royster did not alternate between the ATF's business and turning aside from that business as they moved from sentence to sentence in their statements.  Their statements to investigators, the press, and other agents were actuated by their duties to the ATF because they were directed by the ATF to speak to the press, the investigators, and other agents.  From the stipulated facts, it is at least conceivable that Sarabyn and Royster could have thought misguidedly that they were protecting the ATF, as a whole, from embarrassment at the same time as they were protecting themselves.  The ATF was under investigation as much as any one agent in the investigations into the raid.  Even though the ATF would not have approved of making false statements to the press, investigators, or other agents, under Texas law, liability would be imputed to the ATF under the circumstances here.  The statements made here are of the kind that these agents were authorized and expected to make and were closely connected to the performance of their duties;  therefore, as in Texam Oil, Hooper, Houston Transit, and H.T. Cab, the statements are within the scope of their employment.5\n    \n    \n      46\n      We reverse the district court's denial of the motions for certification that Sarabyn and Royster were acting within the scope of their employment by the United States.  In relation to the acts alleged in this appeal, Royster was acting within the scope of his employment for the entire period, and Sarabyn was acting within the scope of his employment except during the fifty-four-day period of his termination from the ATF as discussed below.  That this decision may result in Rodriguez being deprived of a remedy and Sarabyn and Royster avoiding the consequences of their allegedly tortious actions is unfortunate, if not distasteful, but Congress has chosen to grant immunity to federal employees in this situation.\n    \n    \n      47\n      C. Sarabyn for the Period of his Termination\n    \n    \n      48\n      The district court properly denied Sarabyn's motion for certification for his period of termination.  Sarabyn argues that he should be certified as acting in the scope of his employment with the ATF for the period from October 28 to December 21, 1994.  During this period, he was terminated from the ATF.  However, pursuant to a settlement, he was reinstated to his former position retroactively to the date of termination with back pay and all his benefits restored.  Sarabyn argues that because the settlement explicitly stated that the reinstatement was retroactive to the date of termination and provided for back pay and benefits, it would be inconsistent not to certify him under the Westfall Act for this period.  The Government has not moved to certify Sarabyn for this period.\n    \n    \n      49\n      Without deciding whether Sarabyn's reinstatement would be adequate to constitute him an \"employee\" under the Westfall Act during the period of his termination, that reinstatement is not sufficient to bring his conduct during that period within the protections of the Westfall Act.  In the case of defamation, Texas law requires that the allegedly defamatory statement be referable to a duty and incident to the discharge of that duty to impute liability to the employer.  See Texam Oil, 436 S.W.2d at 130.   During the period of his termination, Sarabyn had no duty to the ATF that he could be discharging as he was not then charged with any duties to the ATF.  His retroactive reinstatement does not place a duty upon him after the fact that would then allow him to have been acting within the scope of his employment.\n    \n    D. Judicial Estoppel\n    \n      50\n      The defendants also claim that Rodriguez is judicially estopped from arguing that the ATF knew surprise was lost by contentions he made in another lawsuit arising out of the events at the Branch Davidian compound.  The district court did not find that this claim affected its decision to deny the certification motions.  As discussed above, it is not necessary for us to consider the judicial estoppel argument in resolving the certification question under the Westfall Act.\n    \n    IV. CONCLUSION\n    \n      51\n      For the foregoing reasons, we AFFIRM in part the district court's order denying Solomon certification and denying Sarabyn certification for his period of termination and VACATE in part the district court's order denying Sarabyn and Royster certification for the time each was employed with the ATF and REMAND the case to the district court for further proceedings consistent with this opinion.  Rodriguez shall bear the costs of this appeal, except that Solomon shall bear his own costs.\n    \n    \n      \n        *\n         District Judge of the Eastern District of Louisiana, sitting by designation\n      \n      \n        1\n         All the individual defendants initially brought this appeal, but prior to oral argument, all but three filed motions to dismiss their appeals which this court granted.  Therefore, we will discuss the issues and facts only in relation to the three individuals still pursuing their appeals\n      \n      \n        2\n         The fact that Sarabyn did not stipulate to these facts is immaterial due to our resolution of his appeal\n      \n      \n        3\n         The FTCA waives the United States' sovereign immunity from suits based upon tort claims.  28 U.S.C. &#167; 2674.  However, section 2680(h) excludes from this waiver without qualification libel, slander, misrepresentation, deceit, and interference with contract rights.  Id. &#167; 2680(h).  The FTCA also excludes assault, battery, false imprisonment, false arrest, abuse of process, and malicious prosecution from its waiver of sovereign immunity unless the employee is a law enforcement officer.  Id\n      \n      \n        4\n         In the case of defamation, the Restatement goes even further and imputes liability to the employer where the employee has apparent authority or the employer puts the employee in a position that facilitates the wrongdoing.  Id. &#167;&#167; 235 cmt. e, 247.  Section 247's commentary notes that liability is imputed when the employee's \"scope of employment of a servant includes the making of statements concerning others which he believes to be true and privileged, the master is subject to liability for untrue and unprivileged defamatory statements made by the servant concerning such others.\"  Id. &#167; 247 cmt. a.  Under the Restatement, \"[t]he motive of the spokesman and the position he holds are therefore immaterial if the master has apparently designated him to speak.\"  Id. cmt. c\n        The Restatement 's special rules for defamation are arguably more liberal than Texas's special rule for defamation because the Restatement 's rule allows the imputation of liability in the absence of a duty to the employer.  See id. illustrations 2-3.  Because we find that the statements were within the scope of employment under the Texas rule, our decision does not rest upon the Restatement.\n      \n      \n        5\n         Texas also has a statute similar to the Westfall Act under which defamation has been found to be imputable to the employer.  Texas has granted immunity to school district officials acting within the scope of their employment, but only for acts that involve the exercise of judgment or discretion.    TEX.EDUC.CODE ANN. &#167; 22.051 (West 1996).  This limitation does not exist under the Westfall Act because Congress passed the Act to remove such a limitation.  Compare 28 U.S.C. &#167; 2679 and H.REP. NO. 100-700, at 1-4 (1988), reprinted in 1988 U.S.C.C.A.N. 5945, 5645-47, with Westfall, 484 U.S. at 299, 108 S.Ct. at 585.   However, despite the scope of coverage being narrower than under the Westfall Act, the defamation cases construing the statute have always found the official to be covered by the statute and thus immune.  See Jones v. Houston Indep.  Sch. Dist., 979 F.2d 1004 (5th Cir.1992);  Anderson v. Blankenship, 790 F.Supp. 695 (E.D.Tex.1992);  Hammond v. Katy Indep.  Sch. Dist., 821 S.W.2d 174 (Tex.App.--Houston [14th Dist.] 1991, no writ)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 13423
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}