{
    "id": 7933045,
    "judges": "Brewer",
    "date_filed": -3044131200000,
    "date_filed_is_approximate": true,
    "slug": "harrington-v-miles",
    "case_name_short": "Harrington",
    "case_name": "Harrington v. Miles",
    "case_name_full": "Eldred Harrington v. Fielding F. Miles",
    "attorneys": "O. W. Johnson, for plaintiff in error:, W. D. Webb, for defendant in error:",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Slander ; Larceny of a Dog. Under our statutes the stealing of a dog is larceny, and words charging that, are actionable per se.</p>",
    "summary": "\nK'ror from, Brown District Court.\n Miles brought his action for verbal slander, alleging that Harrington “ maliciously intending to injure the good name and character of the said plaintiff and to cause it to be believed that he had been guilty of the crime of larceny, on the 20th of July, 1871, in a certain discourse which he then had of and concerning the plaintiff, and in the presence and hearing of' divers- good people, falsely and maliciously spoke . and published of and concerning the said plaintiff the false, scandalous and malicious words following, that is to say, ‘Miles/ (meaning the plaintiff,) ‘stole my dog/ ‘he/ (meaning the plaintiff,) ‘stole my dog/ ‘Miles/ (meaning the plaintiff,) ‘came to my house and stole my dog/ ‘Miles/ (meaning the plaintiff,) ‘ horsewhipped me, and dragged my property off/ meaning thereby that the said plaintiff had stolen his (the said defendant’s) dog. * * * By means of the speaking of which said defamatory words the said plaintiff hath been greatly injured in his good name and character, to the damage of said plaintiff of $2,000.” Harrington answered, first, a general denial; second, that plaintiff had previously given a small pup to defendant’s child, and in September 1870 had entered upon defendant’s premises and forcibly dragged said pup away; that in July 1871, “in a certain discourse defendant had before a certain jury in a cause then pending before a justice of the peace, the defendant, speaking of the fact that said plaintiff had come upon defendant’s premises and taken said dog away without consent, did then and there say to said jury, ‘ Gentlemen of the jury, this man Miles came upon my premises and stole away a dog/ that defendant never at any time used any other words charging any offense concerning said dog than as above stated, and defendant denies that by the use of the words aforesaid he did impute or was understood to impute to plaintiff the commission of the crime of larceny, or any other crime whatever.” The action was tried at the August Term 1872. Verdict for plaintiff for one dollar damages, and judgment on the verdict for said damages and costs of- suit. Harrington brings the case here on error. The only question is, are words charging the stealing of a dog, actionable per se. We say not. Words to be actionable per se must impute a felony: 1 Hil. on Torts, 228, 245; 2 Monroe, 65; 5 Blackf., 293; 6 Tenn., 691; 2 Salkeld, 676; 3 Hill, 22; 8 Tell, 457; 1 Am. Lead. Cases, 110; 48 111., 385; Breeze, 300; Townsend on Libel and Slander, 152; 13 Johns., 124; 36 Barb., 438; 16 id., 367; 9 Wend., 141; 23 Conn., 590; 3 Serg. & Rawle, 255; 3 Iowa, 316; 21 Penn. St., 522; 7 Yt., 439; 21 Ala., 379. ■ At common law a dog is not the subject of larceny: 2 Wharton Am. Crim. Law, 440, §1755; 4 Blackst. Com., 235. A dog is not property: 1 Minn., 292; 100 Mass., 136. The specific question now before the court as to whether it is actionable to charge a man with stealing a dog, was settled in the negative in the case of Findlay v. Bear, 8 Serg. & Rawle, 571. 1. A charge of stealing imports moral turpitude, and is punishable by law. Words imputing to the plaintiff below an act of a criminal nature for which he could be subjected to punishment are actionable per se: 3 Wis., 709; 17 Wis., 78; 3 Chand., 211; 3 Hill, 21. 2. Dogs are the subject of larceny. They were perhaps not so at common law. If not, the reason was, that larceny, was punishable with death, and to sacrifice a man for a dog would be absurd and monstrous: 1 Parker’s Or. Rep., 593. The reason of the rule failing in this country, the rule must also fail: 4 Par. Cr. R., 386; 34 N. H., 523. But if such was the common-law rule the rule was changed in this state by § 2 of ch. 129, laws of 1867; and if that statute has since been repealed, the repeal did not have the effect to restore the common law. But under § 3, ch. 119, Gen. Stat. of 1868, the common law on this subject is not in force. A dog is recognized as property, by § 44 of ch. 104, Gen. Stat. The owner is made liable for damages, etc. The owner of a dog at common law was and is liable for injuries done by him, after notice of his vicious character. The authorities are too numerous to cite. And when a dog is killed, without just cause or provocation, the owner may recover: 1 Saund., 84; 1 Sid., 336; 1 Sev., 216; 2 Keb., 237; 7 Car. & P., 572; 1 B. & Adi., 620; 1 Car. & P., 104; 1 Moody & R., 15; 1 Camp., 41; 10 Ire., 259; 4 Cowen, 351. Even though the statute authorize the hilling of a dog, it will not authorize the conversion of one: 1 Met., 555; 1 Bish. on Cr. Law, § 1034, note. That a dog is property, and that the owner may maintain trespass for his value, we cite 4 Sneed, 468; 27 • Ala., 480; 4 Dev. & B., 146; 13 Ire., 33; 6 S. & R., 34; 6 Barr, 318. 2 Bish. Cr. L., § 787. If a dog is property, and trespass or trover may be maintained for injury to him, or for his value in conversion, it is most illogical to say that he is not the subject of larceny. If he is “personal property, or any valuable thing whatever,” under §§ 78 and 80 of ch. 31 of Gen. Stat. of 1868, it is larceny to steal him. If the general current of American authorities, establish him to be “personal property,” and our statute defines the stealing of ’“ personal property, or any valuable thing,” to be larceny, and prescribed for it a punishment, it is impossible to say that dogs are not the subject of larceny. And if Harrington intended to charge Miles with the crime of larceny by charging him with stealing any article, he is liable, and the words are actionable ye?-se; 28 Iowa, 37; 4 Am. Rep., 151.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "11 Kan. 480"
    ],
    "opinions": [
        {
            "author_str": "Brewer",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nBrewer, J.:\nThe only question really involved in this case is, whether a dog is the subject of larceny; for if it is, then words charging the stealing of a dog are actionable per se, as 'charging a crime involving moral turpitude. It may be conceded that at common law the answer would have been in the negative: 2 Wharton Am. Cr. Law, §1755; 4 Blackstone’s Com., 236; Findlay v. Bear, 8 Serg. &amp; Rawle, 571. But under our statutes we think a different rule obtains. By §78 of the crimes act, (Gen. Stat., 332,) “the taking and carrying away of any money, goods, rights in action, or other personal property or valuable thing whatever,” is declared to *484be larceny. Now if a clog is personal property, or a thing of value, it would seem plain that the stealing of one was larceny within the statute. That a dog was property, was conceded at common law, as also that the owner might maintain a civil action for its loss: 4 Blackstone, 236. And this doctrine has universally been recognized in this country. Perry v. Phipps, 10 Iredell, 259; Hinckley v. Emmerson, 4 Cowen, 251; Parker v. Wise, 27 Ala., 480; Wheatly v. Harris, 4 Sneed, 468; Cummings v. Perham, 1 Mich., 555; Lentz v. Stroth, 6 Serg. &amp; R., 34. In our own state the legislature at one time passed an act levying a tax on dogs: Laws 1867, p. 215, ch. 129. This act in one of its sections speaks of “ owners of dogs.” The same language is found in § 44 of ch. 105, Gen. Stat. p. 1011, where the owner of a dog is declared liable for injuries to sheep. It seems impossible in the light of these legislative and judicial expressions to decide that a dog is not property, nor a thing of value. And while the common law is'continued in force in this state it is only “in aid of the general statutes,” and as modified by constitutional and statutory laws, judicial decisions, and the conditions and wants of the people:” Gen. Stat., 1127, §3. We are constrained therefore to hold that a dog is property; that the stealing of one is larceny; and that words charging the stealing of a dog are actionable per se. See further as authorities, People v. Maloney, 1 Parker Cr. R., 593; State v. McDuffie, 34 N. H., 523.\nThe judgment of the district court will be affirmed.\nAll the Justices concurring.\n",
            "ocr": true,
            "opinion_id": 7883395
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}