{
    "id": 1357674,
    "judges": "Swinehart, P.J., Spencer and Meyer",
    "date_filed": "1976-10-02",
    "date_filed_is_approximate": true,
    "slug": "state-v-harder",
    "case_name_short": "Harder",
    "case_name": "State v. Harder",
    "case_name_full": "State of Kansas, Appellee, v. John Harder, Appellant",
    "attorneys": "Michael P. McKone, of McKone & Unruh, of Junction City, for the appellant., Keith D. Hoffman, county attorney, and Robert T. Stephan, attorney general, for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b124-4\">\n    (650 P.2d 724)\n   </citation><br><docketnumber id=\"b124-5\">\n    No. 53,818\n   </docketnumber><br><parties id=\"b124-6\">\n    State of Kansas, Appellee, v. John Harder,\n    <em>\n     Appellant.\n    </em>\n</parties><decisiondate id=\"Am\">\n    Opinion filed September 2, 1982.\n   </decisiondate><br><attorneys id=\"b124-13\">\n<em>\n     Michael P. McKone,\n    </em>\n    of McKone &amp; Unruh, of Junction City, for the appellant.\n   </attorneys><attorneys id=\"AX\">\n<em>\n     Keith D. Hoffman,\n    </em>\n    county attorney, and\n    <em>\n     Robert T. Stephan,\n    </em>\n    attorney general, for the appellee.\n   </attorneys><br><judges id=\"b124-14\">\n    Before Swinehart, P.J., Spencer and Meyer, JJ.\n   </judges>",
    "citations": [
        "650 P.2d 724",
        "8 Kan. App. 2d 98"
    ],
    "opinions": [
        {
            "author_str": "Swinehart",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n8 Kan. App. 2d 98 (1982)\n650 P.2d 724\nSTATE OF KANSAS, Appellee,\nv.\nJOHN HARDER, Appellant.\nNo. 53,818\nCourt of Appeals of Kansas.\nOpinion filed September 2, 1982.\nMichael P. McKone, of McKone &amp; Unruh, of Junction City, for the appellant.\nKeith D. Hoffman, county attorney, and Robert T. Stephan, attorney general, for the appellee.\nBefore SWINEHART, P.J., SPENCER and MEYER, JJ.\nSWINEHART, J.:\nThis is an appeal by defendant John Harder from a conviction for possession of marijuana in violation of K.S.A. 65-4127b(a)(3). Since this conviction was defendant's second such conviction for possession of marijuana, the offense was enhanced from a Class A misdemeanor to a Class D felony pursuant to K.S.A. 65-4127b(a), and defendant was sentenced for a term of imprisonment of not less than one nor more than ten years.\nDefendant raises the following issues: (1) Whether the trial court erred in overruling defendant's motion to suppress the *99 marijuana that was seized from defendant's pickup truck, and (2) whether the trial court erred in ruling that the enhancement provision of K.S.A. 65-4127b(a) which elevates a second time conviction for possession of marijuana to a felony is constitutional.\nOn April 6, 1981, Officers Poore and Anderson of the Abilene Police Department were on routine patrol in Abilene. At approximately 11:45 p.m., they observed a pickup truck being driven by defendant Harder. Poore had prior personal knowledge that defendant's driving privileges had been suspended, and therefore decided to stop the truck to see whether defendant was driving on a suspended driver's license. Upon stopping the truck, Poore approached the driver's side and Anderson approached the passenger's side. Sam Payne was a passenger in the truck. Poore asked defendant to produce a valid driver's license, which he did since it had been returned to defendant that very day. At that time defendant stepped out of the truck. As Poore conversed with defendant, Anderson shined his flashlight into the truck and observed what he believed to be, and what was later determined to be, a baggie of marijuana protruding from underneath the passenger seat and a marijuana pipe on the floor. Poore then shined his flashlight into the truck and observed some beer cans and a pair of needlenose pliers sticking out of the ashtray with what he believed to be a marijuana roach attached to it. Upon this observation, Poore advised defendant that he was under arrest for possession of marijuana. Immediately thereafter, the passenger Payne told the officers that it was his marijuana and not defendant's. Thereupon, Payne was also arrested for the same charge. After both were placed under arrest, Poore searched the truck and found the original baggie of marijuana, beer cans, a joint of marijuana, a pair of needlenose pliers used to smoke the joint, the marijuana pipe, and another baggie of marijuana found in an unlocked tool box located in the rear of the truck.\nDefendant filed a pretrial motion to suppress evidence, alleging that the search and seizure of the marijuana from his truck was illegally obtained because the officers lacked probable cause to look inside the truck. Defendant's motion was denied, the evidence was introduced at the jury trial, and defendant was found guilty.\nAt sentencing, the State introduced evidence that this conviction *100 was defendant's second conviction for possession of marijuana and sought to enhance the punishment to a Class D felony level. Defendant objected to the enhancement request, maintaining that K.S.A. 65-4127b(a) is unconstitutional as it violates defendant's constitutional right to equal protection of the laws under the Fifth and Fourteenth Amendments and cruel and unusual punishment under the Eighth Amendment. Defendant argued that there is no reasonable or rational distinction for why second-time offenders should be treated differently than first-time offenders. The trial court found K.S.A. 65-4127b(a) to be constitutional and proceeded to sentence defendant as guilty of a Class D felony. Defendant appeals.\nDefendant contends that the trial court erred in overruling defendant's motion to suppress the marijuana that was seized from his pickup truck. Defendant raises three sub-points within this issue: (a) Whether the officers conducted an illegal search by shining their flashlights into the dark truck without probable cause; (b) whether the warrantless search of the toolbox within which marijuana was hidden was illegal; and (c) whether the trial court erred in not placing the burden of proof upon the State to prove that the search was reasonable pursuant to K.S.A. 22-3216(2).\n(a) Flashlights.\nDefendant contends that the search of the truck was illegal since the officers had no legal right to shine their flashlights inside the truck. We find defendant's point to be without merit. In State v. McMillin, 206 Kan. 3, Syl. ¶ 4, 476 P.2d 612 (1970), the court held:\n\"A search implies prying into hidden places for that which is concealed and it is not a search to observe that which is in open view. Looking into a parked car through the windows does not constitute a search, even though it is nighttime and the items can be seen only with the aid of a flashlight.\"\nIn State v. Wade, 206 Kan. 347, 348-49, 479 P.2d 811 (1971), the court restates the above rule and concludes: \"The eye cannot commit a trespass condemned by the Fourth Amendment, and observation of that which is in plain view is not a search.\"\nIn State v. Goodman, 3 Kan. App.2d 619, 624, 599 P.2d 327 (1979), this court stated:\n\"[I]t has been held that merely looking through the windows of a parked car with a flashlight does not constitute a search if the police are rightfully in the position *101 to have such a view, because observations by the eye of articles in plain view are not condemned by the Fourth Amendment.\"\nSee also State v. Moretz, 214 Kan. 370, 371-72, 520 P.2d 1260 (1974).\nIt is clear that since the officers had a right to be where they were, defendant having conceded that the stop was reasonable, they were within their rights to shine their flashlights into the truck.\n(b) Toolbox.\nDefendant next contends that the warrantless search of the unlocked toolbox constituted an illegal search. In State v. Jaso, 231 Kan. 614, Syl. ¶ 5, 648 P.2d 1 (1982), the court held:\n\"When police officers have made a lawful stop of a vehicle and have probable cause to believe that contraband is in the vehicle, the officers may search every area of the vehicle and its contents which might reasonably contain the contraband without the necessity of first obtaining a warrant.\"\nIn United States v. Ross, 456 U.S. 798, 72 L.Ed.2d 572, 102 S.Ct. 2157 (1982), the court held that police officers who have legitimately stopped an automobile and who have probable cause to believe that contraband is concealed somewhere within it may conduct a warrantless search of the vehicle that is as thorough as a magistrate could authorize by warrant.\nUnder the facts of this case, it is clear that the officers had probable cause to believe, after already finding one bag of marijuana in the truck, that the truck contained other contraband. They therefore were entitled to search the unlocked toolbox.\n(c) Burden of Proof.\nDefendant's third contention that the trial court incorrectly placed the burden of proof that the search was illegal with defendant must also fail. K.S.A. 22-3216(2) provides in part: \"The judge shall receive evidence on any issue of fact necessary to determine the motion and the burden of proving that the search and seizure were lawful shall be on the prosecution.\"\nAt the hearing on the motion to suppress the parties entered into a stipulation of facts which was presented to the court in lieu of calling witnesses. The court denied the motion based on this stipulation and at no time placed the burden of proof on defendant.\nIt must also be noted that this procedural issue of burden of *102 proof was not raised at the trial court level. A point not raised before, or presented to the trial court cannot be raised for the first time on appeal. Anderson v. Overland Park Credit Union, 231 Kan. 97, 643 P.2d 120 (1982).\nA review of the record and the law reveals that the trial court did not err by admitting into evidence the marijuana that was seized from defendant's pickup truck. The facts presented in the case clearly fall within the plain view doctrine. The initial intrusion which afforded the officers plain view was lawful; the discovery of the evidence was inadvertent; and, the incriminating nature of the evidence was immediately apparent. See State v. Jones, 2 Kan. App.2d 38, Syl. ¶ 2, 573 P.2d 1134 (1978).\nDefendant's final contention is that the trial court erred in ruling that the enhancement provision of K.S.A. 65-4127b(a) is constitutional. At the sentencing hearing, defendant's only argument on this issue was that K.S.A. 65-4127b(a) was unconstitutional because it denied equal protection of the laws contrary to the Fifth and Fourteenth Amendments and that it constituted cruel and unusual punishment contrary to the Eighth Amendment. In his brief to this court, however, defendant raises an entirely different objection to the application of K.S.A. 65-4127b(a) based on a violation of his Sixth Amendment rights. Defendant now maintains that in accordance with Baldasar v. Illinois, 446 U.S. 222, 64 L.Ed.2d 169, 100 S.Ct. 1585 (1980), a misdemeanor possession of marijuana conviction cannot be elevated to a felony which in turn would result in imprisonment based upon a previous uncounseled misdemeanor conviction.\nWhere constitutional grounds for reversal of a judgment are asserted for the first time on appeal, they are not properly before the appellate court for review. Malone v. University of Kansas Medical Center, 220 Kan. 371, Syl. ¶ 1, 552 P.2d 885 (1976); In re Zappa, 6 Kan. App.2d 633, Syl. ¶ 1, 631 P.2d 1245 (1981).\nBaldasar v. Illinois involved the treatment of a $29 theft offense as a felony for which the defendant was convicted and imprisoned, as permitted under Illinois law, on the basis of a prior uncounseled conviction for misdemeanor theft for which the indigent defendant was fined and placed on probation. The Supreme Court held that the defendant's prior uncounseled misdemeanor conviction could not be used collaterally to impose an increased term of imprisonment upon a subsequent conviction. *103 The fact that the prior uncounseled conviction was constitutionally valid because the defendant received only a fine and probation did not alter the decision. In a concurring opinion by Marshall, J., it was stated:\n\"We should not lose sight of the underlying rationale of Argersinger [Argersinger v. Hamlin, 407 U.S. 25, 32 L.Ed.2d 530, 92 S.Ct. 2006 (1972)], that unless an accused has `the guiding hand of counsel at every step in the proceedings against him,' Powell v. Alabama, 287 U.S. 45, 69 (1932), his conviction is not sufficiently reliable to support the severe sanction of imprisonment. Argersinger v. Hamlin, supra, at 31-36. An uncounseled conviction does not become more reliable merely because the accused has been validly convicted of a subsequent offense. For this reason, a conviction which is invalid for purposes of imposing a sentence of imprisonment for the offense itself remains invalid for purposes of increasing a term of imprisonment for a subsequent conviction under a repeat-offender statute.\" 446 U.S. at 227-28.\nA review of the record of case No. 3526, this defendant's prior misdemeanor conviction for possession of marijuana, reveals that he waived his right to a court-appointed attorney and entered a plea of guilty. Consequently, no Baldasar problem is presented in this case, and defendant's prior conviction was properly used to elevate his present conviction to a felony pursuant to the provisions of K.S.A. 65-4127b(a).\nDefendant's original issue raised at the trial level maintaining that K.S.A. 65-4127b(a) is unconstitutional on equal protection or cruel and unusual punishment grounds is also without merit. 65-4127b(a) is a self-contained habitual criminal statute. It increases the punishment for repeat offenders. Such laws have been held to be constitutional. In State v. Jones, 214 Kan. 568, 521 P.2d 278 (1974), the court found K.S.A. 8-262(a) to be a self-contained specific recidivist statute and held that it was neither an ex post facto law nor did its application deny the defendant equal protection or due process of law. The legislature has the power to define and prescribe punishment for criminal offenses. In State v. Loudermilk, 221 Kan. 157, 557 P.2d 1229 (1976), the court found K.S.A. 65-4127a (comparable to 65-4127b except that it concerns different drugs) to be another self-contained habitual criminal act. It is clear in the present case that 65-4127b is not unconstitutional for the reasons advanced by defendant.\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 1357674
        }
    ],
    "court_short_name": "Court of Appeals of Kansas",
    "court_full_name": "Court of Appeals of Kansas",
    "court_type": "SA",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}