{
    "id": 2286725,
    "judges": "McCALL, Strange, Wright",
    "date_filed": 1288828800000,
    "date_filed_is_approximate": false,
    "slug": "superior-energy-services-inc-v-sonic-petroleum-services-ltd",
    "case_name_short": null,
    "case_name": "Superior Energy Services, Inc. v. Sonic Petroleum Services, Ltd.",
    "case_name_full": "SUPERIOR ENERGY SERVICES, INC. and SESI, LLC, Appellants, v. SONIC PETROLEUM SERVICES, LTD. and Lonnie’s Well Service Co., General Partner, Appellees",
    "attorneys": "Harper Estes, B. Blue Hyatt, Lynch Chappell & Alsup, P.C., Midland, for appellants., J. Ken Nunley, Kelly Putney Rogers, Randal Patterson, Ryan C. Reed, George Ann Maixner, The Nunley Firm, LLP, Boerne, Randal Patterson, Odessa, for ap-pellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b643-10\">\n    SUPERIOR ENERGY SERVICES, INC. and SESI, LLC, Appellants, v. SONIC PETROLEUM SERVICES, LTD. and Lonnie’s Well Service Co., General Partner, Appellees.\n   </parties><br><docketnumber id=\"b643-13\">\n    No. 11-10-00067-CV.\n   </docketnumber><br><court id=\"b643-14\">\n    Court of Appeals of Texas, Eastland.\n   </court><br><decisiondate id=\"b643-15\">\n    Nov. 4, 2010.\n   </decisiondate><br><attorneys id=\"b646-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"626\"> \n     *626\n     </span>\n    Harper Estes, B. Blue Hyatt, Lynch Chappell &amp; Alsup, P.C., Midland, for appellants.\n   </attorneys><br><attorneys id=\"b646-7\">\n    J. Ken Nunley, Kelly Putney Rogers, Randal Patterson, Ryan C. Reed, George Ann Maixner, The Nunley Firm, LLP, Boerne, Randal Patterson, Odessa, for ap-pellees.\n   </attorneys><br><judges id=\"b646-8\">\n    Panel consists of WRIGHT, C. J., McCALL, J., and STRANGE, J.\n   </judges>",
    "citations": [
        "328 S.W.3d 623"
    ],
    "opinions": [
        {
            "author_str": "McCALL",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8394.0,
            "opinion_text": "\n328 S.W.3d 623 (2010)\nSUPERIOR ENERGY SERVICES, INC. and SESI, LLC, Appellants,\nv.\nSONIC PETROLEUM SERVICES, LTD. and Lonnie's Well Service Co., General Partner, Appellees.\nNo. 11-10-00067-CV.\nCourt of Appeals of Texas, Eastland.\nNovember 4, 2010.\n*626 Harper Estes, B. Blue Hyatt, Lynch Chappell &amp; Alsup, P.C., Midland, for appellants.\nJ. Ken Nunley, Kelly Putney Rogers, Randal Patterson, Ryan C. Reed, George Ann Maixner, The Nunley Firm, LLP, Boerne, Randal Patterson, Odessa, for appellees.\nPanel consists of WRIGHT, C.J., McCALL, J., and STRANGE, J.\n\nOPINION\nTERRY McCALL, Justice.\nIn this interlocutory appeal, Superior Energy Services, Inc. (Superior) and SESI, LLC (SESI) appeal the trial court's orders overruling their special appearance motions. The record demonstrates that both companies have the requisite contacts with Texas and that jurisdiction over them in the underlying suit would not violate constitutional guarantees of substantive due process. We affirm.\n\nBackground\nBrian Shoemaker was a limited partner in and manager of Sonic Petroleum Services, Ltd., whose principal place of business is in Odessa. Sonic furnishes specialized rental equipment and tools to the oil and gas industry in West Texas. The general partner of Sonic is Lonnie's Well Service Co.; both parties will be referred to as Sonic.\nAccording to its annual report, Superior manufactures, sells, and rents specialized equipment used in offshore and onshore oil and gas drilling. One of Superior's four business segments is its rental tool segment. Superior's rental tool segment has locations in \"all of the major staging points in Louisiana and Texas for oil and gas activities.\" Blowout Tools, Inc. (BTI) is a subsidiary of Wild Well Control, Inc. (Wild Well); BTI and Wild Well are part of the rental tool segment. Wild Well is a subsidiary of SESI, which is owned by Superior. Superior also owns a subsidiary named Superior Energy Services, L.L.C., that has extensive operations in Texas.\nBTI, Wild Well, Superior, and SESI wanted to expand BTI's and Wild Well's oilfield equipment rental business in West Texas. Westy Ballard, an employee of SESI, called Jackie Manning to see if the partners of Sonic had an interest in selling Sonic. After Manning indicated they had no interest, BTI hired Shoemaker. Superior funded the new business with $3.6 million.\nIn the underlying lawsuit to this appeal, Sonic sued Shoemaker, BTI, Wild Well, SESI, Superior Energy Services, L.L.C., and Superior. Superior and SESI entered special appearances, which, after an evidentiary hearing, were overruled by the trial court. In this appeal, Superior and SESI argue that the only rationale for exercising jurisdiction over a parent corporation is if the parent corporation exercises *627 such control and dominance over its subsidiary that they are in reality one and the same corporation for purposes of jurisdiction. BMC Software Belgium, N.V. v. Marchand, 83 S.W.3d 789, 798 (Tex.2002). Relying on that principle, Superior and SESI argue that there is no evidence that Superior and SESI exercise such control and dominance over BTI and Wild Well.\nSonic contends that the control argument made by Superior and SESI is not relevant. Sonic asserts that its claims against Superior and SESI are based on their own operations in Texas and their actions in facilitating Shoemaker's alleged breach of his partnership agreement with Sonic and his breach of fiduciary duties to Sonic. Sonic also asserts claims against Superior and SESI for tortious interference with contract and business relations, for misappropriation and theft of trade secrets and proprietary business information, for unjust enrichment, and for liability as principals and being part of a conspiracy.\n\nLaw\nTexas courts have personal jurisdiction over a nonresident defendant when (1) the Texas long-arm statute provides for it and (2) the exercise of jurisdiction is consistent with federal and state due process guarantees. Spir Star AG v. Kimich, 310 S.W.3d 868, 872 (Tex.2010); Am. Type Culture Collection, Inc. v. Coleman, 83 S.W.3d 801, 806 (Tex.2002). The long-arm statute reaches \"as far as the federal constitutional requirements of due process will allow.\" Guardian Royal Exch. Assurance, Ltd. v. English China Clays, P.L.C., 815 S.W.2d 223, 226 (Tex.1991).\nPersonal jurisdiction over nonresident defendants is constitutional only when (1) the defendant has established minimum contacts with the forum state and (2) the exercise of jurisdiction comports with traditional notions of fair play and substantial justice. Int'l Shoe Co. v. State of Washington, Office of Unemployment Comp. &amp; Placement, 326 U.S. 310, 316, 66 S. Ct. 154, 90 L. Ed. 95 (1945). A defendant's contacts with a forum can give rise to either specific or general jurisdiction. Spir Star AG, 310 S.W.3d at 872; CSR Ltd. v. Link, 925 S.W.2d 591, 595 (Tex.1996). General jurisdiction exists when a defendant's contacts are continuous and systematic, even if the cause of action did not arise from activities performed in the forum state. Specific jurisdiction exists when the alleged liability arises from or is related to the defendant's activities conducted within the forum. CSR Ltd., 925 S.W.2d at 595.\nThe trial court held an evidentiary hearing on the special appearance motions of Superior and SESI. Because the trial court made no findings in this case, all facts necessary to support the trial court's judgment are implied. Worford v. Stamper, 801 S.W.2d 108, 109 (Tex.1990). Superior and SESI have challenged the sufficiency of the evidence; therefore, the standard of review to be applied is the same as that to be applied in the review of jury findings or a trial court's findings of fact. Daimler-Benz Aktiengesellschaft v. Olson, 21 S.W.3d 707, 715 (Tex.App.-Austin 2000, pet. dism'd w.o.j.).\n\nIssue on Appeal\nSuperior and SESI's issue on appeal is whether the trial court erred by overruling their special appearances. Superior and SESI then break that issue down into subissues, e.g., whether Sonic met its burden of pleading specific jurisdictional facts that support either specific or general jurisdiction over Superior and SESI. The subissues will be addressed in our discussion of the principal issue.\n\n\n*628 Analysis\n\nSonic pleaded that Superior and SESI purposefully availed themselves of the privileges and benefits of conducting business in Texas by engaging in business in Texas; marketing their services and that of their subsidiaries in Texas through the website www.superiorenergy.com; recruiting employees through that website; providing funding to subsidiary companies in Texas for the purposes of expansion, capital expenditures, etc.; having officers in Texas (e.g., Patrick Campbell, executive vice president, Technical Solutions Group, Superior Energy Services, Inc., 2202 Oil Center Court, Houston, Texas); having their officers and employees assist subsidiary companies with the potential purchase of Sonic; and having their officers and employees assist with (a) the recruiting of Shoemaker from Sonic and (b) the formation and development of BTI's Odessa branch with Sonic's proprietary and confidential information, which was done tortiously and for which Sonic sued.\nSonic's pleadings relate in detail its version of how SESI contacted a Sonic partner to see if Sonic could be acquired and, having been rebuffed, Superior and SESI then chose to start and fund with $3.6 million dollars a new venture in West Texas to compete with Sonic by recruiting Shoemaker and his team to BTI. Sonic alleges that those actions caused Shoemaker to breach his fiduciary duty to Sonic; to breach his limited partnership agreement with Sonic; and to misappropriate and take trade secrets, key employees, and proprietary business information with him. Sonic's pleadings contained sufficient jurisdictional facts to support specific or general jurisdiction over Superior and SESI. Superior and SESI were entitled to challenge those pleadings, and they did by their special appearance.\nIn support of its special appearance motion and to rebut Sonic's allegations, Superior filed an affidavit by Danny Young, Superior's executive vice president of corporate services. Young stated in his affidavit that Superior was a \"completely separate and distinct corporate entity from each of its subsidiaries\" and that it did not exert domination or control over any of its subsidiaries, including Wild Well and BTI. He further stated that Superior had no officers or directors based in Texas until 2009 when Campbell became the executive vice president of Technical Solutions for Superior, that Campbell was an employee of SESI\u0097not Superior, and that Superior's website was not interactive. Finally, Young stated that Superior was not a resident of Texas and conducted no business in Texas.\nIn objecting to jurisdiction by a Texas court, SESI also emphasized that it did not exert control and dominance over its subsidiaries in Texas. SESI attached the affidavit of William B. Masters, executive vice president and general counsel of Superior. He stated that SESI was only qualified to do business in Delaware and Louisiana; that SESI was a completely separate and distinct corporate entity from each subsidiary; that it did not exert domination or control over any subsidiary, including Wild Well or BTI; and that SESI and its subsidiaries shared very few corporate services that are provided by SESI, a wholly owned subsidiary of Superior. Those services were certain benefits such as the 401(k) plan, insurance, cash management, and to a limited extent legal and human resources support services.\nMasters also stated that Campbell was an executive vice president of technical solutions for Superior and an employee of SESI and that Campbell resided in Texas; therefore, Masters acknowledged that SESI was \"amenable to service and jurisdiction *629 in Texas.\"[1] He then added, \"Patrick Campbell, however, did not become an employee of SESI, LLC until the early part of 2009 which was well after this lawsuit arose and well after BTI and Wild Well Control were sued.\" Masters acknowledged that Westy Ballard, a vice president and employee of SESI, had a short conversation with Manning of Sonic on August 20, 2007. Masters also stated that Ballard had never spoken to Shoemaker and that \"Ballard did not travel to Texas to meet with anyone associated with Plaintiff. His contact was merely by phone to determine whether or not there was a possibility of Superior acquiring Sonic.\"\nAs noted in Michiana Easy Livin' Country, Inc. v. Holten, 168 S.W.3d 777 (Tex.2005), the touchstone of jurisdictional due process has been \"purposeful availment.\" Id. at 784. It is only the defendant's contacts with the forum that count. Purposeful availment \"ensures that a defendant will not be haled into a jurisdiction solely as a result of . . . the `unilateral activity of another party or a third person.'\" Burger King Corp. v. Rudzewicz, 471 U.S. 462, 475, 105 S. Ct. 2174, 85 L. Ed. 2d 528 (1985). Second, the acts relied on must be \"purposeful\" rather than fortuitous. Id. Third, a defendant must seek some benefit, advantage, or profit by \"availing\" itself of the jurisdiction. Michiana Easy Livin' Country, 168 S.W.3d at 785.\n\nFactors Supporting General Jurisdiction\nWe need not discuss whether the affidavits of Young and Masters were sufficient to negate Sonic's pleadings. Sonic introduced unrebutted evidence supporting its pleading allegations that Superior and SESI have had enough contacts with Texas to support a holding that the Texas court had general and specific jurisdiction over them. On appeal, we consider all of the evidence before the trial court on the question of jurisdiction. Fish v. Tandy Corp., 948 S.W.2d 886, 891 (Tex.App.-Fort Worth 1997, writ denied).\nGeneral jurisdiction may be asserted when the cause of action does not arise from or relate to the nonresident defendant's purposeful conduct within the forum state but when there are continuous and systematic contacts between the nonresident defendant and the forum state. Helicopteros Nacionales de Colombia v. Hall, 466 U.S. 408, 414-16, 104 S. Ct. 1868, 80 L. Ed. 2d 404 (1984).\nSonic introduced copies of Superior's 2008 annual report, Form 10-K filed with the Securities and Exchange Commission, portions of depositions, and organizational charts and other information from Superior's website. In the Form 10-K, Superior states under \"Facilities\": \"We also own certain facilities and lease other office, service and assembly facilities under various operating leases, including a 7-acre office and training facility located in Houston, Texas.\" Under the description of its business, the discussion is in terms of Superior being one company. For example, there is the statement: \"We believe we are a leading provider of rental tools. We manufacture, sell and rent specialized equipment for use with offshore and onshore oil and gas well drilling, completion, production and workover activities.\" This statement is typical of the description of Superior's business. Exhibits to the Form 10-K include \"Exhibit 21.1 Subsidiaries of the *630 Company\"; however, this exhibit is not included in the record.\nIn its annual report, Superior states: \"Through the Power of One, we. . . deliver and execute solutions as one seamless unit operating under one common culture.\" The annual report also states: \"We also own . . . a 7-acre office and training facility located in Houston, Texas.\" Superior and SESI argue that Superior's annual report was drafted pursuant to the Securities and Exchange Commission's Regulation S-K. Our special-appearance jurisprudence dictates that the plaintiff and defendant bear shifting burdens of proof in a challenge to personal jurisdiction. Kelly v. Gen. Interior Constr., Inc., 301 S.W.3d 653, 658 (Tex. 2010). Superior and SESI introduced no evidence to rebut Superior's statement that it owned a seven-acre office and training facility in Texas.\nStatements in annual reports and Form 10-Ks are pertinent evidence. In denying Daimler-Benz's special appearance motion in Olson, the Austin Court of Appeals noted their importance:\nIn Daimler-Benz's annual shareholder reports from 1990 through 1995, management's business review consistently discussed sales of Mercedes-Benz cars in the U.S. in terms of \"our\" sales and the number of cars \"we sold.\"\n. . . .\n[W]hile formally separate, Daimler-Benz and [Mercedes Benz of North America] form a functional whole in promoting and marketing vehicles in Texas.\nOlson, 21 S.W.3d at 722, 723.\nIn the record before us, Superior projected that it and its companies and divisions were a functional whole in promoting and marketing equipment and services to the oil and gas industry in Texas. In Olson, the court was engaged in jurisdictional veil-piercing that involved Daimler-Benz Aktiengesellschaft, the parent corporation in Germany, and Mercedes-Benz of North America, the sole importer and distributor in the United States of Mercedes-Benz cars and parts. Aside from the question of jurisdictional veil-piercing between BTI (and other subsidiary corporations) and Superior, we are also trying to determine the direct contacts that Superior and SESI have had with Texas. Campbell testified that Superior has internal divisions, and the chart on Superior's website so indicates. Superior's references to \"we\" supported an interpretation by the trial court that an internal division of Superior owned seven acres and an office in Texas.\nSonic joined Superior and SESI as defendants in May 2009. Sonic points out that Campbell testified that he became an executive vice president of Superior in April 2009 and an employee of SESI in early 2009. Prior to that, he was the president and chief executive officer of Wild Well and reported to James Holleman, an executive vice president of Superior. The new president of Wild Well now reports to Campbell. Superior and SESI admit that Campbell is an officer of Superior, an employee of SESI, resides in Texas, and has an office in Houston. His business card indicates that Superior has an office at 2202 Oil Center Court in Houston. Wild Well's principal offices are also at that address. The \"Engineering &amp; Project Management\" division of Superior is also located at 2202 Oil Center Court.\nSuperior and SESI argue that Campbell did not become an officer of Superior and an employee of SESI until after the filing of the suit by Sonic; therefore, these factors did not subject Superior and SESI to the Texas court's jurisdiction. They rely on PHC-Minden, L.P. v. Kimberly-Clark *631 Corp., 235 S.W.3d 163 (Tex.2007), for their position.\nPHC-Minden involved the issue of general jurisdiction, and the general jurisdiction analysis is dispute-blind. Campbell's activities and representations of Superior and SESI in Texas were contacts of Superior and SESI with Texas for purposes of general jurisdiction. By placing an active executive vice president in Texas, Superior has availed itself of the benefits of operating in Texas. But there are two problems. The record reflects that Campbell's activities as an officer and employee of Superior and SESI were not over a substantial period before Sonic served notice of the lawsuit against Superior by serving Campbell. Secondly, Superior and SESI may be correct that the time this suit was filed was when it was first filed against Shoemaker and the others.\nIt is noteworthy that Campbell testified that Superior had a number of subsidiary companies, some of which were divisions of Superior:\nA: Well Superior has a broad variety of subsidiary companies and some which are part and parcel of Superior, not\u0097 not regarded as a separate subsidiary, if you will.\nQ: Might have internal divisions?\nA: Correct.\nA division of a corporation is not a separate legal entity but is the corporation itself. W. Beef, Inc. v. Compton Inv. Co., 611 F.2d 587, 591 (5th Cir.1980). Sonic introduced an organizational chart of Superior that appears on its website. That chart on the left-hand side lists the organizations of Superior under the label \"Division/Department.\" A division may be considered to be an internal division of a corporation (such as Superior) or a division might consist of a group of separate subsidiary companies. The trial court could have reasonably considered \"division\" to mean internal divisions of Superior based on Campbell's testimony. Reading Superior's annual report and Form 10-K leads one to conclude that Superior wanted the reader to consider Superior as an integrated company whether the particular operation was a division of the parent, a separate subsidiary corporation, or a division of a subsidiary corporation.\nIn the chart from the website, one \"Division/Department\" is named \"Superior Energy Services\" with a sales office at 11000 Equity Drive in Houston and engineering and project management at 2202 Oil Center Court in Houston. There is a \"Division/Department\" named \"H B Rentals\" that has employees located in Alice, Alvord, Fairfield, Liverpool, Midland, and Houston, Texas. A \"Division/Department\" named \"Stabil Drill\" has employee locations in Corpus Christi, Houston, and Midland. A \"Division/Department\" named \"Sub Surface Tools\" has employee locations in Bridgeport and Corpus Christi. Under the \"Division/Department\" named \"Superior Energy Services,\" there are employee locations at Houston, Brookshire, Longview, and Alvin. \"Superior Energy Services\" could refer to Superior Energy Services, Inc. or Superior Energy Services, L.L.C., or both. A \"Division/Department\" named \"Warrior Energy Services\" has employees in Longview, Odessa, Decatur, Victoria, Rosharon, Tyler, Houston, Corpus Christi, and Cleburne. Wild Well, a defendant in this case, is listed as a \"Division/Department.\" There is no indication that it is a corporation, but there is evidence elsewhere in the record that it is. However, the listing of one corporation under \"Division/Department\" does not lead to a conclusion that all the \"Division/Departments\" are corporations.\nSuperior and SESI could have introduced an organizational chart with testimony *632 by an officer that explained whether \"division\" in the chart included internal divisions. They did not.\nSonic attempted to learn about the structure of Superior by taking the deposition of Westy Ballard, vice president of corporate development of SESI. One would normally think that the vice president of corporate development of a company would know the corporate structure of the company. Yet, Ballard stated flatly that he did not know the organizational structure of Superior or its family of companies even though he also stated that he was \"responsible for sourcing, analyzing and executing mergers, acquisitions, and strategic alliances.\" Ballard testified that his supervisor was Guy Cook who was the executive vice president of rental tools, a division that rents drilling-related rental tools. Ballard was then asked the following:\nQ. When you say [Cook is] an executive vice president of a division within our company, which company are you speaking of?\nA. I don't know. I mean, I know that he's employed, his office is next to mine, but I don't know what company he's an employee of or the rental tool division is under what company. I don't know.\nSuperior's website lists Guy Cook as executive vice president, rental tools of Superior.\nIn the conclusion to its special appearance motion, Superior gave two reasons in support of its motion: (1) Superior does not exert dominance over its subsidiaries and (2) Superior's website is passive. In his affidavit, Young stated that Superior had no officers or directors based in Texas until Campbell became an officer of Superior and an employee of SESI. He does not state that Superior had no employees or internal divisions in Texas. Young did state that Superior \"conducts no business\" in Texas. The evidence of Sonic was to the contrary, and Superior had the burden to explain and rebut that evidence. The trial court was entitled to believe Sonic.\nIn their reply brief, Superior and SESI argue that, even though the Superior annual report states: \"We also own . . . a 7-acre office and training facility located in Houston, Texas,\" Superior does not \"own\" property in Texas. They cite to Young's affidavit as evidence that Superior \"owns no property\" in Texas. Nowhere in Young's affidavit does he state that Superior does not \"own\" property in Texas, nor did Young state that Superior did not \"lease\" property in Texas. Young did state that Superior \"is not a resident of the State of Texas,\" but that was simply a statement that Superior was a nonresident. The issue is whether that nonresident had meaningful contacts with Texas.\nIn his affidavit, Masters also concentrates on how separate SESI is from each of its subsidiaries and that they share corporate services to a limited extent. SESI also had the burden to explain and rebut Sonic's evidence.\nIn Superior and SESI's brief, they state that \"Superior has no offices in Texas, no employees in Texas and no bank accounts in Texas. It has never owned, leased, rented or controlled real property in Texas and has never paid taxes in Texas.\" Superior and SESI cite Young's affidavit for these statements. Young's affidavit does not support these statements.\nGiven the record before this court, it is easy to be confused about Superior and its subsidiaries. In their statement of the case, Superior and SESI stated that Superior Energy Services, Inc. and Superior Energy Services, L.L.C., although having similar names, are separate and distinct corporate entities from one another. According *633 to Superior and SESI, Superior Energy Services, L.L.C. is a direct subsidiary of SESI, LLC and an indirect subsidiary of Superior Energy Services, Inc. Appellants refer to the clerk's record at page 141 as the evidence for that statement. The chart on page 141 is confusing. There is a Superior Energy Services, L.L.C., but under that name is a note \"Disregarded Entity.\" It took a magnifying glass to discern that note. Of the thirty-three entities that appear to be owned by SESI, L.L.C., a number have the note \"disregarded entity,\" some have the note \"partnership,\" some \"foreign corporation,\" some \"corporation,\" and some have no note below the name.\nSuperior's annual report, Form 10-K, website, and the employment forms signed by Shoemaker lead one to the logical conclusion that Superior desires to be thought of as an integrated whole by investors, employees, and anyone else. After the introduction of Sonic's evidence without evidence to the contrary, we cannot say that the trial court erred.\nSonic's evidence was legally and factually sufficient to support implied findings by the trial court that Superior and SESI had and have substantial activities in Texas that are continuous and systematic, aside from specific activities by Superior and SESI that relate to this litigation. Superior and SESI had the burden of negating all jurisdictional bases. BMC Software Belgium, 83 S.W.3d at 793-94; Kawasaki Steel Corp. v. Middleton, 699 S.W.2d 199, 203 (Tex.1985). Contrary to the argument of Superior and SESI, Sonic did not have to show exertion of dominance or control of BTI and Wild Well given the evidence it introduced at the hearing. We hold that, based on the record before us, there was evidence of sufficient contacts with Texas for the trial court to hold that it had general jurisdiction over Superior and Sonic.\n\nSpecific Jurisdiction\nSpecific jurisdiction is established if the defendant's alleged liability arises from or is related to an activity conducted within the forum. BMC Software Belgium, 83 S.W.3d at 796; Guardian Royal, 815 S.W.2d at 228. Again, we must presume that all factual disputes were resolved in favor of the trial court's ruling. Spir Star AG, 310 S.W.3d at 871-72. All facts necessary to support the judgment and supported by the evidence are implied. BMC Software Belgium, 83 S.W.3d at 795.\nSonic alleged and presented evidence that officers and employees of Superior and SESI were involved in the alleged torts involved in hiring Shoemaker. As stated earlier, Texas courts may exercise personal jurisdiction over a nonresident defendant if (1) the Texas long-arm statute permits the exercise of jurisdiction and (2) the assertion of jurisdiction is consistent with federal and state constitutional due process guarantees. Kelly, 301 S.W.3d at 657; Moki Mac River Expeditions v. Drugg, 221 S.W.3d 569, 574 (Tex.2007). The long-arm statute provides a nonexclusive list of what constitutes \"doing business\" in Texas, including (1) contracting with a Texas resident and either party is required to perform the contract in whole or in part in Texas; (2) committing a tort in Texas; or (3) recruiting Texas residents for employment, both in and out of the state. TEX. CIV. PRAC. &amp; REM.CODE ANN. § 17.042 (Vernon 2008); BMC Software Belgium, 83 S.W.3d at 795. Although the first one is not involved here, Sonic alleged and provided evidence relating to the other two.\nTexas has an interest in enforcing the provision of its long-arm statute that specifically subjects nonresidents who recruit *634 Texas residents to personal jurisdiction in Texas. Moreno v. Poverty Point Produce, Inc., 243 F.R.D. 265, 271 (S.D.Tex.2007); see Gonsalez Moreno v. Milk Train, Inc., 182 F. Supp. 2d 590, 594-95 (W.D.Tex.2002) (jurisdiction proper where defendant, through intermediary, recruited Texas residents to work in New York and reimbursed their travel expenses). Also in point is Innovative Therapies, Inc. v. Kinetic Concepts, Inc., 328 S.W.3d 545 (Tex.App.-San Antonio 2010, pet. filed), where the court held that the nonresident corporation, Innovative Therapies, purposefully availed itself of benefits of conducting activities in Texas where it employed the chief engineer of the Texas company, KCI.\nSonic provided evidence that in the years 2006 and 2007, BTI, Wild Well, Superior, and SESI were discussing how to expand Superior's West Texas rental tool operations. The alternatives were (1) to acquire Sonic or (2) to simply hire Shoemaker and his team away from Sonic, and Superior would then fund their operation with $3.6 million. Ballard of SESI made one telephone call to Manning, a substantial owner of Sonic, to see if Sonic was available for sale. Ballard testified that Manning had no interest. Campbell testified that Ballard and Cook, an executive vice president of Superior, advised him that Manning was not interested in selling Sonic. Because Manning evidenced little or no interest in a sale of Sonic, Superior and SESI decided to hire and fund Shoemaker to expand their rental tool business expansion into West Texas.\nSteven Norris, general manager of BTI, testified that BTI was part of the Wild Well subsidiary division, but he did not know what type of entity BTI was. Bill Mahler is his immediate superior. Norris and Shoemaker had been friends for years and had stayed in touch; Norris knew Shoemaker was the manager and had an interest in Sonic. In 2006, Norris let Shoemaker know that BTI would be interested in discussing an acquisition of Sonic or employing Shoemaker, but at that time, Shoemaker was not interested. Campbell, president of Wild Well at the time, directed Norris to contact Pat Bernard and Cook of Superior to discuss how to expand into West Texas. Norris testified that Bernard and Cook would come over periodically to the Drilling Technology Center in Houston for discussions. Norris told Bernard and Cook that Shoemaker was a key person to expanding in West Texas:\nThat was one of the key things that I pointed out to Pat Campbell and Pat Bernard and Guy Cook, that, you know, I can go get equipment anywhere, but getting the right people that have the knowledge and the professional influence to go out and make it successful is key, and I told [them] I did not want to move too far ahead of time and lose contact with Brian.\nIn the early part of 2007, Shoemaker told Norris that he would have to talk to Manning about any acquisition of Sonic.\nCampbell testified that Bernard, senior executive vice president of Superior, was involved in planning acquisitions and mergers. According to Campbell, Norris told the officers at Superior that $3.6 million would be required for a West Texas expansion. Campbell also confirmed that Bernard would meet with them at the Drilling Technology Center in Houston. In 2006, Bernard was involved in discussions about acquiring Sonic or just expanding in West Texas.\nBill Mahler, executive vice president and general manager of Wild Well, also testified. Mahler was in charge of business development during the time of the discussions. He also did not know whether BTI was a corporation. He stated that Campbell *635 was president of Wild Well and general manager of BTI and that Norris subsequently came in as general manager of BTI. Mahler acknowledged that he was aware that Norris or Campbell had asked Superior to approach Sonic about an acquisition.\nThere is an e-mail dated September 4, 2007, from Norris to Campbell and others where Norris indicated that he had to get Superior's approval for an expenditure to fund the expansion into West Texas:\nI have attached an 07/08 P &amp; L as well as a brief timetable of projected events that we need to move forward with for W. Texas. At this time Brian Shoemaker is ready to pull the trigger to sever with SPS and come aboard. I told him to hold off until we had addressed the inventory capex we would be needing as well as a basic business plan. We have made contact with various vendors and gotten pricing as needed for AFE generation to purchase. [Shoemaker] is awaiting our call to move on his end.\nThis e-mail indicates that Superior's $3.6 million funding was critical to the hiring of Shoemaker.\nOn September 5, 2007, Wild Well and BTI submitted their principal request for capital from Superior for the \"West Texas Location Start-Up Inventory/Rental Assets.\" It appears that Shoemaker was hired on September 12, 2007. Apparently, Superior and SESI approved the expansion funding some time between September 5 and 12, although their officers had discussed the amount with Norris at an earlier date. Based on the record, the trial court could have reasonably found that, without the funding, Shoemaker would not have been hired and would not have been accused of having breached his contract with and fiduciary duty to Sonic.\nIt was not necessary for Sonic to show that Superior and SESI controlled Wild Well and BTI. Our focus is on the role of Superior and SESI in the hiring of Shoemaker. Although Ballard's telephone call to Manning by itself would not constitute a sufficient contact for jurisdiction by the trial court, it is one additional factor to be considered in the role of Superior and SESI in the hiring of Shoemaker and some of his team. The discussions in Houston involving Bernard and Cook of Superior (and SESI) and the $3.6 million funding are additional factors.\nA purposeful availment analysis considers (1) only the conduct of the nonresident defendant; (2) whether the defendant's contacts with the forum were purposeful, rather than random, fortuitous, or attenuated; and (3) whether the defendant sought a benefit, advantage, or profit by availing itself of the jurisdiction. Moki Mac, 221 S.W.3d at 575. Thus, we focus on the nature and quality of Superior's and SESI's contacts with Texas, not the number of contacts. Retamco Operating, Inc. v. Republic Drilling Co., 278 S.W.3d 333, 337 (Tex.2009). The nonresident's activities, whether they consist of direct acts within Texas or conduct outside Texas, must justify a conclusion that the defendant could reasonably anticipate being called into a Texas court. World-Wide Volkswagen Corp. v. Woodson, 444 U.S. 286, 297, 100 S. Ct. 580, 62 L. Ed. 2d 490 (1980); BMC Software Belgium, 83 S.W.3d at 795.\nNorris told Bernard and Cook that Shoemaker was a key person to expanding Superior's operations through BTI in West Texas. Both Norris and Campbell testified that Bernard of Superior would meet with them at the Drilling Technology Center in Houston and that the discussions concerned whether to acquire Sonic or to have Superior fund an entity to expand in *636 West Texas. Norris told the officers at Superior, who were employees of SESI, that $3.6 million would be required for the West Texas expansion. Mahler of Wild Well said that he was aware that Norris or Campbell had asked Superior to approach Sonic about being acquired.\nBernard and Cook of Superior and SESI were involved in the discussions at the Drilling Technology Center in Houston concerning how to expand their rental tool business in West Texas. They must have been aware that, by choosing the manager of their principal competitor, Shoemaker, in West Texas, to take away Sonic's market share, they would risk litigation with Sonic. That litigation should have been expected when they funded Shoemaker with the $3.6 million to compete with his former company, Sonic. Innovative Therapies, 328 S.W.3d at 560; see Nogle &amp; Black Aviation, Inc. v. Faveretto, 290 S.W.3d 277, 283-85 (Tex.App.-Houston [14th Dist.] 2009, no pet.); see also GJP, Inc. v. Ghosh, 251 S.W.3d 854, 880 (Tex. App.-Austin 2008, no pet.).\nIn an e-mail dated September 11, 2007, Campbell advised James Holleman, executive vice president of Superior, and Kenny Crockett, who worked for Holleman at Superior, that Shoemaker was already bringing in the business:\nWe have just hired Brian Shoemaker, and he is already bringing in some business. . . .\nThere is a possibility that the current owner of [Sonic] (privately held) will change his position about selling when he sees that the business will not succeed and grow without the very good team that Brian had assembled. . . .\n. . . [Sonic] has averaged over $800K per month for the last five months, $600K-$800K during the last half of 2006.\nIt appears that, in addition to Bernard and Cook, Holleman and Crockett had some involvement in the decision to target Shoemaker and his team and fund them to compete against Sonic in the rental tool business in West Texas. When a tortfeasor commits a tort in the forum state by directing its actions toward the forum state with full knowledge that injury will occur in the forum state, jurisdiction is appropriate. See Wien Air Alaska, Inc. v. Brandt, 195 F.3d 208, 211 (5th Cir.1999); see Mem'l Hosp. Sys. v. Fisher Ins. Agency, Inc., 835 S.W.2d 645, 650-52 (Tex.App.-Houston [14th Dist.] 1992, no writ) (holding that a single phone call was sufficiently purposeful to support jurisdiction). The minimum-contacts analysis is focused on the quality and nature of the defendant's contacts, rather than their number. Republic Drilling, 278 S.W.3d at 339.\nSuperior's and SESI's contacts with Texas demonstrate that they purposefully availed themselves of the privilege of conducting activities in Texas. There is legally and factually sufficient evidence to demonstrate that they purposefully \"availed\" themselves of the benefits of Texas by participating in the targeting and recruiting of Shoemaker and his team to build Superior's (or an entity owned by Superior) market share in West Texas. The cause of action arose from those contacts. See Coleman, 83 S.W.3d at 806.\n\nThe Exercise of Jurisdiction Must Comport With the Notions of Fair Play and Substantial Justice\nHaving determined that Superior and SESI had minimum contacts with Texas sufficient to support general and specific jurisdiction, we now face the issue of whether subjecting them to the jurisdiction of Texas would offend traditional notions of fair play and substantial justice. Innovative Therapies, Inc., 328 S.W.3d at *637 559-60; Republic Drilling, 278 S.W.3d at 341.\nTo determine this issue, we consider (1) the burden on the defendants, (2) the interests of the forum state in adjudicating the dispute, (3) the plaintiff's interest in obtaining relief, (4) the interstate justice system's interest in obtaining the most efficient resolution of controversies, and (5) the shared interest of the several states in furthering fundamental substantive social policies. Asahi Metal Indus. Co. v. Superior Court of California, Solano County, 480 U.S. 102, 113, 107 S. Ct. 1026, 94 L. Ed. 2d 92 (1987); World-Wide Volkswagen Corp. v. Woodson, 444 U.S. 286, 292, 100 S. Ct. 559, 62 L. Ed. 2d 490 (1980). \"Only in rare cases, however, will the exercise of jurisdiction not comport with fair play and substantial justice when the nonresident defendant has purposefully established minimum contacts with the forum state.\" Spir Star AG, 310 S.W.3d at 878.\nThe burden on Superior and SESI would be light. Campbell is an executive vice president of Superior and an employee of SESI. He resides in Houston and offices at 2202 Oil Center Court in Houston. An engineering and product management division of Superior is also located at 2202 Oil Center Court. From the record, it appears that officers of Superior and SESI routinely visit Houston and other parts of Texas to check on their subsidiary companies and divisions.\nA Texas resident was recruited to join the Superior team. Sonic seeks relief for Shoemaker's leaving with his knowledge of Sonic. The second two factors are met. From the interstate justice system's viewpoint, Texas is the most efficient forum for resolving this controversy. Although Superior and SESI have their headquarters in Louisiana, nearly all the activities and events relating to this controversy occurred in Texas. Exercise of jurisdiction over Superior and SESI does not offend the notions of fair play and substantial justice. Superior and SESI's issue on appeal is overruled.\n\nThis Court's Ruling\nThe judgment of the trial court is affirmed.\nNOTES\n[1]  Campbell was also an agent of Superior for purposes of service. TEX. BUS. ORG.CODE ANN. § 5.255 (Vernon Pamph.2010).\n\n",
            "ocr": false,
            "opinion_id": 2286725
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}