{
    "id": 292030,
    "judges": "Boreman, Bryan, Winter",
    "date_filed": 22118400000,
    "date_filed_is_approximate": false,
    "slug": "samuel-f-heisler-v-j-d-cox-superintendent-of-the-virginia-state",
    "case_name_short": null,
    "case_name": "Samuel F. Heisler v. J. D. Cox, Superintendent of the Virginia State Penitentiary",
    "case_name_full": "Samuel F. HEISLER, Appellant, v. J. D. COX, Superintendent of the Virginia State Penitentiary, Appellee",
    "attorneys": "George C. Christie, Durham, N. C. (Court-assigned counsel) for appellant., W. Luke Witt, Asst. Atty. Gen. of Va. (Robert Y. Button, Atty. Gen. of Va., on the brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued March 5, 1970.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b639-9\">\n    Samuel F. HEISLER, Appellant, v. J. D. COX, Superintendent of the Virginia State Penitentiary, Appellee.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b639-11\">\n    No. 13385.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b639-12\">\n    United States Court of Appeals, Fourth Circuit.\n   </court><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b639-13\">\n    Argued March 5, 1970.\n   </otherdate><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b639-14\">\n    Decided Sept. 14, 1970.\n   </decisiondate><br><p data-order=\"5\" data-type=\"judges\" id=\"b639-19\">\n    Bryan, Circuit Judge, dissented.\n   </p><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b640-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"582\"> \n     *582\n     </span>\n    George C. Christie, Durham, N. C. (Court-assigned counsel) for appellant.\n   </attorneys><br><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b640-5\">\n    W. Luke Witt, Asst. Atty. Gen. of Va. (Robert Y. Button, Atty. Gen. of Va., on the brief), for appellee.\n   </attorneys><br><p data-order=\"8\" data-type=\"judges\" id=\"b640-6\">\n    Before BOREMAN, BRYAN and WINTER, Circuit Judges.\n   </p>",
    "citations": [
        "431 F.2d 581"
    ],
    "opinions": [
        {
            "author_str": "Boreman",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/431/431.F2d.581.13385.html",
            "author_id": null,
            "opinion_text": "431 F.2d 581\n    Samuel F. HEISLER, Appellant,v.J. D. COX, Superintendent of the Virginia State Penitentiary, Appellee.\n    No. 13385.\n    United States Court of Appeals, Fourth Circuit.\n    Argued March 5, 1970.\n    Decided September 14, 1970.\n    \n      George C. Christie, Durham, N. C. (Court-assigned counsel) for appellant.\n      W. Luke Witt, Asst. Atty. Gen. of Va. (Robert Y. Button, Atty. Gen. of Va., on the brief), for appellee.\n      Before BOREMAN, BRYAN and WINTER, Circuit Judges.\n      BOREMAN, Circuit Judge:\n    \n    \n      1\n      This is an appeal from the district court's denial of appellant's petition for a writ of habeas corpus without a hearing.\n    \n    \n      2\n      Appellant, Samuel Heisler, was indicted for statutory burglary, tried before a jury on May 26, 1965, convicted of receiving stolen goods (coins allegedly stolen from Modern Coin Shop) and sentenced to seven years' imprisonment, to which was added an additional sentence of ten years (eight years of which were suspended) because this was Heisler's third conviction. Following an unsuccessful appeal to the Supreme Court of Appeals of Virginia, Heisler sought habeas corpus relief in a Virginia court. Relief was denied and the Virginia Supreme Court of Appeals denied a writ of error. Thereafter, Heisler filed in the district court his petition for a writ of habeas corpus in which he alleged that: (1) evidence which had been obtained by illegal search and seizure was improperly admitted at his trial; (2) he was ineffectively represented by counsel at trial; and (3) his arrest was without probable cause and therefore illegal.\n    \n    \n      3\n      Heisler's claim of illegal arrest was dismissed by the district court for failure to exhaust state remedies. Since it appears from the record that Heisler has not yet presented this claim to the Virginia courts the district court properly refused to consider it.\n    \n    \n      4\n      Heisler's other two claims were properly before the district court as they had been presented to the state courts. However, the state habeas court made no specific findings of fact and filed no opinion reciting facts as determined from the evidence. Thus, the district court had before it only the transcript of the state habeas proceeding. The state court's only \"discussion\" of Heisler's claims was contained in a one-page order wherein the court stated:\n    \n    \n      5\n      \"Whereupon, the Court heard the evidence and argument of counsel and upon mature consideration thereof, is of the opinion that the petitioner has failed to establish by a preponderance of the evidence that first, he did not have adequate and effective assistance of counsel; second, that there was any illegal search and seizure; third, that any of his constitutional rights were denied him, and fourth, that there was a denial of due process of law in his trial in this Court.\n    \n    \n      6\n      \"For the foregoing reasons, the petition will be dismissed and the writ denied.\"\n    \n    \n      7\n      In Townsend v. Sain, 372 U.S. 293, 312-313, 83 S. Ct. 745, 757, 9 L. Ed. 2d 770 (1962), the Supreme Court established the rule that \"* * * a federal evidentiary hearing is required unless the state-court trier of fact has after a full hearing reliably found the relevant facts.\" (Emphasis added.) The Court further explained:\n    \n    \n      8\n      \"There cannot even be the semblance of a full and fair hearing unless the state court actually reached and decided the issues of fact tendered by the defendant. Thus, if no express findings of fact have been made by the state court, the District Court must initially determine whether the state court has impliedly found material facts. No relevant findings have been made unless the state court decided the constitutional claim tendered by the defendant on the merits. * * *\n    \n    \n      9\n      \"If the state court has decided the merits of the claim but has made no express findings, it may still be possible for the District Court to reconstruct the findings of the state trier of fact, either because his view of the facts is plain from his opinion or because of other indicia. In some cases this will be impossible, and the Federal District Court will be compelled to hold a hearing.\n    \n    \n      10\n      \"Reconstruction is not possible if it is unclear whether the state finder applied correct constitutional standards in disposing of the claim. Under such circumstances the District Court cannot ascertain whether the state court found the law or the facts adversely to the petitioner's contentions. Since the decision of the state trier of fact may rest upon an error of law rather than an adverse determination of the facts, a hearing is compelled to ascertain the facts.\" 372 U.S. 313-314, 83 S. Ct. 757-758.\n    \n    \n      11\n      \"* * * If any combination of the facts alleged would prove a violation of constitutional rights and the issue of law on those facts presents a difficult or novel problem for decision, any hypothesis as to the relevant factual determinations of the state trier involves the purest speculation. The federal court cannot exclude the possibility that the trial judge believed facts which showed a deprivation of constitutional rights and yet (erroneously) concluded that relief should be denied. Under these circumstances it is impossible for the federal court to reconstruct the facts, and a hearing must be held.\" (Emphasis in the foregoing quotations from Townsend supplied.) 372 U.S. 315-316, 83 S. Ct. 758.\n    \n    \n      12\n      Under Townsend v. Sain, the only time a district court may refuse to hold a plenary hearing upon a federal habeas corpus petition when the state habeas court has failed to make explicit findings of fact is when such findings may be implied from the state court's disposition of the petitioner's claims.\n    \n    \n      13\n      In considering the state court's disposition of Heisler's claims based upon illegal search and seizure and ineffective assistance of counsel, it could not be said that the court's disposition of these claims clearly implies the habeas court's determination of the facts or discloses its reasons upon which it based its denial of relief.\n    \n    \n      14\n      As to the search and seizure claim, the state court merely stated a conclusion that Heisler did not establish by a preponderance of the evidence that the search and seizure were illegal.\n    \n    \n      15\n      In this somewhat uncertain and often perplexing area of the law factual resolutions would be indispensable to the ascertainment of the state court's basis for its ultimate conclusion. Here involved is the search of a vehicle following an arrest for a traffic violation; thus, a question arises as to probable cause to justify a search. Since the state attempts to rely upon the consent to search allegedly having been given by one Earl Hatch (Heisler's companion and the driver of the vehicle), questions are presented as to what words were spoken by Hatch, whether such words constituted consent, and, if so, whether such consent would be binding upon Heisler (who was a passenger in the vehicle). A factual dispute as to the time when and the place where the search took place is apparent from the face of the state habeas transcript, and resolution of this factual question would have a significant bearing upon the question of probable cause to search.1 In short, it is impossible to determine the state habeas court's view of the facts or its reasons for denying relief on the search and seizure issue. The basis for such denial could have been a determination that: there was probable cause to search, or consent to search had been given by Hatch and such consent was binding upon Heisler, or Heisler had no standing to object to the search and seizure, or the search was incident to a valid arrest, or perhaps some other basis.\n    \n    \n      16\n      As to Heisler's claim of ineffective assistance of counsel, the state habeas court merely said that Heisler had failed to establish by a preponderance of the evidence that he did not have adequate and effective assistance of counsel. Heisler's ineffective assistance claim was based upon two allegedly improper omissions by his trial counsel, i. e., his failure to move for suppression of the seized evidence and his failure to call a certain witness. Again, without findings of fact, it is impossible to ascertain the reasoning behind the state habeas court's denial of relief. The court might have found that trial counsel reached the conclusion that the testimony of the specified witness would be unnecessary or even harmful to Heisler. The court might have found that counsel's failure to move for suppression of the seized evidence was a proper strategic trial maneuver.\n    \n    \n      17\n      Without specific findings by the state habeas court, any attempt to ascertain the reasoning behind the court's denial of relief to Heisler is pure speculation, which is clearly prohibited by Townsend. It is impossible to tell whether the state habeas court denied relief upon a correct determination of the law after resolving all the relevant factual issues against Heisler, or whether the court resolved factual issues in favor of Heisler, but then incorrectly denied relief upon an erroneous interpretation of the law. Under such circumstances, Townsend requires a federal habeas court to hold a plenary hearing to determine a petitioner's claims. The failure of the district court to do so in this case was error.\n    \n    \n      18\n      Accordingly, a certificate of probable cause to appeal is granted, the order of the district court is vacated, and the case is remanded to the district court for a hearing on the questions of illegal search and seizure and inadequate assistance of counsel.\n    \n    \n      19\n      Reversed and remanded for a hearing.\n    \n    \n      20\n      ALBERT V. BRYAN, District Judge, wishes to be recorded as dissenting without filing a separate opinion.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         Hatch and Heisler testified that a search occurred only after they had been taken to the courthouse, and that no search had been conducted when the vehicle was stopped along the highway. Deputy Sheriff Thompson testified that a search did occur along the highway which search disclosed bags of coins (the seized evidence which Heisler now complains was improperly admitted in evidence against him at trial) and that the \"search\" at the courthouse was merely for the purpose of removing the coins which had already been discovered. This factual dispute is significant since Thompson had no knowledge that the Modern Coin Shop had been burglarized when he stopped the vehicle along the highway, but he did have information concerning such burglary when the bags of coins were removed from the vehicle at the courthouse; thus, resolution of the question of probable cause to search could well depend upon findings of fact resolving the conflicts in the testimonial evidence\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 292030
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}