{
    "id": 1217410,
    "judges": "Banke, Birdsong, Cooper",
    "date_filed": 667008000000,
    "date_filed_is_approximate": false,
    "slug": "talbot-v-state",
    "case_name_short": "Talbot",
    "case_name": "Talbot v. State",
    "case_name_full": "Talbot v. the State",
    "attorneys": "Mary E. Erickson, for appellant., Lewis R. Slaton, District Attorney, Joseph J. Drolet, William Akins, Carl P. Greenberg, Assistant District Attorneys, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b668-10\">\n    A90A1754.\n   </docketnumber><parties id=\"AQ01\">\n    TALBOT v. THE STATE.\n   </parties><br><citation id=\"b668-11\">\n    (402 SE2d 366)\n   </citation>",
    "citations": [
        "402 S.E.2d 366",
        "198 Ga. App. 636"
    ],
    "opinions": [
        {
            "author_str": "Birdsong",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7141.0,
            "opinion_text": "\n198 Ga. App. 636 (1991)\n402 S.E.2d 366\nTALBOT\nv.\nTHE STATE.\nA90A1754.\nCourt of Appeals of Georgia.\nDecided February 20, 1991.\nMary E. Erickson, for appellant.\nLewis R. Slaton, District Attorney, Joseph J. Drolet, William Akins, Carl P. Greenberg, Assistant District Attorneys, for appellee.\nBIRDSONG, Presiding Judge.\nMarion Talbot was convicted of two counts of armed robbery and sentenced to 20 years on each count, to serve consecutively. On appeal, he contends inter alia there was a fatal variance in the allegata and the probata, in that the indictments alleged he used a knife in the robbery, but at trial there was no proof of a knife. Held:\n1. The indictments charged appellant with taking $3 and $69 in money respectively from Freddie Carson and Pierce Horton, \"by intimidation and by use of a knife, the same being an offensive weapon.\" The State's evidence showed that Carson and Horton were each confronted by appellant and relieved of their money as they left a liquor store on Cascade Avenue. Horton left the store first; he testified he saw appellant \"with something shiny\" in his right hand, and that appellant \"had his arm down like this,\" and that his arm was \"down beside him like,\" and defendant was positioned \"like this.\" Horton testified appellant punched him in the face with his first but that there was nothing in appellant's fist. He testified appellant never held out a knife. As to whether appellant told him he had a knife, Horton said, \"Naw, he didn't say what it was. I just seen it.\" As to what \"it\" was, Horton said it was something shiny.\nFreddie Carson testified he and Horton went to the liquor store together, and Horton left first. When Carson came out of the store, he saw that appellant \"had [Horton] and had something behind his back like this right here. I couldn't see exactly what it was.\" Carson testified appellant had his hand in Horton's pocket (which Horton denied), and when Carson asked what was going on, appellant told him to \"lay it down, too\"; Carson threw his money down and ran \"because *637 I didn't know what he had in his hands. . . . [His arm] look like this here, like he had something and they rob and stuff over there so much, and stuff like that.\" When asked if he had ever stated he saw a knife being held by appellant, Carson said \"No, I didn't see anything.\" As to whether he ever saw a knife, he said, \"No, I didn't.\" As to what he thought appellant had in his hand, Carson said, \"Well, I was scared. I didn't know. I went in my pocket and throwed [my money] down and I ran back the other way.\" When asked, \"Did you think he had anything in his hand,\" he said, \"I couldn't take no chances. . . . I just let him have it.\"\nWhen the police officer arrived, Carson said appellant \"had taken Pierce's money and liquor again.\" Neither Carson nor Horton told the officer appellant had a knife or a shiny object. Carson did not say he was robbed, but only that Horton had been robbed of $20. After Carson and Horton pointed appellant out on the street, the officer arrested appellant. Her report charged him with robbery, not armed robbery.\nAppellant moved for a directed verdict on the point of no knife having been proved, but the trial court denied it. The jury was charged as to armed robbery, robbery by intimidation, and theft by taking. The charge did not allude to the allegation of the use of a knife, but stated: \"I charge you that a person commits armed robbery when with intent to commit theft he takes property of another from the person or the immediate presence of another by use of an offensive weapon or by any replica, article or device having the appearance of such a weapon. . . . [T]he weapon does not have to be visible as far as being in the hand or shown to the victim by the accused. The presence of a weapon during the commission of a robbery may be established by circumstantial evidence. And you may convict the accused for armed robbery even though the weapon itself was neither seen nor accurately described by the victim. Some physical manifestation of the weapon is required, however, or some evidence from which the presence of a weapon may be inferred.\" During deliberation the jury asked for a recharge on armed robbery, and the trial court repeated the above.\nThe general rule that allegations and proof must correspond is based upon the requirements (1) that the accused shall be definitely informed as to the charges against him, so that he may be enabled to present his defense and not be taken by surprise by the evidence offered at trial; and (2) that he may be protected against another prosecution for the same offense. DePalma v. State, 225 Ga. 465, 469 (169 SE2d 801). If the indictment sets out the offense as done in a particular way, the proof must show it. Fulford v. State, 50 Ga. 591, 593; Walker v. State, 146 Ga. App. 237, 240 (246 SE2d 206); compare Lumpkin v. State, 249 Ga. 834, 836 (295 SE2d 86), distinguishing *638 Walker. In Habersham v. State, 79 Ga. App. 244, 245 (53 SE2d 578), we held there was a fatal variance where the indictment alleged the commission of murder \"`with a certain pair of metal knuckles,'\" and the only evidence was of the use of the bare fist.\nThe allegation in this indictment that appellant committed robbery with \"the use of a knife\" was the only charge that would make the offense armed robbery, and was therefore a necessary element to be proved. The charge of armed robbery requires proof of the \"use of an offensive weapon, or any replica, article, or device having the appearance of such weapon.\" OCGA § 16-8-41 (a). If the indictment had alleged the \"use of an offensive weapon,\" the evidence that the theft victims saw \"something shiny\" in appellant's hand might have sufficed as circumstantial proof of \"an offensive weapon, or [a] replica, article or device having the appearance of such weapon.\" But this indictment alleged only the use of a knife and the evidence does not prove the use of a knife.\nWe have held that \"`the weapon does not have to be visible as far as being in the hand of or shown to the victim by the accused,'\" so that use of concealed offensive weapons \"or other devices,\" may constitute armed robbery (Hughes v. State, 185 Ga. App. 40, 41 (363 SE2d 336)), but the evidence must at least show that there was an offensive weapon or an article having the appearance of one. The charge and recharge in this case could easily have misled the jury to conclude that no offensive weapon or appearance of an offensive weapon had to be proved; the charge was therefore harmful. See Walker, supra at 244. The conviction for armed robbery is reversed. However, the evidence clearly supports a conviction of the lesser included offense of robbery by intimidation. Holcomb v. State, 230 Ga. 525 (198 SE2d 179). The case is remanded for a new trial or for resentencing for this lesser included offense. See Bundren v. State, 160 Ga. App. 367 (287 SE2d 248), following 247 Ga. 180 (274 SE2d 455).\n2. Appellant's remaining enumerations of error are rendered moot by the holding above, or are without substantial merit.\nJudgment reversed and case remanded. Banke, P. J., and Cooper, J., concur.\n",
            "ocr": false,
            "opinion_id": 1217410
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}