{
    "id": 2609042,
    "judges": "Bliss, Brett, Bussey",
    "date_filed": "1988-08-17",
    "date_filed_is_approximate": true,
    "slug": "matthews-v-state",
    "case_name_short": "Matthews",
    "case_name": "Matthews v. State",
    "case_name_full": "Frank Lewis MATTHEWS And, Virgil M. Phillips, Appellants, v. the STATE of Oklahoma, Appellee",
    "attorneys": "Larry L. Bays, Alva, for appellants., Larry Derryberry, Atty. Gen., James L. Swartz, Asst. Atty. Gen., Byron L. Wil-hite, Legal Intern, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1086-3\">\n    Frank Lewis MATTHEWS and, Virgil M. Phillips, Appellants, v. The STATE of Oklahoma, Appellee.\n   </parties><br><docketnumber id=\"b1086-5\">\n    No. F-74-543.\n   </docketnumber><br><court id=\"b1086-6\">\n    Court of Criminal Appeals of Oklahoma.\n   </court><decisiondate id=\"ACao\">\n    Jan. 8, 1975.\n   </decisiondate><br><attorneys id=\"b1087-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1045\"> \n     *1045\n     </span>\n    Larry L. Bays, Alva, for appellants.\n   </attorneys><br><attorneys id=\"b1087-5\">\n    Larry Derryberry, Atty. Gen., James L. Swartz, Asst. Atty. Gen., Byron L. Wil-hite, Legal Intern, for appellee.\n   </attorneys>",
    "citations": [
        "530 P.2d 1044"
    ],
    "opinions": [
        {
            "author_str": "Bussey",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5409.0,
            "opinion_text": "\n530 P.2d 1044 (1975)\nFrank Lewis MATTHEWS and, Virgil M. Phillips, Appellants,\nv.\nThe STATE of Oklahoma, Appellee.\nNo. F-74-543.\nCourt of Criminal Appeals of Oklahoma.\nJanuary 8, 1975.\nLarry L. Bays, Alva, for appellants.\nLarry Derryberry, Atty. Gen., James L. Swartz, Asst. Atty. Gen., Byron L. Wilhite, Legal Intern, for appellee.\n\n\n*1045 OPINION\nBUSSEY, Judge:\nAppellants Frank Lewis Matthews and Virgil M. Phillips, hereinafter referred to as defendants, were charged, tried and convicted in the District Court, Woods County, Case No. CRF-74-1, for the offense of Burglary, Second Degree, in violation of 21 O.S., § 1435. Their punishment was fixed at five (5) years imprisonment and from said judgment and sentence a timely appeal has been perfected to this Court.\nThe facts briefly stated are that on the evening of February 7, 1974, Pat Rodgers Canaday, Alva police dispatcher, received a radioed description from the Buffalo, Oklahoma, Police Department. At trial Mrs. Canaday testified that she broadcast a description to Alva patrolmen to be on the lookout for two white bearded males, one with red hair, the other with dark hair, wearing eyeglasses and thought to be driving a white Chevrolet with an out-of-state black and white license plate. She testified that she warned local officers that the men were suspected of laundromat robberies and were thought to be heading toward Alva.\nAlva Patrolman John Sims testified that at approximately 6:55 p.m. on February 7, as he was driving past the Wash House Laundromat, he saw two men fitting the description of the men in the radio alert looking out the window of the laundromat. He said that he turned the car around and by the time he got back to the building the men, whom he identified at trial as the defendants, had emerged, carrying a laundry bag with them. Officer Sims testified that he radioed for other policemen and that he detained the defendants for the purpose of questioning them. At the trial, Officer Sims identified State's Exhibit No. 1 as the laundry bag full of miscellaneous dirty clothes the defendants had with them when stopped, Exhibits Nos. 2-4, as keys found behind the back seat of his patrol car, Unit 11, a short time after he delivered the defendants to jail and Exhibit No. 6 as a money pouch containing coin wrappers and coins which was discovered in the glove compartment of defendants' car during a post-custody inventory. The witness further testified that after finding the keys, he and another officer took them to the Wash House Laundromat where one of the keys opened the coin box, which was empty, on the washing machine designated as \"No. 2.\"\nOn cross-examination, Officer Sims explained that he had cleaned out his patrol car a day or two before the defendants were arrested, but he admitted that other persons had used the car and that he could not say positively that the keys belonged to the defendants.\nMrs. Pat Neel, an employee of the Wash House, testified that she had put two dimes into washing machine No. 2 a day or two before the alleged burglary and that she had cleaned soap and water from the machine on the morning of February 7, indicating that it had been used that day. The witness also described the physical location of the \"No. 2\" washing machine in the laundromat.\nThe manager of the laundromat, Wendall Morrison, testified that he and his wife had the only key to the washing machine coin boxes and that they had emptied the coins on February 1 or 2. He also testified that he was with the police when they checked the coin box on the machine February 7 and that it was empty. On cross-examination the witness testified that on the morning of February 7, he had seen a woman using the No. 2 washing machine.\nMrs. Wendall Morrison, the manager's wife, testified to substantially the same facts as her husband regarding their practices in collecting the coins from the machines *1046 and the fact that the No. 2 machine was empty on February 7, after the alleged burglary.\nOklahoma Highway Patrolman Terry Nutter, after identifying the defendants at trial, testified that he first saw them on the evening of February 7, as they were seated in the back of Officer Sims patrol Unit 11. Officer Nutter said that after the defendants were placed in custody he took charge of their car, had it impounded, and during a routine inventory discovered the items introduced in State's Exhibit No. 6. Trooper Nutter said that after the defendants were removed from Unit 11 he ran his hand behind the seat and felt something metal. Unable to reach it, he said he removed the back seat and found the keys which he identified as State's Exhibits Nos. 2-4.\nThe final testimony at trial was given by Woods County Undersheriff Don Bolar who testified that on February 7, he received a description from police dispatcher Canaday and that later while he was on patrol received a call from Officer Sims concerning the possible apprehension of the men for whom they were looking. He testified that when he arrived at the laundromat he saw Officer Sims talking to the defendants whom he identified at trial. The Undersheriff identified State's Exhibits Nos. 1-4 and also identified State's Exhibit No. 5, the 196 dimes, three quarters and two nickels found in defendant Matthews' pocket after he was arrested. At this point, the six exhibits were admitted into evidence without objection.\nWith this testimony the State concluded its case. Neither defendant took the stand or presented any evidence in his own behalf.\nIn their first proposition of error, the defendants allege that due to a remark by the Assistant District Attorney in his opening statement and several comments made by State's witnesses the jury was prejudiced thus denying the defendants a fair trial.\nWe would first note that no objection was made by the defendants in regard to the alleged prejudicial comment by the prosecutor in the opening statement. In Newton v. State, Okl.Cr., 516 P.2d 827 (1973), this Court held that failure to object to claimed improper statements made by the prosecutor waived the reviewing court's consideration of claimed error relating thereto. Accordingly, we find it unnecessary to consider this part of defendants' allegation.\nDefendants next contend that comments made by police dispatcher Canaday in describing the radioed report she received from the Buffalo Police Department and comments by Officer Sims in relation to this report constituted evidentiary harpoons. Examples of the complained of testimony are:\n\"Q. Okay, for what reason did you go by there, if any?\n\"A. I was looking for two burglars from Buffalo, sir.\n\"MR. BAYS: Your Honor, we are going to object to the classification of burglars.\n\"THE COURT: Sustained, the jury will disregard that statement.\" (Tr. 13)\nand again at page 35 of the trial transcript:\n\"Q. And at the time that you went to the laundry relative to these two individuals, did you have, at that time, knowledge of a situation that had occurred in Buffalo?\n\"MR. BAYS: Now, Your Honor, going to object to that as hearsay?\n\"THE COURT: Sustained.\n\"MR. WISE: Exception.\n\"Q. Okay, but you went for a specific purpose (sic), to the laundry?\n\"A. Yes, sir, I did.\n\"Q. And you were specifically looking for two individuals that fit a certain description?\n\"MR. BAYS: Your Honor, I am going to object to that question.\n\n*1047 \"THE COURT: Objection sustained. We are worried here today with what happened here in Woods County, not what happened in Buffalo, that is their concern.\"\nAlthough there is some merit in defendants' contention that repeated references to other alleged incidents may have been improper, we fail to agree that the error, if any, is of such magnitude as to require reversal.\nA similar situation is found in Norton v. State, Okl.Cr., 492 P.2d 359 (1972), wherein this Court held that in a prosecution for grand larceny, the officer's testimony on cross-examination that he had received information prior to the burglary that defendant and companions were going to commit burglary was an improper response to defense counsel's questions concerning the basis for officer's functioning in an area when defendant was arrested but officer's remarks did not constitute sufficient ground for reversal where evidence of defendant's guilt was overwhelming and punishment imposed did not shock this Court's conscience. In the instant case, where the comments of Officer Sims were made in response to questions setting forth the background of the case and the probable cause for arrest, we cannot see where error necessarily occurred. However, in view of Norton v. State, supra, where even in view of a clear-cut evidentiary harpoon a reversal was not called for, we find this proposition to be without merit.\nFurther, we would point out that when timely objections were interposed by the defendants in regard to the allegedly improper comments, these objections were sustained and an admonition was given, although not requested by counsel. And, as it was held in Kitchens v. State, Okl.Cr., 513 P.2d 1300 (1973):\n\"The court's admonition to the jury not to consider the remarks of counsel, or a witness, usually cures an error unless it is of such a nature after considering the evidence that the error appears to have determined the verdict.\" at 1304.\nAccordingly, we find in the instant case that any error there might have been in the remarks of the witness was cured by the court's admonition.\nIn the second proposition of error, defendants allege the trial court erred in failing to sustain their demurrer on the grounds of insufficient evidence.\nDefendants first argue that no breaking was shown to have occurred in the incident as required under 21 O.S., § 1435, because no pry marks or evidence of force was found on the washing machine coin box. However, this Court held recently in Hudson v. State, Okl.Cr., 525 P.2d 1380 (1974), that opening a washing machine coin box with a key with the intent to commit a felony constitutes burglary, therefore, this argument is without merit.\nAs to defendants' arguments that other elements of the offense were not proven, we would merely point to a review of the evidence. The defendants who matched the description of the men for whom police had been looking were apprehended leaving the laundromat with a bag of unwashed, unmatched clothing and rags. Upon being arrested, a total of 196 dimes were found in the pocket of one of the defendants. Keys which fit the No. 2 washing machine were found in the police car in which the defendants had been riding and when that machine was subsequently opened by the manager and the police, it was found to contain no coins, although two witnesses testified that the machine had been used at least two times since it was emptied of its coins on the first of the month. Finally, during a routine car inventory of the defendants' impounded car, a money bag with a quantity of coin wrappers and coins was found in the glove compartment. Although the evidence on which the verdict was based is of a circumstantial nature, we deem it sufficient to support the verdict.\n*1048 In Edwards v. State, Okl.Cr., 508 P.2d 699 (1973), this Court held:\n\"Although the evidence relied on in the instant case was circumstantial, we have consistently held that where there is evidence, although entirely circumstantial, from which the jury may reasonably and logically find the defendant guilty, the weight, credibility and probative effect of such evidence is for the jury, and the Court of Criminal Appeals will not disturb the verdict for insufficiency of the evidence.\"\nIn the next proposition of error the defendants contend that error was committed in allowing testimony regarding State's Exhibits Nos. 1-4. They base this contention on the theory that they were arrested without probable cause and hence the laundry bag (Exhibit No. 1) and the keys (Exhibits Nos. 2-4) were fruits of an illegal search and were therefore inadmissible.\nWe find it unnecessary to discuss the aspects of probable cause for arrest or the admissibility of the items entered into evidence in view of the fact that the defendants failed adequately to preserve these questions for appeal. However, we would direct the defendants' attention to McKay v. State, Okl.Cr., 472 P.2d 445 (1970) in regard to the legality of the arrest.\nIn the first paragraph of the syllabus of Guthrey v. State, Okl.Cr., 374 P.2d 925 (1962) the guidelines for preserving a question for appeal were set forth:\n\"Only those questions which were raised in trial court, and on which adverse rulings were made and exceptions taken, and which were then incorporated in motion for new trial and assigned as error in petition in error, will be considered on appeal . .. .\"\nThe record reveals that no objection was made to the introduction of the exhibits or to their admission into evidence nor was the issue of the legality of the arrest and search raised in the motion for new trial or in the petition in error.\nOnly two objections were made by defense counsel regarding the evidence. The first was an objection to testimony concerning the items of clothing in Exhibit No. 1. This objection was made to testimony \"beyond identification.\" (Tr. 16) The other objection was \"[T]o counsel inquiring as to these objects they have not been admitted into evidence, they have been identified.\" (Tr. 21) Yet, the items were subsequently admitted into evidence without objection.\nThis Court has repeatedly held that to preserve the questions of the legality of an arrest or a search and seizure, the defendant must make a motion to suppress and object to the admission of any evidence. In Dillon v. State, Okl.Cr., 508 P.2d 652 (1973), quoting from Watson v. State, Okl.Cr., 382 P.2d 449, this Court held:\n\"An objection to evidence obtained by illegal search and seizure must be interposed at first opportunity and should be made either at beginning of trial by motion to suppress evidence or in the course of examination as soon as it becomes apparent that State will rely thereon, and defendant's failure to make timely objections waives right to be heard upon this question.\"\nTherefore, we find the third proposition to be totally without merit.\nIn the final proposition the defendants allege that because the serial number of the washing machine allegedly burglarized was not proven at trial, the case should be reversed. In this contention the defendants rely solely on Bly v. State, Okl.Cr., 485 P.2d 479 (1971). In that case the burglarized machines were listed by the serial numbers in the information but were not identified in that way at trial. Clearly that case is distinguishable from the instant one.\nIn the instant case the burglarized machine was identified on the Information as \"[G]eneral Electric washing machine # 2, located at the `Wash House' Laundry, 602 Hart Street, in the City of Alva, Woods County, Oklahoma... .\" At trial the machine was identified in the same manner and extensive testimony was given *1049 regarding how the machines had been numbered for identification purposes. Under 22 Ohio St. 1971, § 401 requisites for an indictment or information include in pertinent part:\n\"2. A statement of the acts constituting the offense, in ordinary and concise language, and in such manner as to enable a person of common understanding to know what is intended:\"\nWe fail to see where the designation of the burglarized machine as \"No. 2\" and the testimony given at trial constitutes any variance with the Information or fails to comply with the statutory requirements. Furthermore, the situation in Bly v. State, supra, is clearly not analogous with the instant case.\nUpon careful review of the record, we find no error necessitating reversal or modification of the judgment or sentence and accordingly, the same is hereby, affirmed.\nBLISS, P.J., concurs.\nBRETT, J., concurs in results.\n",
            "ocr": false,
            "opinion_id": 2609042
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Robbery"
}