{
    "id": 7935315,
    "judges": "Brewer, Horton, Valentine",
    "date_filed": -2760134400000,
    "date_filed_is_approximate": true,
    "slug": "mclean-v-state",
    "case_name_short": "McLean",
    "case_name": "McLean v. State",
    "case_name_full": "John B. McLean v. The State of Kansas",
    "attorneys": "H. A. Pierce, Chas. Curtis, and A. PI. Case, for plaintiffs in error., Geo. G. Cornell, county attorney, and R. S. Hick, for The State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Criminal Case; Appeal. A criminal case can be brought from, the district to the supreme court for review by appeal only, and cannot be by petition in error.</p> <p>2. Continuance; Discretion of Court. Matters of continuance in criminal as in civil cases, are largely within the discretion of the trial court; and where the affidavit therefor is made many months after the arrest, and* contains mere general allegations of diligence, is indefinite as to the present location of the witnesses, and does not clearly show any connection between the testimony of such witnesses and the crime of which the defendant stands charged, it cannot be held that the court abused its discretion in overruling the application.</p>",
    "summary": "\nError from Wabaunsee District Court.\n At the March Term, 1881, of the district court, John B. McLean and Walter A. Buel were convicted of grand larceny, and sentenced to the penitentiary, from which judgment, they bring error. The opinion states the facts.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "28 Kan. 372"
    ],
    "opinions": [
        {
            "author_str": "Brewer",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nBrewer, J.:\nDefendants were convicted in the district court of Wabaunsee county of the crime of grand larceny, and sentenced to the penitentiary. The proceedings in that *373case they have attempted to bring to this court by a petition in error. This cannot be done. Criminal cases are brought to this court by appeal only. (Comp. Laws 1879, ch. 82, art. 14; Carr v. The State, 1 Kas. 331; The State v. Boyle, 10 Kas. 113; The State v. Ashmore, 19 Kas. 544.) It is true that besides the petition in error, there appears in the record a notice of appeal served upon the county attorney, but this of itself is insufficient. Such a notice must also be served upon the clerk. (Comp. Laws 1879, ch. 82, § 285; Carr v. The State, supra.) Further than that, even if this notice served upon the county attorney were sufficient to perfect the appeal, the case would still have to be dismissed because the transcript was not filed in this court until more than thirty days after the service of such notice. (The State v. McEwen, 12 Kas. 37.) As this court has no jurisdiction to review the proceedings of the district court in this way, it follows that the petition in error must be dismissed.\nNotwithstanding this, and to save the parties the trouble and expense of bringing the case here by appeal, we have examined the single matter of error they allege, and are satisfied that in it there is nothing which would justify a reversal of the judgment below. The only error alleged is in refusing an application. for a continuance. ' It is settled that questions of continuance, even in criminal 'cases, are largely within the discretion of the .trial court; and unless an abuse of that discretion appears, its ruling must be sustained. (The State v. Hagan, 22 Kas. 490.) Now we are not satisfied from anything in this record that the trial court abused its discretion.\" On the contrary, we think its ruling was correct. All that appears is the information, the affidavit for a continuance, and the journal entries of the trial and judgment. The information charged the defendants with having stolen, in April, 1881, in the county of Wabaunsee, two geldings, the property of Freeman Wilkinson, and of the value of $ 100 each. Each of the defendants filed an affidavit for a continuance, but as one is the counterpart of the other we need refer to . only one. This affidavit was presented on *374March 15, 1882, and stated that the defendants were arrested on the 29th of August, 1881; that one of them had been in jail ever since, and the other most of the time; that three witnesses, whose names were given, were, on the 27th day of April, 1881, at Junction City, Davis county, Kansas, on their way to Colorado; that though defendants had made diligent inquiry, they had not found the whereabouts of these witnesses until within the last three days, when they had ascertained from reliable information, as they believed, direct from said witnesses, that they were then on the branch of the RioGrande narrow-gauge extension that was building toward Salt Lake City, Utah .territory, about sixty miles from Georgetown, in Colorado. The only showing of effort and diligence was the general statement that they had made diligent inquiry, that they had written various letters to Colorado and elsewhere, and that the defendant out on bail had been to Junction City and tried to hunt up the witnesses. This showing is very general, and descends very little into details. In what way they made inquiry, to whom they wrote, and upon what information they were acting, are none of them shown. It nowhere -appears how they got their present alleged information, whether by letter, statements of third parties, or otherwise, or what reason they had to expect that the testimony of these witnesses thus in Colorado could be obtained at the next term. Incorporated in the affidavit are what purport to be the facts which each of these three witnesses would prove, which facts are, simply that the witnesses were camped on the 27th of April, 1881, at Junction City; that in the morning a man calling himself Charles Durant came to their camp with two sorrel geldings, about sixteen and seventeen hands high and six and seven years old, respectively, and tried to sell them to the witnesses; that witnesses had no money with which to buy, and while there talking about a sale defendants came along and bought the geldings for $175, which they paid in money, receiving from Durant a bill of sale. There is nothing in the affidavit which identifies these sorrel geldings with those which the defend*375ants were charged with stealing. In the information the charge is for stealing two geldings belonging to Wilkinson, in Wabaunsee county. If the witnesses state that they saw defendants buy two sorrel geldings in Junction City, Davis county, the defendants nowhere swear that these are the geldings which they\"were charged with stealing; and there is nothing in the size, color, ownership and locality which identifies them. This whole statement of these witnesses might be absolutely true, and yet in no manner throw light on the larceny charged against the defendants. None of the testimony offered on the trial is preserved. ’ The trial court was not bound to presume in advance that the geldings of which these witnesses were to testify were the ones which the defendants were charged with stealing, and in the absence of the testimony from the record we cannot say that the subsequent developments in the case did not show conclusively not only that the larceny was committed in Wabaunsee county, but also that the whole connection of the defendants therewith was in Wabaunsee county. Further, it may be remarked that the transaction as to be given by these witnesses does not wear the appearance of probability, and the whole showing looks like a mere professional effort to postpone a trial. While of course no man is presumed to be guilty before trial, yet an application for continuance made after such a lapse of time should be so specific and minute and clear, and should so identify the testimony with the case then called for trial, that perjury therein might not only be alleged, but proven, and that the court may see that the defendant has made an honest, conscientious and diligent effort to secure testimony which will tend to exculpate him from the crime charged. We cannot think that in this case the showing was so made; and hence it cannot be held that the trial court .abused its discretion in overruling such application for a continuance. Further, if on the trial it had appeared that the animals stolen answered fully to the description of those described in the affidavit, that they were taken to Junction City, and that there was such a man as Charles Durant, who had some pos*376sible connection with the taking, anything indeed which would have rendered such testimony a reasonable and probable explanation of the connection of the defendants with the possession of the horses, the court would doubtless have granted them a new trial in order to enable them to establish their innocence. We can but presume that the testimony as it was developed satisfied the court that this plea of purchase — the common plea in horse-stealing cases — was in this as in others, a mere sham. If the case were properly before us we should be compelled to sustain the ruling of the district court. As it is, for the reason first given the petition in error must be dismissed.\nValentine, J., concurring.\nHorton, C. J.:\nI agree that this court has no jurisdiction, upon the case before us, to review the proceedings of the district court.\n",
            "ocr": true,
            "opinion_id": 7885738
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}