{
    "id": 35985,
    "judges": "Davis, Emilio, Garza, Per Curiam, Wiener",
    "date_filed": 1092009600000,
    "date_filed_is_approximate": false,
    "slug": "matchett-v-dretke",
    "case_name_short": "Matchett",
    "case_name": "Matchett v. Dretke",
    "case_name_full": "Farley Charles MATCHETT, Petitioner-Appellant, v. Doug DRETKE, Director, Texas Department of Criminal Justice, Correctional Institutions Division, Respondent-Appellee",
    "attorneys": "Michael B. Charlton, Law Office of Michael B. Charlton, Alvin, TX, Gary Allen Taylor, Austin, TX, for Petitioner-Appellant., Carla Elaina Eldred, Austin, TX, for Respondent-Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 42,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b868-11\">\n    Farley Charles MATCHETT, Petitioner-Appellant, v. Doug DRETKE, Director, Texas Department of Criminal Justice, Correctional Institutions Division, Respondent-Appellee.\n   </parties><br><docketnumber id=\"b868-14\">\n    No. 03-20197.\n   </docketnumber><br><court id=\"b868-15\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><br><decisiondate id=\"b868-17\">\n    Aug. 9, 2004.\n   </decisiondate><br><attorneys id=\"b870-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"846\"> \n     *846\n     </span>\n    Michael B. Charlton, Law Office of Michael B. Charlton, Alvin, TX, Gary Allen Taylor, Austin, TX, for Petitioner-Appellant.\n   </attorneys><br><attorneys id=\"b870-15\">\n    Carla Elaina Eldred, Austin, TX, for Respondent-Appellee.\n   </attorneys><br><judges id=\"b870-17\">\n    Before DAVIS, WIENER, and EMILIO M. GARZA, Circuit Judges.\n   </judges>",
    "citations": [
        "380 F.3d 844"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://www.ca5.uscourts.gov/opinions\\pub\\03/03-20197-CV0.wpd.pdf",
            "author_id": null,
            "opinion_text": "380 F.3d 844\n    Farley Charles MATCHETT, Petitioner-Appellant,v.Doug DRETKE, Director, Texas Department of Criminal Justice, Correctional Institutions Division, Respondent-Appellee.\n    No. 03-20197.\n    United States Court of Appeals, Fifth Circuit.\n    August 9, 2004.\n    \n      COPYRIGHT MATERIAL OMITTED Michael B. Charlton, Law Office of Michael B. Charlton, Alvin, TX, Gary Allen Taylor, Austin, TX, for Petitioner-Appellant.\n      Carla Elaina Eldred, Austin, TX, for Respondent-Appellee.\n      Appeal from the United States District Court for the Southern District of Texas.\n      Before DAVIS, WIENER, and EMILIO M. GARZA, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Petitioner-Appellant Farley Charles Matchett, a Texas death-row prisoner (# 999060), seeks a certificate of appealability (\"COA\") to appeal the district court's dismissal of his 28 U.S.C. &#167; 2254 habeas corpus application on the ground that his claims of ineffective assistance of counsel are procedurally defaulted.\n    \n    I.\n    FACTS AND PROCEEDINGS\n    \n      2\n      In 1993, Matchett pleaded guilty to the capital murder of Uries Anderson by stabbing him and hitting him with a hammer during a robbery. See Matchett v. State, 941 S.W.2d 922, 926 (Tex.Crim.App.1996). Following completion of the punishment proceeding against Matchett, the jury answered three special issues in the affirmative, and the trial court assessed a sentence of death.\n    \n    \n      3\n      Represented on direct appeal by the same attorneys who represented him at trial, Matchett raised 37 points of error. Matchett, 941 S.W.2d at 926-41. In 1996, the Texas Court of Criminal Appeals affirmed the conviction and death sentence, rejecting most of the claims on the merits. See id.\n    \n    \n      4\n      In 1997, represented by newly appointed counsel, Matchett filed a state post-conviction application summarily listing 72 individual grounds for relief. He briefed but a few of these claims in a memorandum filed in support of the application. The state trial court adopted the respondent's proposed findings of fact and conclusions of law and concluded that most of the grounds for relief \"were unsupported by argument and/or authorities.\" In 2001, the Court of Criminal Appeals denied Matchett's post-conviction application, ruling that \"[t]he findings and conclusions by the trial court are supported by the record.\"\n    \n    \n      5\n      Later that year, the federal district court appointed a new attorney for Matchett so that he could file a 28 U.S.C. &#167; 2254 habeas application. This attorney first filed a successive post-conviction application in state court, however, raising several claims of ineffective assistance of counsel that had not been raised previously, viz., failing to investigate and present a complete and accurate mitigation defense; failing to challenge the admissibility of the rebuttal testimony of State psychological expert, Dr. Walter Quijano, on the ground that the testimony was not reliable; and advising Matchett to plead guilty, with the effect of forfeiting his right to challenge the legality of his arrest and the admissibility of his confession on direct appeal. In May of 2002, the Texas Court of Criminal Appeals denied this second post-conviction application as an abuse of the writ.\n    \n    \n      6\n      Matchett then filed the instant 28 U.S.C. &#167; 2254 application, raising the same claims of ineffective assistance of counsel that had been raised in his second state post-conviction application. He also contended that the trial court had issued an unconstitutional jury instruction on intoxication when it \"severely limited\" the jury's ability to consider and give effect to the cocaine-intoxication evidence. The respondent moved for summary judgment, arguing that Matchett's ineffective-assistance claims were procedurally defaulted, based on the Court of Criminal Appeals' abuse-of-the-writ ruling, and that the intoxication-charge claim, which had been raised on direct appeal, was procedurally defaulted as well. Matchett replied that he had \"cause\" for any procedural default because the performance of his attorney during his first state post-conviction proceeding was ineffective, in that counsel failed to raise the ineffective-assistance claims during that proceeding.\n    \n    \n      7\n      The district court issued a memorandum and order granting the respondent's summary-judgment motion and dismissing Matchett's 28 U.S.C. &#167; 2254 application. The court concluded that all of Matchett's ineffective-assistance claims were procedurally defaulted and that Matchett's assertion that counsel performed ineffectively during his first state post-conviction proceeding did not qualify as \"cause\" to excuse such default. The court also concluded that the intoxication-charge claim was procedurally defaulted. Matchett now seeks a COA from us.\n    \n    II.\n    ANALYSIS\n    A. COA standard\n    \n      8\n      A COA may issue \"only if the applicant has made a substantial showing of the denial of a constitutional right.\" 28 U.S.C. &#167; 2253(c)(2). \"The COA determination under &#167; 2253(c) requires an overview of the claims in the habeas petition and a general assessment of their merits.\" Miller-El v. Cockrell, 537 U.S. 322, 336, 123 S. Ct. 1029, 154 L. Ed. 2d 931 (2003). This threshold inquiry does not require a showing that the appeal will succeed. Id. at 337, 123 S. Ct. 1029. When a district court has denied relief on nonconstitutional grounds, as with its procedural-default ruling here, the petitioner must show \"that jurists of reason would find it debatable whether the petition states a valid claim of the denial of a constitutional right and that jurists of reason would find it debatable whether the district court was correct in its procedural ruling.\" Slack v. McDaniel, 529 U.S. 473, 484, 120 S. Ct. 1595, 146 L. Ed. 2d 542 (2000). In death- penalty cases, \"`any doubts as to whether a COA should [be] issue[d] must be resolved in [the petitioner's] favor.'\" Bigby v. Cockrell, 340 F.3d 259, 265-66 (5th Cir.2003) (citation omitted).\n    \n    B. Abandoned claims\n    \n      9\n      In the brief filed in support of his COA application, Matchett does not pursue either his claim that counsel performed ineffectively by failing to object to Dr. Quijano's testimony or his claim that the trial court gave an improper instruction with respect to cocaine intoxication. We deem these claims abandoned. Hughes v. Johnson, 191 F.3d 607, 613 (5th Cir.1999); see Fed. R.App. P. 28(a)(9). Neither does Matchett challenge the district court's ruling that these two claims were procedurally defaulted. This is the equivalent of his not having appealed the district court's judgment on these claims. See Brinkmann v. Dallas County Deputy Sheriff Abner, 813 F.2d 744, 748 (5th Cir.1987).\n    \n    C. Remaining Claims\n    \n      10\n      Matchett does continue to assert his substantive claims that trial counsel performed ineffectively by advising him to plead guilty and by failing to investigate and present a complete mitigation defense at the punishment phase. He acknowledges that these claims were not presented to the state courts prior to their inclusion in his second state post-conviction application; that the Texas Court of Criminal Appeals found that application to be an abuse of the writ; and that the federal district court therefore found the claims to be procedurally defaulted. Matchett does not explicitly dispute the district court's conclusion that the allegedly ineffective assistance of his appointed attorney during his first state post-conviction proceeding was not \"cause\" to excuse such procedural default. Rather, Matchett emphasizes that Texas provides a statutory right to post-conviction counsel for death-row inmates.\n    \n    \n      11\n      The procedural-default doctrine precludes federal habeas review when the last reasoned state-court opinion addressing a claim explicitly rejects it on a state procedural ground. Ylst v. Nunnemaker, 501 U.S. 797, 801, 803, 111 S. Ct. 2590, 115 L. Ed. 2d 706 (1991). When the state court relies on an independent and adequate state procedural rule, federal habeas review is barred unless the petitioner demonstrates either cause and prejudice or that a failure to address the claim will result in a fundamental miscarriage of justice. Coleman v. Thompson, 501 U.S. 722, 750, 111 S. Ct. 2546, 115 L. Ed. 2d 640 (1991). We have held that Texas's abuse-of-the-writ rule is ordinarily an \"adequate and independent\" procedural ground on which to base a procedural-default ruling. Henderson v. Cockrell, 333 F.3d 592, 605 (5th Cir.2003), cert. denied, ___ U.S. ___, 124 S. Ct. 1170, 157 L. Ed. 2d 1208 (2004); Barrientes v. Johnson, 221 F.3d 741, 758-61 (5th Cir.2000).\n    \n    \n      12\n      \"Cause is defined as `something external to the petitioner, something that cannot fairly be attributed to him' that impedes his efforts to comply with the [state] procedural rule.\" Moore v. Roberts, 83 F.3d 699, 704 (5th Cir.1996) (citing Coleman, 501 U.S. at 753, 111 S. Ct. 2546). \"Cause\" factors may include interference by officials that makes compliance with the procedural rule impracticable, a showing that the factual or legal basis for the claim was not reasonably available to counsel, and ineffective assistance of counsel &#8212; in the constitutional sense &#8212; on direct appeal. Murray v. Carrier, 477 U.S. 478, 488, 106 S. Ct. 2639, 91 L. Ed. 2d 397 (1986). If a petitioner fails to demonstrate cause, the court need not consider whether there is actual prejudice. Rodriguez v. Johnson, 104 F.3d 694, 697 (5th Cir.1997).\n    \n    \n      13\n      We have repeatedly held that ineffective assistance of state habeas or post-conviction counsel cannot serve as cause for a procedural default. See, e.g., Henderson, 333 F.3d at 606; Martinez v. Johnson, 255 F.3d 229, 239-41 (5th Cir.2001) (and citations therein); Beazley v. Johnson, 242 F.3d 248, 271 (5th Cir.2001). Matchett does not question this. A state prisoner has no constitutional right to an attorney in state post-conviction proceedings and thus cannot claim ineffective assistance of counsel in such proceedings. Martinez, 255 F.3d at 239 (citing Coleman, 501 U.S. at 752, 111 S. Ct. 2546); see Coleman, 501 U.S. at 757, 111 S. Ct. 2546 (\"Because [petitioner] had no right to counsel to pursue his appeal in state habeas, any attorney error that led to the default of [petitioner's] claims in state court cannot constitute cause to excuse the default in federal habeas.\"). Contrary to Matchett's suggestion, a state prisoner may not cite the ineffective assistance of state habeas counsel as \"cause\" for a procedural default even for \"cases involving constitutional claims that can only be raised for the first time in state post-conviction proceedings.\" Martinez, 255 F.3d at 240.\n    \n    \n      14\n      Finally, on at least two occasions, we have rejected contentions like Matchett's that Texas's statutory provision of post-conviction counsel to death-row offenders requires that the post-conviction process must comply with the Due Process Clause. Ogan v. Cockrell, 297 F.3d 349, 357 (5th Cir.), cert. denied, 537 U.S. 1040, 123 S. Ct. 582, 154 L. Ed. 2d 464 (2002); In re Goff, 250 F.3d 273, 275-76 (5th Cir.2001) (addressing motion by death-row offender to file successive 28 U.S.C. &#167; 2254 habeas application).1\n    \n    III.\n    CONCLUSION\n    \n      15\n      Matchett has failed to demonstrate that jurists of reason would find it debatable that the district court erred in ruling that his substantive claims were procedurally defaulted. See Slack, 529 U.S. at 484, 120 S. Ct. 1595. Accordingly, Matchett's application for a COA is\n    \n    \n      16\n      DENIED.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         Matchett citesWelch v. Beto, 355 F.2d 1016, 1020 (5th Cir.1966), for the proposition that the invocation of\" `Texas statutes granting post-conviction hearings'\" gives a federal habeas petitioner \"`the right to be tried according to the substantive and procedural due process requirements of the Fourteenth Amendment.'\" In Goff, we stated that Welch had been overruled by the Supreme Court insofar as Welch implied that Texas post-conviction applicants had a due-process right to effective assistance of counsel, re-emphasizing that \"ineffective assistance of counsel in a post-conviction proceeding cannot serve as cause to excuse procedural default in a federal habeas proceeding.\" Goff, 250 F.3d at 276.\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 35985
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}