{
    "id": 721465,
    "judges": "Hamilton, Luttig, Widener",
    "date_filed": "2019-07-09",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-william-aramony-united-states-of-america-v-stephen-j",
    "case_name_short": null,
    "case_name": "United States v. William Aramony, United States of America v. Stephen J. Paulachak, United States of America v. Thomas J. Merlo",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. William ARAMONY, Defendant-Appellant; UNITED STATES of America, Plaintiff-Appellee, v. Stephen J. PAULACHAK, Defendant-Appellant; UNITED STATES of America, Plaintiff-Appellee, v. Thomas J. MERLO, Defendant-Appellant",
    "attorneys": "ARGUED: Alan M. Dershowitz, Cambridge, Massachusetts, for Appellant Aramo-ny; Thomas Anthony Guidoboni, Michaels, Wishner & Bonner, P.C., Washington, D.C., for Appellant Paulachak; Richard Dennis Heideman, The Heideman Law Group, P.C., Washington, D.C., for Appellant Merlo. Randy I. Bellows, Assistant United States Attorney, Alexandria, Virginia, for Appellee., ON BRIEF: William B. Moffitt, Moffitt, Zwerling & Kemler, P.C., Alexandria, Virginia; John D. Cline, Williams & Connolly, Washington, D.C., for Appellant Aramony; Walter J. Bonner, Michaels, Wishner & Bonner, P.C., Washington, D.C., for Appellant Paulachak; Michelle P. Moriarity, Noel J. Nudelman, Wayne D. Hettenbach, The Heideman Law Group, P.C., Washington, D.C., for Appellant Merlo. Helen F. Fahey, United States Attorney, Gordon D. Krom-berg, Assistant United States Attorney, David G. Barger, Assistant United States Attorney, Alexandria, Virginia, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued March 7, 1996.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 190,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1449-14\">\n    UNITED STATES of America, Plaintiff-Appellee, v. William ARAMONY, Defendant-Appellant. UNITED STATES of America, Plaintiff-Appellee, v. Stephen J. PAULACHAK, Defendant-Appellant. UNITED STATES of America, Plaintiff-Appellee, v. Thomas J. MERLO, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1449-23\">\n    Nos. 95-5532, 95-5553 and 95-5554.\n   </docketnumber><br><court id=\"b1449-24\">\n    United States Court of Appeals, Fourth Circuit.\n   </court><br><otherdate id=\"b1449-25\">\n    Argued March 7, 1996.\n   </otherdate><br><decisiondate id=\"b1449-26\">\n    Decided July 17, 1996.\n   </decisiondate><br><attorneys id=\"b1452-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1372\"> \n     *1372\n     </span>\n    ARGUED: Alan M. Dershowitz, Cambridge, Massachusetts, for Appellant Aramo-ny; Thomas Anthony Guidoboni, Michaels, Wishner &amp; Bonner, P.C., Washington, D.C., for Appellant Paulachak; Richard Dennis Heideman, The Heideman Law Group, P.C., Washington, D.C., for Appellant Merlo. Randy I. Bellows, Assistant United States Attorney, Alexandria, Virginia, for Appellee.\n   </attorneys><br><attorneys id=\"b1452-19\">\n    ON BRIEF: William B. Moffitt, Moffitt, Zwerling &amp; Kemler, P.C., Alexandria, Virginia; John D. Cline, Williams &amp; Connolly, Washington, D.C., for Appellant Aramony; Walter J. Bonner, Michaels, Wishner &amp; Bonner, P.C., Washington, D.C., for Appellant Paulachak; Michelle P. Moriarity, Noel J. Nudelman, Wayne D. Hettenbach, The Heideman Law Group, P.C., Washington, D.C., for Appellant Merlo. Helen F. Fahey, United States Attorney, Gordon D. Krom-berg, Assistant United States Attorney, David G. Barger, Assistant United States Attorney, Alexandria, Virginia, for Appellee.\n   </attorneys><br><judges id=\"b1452-20\">\n    Before WIDENER, HAMILTON, and LUTTIG, Circuit Judges.\n   </judges>",
    "citations": [
        "88 F.3d 1369"
    ],
    "opinions": [
        {
            "author_str": "Hamilton",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/88/88.F3d.1369.95-5554.95-5553.95-5532.html",
            "author_id": null,
            "opinion_text": "88 F.3d 1369\n    78 A.F.T.R.2d 96-5738\n    UNITED STATES of America, Plaintiff-Appellee,v.William ARAMONY, Defendant-Appellant.UNITED STATES of America, Plaintiff-Appellee,v.Stephen J. PAULACHAK, Defendant-Appellant.UNITED STATES of America, Plaintiff-Appellee,v.Thomas J. MERLO, Defendant-Appellant.\n    Nos. 95-5532, 95-5553 and 95-5554.\n    United States Court of Appeals,Fourth Circuit.\n    Argued March 7, 1996.Decided July 17, 1996.\n    \n      ARGUED:  Alan M. Dershowitz, Cambridge, Massachusetts, for Appellant Aramony;  Thomas Anthony Guidoboni, Michaels, Wishner &amp; Bonner, P.C., Washington, D.C., for Appellant Paulachak;  Richard Dennis Heideman, The Heideman Law Group, P.C., Washington, D.C., for Appellant Merlo.   Randy I. Bellows, Assistant United States Attorney, Alexandria, Virginia, for Appellee.\n      ON BRIEF:  William B. Moffitt, Moffitt, Zwerling &amp; Kemler, P.C., Alexandria, Virginia;  John D. Cline, Williams &amp; Connolly, Washington, D.C., for Appellant Aramony;  Walter J. Bonner, Michaels, Wishner &amp; Bonner, P.C., Washington, D.C., for Appellant Paulachak;  Michelle P. Moriarity, Noel J. Nudelman, Wayne D. Hettenbach, The Heideman Law Group, P.C., Washington, D.C., for Appellant Merlo.   Helen F. Fahey, United States Attorney, Gordon D. Kromberg, Assistant United States Attorney, David G. Barger, Assistant United States Attorney, Alexandria, Virginia, for Appellee.\n      Before WIDENER, HAMILTON, and LUTTIG, Circuit Judges.\n      No. 95-5532, affirmed in part, vacated in part, and remanded;  No. 95-5553, affirmed;  No. 95-5554, affirmed in part, vacated in part, and remanded by published opinion.   Judge HAMILTON wrote the opinion, in which Judge WIDENER and Judge LUTTIG joined.\n      OPINION\n      HAMILTON, Circuit Judge:\n    \n    \n      1\n      After a jury trial, the appellants, William Aramony, Thomas Merlo, and Stephen Paulachak, were convicted of numerous violations of federal laws for participating in a scheme to defraud the United Way of America (UWA).   More specifically, Aramony was convicted of conspiracy to defraud the United States by impeding the lawful functions of the IRS, see 18 U.S.C. &#167; 371;  six counts of mail fraud, see 18 U.S.C. &#167; 1341;  two counts of wire fraud, see 18 U.S.C. &#167; 1343;  nine counts of engaging in the interstate transportation of fraudulently acquired property, see 18 U.S.C. &#167; 2314;  two counts of engaging in monetary transactions in the proceeds of specified unlawful activity, see 18 U.S.C. &#167; 1957;  three counts of filing false tax returns, see I.R.C. &#167; 7206(1);  and two counts of aiding the filing of false tax returns, see I.R.C. &#167; 7206(2).   Merlo was convicted of conspiracy to defraud the United States by impeding the lawful functions of the IRS, one count of mail fraud, one count of wire fraud, four counts of interstate transportation of fraudulently acquired property, three counts of engaging in monetary transactions in property derived from specified unlawful activity, three counts of filing false tax returns, and four counts of aiding in the filing of false tax returns.   Paulachak was convicted of conspiracy to defraud the United States by impeding the lawful functions of the IRS, one count of wire fraud, and six counts of filing false tax returns.1  The district court sentenced Aramony to eighty-four months' imprisonment, Merlo to fifty-five months' imprisonment, and Paulachak to thirty months' imprisonment.   Additionally, pursuant to 18 U.S.C. &#167;&#167; 853 &amp; 982, the district court ordered Aramony and Merlo to forfeit $552,188.97 because of their convictions under 18 U.S.C. &#167; 1957.   On appeal, the appellants challenge their convictions and sentences on numerous fronts.   For the reasons stated herein, we affirm all of the appellants' convictions except the convictions of Aramony and Merlo for engaging in monetary transactions in the proceeds of specified unlawful activity.   The district court's instructions on these counts did not require the jury to make a finding on an essential element for this offense.   Because we are precluded from applying harmless-error analysis to this error under the circumstances of this case, these convictions must be vacated.   Consequently, the forfeiture order must be vacated, and the cases of Aramony and Merlo must be remanded for resentencing.   As to Paulachak's sentence, we affirm.\n    \n    \n      2\n      * UWA is a nonprofit organization that acts as a service organization for local United Way organizations located throughout the United States.   Aramony became the chief executive officer of UWA in 1970, and he held that position until he was fired in March 1992.   Merlo, a certified public accountant and close friend of Aramony, began performing accounting services for UWA on a consulting basis in the 1970s.   In July 1989, Merlo became UWA's interim chief financial officer, and approximately six months later, he took the job on a permanent basis.   Paulachak began working for UWA in the 1970s.   In 1988, he left UWA to become the president of Partnership Umbrella, Inc.  (PUI).2\n    \n    \n      3\n      From the mid-1980s to the early 1990s, the appellants improperly used UWA money for personal gain.   The nature of the scheme was primarily to use UWA money to assist Aramony in furthering his relationships with various women.   However, UWA money was also used to pay a variety of Aramony's other personal expenses.   For example, when Aramony visited New York, he often used the chauffeuring service of Charles Harrison.   From 1988 to 1990, Aramony incurred over $100,000 in bills due to his use of Harrison's service.   Although Aramony used the service for UWA business, he also used it for personal business.   Nonetheless, Aramony always had UWA pay Harrison's bills and listed all these bills as business expenses.   Aramony's personal use of Harrison's service and his causing UWA to pay Harrison's bills formed the basis for his convictions on four counts of engaging in the interstate transportation of fraudulently acquired property.\n    \n    \n      4\n      Although the government's arsenal of information of Aramony's wrongdoing was extensive, the government's case at trial basically focused on Aramony's use of UWA funds to further his relationships with various women, especially Lori Villasor and Anita Terranova.   From December 1986 to July 1990, Aramony had a personal relationship with Lori Villasor.   From late 1988 to mid-1990, Aramony travelled to Gainesville, Florida, Villasor's hometown, at least once a month to visit Villasor, and he had UWA pay for these trips.   On some of his trips to Gainesville, Aramony used UWA money to pay for rental cars.   The billing of Aramony's flights to Gainesville to UWA and the billing of his rental cars in Gainesville to UWA formed the basis of two of Aramony's convictions for mail fraud.\n    \n    \n      5\n      Aramony also used UWA money to help pay for taking Villasor with him on UWA business trips and vacations.   In December 1988, Aramony took Villasor to London and Paris for her birthday.   In December 1989, he took her on a two-week trip to London and Cairo.   And in April 1990, Aramony used UWA money to fly Villasor to London, England to be with him while he and Paulachak attended a board meeting of Charities Fund Transfer (CFT), like PUI a \"spin-off\" corporation established with the approval of the UWA Board of Directors.   Merlo gave Laura Shifflet, one of Aramony's assistants, his UWA corporate credit card number so that she could use it to charge Villasor's airline tickets.   In addition, Paulachak arranged for $50,000 of CFT's money to be transferred to his Diner's Club card, and part of this money ($4,529.94) was used to pay the chauffeuring bill that Villasor incurred while in London.   These events formed the basis for Aramony's convictions of three counts of mail fraud, two counts of wire fraud, and one count of engaging in the interstate transportation of fraudulently acquired property.   The $50,000 wire transfer of CFT's money to Paulachak's Diner's Club card formed the basis for his conviction of one count of wire fraud.\n    \n    \n      6\n      The government also introduced evidence that Aramony used Merlo to provide Villasor with money.   From 1988 to 1991, Merlo received over $300,000 in consulting fees from PUI despite doing no work for the money.   Merlo, in turn, paid Villasor a total of $89,000 over this period.   One manner of getting Villasor this money was to have Merlo pay her a monthly salary despite Villasor doing, at the most, only a day or two of work.   One transaction involving a $25,000 bonus from UWA to Merlo, $5,000 of which was a reimbursement to Merlo for a previous wire transfer to Villasor, formed the basis of one of Aramony's and Merlo's convictions for engaging in the interstate transportation of fraudulently acquired property.\n    \n    \n      7\n      Terranova lived in Florida and had a long history with Aramony.   As with Villasor, Aramony often traveled to Florida at UWA expense to visit her.   Importantly, Aramony bought a condominium in Florida to meet Terranova.   The money for this apartment came from a donation that Mutual of America (MOA)--an insurance company that did business with UWA--made to UWA.   In 1987, MOA decided to donate the interest from a $1 million fund to the William Aramony Initiatives in Voluntarism Fund (WAIF), a restricted fund at UWA, intending that the money be used \"to support the expansion of the nation's voluntary sector.\"  (Trial Transcript at 1934).   On December 10, 1987, the UWA Board passed a resolution that gave Aramony wide discretion to use the money that MOA contributed to WAIF.   Under this authority, Aramony caused the MOA money to be transferred from WAIF to Voluntary Initiatives America (VIA), a Florida 501(c)(3) corporation.\n    \n    \n      8\n      VIA was formed in April 1990, with Aramony as its chairman, his son as its president, and Merlo as its secretary/treasurer.   On the same day that VIA was formed, Merlo caused a UWA check drawn upon the MOA donation to be issued for $125,576.92 to VIA.   Several days later Aramony used the money from this check to buy the condominium in Florida for him and Terranova.   UWA funds, namely, $10,000, were used to furnish this condominium.   In June 1991, the condominium was sold to PUI for approximately $125,000.   The acquisition, furnishing, and sale of the Florida condominium formed the basis of Aramony's and Merlo's convictions for one count of mail fraud, two counts of engaging in the interstate transportation of fraudulently acquired property, and one count of engaging in monetary transactions in the proceeds of specified unlawful activity.\n    \n    \n      9\n      Merlo also used his position as UWA chief financial officer to enrich himself.   After Merlo took on his position on a full time basis, UWA purchased an annuity from MOA in the amount of $375,000.   UWA was listed as the \"employer-owner,\" and Merlo was listed as the annuitant.   Merlo was to acquire the right to the proceeds of the annuity only at the expiration of the deferral period, during which he, as the annuitant, remained employed by UWA.   It was further provided that Merlo would forfeit any rights to the annuity if his employment was terminated prior to the expiration of the deferral period.   During the deferral period, the annuity remained the property of UWA.   The deferral period was initially intended to end on January 1, 1992, but Merlo extended it to January 1, 1993.\n    \n    \n      10\n      Around January 1992, Merlo contacted MOA and requested that the funds in the annuity be handed over to him at that time.   MOA, however, informed Merlo that the annuity remained UWA property because he had elected to extend the deferral period until January 1993.   Merlo then instructed UWA general manager, Thomas Nunan, to withdraw from the MOA annuity the total funds, which at that time had grown to $427,188.97.   Nunan did so, sending MOA a letter prepared by UWA comptroller, Gregory Walthall.   MOA sent a check made out to UWA, and the funds were deposited into a UWA bank account.\n    \n    \n      11\n      Merlo then had Walthall complete an application for a new annuity to be purchased from Transamerica Occidental Life Insurance Company (Transamerica).   Merlo instructed Walthall to work with Jeffrey Bonina, a financial sales manager for Transamerica, who worked in Florida.   On January 29, 1992, Nunan signed the application for the Transamerica annuity, which identified United Way as the owner of the policy and Merlo as the annuitant.\n    \n    \n      12\n      But a few days after the new application was sent to Bonina, Merlo asked Bonina to hold the paperwork on the annuity so that he could check with his attorney to see if he instead of UWA owned the annuity.   Merlo then got back together with Bonina and told him that he did indeed own the annuity.   Bonina then filled out a new application for the annuity that listed Merlo as the annuity owner.   Because Merlo was now listed as the annuity owner, he was able to withdraw $120,000.   The events surrounding Merlo's annuity formed the basis of Merlo's convictions for one count of wire fraud, one count of engaging in the interstate transportation of fraudulently acquired property, and two counts of engaging in monetary transactions in the proceeds of specified unlawful activity.   On the basis of the events surrounding the Merlo annuity, the jury convicted Aramony of one count of engaging in the interstate transportation of fraudulently acquired property and one count of engaging in monetary transactions in the proceeds of specified unlawful activity.\n    \n    \n      13\n      The appellants' aforementioned fraudulent conduct coupled with their subsequent false deductions and understatement of income formed the basis for their convictions for conspiracy to defraud the United States through the filing of false tax returns and numerous substantive counts for filing and aiding in the filing of false tax returns.   The government's proof at trial established that Aramony aided in the filing of UWA's false tax returns for tax years 1989 and 1990 and that he filed false personal income-tax returns for tax years 1988 through 1990.   The government's proof also established that Merlo aided in the filing of false tax returns for PUI in tax years 1989 and 1990, aided in the filing of two false 1099s for work Villasor never did, and filed three other false tax returns.   Finally, the government's proof established that Paulachak filed false tax returns for PUI in tax years 1988 through 1991 and false personal income-tax returns for tax years 1989 and 1990.\n    \n    II\n    \n      14\n      Aramony contends that all his convictions must be reversed because the district court erroneously admitted inflammatory and unfairly prejudicial evidence depicting his sexual misconduct.   The district court admitted testimony from several UWA female employees who testified that they had sexual relationships with Aramony.   The district court also admitted testimony from two UWA employees, Alice Clatterbaugh and Barbara Florence, that Aramony made sexual advances toward them.   Aramony most strongly objects to the testimony of Clatterbaugh and Florence.   According to Aramony, the district court should have excluded their testimony under Federal Rule of Evidence 403.   We first review in detail the challenged testimony of Clatterbaugh and Florence.\n    \n    \n      15\n      Clatterbaugh testified that beginning in 1985, Aramony made numerous sexual advances toward her.   A series of these advances occurred while Clatterbaugh accompanied Aramony on a business trip to Florida in the early part of 1985.   Clatterbaugh testified that upon her arrival in Florida, Aramony began acting differently toward her.   For example, Aramony told Clatterbaugh that she looked nice and kissed her on the cheek--the first time that Aramony had acted this way toward her.   After Clatterbaugh arrived at the hotel, she discovered another surprise.   When she entered her room, she discovered that there were two bedrooms in the suite and that she and Aramony would be sleeping in them.   She told Aramony that she had expected to have her own room.   Aramony, who was in charge of the travel arrangements, replied that she did have her own room, but that it was in the suite.\n    \n    \n      16\n      Next, Clatterbaugh testified that during their first evening in Florida, Aramony made several sexual advances toward her.   The first one occurred while they worked together in the suite.   Clatterbaugh rebuffed the advance, telling him \"that [she] was not there to play, that [she] was there to work.\"  (J.A. 1116-17).   Aramony made a second advance during a reception for the participants of the meeting by telling Clatterbaugh not to bother to turn down her bed that evening, because she would be in his room.   Later that evening, after Clatterbaugh had taken a shower but while she was still in the bathroom and in her bath robe, Aramony knocked at her bathroom door and after she opened the door he made another sexual advance toward her.   Clatterbaugh rejected this sexual advance also.\n    \n    \n      17\n      After being rejected for the third time, Aramony had an hour-long conversation with Clatterbaugh during which he tried to persuade her to have a relationship with him.   In particular, Clatterbaugh testified that Aramony told her that a relationship with him would entail many advantages for her, such as:  (1) not \"hav[ing] to worry about money\";  (2) being able to \"go further in the company\";  (3) being able to \"go on trips with him\";  and (4) having him \"do anything [she] wanted\" because he had a lot of power.   Id. at 1123-24.   Nonetheless, Clatterbaugh still refused Aramony's invitation for a personal relationship.   Upon hearing her refusal, Aramony told her that she \"was stupid\" and that her decision would have negative consequences for her professional future at UWA.   Id. at 1124.   Specifically, Clatterbaugh testified that Aramony told her that her decision meant that she would not be able to travel with him any more and that she would not advance professionally within UWA.\n    \n    \n      18\n      Despite Clatterbaugh's clear rejections of his sexual advances, Aramony still would not take \"no\" for an answer.   Clatterbaugh testified that approximately two weeks after Aramony and she had returned to UWA headquarters from Florida, Aramony made another sexual advance toward her.   Aramony called Clatterbaugh into an unlit office, telling her that they did not need the lights on.   Aramony then again asked whether Clatterbaugh desired to have a relationship with him and again discussed the benefits of such a relationship.   Clatterbaugh refused, and Aramony made another sexual advance toward her.   At this point, Clatterbaugh \"told him if he ever did it again, [she] would kill him.\"   Id. at 1131.\n    \n    \n      19\n      Florence testified to similar behavior toward her by Aramony.   Like Clatterbaugh, Aramony used the opportunity provided by a UWA business trip to make sexual advances toward Florence.   In the spring of 1985, Florence accompanied Aramony to Nashville for a conference for all the local United Ways in the Southeast.   As with Clatterbaugh, Aramony had arranged for them to share a suite with two bedrooms.   While Florence locked her bedroom door on the first night, on the suggestion of Aramony, she did not lock her bedroom door on the second night.   The next morning, Aramony told Florence \"that he knew [she had] slept well because he had come in and checked and [she] seemed to be sleeping very peacefully.\"   Id. at 1248.   Later that morning, Aramony made a sexual advance toward Florence that she promptly refused.   That afternoon, Aramony and Florence flew back from Nashville to Virginia.   During their flight to Virginia, Aramony \"put his hand on [Florence's] leg and said that we would just keep it between the two of [them].\"  Id.\n    \n    \n      20\n      A few days after Florence and Aramony had returned to UWA headquarters, Florence confronted Aramony about the incident.   During this confrontation, she told Aramony \"[t]hat [she] thought he was a sex maniac or a pervert or whatever you want to call it and that [she] didn't want to be around him anymore.\"   Id. at 1249.   Additionally, she told Aramony that she had informed her husband about his sexual advances.\n    \n    \n      21\n      Florence then testified that Aramony next attempted to calm her negative reaction to his sexual advances by offering her a higher paying position within UWA.   Florence, who did not want to take another person's job unfairly, refused Aramony's offer.   She, however, did inform Aramony that she desired a lateral transfer to a vacant position.   After waiting approximately two months, a position in Paulachak's office came open, and Florence became Paulachak's assistant executive assistant.   At the time, Paulachak was a senior vice-president at UWA.\n    \n    \n      22\n      The district court admitted the testimony of Clatterbaugh and Florence over the timely objection of Aramony.   We review a district court's evidentiary rulings for an abuse of discretion.  United States v. Ham, 998 F.2d 1247, 1252 (4th Cir.1993).   Because the district court has first-hand knowledge of the trial proceedings, we have consistently held that the district court should be afforded \"wide discretion\" in determining whether evidence is unduly prejudicial and that the district court's evidentiary determinations should not be overturned \"except under the most 'extraordinary' of circumstances.\"  United States v. Heyward, 729 F.2d 297, 301 n. 2 (4th Cir.1984) (quoting United States v. MacDonald, 688 F.2d 224, 227 (4th Cir.1982), cert. denied, 459 U.S. 1103, 103 S.Ct. 726, 74 L.Ed.2d 951 (1983)), cert. denied, 469 U.S. 1105, 105 S.Ct. 776, 83 L.Ed.2d 772 (1985).   Our review of the trial proceedings and the testimony reveals that the challenged testimony of Clatterbaugh and Florence was properly admissible under Federal Rules of Evidence 404(b) and 403, and therefore, the district court did not abuse its discretion by admitting the challenged evidence.\n    \n    \n      23\n      Rule 404(b) provides that \"[e]vidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.\"   Rule 404(b), which we have characterized as an inclusionary rule, see United States v. Mark, 943 F.2d 444, 447 (4th Cir.1991), gives a nonexhaustive list of issues other than character for which a district court may properly admit prior bad act evidence.   For example, the district court may admit prior bad act evidence to show \"proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\"   Fed.R.Evid. 404(b).\n    \n    \n      24\n      Evidence of prior bad acts is admissible if the acts are \"(1) relevant to an issue other than character, (2) necessary, and (3) reliable.\"  United States v. Rawle, 845 F.2d 1244, 1247 (4th Cir.1988) (footnotes omitted).   To be relevant, evidence need only to have \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"   Fed.R.Evid. 401.   Evidence is necessary if it \" 'furnishes part of the context of the crime.' \"  Rawle, 845 F.2d at 1247 n. 4 (quoting United States v. Smith, 446 F.2d 200, 204 (4th Cir.1971)).   Finally, under the test set forth above, evidence is reliable and should be submitted to the fact finder unless it is \"so preposterous that it could not be believed by a rational and properly instructed juror.\"   See United States v. Bailey, 990 F.2d 119, 123 (4th Cir.1993).\n    \n    \n      25\n      Even if evidence has been deemed admissible under Rule 404(b), it must still be evaluated under Rule 403 and must be excluded if its probative value is substantially outweighed by the danger of undue prejudice.   See Rawle, 845 F.2d at 1247.   We have stated that undue prejudice occurs when there is \"a genuine risk that the emotions of a jury will be excited to irrational behavior, and that this risk is disproportionate to the probative value of the offered evidence.\"  Ham, 998 F.2d at 1252 (internal quotation marks omitted).   Because the evidence sought to be excluded under Rule 403 is concededly probative, the balance under Rule 403 should be struck in favor of admissibility, and evidence should be excluded only sparingly.  United States v. Terzado-Madruga, 897 F.2d 1099, 1117 (11th Cir.1990).   Finally, we note that the unfair prejudicial value of evidence \"can be generally obviated by a cautionary or limiting instruction, particularly if the danger of prejudice is slight in view of the overwhelming evidence of guilt.\"  United States v. Masters, 622 F.2d 83, 87 (4th Cir.1980).   We now address the admissibility of the challenged evidence.\n    \n    \n      26\n      The testimony of Clatterbaugh and Florence was properly admissible under Rule 404(b).   First, their testimony was relevant to show Aramony's motive in perpetrating his various frauds on the UWA.   Specifically, it tended to prove that Aramony defrauded the UWA by mail and by wire in order to seek sexual pleasures at no financial cost to himself.   For the same reason, the testimony of Clatterbaugh and Florence meets the necessity prong of the Rule 404(b) test--it unquestionably placed Aramony's actions into context.   Finally, the testimony of Clatterbaugh and Florence meets the third prong of the Rule 404(b) test because it was certainly not so preposterous that it could not be believed by a rational and properly instructed juror.\n    \n    \n      27\n      Now that we have determined that the testimony of Clatterbaugh and Florence was properly admissible under Rule 404(b), we must consider whether the probative value of that evidence was substantially outweighed by the danger of unfair prejudice.   Aramony contends that the morally offensive nature of their testimony unfairly prejudiced the jury against him by portraying him as a loathsome man.   We disagree.\n    \n    \n      28\n      The testimony of Clatterbaugh and Florence is not of the kind that would create a genuine risk that the emotions of the jury would be excited to irrational behavior.   First, the nature of the evidence here, heterosexual misconduct, could in no way come close to creating the genuine risk of unfair prejudice that was created in Ham by the district court's admission of evidence showing the defendant molested children, engaged in homosexual conduct, compared women to dogs, and condoned the physical mistreatment of women.   See Ham, 998 F.2d at 1251-54.   Second, the district court gave the jury a cautionary instruction, which cures any unfair prejudice except in the most extraordinary circumstances.3  See Masters, 622 F.2d at 87 (\"Such prejudice, if any, can be generally obviated by a cautionary or limiting instruction.\").   Such an extraordinary circumstance is not present here.   Third, the absence of unfair prejudice is further demonstrated by the fact that the jury returned a mixed verdict, evidencing that the jury was not excited to irrational behavior during its deliberations.4\n    \n    \n      29\n      In conclusion, we hold that the district court did not abuse its discretion by admitting the testimony of Clatterbaugh and Florence.\n    \n    \n      30\n      Aramony also contends that the district court should have excluded as inflammatory and unfairly prejudicial evidence that Villasor was only seventeen years old at the time he began having a personal relationship with her.   While we do believe Villasor's age should have been excluded as irrelevant evidence, we do not believe that its erroneous admission warrants reversal of any of Aramony's convictions because the jury was presented with overwhelming evidence of his guilt and Villasor's age was only one fact about one of many women who testified regarding Aramony's sexual exploits.5\n    \n    III\n    \n      31\n      The appellants contend that the district court erroneously instructed the jury in three respects:  (1) omitting the \"reasonable foreseeability\" language from its Pinkerton6 instruction;  (2) directing a verdict, as to the tax counts, for the government on the element of \"materiality\";  and (3) instructing the jury that the government was not required to prove an actual effect on interstate commerce under 18 U.S.C. &#167; 1957.   We will address each of these contentions in turn.\n    \n    \n      32\n      * The first jury instruction that the appellants take issue with is the district court's Pinkerton instruction.   The Pinkerton doctrine imposes vicarious liability on a coconspirator for the substantive offenses committed by other members of the conspiracy when the offenses are during and in furtherance of the conspiracy.  Pinkerton, 328 U.S. at 646-47, 66 S.Ct. at 1183-84;  see also Nye &amp; Nissen v. United States, 336 U.S. 613, 618, 69 S.Ct. 766, 769, 93 L.Ed. 919 (1949) (stating Pinkerton \"held that a conspirator could be held guilty of the substantive offense even though he did no more than join the conspiracy, provided that the substantive offense was committed in furtherance of the conspiracy and as a part of it\");  United States v. Chorman, 910 F.2d 102, 110 (4th Cir.1990) (same).  \"The idea behind the Pinkerton doctrine is that the conspirators are each other's agents;  and a principal is bound by the acts of his agents within the scope of the agency.\"  United States v. Manzella, 791 F.2d 1263, 1267 (7th Cir.1986).\n    \n    \n      33\n      Before the trial, the government and the appellants submitted proposed jury instructions to the district court.   After receiving the government's proposed instructions, the appellants objected to the government's proposed Pinkerton instruction.   In particular, they argued that the government's proposed Pinkerton  instruction omitted the requirement that the \"offense be reasonably foreseeable as a necessary or natural consequence of the conspiratorial agreement.\"  (J.A. 581).\n    \n    \n      34\n      During its charge to the jury, the district court gave the following Pinkerton instruction:\n    \n    \n      35\n      Now, a member of a conspiracy who commits another crime during the existence or life of a conspiracy and commits this other crime in order to further or somehow advance the goals or objectives of the conspiracy, may be found by you to be acting as the agent of the other members of the conspiracy.   The illegal actions of this person in committing this other crime may be attributed to other individuals who are then members of the conspiracy.\n    \n    \n      36\n      Under certain conditions, therefore, a defendant may be found guilty of this other crime even though he or she did not participate directly in the acts constituting the offense.\n    \n    \n      37\n      If you find that the Government has proven a defendant guilty of conspiracy as charged in count one of the indictment, you may also find him guilty of the crimes alleged in any other counts of the indictment in which he is charged provided you find that the essential elements of these counts as defined in these instructions have been established beyond a reasonable doubt.\n    \n    \n      38\n      And further, that you also find beyond a reasonable doubt that, one, the substantive offense of mail fraud, wire fraud, interstate transportation of money taken by fraud, and tax fraud were committed by a member of the conspiracy.\n    \n    \n      39\n      Two, the substantive crime was committed during the existence or life of and in furtherance of the goals of the conspiracy.\n    \n    \n      40\n      And third, that at the time this offense was committed the defendant was a member of the conspiracy.\n    \n    \n      41\n      Id. at 1577-79.\n    \n    \n      42\n      After the district court charged the jury, it sent the jury out so that the parties could raise objections to any of the jury instructions.   At this time, the appellants objected to the district court's failure to include the \"reasonably foreseeable\" language as part of its Pinkerton instruction.   The district court, however, overruled their objection, stating that the jury had been \"sufficiently instructed.\"   Id. at 1608.\n    \n    \n      43\n      On appeal, the appellants contend that the district court's Pinkerton instruction did not adequately convey the principles necessary to support a conviction under the Pinkerton doctrine.   Specifically, they argue that the district court should have instructed the jury that one conspirator cannot be found guilty for the acts of another conspirator unless the first conspirator could reasonably foresee the acts of the second conspirator.   They allege that the \"reasonably foreseeable\" language is an essential element for holding a conspirator liable for the acts of another conspirator.   We review the district court's decision to omit the \"reasonably foreseeable\" language from its Pinkerton instruction for an abuse of discretion.  United States v. Abbas, 74 F.3d 506, 513 (4th Cir.)  (\"The decision of whether to give a jury instruction and the content of an instruction are reviewed for an abuse of discretion.\"), cert. denied, --- U.S. ----, 116 S.Ct. 1868, 134 L.Ed.2d 965 (1996).\n    \n    \n      44\n      The appellants' argument is foreclosed by our decision in United States v. Chorman, 910 F.2d 102 (4th Cir.1990).   But see United States v. Turcks, 41 F.3d 893, 897 (3d Cir.1994) (stating \"pursuant to our jurisprudence, a jury must find that a party to the conspiracy committed a crime both 'in furtherance of' and 'as a foreseeable consequence of' the conspiracy to find a co-conspirator guilty of a substantive offense committed by a co-conspirator.\")  (quoting Pinkerton, 328 U.S. at 646, 66 S.Ct. at 1183-84), cert. denied, --- U.S. ----, 115 S.Ct. 1716, 131 L.Ed.2d 575 (1995).\n    \n    \n      45\n      In Chorman, the defendants had been indicted on conspiracy and various substantive counts arising from their involvement in an automobile \"salvage/switch\" operation.   We affirmed the defendants' convictions for conspiracy and for the substantive offenses, in particular their convictions for knowingly removing or tampering with the vehicle identification numbers (VINs) of ten vehicles in violation of 18 U.S.C. 511(a).  \"In a salvage/switch operation, the public vehicle identification number (VIN) from a salvage auto ... is removed from the dashboard of the auto.\"  910 F.2d at 104.   One then obtains new title for the salvage auto, after the car is allegedly made roadworthy.   Next, a car resembling the salvaged car is stolen, or otherwise obtained, and the stolen car's VIN number is replaced with the salvaged car's VIN number.   Finally, the stolen car is sold as a legitimate used car with the new title.  Id.\n    \n    \n      46\n      On appeal, the defendants in Chorman argued \"that the government presented no evidence that either appellant stole, possessed, or transported any stolen vehicle identified in the indictment, or tampered with the VIN of any vehicle identified in the indictment.\"  Id. at 108.   And anticipating the government's reliance upon Pinkerton to sustain their convictions on the substantive counts, they also claimed that the district court did not give a proper Pinkerton  instruction.  Id. at 108-09.\n    \n    \n      47\n      The Pinkerton instruction at issue in Chorman was as follows:\n    \n    \n      48\n      Whenever it appears beyond a reasonable doubt from the evidence in the case that a conspiracy existed and that a defendant was one of the members, then the statements thereafter knowingly made and the acts thereafter knowingly done by any person likewise found to be a member may be considered by the jury as evidence in the case as to the defendant found to have been a member, even though the statements and the acts may have occurred in the absence of and without the knowledge of the defendant, provided such statements and acts were knowingly made and done during the continuance of such conspiracy and in furtherance of some object or purpose of the conspiracy.\n    \n    \n      49\n      Id. at 107.\n    \n    \n      50\n      We stated that it was necessary to determine whether the district court's Pinkerton instruction was correct because the \"[p]roper application of the Pinkerton theory depends on appropriate instructions to the jury.\"  Id. at 111.   Although we stated that \"the instructions approved in some other circuits have the virtue of concretely stating the Pinkerton rule that a conspirator may be convicted of substantive offenses committed by coconspirators in the course of and in furtherance of the conspiracy,\" we concluded that the district court's Pinkerton instruction \"adequately expressed the Pinkerton principle.\"  Id.\n    \n    \n      51\n      Significantly, as in the instant case, the Pinkerton instruction in Chorman did not use the \"reasonably foreseeable\" language.   And, even though we noted that the coconspirator's obliteration of the salvage VINs on the stolen vehicles may not have been anticipated by the defendants, we affirmed their convictions for violating 18 U.S.C. &#167; 511(a) under Pinkerton because the coconspirator's tampering with the VINs was in furtherance of the conspiracy.  Id. at 112.\n    \n    \n      52\n      We conclude that Chorman is dispositive of the appellants' argument concerning the Pinkerton instruction here.   Because Chorman found a Pinkerton instruction that omitted the \"reasonably foreseeable\" language correct and the instruction in this case is not qualitatively different from the instruction in Chorman, we conclude that the Pinkerton instruction here was proper.   See also United States v. Vasquez, 858 F.2d 1387, 1393 (9th Cir.1988) (concluding that an instruction nearly identical to the one given by the district court here was a valid Pinkerton instruction), cert. denied, 488 U.S. 1034, 109 S.Ct. 847, 102 L.Ed.2d 978 (1989);  Manzella, 791 F.2d at 1268 (stating that a Pinkerton instruction which was nearly identical to the instruction given by the district court here \"contain[ed] every element of the Pinkerton doctrine, arrayed in an order calculated to maximize the likelihood that the jury will grasp this complicated concept\").   Accordingly, the district court did not abuse its discretion in omitting the \"reasonably foreseeable\" language from the Pinkerton instruction.\n    \n    B\n    \n      53\n      The second jury instruction that the appellants take issue with concerns the district court's instruction on the elements necessary for conviction under I.R.C. &#167;&#167; 7206(1) and 7206(2).\n    \n    \n      54\n      The appellants were convicted of numerous counts of filing false tax returns in violation of I.R.C. &#167; 7206(1).   A person is guilty of a felony under this section if the person:\n    \n    \n      55\n      Willfully makes and subscribes any return, statement, or other document, which contains or is verified by a written declaration that is made under penalties of perjury, and which he does not believe to be true and correct as to every material matter.\n    \n    \n      56\n      To obtain a conviction under I.R.C. &#167; 7206(1), the government must prove the following elements beyond a reasonable doubt:  (1) the defendant made and subscribed to a tax return containing a written declaration;  (2) the tax return was made under penalties of perjury;  (3) the defendant did not believe the return to be true and correct as to every material matter;  and (4) the defendant acted willfully.  United States v. Owen, 15 F.3d 1528, 1532 (10th Cir.1994).\n    \n    \n      57\n      Aramony and Merlo were also convicted of numerous counts of aiding and assisting the filing of false tax returns in violation of I.R.C. &#167; 7206(2).7  A person is guilty of a felony under this section if the person:\n    \n    \n      58\n      Willfully aids or assists in, or procures, counsels, or advises the preparation or presentation under, or in connection with any matter arising under the internal revenue laws, of a return, affidavit, claim, or other document, which is fraudulent or is false as to any material matter, whether or not such falsity or fraud is with the knowledge or consent of the person authorized or required to present such return, affidavit, claim, or document.\n    \n    \n      59\n      To obtain a conviction under I.R.C. &#167; 7206(2), the government must prove the following elements beyond a reasonable doubt:  \"(1) the defendant aided, assisted, or otherwise caused the preparation and presentation of a return;  (2) that the return was fraudulent or false as to a material matter;  and (3) the act of the defendant was willful.\"  United States v. Salerno, 902 F.2d 1429, 1432 (9th Cir.1990).\n    \n    \n      60\n      It is undisputed that the materiality of the false returns is an element of both I.R.C. &#167;&#167; 7206(1) and 7206(2).8  Prior to the trial, the appellants submitted a proposed jury instruction on materiality to the district court.   Moreover, they also objected to the government's contention that the question of materiality was one of law for the court to decide, rather than a question of fact for the jury to decide.\n    \n    \n      61\n      During its charge to the jury, the district court gave the following instruction on materiality:\n    \n    \n      62\n      Concerning the second element, I would instruct you that a false deduction on a tax return is a material item.   Similarly, income admitted [sic] from a tax return is a material matter.\n    \n    \n      63\n      (J.A. 1587-88).\n    \n    \n      64\n      Following the district court's jury charge, the appellants objected to the district court's failure to submit the question of materiality to the jury.   The district court, however, overruled their objection, stating that the jury had been \"properly instructed.\"   Id. at 1613.\n    \n    \n      65\n      Additionally, the appellants requested that the district court instruct the jury on the second and third elements of &#167; 7206(2) because they did not believe that the district court had instructed the jury on those elements.   In response to the appellants' request, the government stated to the district court that:\n    \n    \n      66\n      Your Honor, my recollection is yesterday we discussed the fact that there was overlap in the willfulness instruction in the materiality--Or the materiality aspect of the instruction.   Those elements are the same for both tax counts.   So, when you gave the instruction and defined all three elements, you covered the other two elements of the second offense.   My recollection is the Court decided to do that because there was no need to be repetitive.\n    \n    \n      67\n      Id. at 1617.   The district court accepted the government's argument and refused to give an additional instruction to the jury on the second and third elements of &#167; 7206(2), stating \"I think that has been covered.\"   Id.\n    \n    \n      68\n      The district court's decision not to submit the question of materiality to the jury was in accordance with the controlling precedent at the time of the trial.   See Rogers, 853 F.2d at 251.   But after the trial of this case, the Supreme Court decided United States v. Gaudin, --- U.S. ----, 115 S.Ct. 2310, 132 L.Ed.2d 444 (1995), which held that the issue of materiality under 18 U.S.C. &#167; 1001 must be submitted to the jury.   The Court reasoned that:\n    \n    \n      69\n      The Constitution gives a criminal defendant the right to demand that a jury find him guilty of all the elements of the crime with which he is charged;  one of the elements in the present case is materiality;  respondent therefore had a right to have the jury decide materiality.\n    \n    \n      70\n      Id. at ----, 115 S.Ct. at 2314.   In light of Gaudin, the appellants moved for a new trial on their convictions under I.R.C. &#167;&#167; 7206(1) and 7206(2), but the district court denied their motions.   On appeal, the appellants contend that their convictions under I.R.C. &#167;&#167; 7206(1) and 7206(2) should be reversed because the district court directed a verdict for the government on the issue of materiality.   Because this issue asks whether the district court correctly instructed the jury on the statutory elements necessary for conviction under I.R.C. &#167;&#167; 7206(1) and 7206(2), our review is de novo.  United States v. Fiel, 35 F.3d 997, 1005 (4th Cir.1994) (\"The elements of a statutory offense upon which the court must instruct the jury involve questions of law subject to de novo review.\"), cert. denied, --- U.S. ----, 115 S.Ct. 1160, 130 L.Ed.2d 1116 (1995).\n    \n    \n      71\n      The government essentially makes a three-pronged argument in response:  (1) Gaudin does not apply to prosecutions under I.R.C. &#167; 7206;9  (2) assuming Gaudin applies to prosecutions under I.R.C. &#167; 7206, the district court's instruction on materiality applied only to the counts alleging a violation of I.R.C. &#167; 7206(1);  and (3) in any event, the district court's alleged error is harmless beyond a reasonable doubt.\n    \n    \n      72\n      We need not address the government's first two arguments because we find its third argument to be dispositive of this issue.   Thus, for purposes of this opinion, we will assume that Gaudin requires the jury to make a finding that the appellants' tax returns were fraudulent or false as to a material matter.   Assuming the jury was required to make a finding on the materiality element of I.R.C. &#167;&#167; 7206(1) and 7206(2), the district court's instruction violated the appellants' Fifth and Sixth Amendment rights to have a jury make every factual finding essential to their convictions because the district court's instruction conclusively established that the government had satisfied an element of the offense.   See Gaudin, --- U.S. at ----, 115 S.Ct. at 2313;  United States v. Johnson, 71 F.3d 139, 142-43 (4th Cir.1995) (finding the district court's instruction to the jury that deprived it of the opportunity to make a factual finding on an element of the offense constituted Sixth Amendment violation).\n    \n    \n      73\n      The government's harmless-error argument rests on the proposition that the error, which we are assuming occurred, was harmless because the jury made an independent finding as to the materiality element.   The government points out that in instructing the jury, the district court stated that \"[i]t is necessary only that the government prove beyond a reasonable doubt that the income was understated or that the deductions were overstated by some substantial amount.\"  (J.A. 1588).   According to the government, this instruction allowed the jury to make an equivalent finding to the materiality element.   Therefore, the government argues that the error in the materiality instruction was harmless.\n    \n    \n      74\n      Under certain circumstances, the failure to instruct the jury on an essential element of an offense can be harmless error. Indeed, we found the district court's failure to instruct on an element of an offense harmless in United States v. Forbes, 64 F.3d 928, 934-35 (4th Cir.1995).   In Forbes, Forbes had been convicted of two counts of knowingly making a false statement in order to purchase a firearm, see 18 U.S.C. &#167; 922(a)(6), and two counts of receiving a firearm while under indictment.   See 18 U.S.C. &#167; 922(n).   With respect to the two counts charging Forbes with receiving a firearm while under indictment, the district court refused to instruct the jury, as Forbes had requested, that in order to find him guilty, the jury had to find that he knew he was under indictment when he received the firearm.  64 F.3d at 932.   On appeal, Forbes contended the district court's refusal to give his requested instruction amounted to constitutional error.   We agreed, but held the error was harmless.   In reaching this conclusion, we stated that:\n    \n    \n      75\n      In returning verdicts of guilty on the &#167; 922(a)(6) counts, Forbes' jury found beyond a reasonable doubt that he knew his statement--\"I am not under indictment\"--was false.   It could not possibly have made this finding without also finding that he knew the truth--he was under indictment.   Inasmuch as this latter finding is all that the missing instruction would have called for, we can be certain that the error was harmless.\n    \n    \n      76\n      Id. at 935.   Although the jury did not make the necessary finding (knowledge of indicted status) in its consideration of the &#167; 922(n) counts, the error in Forbes was amenable to harmless-error analysis because the jury did make the identical finding in its consideration of the &#167; 922(a)(6) counts.\n    \n    \n      77\n      Building on Forbes, in Johnson, we concluded that we were precluded from applying harmless-error analysis to the district court's instruction conclusively establishing an element of the offense.  71 F.3d at 145.   Johnson had been convicted of one count of armed credit union robbery, see 18 U.S.C. &#167; 2113(a), (d) and &#167; 2, and one count of using a firearm during and in relation to a crime of violence.   See 18 U.S.C. &#167; 924(c)(1) and &#167; 2.   With respect to the armed credit union robbery count, the district court instructed the jury, over Johnson's objection, that the Arlington Schools Federal Credit Union was \"a credit union within the terms of the statute.\"  71 F.3d at 141.   On appeal, Johnson contended that the district court's conclusive instruction on this element of the offense constituted constitutional error.   We agreed, but unlike Forbes, held that the district court's error was not subject to harmless-error analysis, stating that:\n    \n    \n      78\n      Here, unlike Forbes, the jury was not given another instruction under which it could have made a finding that would, in effect, have been the same as finding the ASFCU was federally insured, and, for that reason, harmless error review is inappropriate.\n    \n    \n      79\n      Id. at 145.\n    \n    \n      80\n      Forbes and Johnson teach us that the application of harmless-error analysis to errors involving the failure to instruct or the giving of a conclusive instruction on an element of the crime is appropriate where the jury has made an independent finding on the equivalent or identical element of the crime.   Therefore, the question here is whether the district court's instruction on \"substantiality\" allowed the jury to make an independent finding of materiality.\n    \n    \n      81\n      We conclude that the district court's instruction on substantiality allowed the jury to make an independent finding of materiality.  \"Under &#167; 7206(1) the test of materiality is whether a particular item must be reported 'in order that the taxpayer estimate and compute his tax correctly.' \"  United States v. Null, 415 F.2d 1178, 1181 (4th Cir.1969) (quoting United States v. Rayor, 204 F.Supp. 486, 491 (S.D.Cal.1962)).   This test is broader than the test for substantiality.   See United States v. Helmsley, 941 F.2d 71, 92 (2d Cir.1991) (\"False statements about income do not have to involve substantial amounts in order to violate [I.R.C. &#167; 7206(1) ].\"), cert. denied, 502 U.S. 1091, 112 S.Ct. 1162, 117 L.Ed.2d 409 (1992).\n    \n    \n      82\n      The broadness of the test for materiality is demonstrated by United States v. Greenberg, 735 F.2d 29 (2d Cir.1984).   In Greenberg, the court upheld the defendant's conviction under I.R.C. &#167; 7206(1) based upon his overstating his wife's income while understating his income, even though this misallocation of income produced a tax deficiency of only forty-eight dollars.   The court reasoned:\n    \n    \n      83\n      The purpose of &#167; 7206(1) is not simply to ensure that the taxpayer pay the proper amount of taxes--though that is surely one of its goals.   Rather, that section is intended to ensure also that the taxpayer not make misstatements that could hinder the [IRS] in carrying out such functions as the verification of the accuracy of that return or a related tax return.\n    \n    \n      84\n      Id. at 31.   Thus, it is clear that a finding of materiality does not depend upon the amount of the unpaid tax.   See, e.g., United States v. Holland, 880 F.2d 1091, 1096 (9th Cir.1989) (stating that \"any failure to report income is material\");  United States v. Young, 804 F.2d 116, 119 (8th Cir.1986) (concluding that the omission of information necessary to compute income is material), cert. denied, 482 U.S. 913, 107 S.Ct. 3184, 96 L.Ed.2d 673 (1987);  United States v. Gaines, 690 F.2d 849, 858 &amp; n. 16 (11th Cir.1982) (stating that in a prosecution under &#167; 7206(1) \"the amounts of the misstatements were legally irrelevant\");  United States v. Hedman, 630 F.2d 1184, 1196 (7th Cir.1980) (stating that \"false statements relating to gross income, irrespective of the amount, constitute a material misstatement in violation of Section 7206(1)\"), cert. denied, 450 U.S. 965, 101 S.Ct. 1481, 67 L.Ed.2d 614 (1981).\n    \n    \n      85\n      Here, the district court's instructions required the jury to find that the appellants made false deductions, understated their income, and did so in a substantial manner.   Because the test of materiality is broader than the test for substantiality, the jury's independent finding of substantiality necessarily included a finding of materiality.   Because the jury made an independent finding of materiality, any error in the district court's failure to instruct on materiality was harmless beyond a reasonable doubt.\n    \n    C\n    \n      86\n      The last jury instruction that Aramony and Merlo take issue with concerns the district court's instruction on the elements necessary for conviction under 18 U.S.C. &#167; 1957.   Aramony was convicted of two counts, and Merlo three, under &#167; 1957.10\n    \n    \n      87\n      Section 1957(a) provides, in relevant part, that:  \"Whoever ... knowingly engages or attempts to engage in a monetary transaction in criminally derived property that is of a value greater than $10,000 and is derived from specified unlawful activity, shall be punished ....\" (emphasis added).   Congress has defined the term \"monetary transaction\" for purposes of &#167; 1957 as \"the deposit, withdrawal, transfer, or exchange, in or affecting interstate or foreign commerce, of funds or a monetary instrument, (as defined in section 1956(c)(5) of this title) by, through, or to a financial institution (as defined in section 1956 of this title)....\"  18 U.S.C. &#167; 1957(f)(1).\n    \n    \n      88\n      Before the trial, Aramony and Merlo objected to the government's proposed instruction concerning whether the government had to prove an effect on interstate commerce.   Specifically, they stated that \"the government must show some effect on interstate commerce.\"  (J.A. 584).   In instructing the jury on the elements of &#167; 1957, the district court stated:\n    \n    \n      89\n      It is not necessary for the Government to show  that the defendant actually intended or anticipated an effect on foreign or interstate commerce or that commerce was actually affected.   All that is necessary is that the natural and probable consequences of the defendant's action would be to affect interstate or for [sic] foreign commerce no matter how minimal.\n    \n    \n      90\n      Id. at 1585 (emphasis added).\n    \n    \n      91\n      Following the district court's jury charge, Aramony and Merlo objected to the district court's failure to instruct the jury that it had to make a finding that Aramony's and Merlo's activities had affected interstate commerce.   The district court rejected this contention, concluding that the jury was properly instructed.   As with the materiality issue, we review the district court's instruction de novo because Aramony and Merlo contend that the district court incorrectly instructed the jury on the statutory elements necessary for conviction under 18 U.S.C. &#167; 1957.  Fiel, 35 F.3d at 1005.\n    \n    \n      92\n      On appeal, Aramony and Merlo seek reversal of their &#167; 1957 convictions on the ground that the district court violated their rights under the Fifth and Sixth Amendments to have a jury make every factual finding essential to their conviction by instructing the jury that it did not need to find that their actions had actually affected interstate commerce.   According to Aramony and Merlo, the finding of at least a minimal effect on interstate commerce is an essential element that the government must prove beyond a reasonable doubt in order to convict a defendant of violating &#167; 1957.\n    \n    \n      93\n      The government admits that an effect on interstate commerce is an element of a &#167; 1957 offense.   Nonetheless, the government argues that the jury did not have to make a finding that the acts of Aramony and Merlo had an effect on interstate commerce because that element is not an essential element of the crime.   See United States v. Kelley, 929 F.2d 582, 586 (10th Cir.)  (\"The requirement that the transaction be 'in or affecting interstate commerce' must be met in order to confer jurisdiction on federal courts.   Such, however, is not an essential element of the crime charged.\"), cert. denied, 502 U.S. 926, 112 S.Ct. 341, 116 L.Ed.2d 280 (1991);  cf. United States v. Feola, 420 U.S. 671, 676 n. 9, 95 S.Ct. 1255, 1260 n. 9, 43 L.Ed.2d 541 (1975) (\"Labeling a requirement 'jurisdictional' does not necessarily mean, of course, that the requirement is not an element of the offense.\").\n    \n    \n      94\n      Although our circuit precedent does not specifically answer whether an effect on interstate commerce is an essential element of a &#167; 1957 violation, it does answer a nearly indistinguishable question in the affirmative.   In United States v. Peay, we concluded that proof of a de minimis effect on interstate commerce is essential to show a violation of 18 U.S.C. &#167; 1956.  972 F.2d 71, 74 (4th Cir.1992), cert. denied, 506 U.S. 1071, 113 S.Ct. 1027, 122 L.Ed.2d 172 (1993).   We cannot conceive of a rational reason to hold differently in the context of &#167; 1957, which is \"the sister provision of 18 U.S.C. &#167; 1956.\"  United States v. Wynn, 61 F.3d 921, 926 (D.C.Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 578, 133 L.Ed.2d 501 (1995).   Accordingly, we hold a de minimis effect on interstate commerce is an essential element of a &#167; 1957 violation.\n    \n    \n      95\n      This conclusion is bolstered by the Supreme Court's decision in Gaudin.   In Gaudin, the Court made it clear that under the Fifth and Sixth Amendments \"criminal convictions [must] rest upon a jury determination that the defendant is guilty of every element of the crime with which he is charged, beyond a reasonable doubt.\"  --- U.S. at ----, 115 S.Ct. at 2313.   A criminal defendant's right to demand that a jury find him guilty of all the elements of the crime with which he is charged includes having the jury decide mixed questions of law and fact.  Id. at ----, 115 S.Ct. at 2314-16.   In particular, the Court explained:\n    \n    \n      96\n      Deciding whether a statement is \"material\" requires the determination of at least two subsidiary questions of purely historical fact:  (a) \"what statement was made?\";   and (b) \"what decision was the agency trying to make?\".   The ultimate question:  (c) \"whether the statement was material to the decision,\" requires applying the legal standard of materiality (quoted above) to these historical facts.\n    \n    \n      97\n      Id. at ----, 115 S.Ct. at 2314.   Significantly, the Court in Gaudin concluded that not only questions (a) and (b) were to be determined by the jury but that question (c) was also to be determined by the jury.\n    \n    \n      98\n      In this case, we are faced with a similar situation.   The jury was required to determine a question of historical fact:  Did Aramony and Merlo engage in a monetary transaction that involved criminally derived property having a value greater than $10,000?   The ultimate question, at least for present purposes, is whether such activities would affect interstate commerce.   Because the answer to the ultimate question involves an application of the law to the facts, the jury was required to make a finding on the interstate commerce element.   See Peay, 972 F.2d at 74 (stating that \"[p]roof of some effect on interstate commerce is essential to show\" a violation of 18 U.S.C. &#167; 1956).\n    \n    \n      99\n      The district court's instruction did not require the jury to make a finding on the interstate commerce element.   Because this is an essential element of the crime, the district court's instruction stating otherwise constituted a failure to instruct the jury on an essential element necessary for a conviction under &#167; 1957.   Therefore, the district court's instruction was a constitutional error.   See Forbes, 64 F.3d at 934.\n    \n    \n      100\n      Despite the erroneous instruction, the government argues that we should affirm the convictions of Aramony and Merlo under &#167; 1957, contending that the error in the district court's instruction was harmless.   Under certain circumstances, the type of error involved here is harmless.   See Johnson, 71 F.3d at 144.   For example, if a jury is erroneously instructed that a mandatory presumption arose as to one element if it found certain predicate facts, but \" 'no rational jury could find the predicate acts but fail to find the fact presumed,' \" id.  (quoting Carella v. California, 491 U.S. 263, 267, 109 S.Ct. 2419, 2421-22, 105 L.Ed.2d 218 (1989) (per curiam )), then the error is harmless.   Another example is when the reviewing court can be satisfied that the jury actually made an equivalent or identical finding pursuant to another instruction.   See Forbes, 64 F.3d at 935.\n    \n    \n      101\n      Because neither of these situations is present here, the error in the district court's instruction is not amenable to harmless-error analysis.   See Johnson, 71 F.3d at 142-144.   Consideration of the instruction given to the jury reveals that the jury simply did not make an independent finding that the actions of Aramony and Merlo as charged in the &#167; 1957 counts had a de minimis effect on interstate commerce.   A finding that the natural and probable consequences of their actions would be to affect interstate or foreign commerce is not an equivalent or identical finding.   Furthermore, the fact that the jury was presented with evidence that each conviction involved a substantial check that had actually traveled in interstate commerce is of no moment.   A verdict of guilty must rest on an actual jury finding of guilty.   See Sullivan v. Louisiana, 508 U.S. 275, 279-81, 113 S.Ct. 2078, 2082, 124 L.Ed.2d 182 (1993).   Speculation about the probable finding that the jury would have made in view of the evidence before it had it been properly instructed does not satisfy this requirement.  Id.\n    \n    \n      102\n      The error here is completely analogous to the error that we held required reversal of the defendant's convictions for armed credit union robbery and using a firearm during and in relation to a crime of violence in Johnson.   Like the instant case, the jury in Johnson did not make a finding on an essential element of the crime--the federally insured status of the credit union.   There, the district court had conclusively instructed the jury that the credit union at issue constituted a federally insured credit union within the terms of the applicable statute.   Despite the overwhelming evidence of the federally insured status of the credit union that was before the jury, we reversed because the jury did not actually make the required finding.\n    \n    \n      103\n      In sum, we hold that the district court erred by instructing the jury that it did not have to find that the actions of Aramony and Merlo as charged in the &#167; 1957 counts had a de minimis effect on interstate commerce.   Furthermore, we hold the error is not subject to harmless error analysis.   Accordingly, we vacate the convictions of Aramony and Merlo for engaging in the interstate transportation of fraudulently acquired property.11\n    \n    IV\n    \n      104\n      The last issue worthy of extended discussion is Aramony's contention that all of his convictions should be reversed because the district court admitted into evidence communications that were allegedly protected by either the attorney-client privilege or a joint defense privilege that he shared with UWA.\n    \n    \n      105\n      * In late 1991, Aramony learned that two reporters from the Washington Post were conducting an investigation into alleged improprieties and irregularities in the governance of the UWA.   Soon thereafter, UWA hired Investigative Group, Inc.  (IGI) to conduct an internal investigation.   IGI's preliminary findings were delivered to the UWA Board of Governors in January 1992.   On February 4, 1992, UWA retained a law firm, Verner, Liipfert, to aid in the investigation then under way and to render legal advice concerning UWA's response to any negative publicity that might arise from the Washington Post investigation.   On February 19, 1992, the Washington Post published a front page article charging top management of UWA with mismanagement, cronyism, excessive compensation, and misuse of funds for personal reasons.\n    \n    \n      106\n      Aramony's claim of attorney-client privilege falls into two categories.   The first category is his communication with Lisle Carter and the IGI investigators.   Lisle Carter was the General Counsel of UWA from 1988 to 1991.   Aramony had known him for approximately thirty years.   During this time, Aramony states that he had turned to Carter \"from time to time for personal advice of both a legal and non-legal nature, and [he] confided personal matters to [Carter].\"  (Sealed Joint Appendix (S.J.A.) 373).   When the Washington Post  began its investigation into the allegations concerning Aramony, Aramony states that he turned to \"Carter for legal advice on how to deal with the press inquiries and related problems.\"   Id. at 374.   Aramony further states that he \"understood and believed that [Carter] represented both UWA and [him] with respect to those inquiries.\"   Id. at 375-76.\n    \n    \n      107\n      Aramony further claims that he had a reasonable belief that his statements to the IGI investigators were also protected by his relationship with Carter.   In response to the Washington Post 's investigation and on the advice of a public relations firm, Carter hired IGI to examine the allegations concerning Aramony.   Specifically, Aramony claims that Carter hired IGI to assist him in rendering advice to UWA and Aramony.   In particular, Aramony states that \"Mr.   Carter--my friend and counsel--had urged me to be candid with the [IGI] investigators.   I would not have made many of the disclosures that I made in the IGI interviews if I had been warned that my communications with IGI could be revealed outside UWA without my consent and to my detriment.\"   Id. at 375.\n    \n    \n      108\n      The second category of privileged communications is Aramony's communications with lawyers from Verner, Liipfert.   Specifically, Aramony claims that he was a client of Berl Bernhard and James Hibey, who were partners at Verner, Liipfert.   To support this contention, Aramony produced the affidavit of Gail Manza, a woman who had a personal relationship with Aramony and was a vice president of UWA, and the affidavit of Thomas Boggs, Jr., the attorney who assisted Aramony in severing his ties with UWA.   The pertinent part of Manza's affidavit states the following:\n    \n    \n      109\n      I asked Mr. Bernhard who he would represent if UWA and Mr. Aramony came to a parting of the ways.   Mr. Bernhard said that he would represent Mr. Aramony.   Mr. Hibey indicated his agreement with Mr. Bernhard's statement....  After the meeting was over, Mr. Hibey put his arm around Mr. Aramony's shoulders and said words to the effect, \"Don't worry, Bill.   We'll take care of you.\"\n    \n    \n      110\n      Id. at 383-84.\n    \n    \n      111\n      Boggs' affidavit recounted a conversation that he had with Bernhard.   The pertinent part of his affidavit stated:  \"In the course of our preliminary discussions, Mr. Bernhard stated that he had decided that he and his firm could not continue to represent both the United Way board and Mr. Aramony.\"   Id. at 394.\n    \n    \n      112\n      Aramony does not specify what communications Verner, Liipfert allegedly made in violation of the attorney-client privilege.   But Aramony's chief concern seems to be the documents that Verner, Liipfert produced to the government pursuant to a subpoena duces tecum.   This production occurred in June 1992.   Hibey sent Boggs a letter in June 1992 stating that the government had subpoenaed the documents and that UWA was going to produce them.   But neither Boggs nor Aramony raised the attorney-client privilege prior to UWA's complying with the subpoena.\n    \n    \n      113\n      During pretrial motions, Aramony raised for the first time the question of the existence of the attorney-client privilege.   Based upon his affidavit and the affidavits of Manza and Boggs, Aramony moved for an evidentiary hearing to determine whether an attorney-client relationship existed between himself and Carter and Verner, Liipfert.   The district court denied Aramony's motion, stating \"I find from the submissions and the affidavits presented that there isn't a sufficient issue presented that would necessitate any kind of evidentiary hearing.\"  (J.A. 335).\n    \n    \n      114\n      Aramony appealed the district court's decision, seeking a writ of mandamus requiring the district court to conduct an evidentiary hearing.   We dismissed Aramony's appeal \"without prejudice to [his] right to raise the attorney-client privilege during the course of the trial.\"   Id. at 525.\n    \n    \n      115\n      The attorney-client privilege is \"the oldest of the privileges for confidential communications known to the common law.\"  Upjohn Co. v. United States, 449 U.S. 383, 389, 101 S.Ct. 677, 682, 66 L.Ed.2d 584 (1981).   The privilege protects \"not only the giving of professional advice to those who can act on it but also the giving of information to the lawyer to enable him to give sound and informed advice.\"  Id. at 390, 101 S.Ct. at 683.   The purpose of the privilege is \"to encourage full and frank communication between attorneys and their clients and thereby promote broader public interests in the observance of law and administration of justice.\"  Id. at 389, 101 S.Ct. at 682.   But the attorney-client privilege interferes with \"the truthseeking mission of the legal process,\" United States v. Tedder, 801 F.2d 1437, 1441 (4th Cir.1986), cert. denied, 480 U.S. 938, 107 S.Ct. 1585, 94 L.Ed.2d 775 (1987), because it \"is in derogation of the public's right to every man's evidence.\"  In re Grand Jury Proceedings, 727 F.2d 1352, 1355 (4th Cir.1984) (internal quotation marks omitted).   Thus, the privilege \"is not favored by federal courts\" and \"is to be strictly confined within the narrowest possible limits consistent with the logic of its principle.\"  Id. (footnote and internal quotation marks omitted).\n    \n    \n      116\n      \"The district court's conclusions as to the non-existence of any attorney-client privilege and expectation of confidentiality rest essentially on determinations of fact, which we review for clear error.\"  Sheet Metal Workers Int'l Ass'n v. Sweeney, 29 F.3d 120, 123 (4th Cir.1994).   Furthermore, the party claiming the privilege carries the burden of demonstrating that:  (1) the attorney-client privilege applies;  (2) the communications were protected by the privilege;  and (3) the privilege was not waived.  Id. at 125.   Finally, \"the expectation of confidentiality applies to the attorney as well as the client,\" id.;   indeed, \"we have adopted [the] view ... that the'essence' of the privilege is the protection of what was 'expressly made confidential' or should have been 'reasonably assume[d] ... by the attorney as so intended.' \"  Id. (first alteration and ellipsis added) (emphasis added by Sweeney ) (quoting In re Grand Jury Proceedings, 727 F.2d at 1355-56).\n    \n    \n      117\n      Aramony contends that his communications with Lisle Carter and the IGI investigators and his communications with the lawyers from Verner, Liipfert were protected by the attorney-client privilege.   We shall address these contentions in turn.121\n    \n    \n      118\n      With respect to Aramony's communications with Carter and the IGI investigators, in response to Aramony's motion for an evidentiary hearing, the government submitted an affidavit from Carter.   Carter's affidavit shows that he did not believe that any of Aramony's communications to him were to be confidential because he did not believe that Aramony was seeking his legal advice.\n    \n    \n      119\n      In his affidavit, Carter states that \"[a]t all times during the course of my employment at UWA, my sole and exclusive client was UWA.   At no time during my employment at UWA, or subsequent to my employment at UWA, did I provide personal legal representation to William Aramony (\"Aramony\"), who was president of UWA during the course of my employment.\"  (J.A. 279).   Carter further states that \"[a]t no time during my employment at UWA did Aramony express to me any confusion or misunderstanding ... as to my position as UWA's--not Aramony's--attorney.   In fact, on two occasions during my employment at UWA, I referred Aramony to outside counsel to provide him personal legal representations.\"   Id. at 280.   Accordingly, Carter's affidavit demonstrates that he did not believe that any of Aramony's communications to him were to be confidential because he did not believe that Aramony was seeking his legal advice.\n    \n    \n      120\n      The conclusion that Aramony was not seeking Carter's legal advice is supported by the testimony of Jeffrey Nason, a senior investigator at IGI.   Nason's testimony shows that Aramony, himself, did not have a reasonable belief that any communications he made to IGI would be kept confidential.\n    \n    \n      121\n      First, Nason's testimony shows that Aramony may not have had a reasonable belief that IGI's report would be kept confidential.   Nason testified that UWA did not make a decision on whether to make its report public until February 1992.   But Nason testified that from the day Carter hired IGI there was discussion of making IGI's report public.\n    \n    \n      122\n      Second, Aramony's behavior arguably shows that he did not believe that his statements to IGI would be kept confidential.   Specifically, we note that Nason testified that Aramony repeatedly lied to the IGI investigators.   For example, when Nason questioned Aramony about his relationship with Villasor, Nason testified that Aramony responded by stating that \"I didn't touch [that] little girl, it was companionship.\"   Id. at 1320.   Nason further testified that Aramony told him that he neither misused UWA money nor used business trips to facilitate personal trips.   Nason's testimony shows that Aramony was not entirely candid with the IGI investigators.\n    \n    \n      123\n      In sum, the district court was not clearly erroneous in finding that Aramony's communications with Lisle Carter and the IGI investigators were unprotected by the attorney-client privilege.\n    \n    2\n    \n      124\n      We also conclude that the district court was not clearly erroneous in finding that Aramony's communications with the lawyers at Verner, Liipfert were unprotected by the attorney-client privilege.\n    \n    \n      125\n      In addition to claiming he was a client of Carter, Aramony alleged that he was a client of Berl Bernhard and James Hibey.   As to this portion of Aramony's motion for an evidentiary hearing, the government presented affidavits from Bernhard, Hibey, and Boggs.   These affidavits show that Bernhard and Hibey did not believe that any of Aramony's communications to them were to be confidential because they did not believe that Aramony was seeking their legal advice.\n    \n    \n      126\n      Bernhard's affidavit states that UWA retained Verner, Liipfert to represent it in connection with the investigation of the allegations concerning Aramony.   His affidavit also states that \"Aramony clearly understood that Verner Liipfert was being retained solely to represent UWA and had not been retained to represent Aramony.\"   Id. at 286.   Additionally, Bernhard denied telling Boggs that he represented Aramony, stating that \"[a]fter Aramony retained Patton, Boggs &amp; Blow, I had occasional contact with personnel of that firm.   I do not recall any representative of that firm at any point ever suggesting or indicating to me confusion or misunderstanding as to the fact that Verner Liipfert solely and exclusively represented UWA from the time of its retention forward.\"   Id. at 287.   In particular, Bernhard states that \"[a]t no time did I tell Boggs that I 'could no longer represent both UWA and Aramony.'   I did not say this because I did not at any point represent Aramony.   There was no attorney-client relationship between Verner Liipfert and Aramony in this matter.\"   Id. at 288.   Finally, Bernhard had no recollection of telling Manza that he would represent Aramony if UWA and Aramony came to a split.   In his affidavit, Bernhard specifically states that \"I have no recollection of having made the statement attributable to me and I do not believe I made such a statement.   Nor do I recall Mr. Hibey 'indicat[ing] his agreement' to the alleged statement.   Such a statement would have been inconsistent with the representation that Verner Liipfert had agreed to provide UWA.\"  Id. at 287 (alteration in original).\n    \n    \n      127\n      The government also submitted an affidavit from Hibey.   Hibey's affidavit does not explicitly take issue with Manza's claim that Hibey told Aramony \"we'll take care of you.\"   But it does state that \"[a]t no time in my meetings or contacts with Aramony between late January, 1992 and early March, 1992 did I ever make a representation, directly or indirectly, to Aramony that Verner Liipfert or I represented him.\"   Id. at 292.13\n    \n    \n      128\n      Finally, the government submitted a second affidavit from Boggs.   In this affidavit, Boggs repudiated his earlier statement that Bernhard represented Aramony:\n    \n    \n      129\n      My affidavit of October 28, 1994 has been used in a manner to imply something technical--namely, that Berl Bernhard told me he was representing both UWA and Bill Aramony.   I was too casual in accepting language proposed to me by defense counsel for Bill Aramony.   I had assumed that Bill Aramony and Verner Liipfert had been working together to defend UWA, but things had developed which caused Bill Aramony and UWA to be at odds.\n    \n    \n      130\n      .    .    .    .    .\n    \n    \n      131\n      In short, I wish to be clear that the language used in my prior affidavit was, from my standpoint, informally offered, but I recognize now that I should have been more precise and stated that Berl Bernhard did not tell me that he \"represented\" Bill Aramony, but did state that he represented UWA and was trying to help Bill Aramony find appropriate counsel.\n    \n    \n      132\n      Id. at 276-77.\n    \n    \n      133\n      In addition to Bernhard's and Hibey's denials of having an attorney-client relationship with Aramony, an additional piece of evidence supports the district court's finding that Aramony was not their client.   This piece of evidence is Aramony's reaction to the June 1992 letter that Hibey sent to Boggs, who at the time was Aramony's personal attorney, stating that UWA was going to produce various documents to the government in accordance with the government's subpoena.   Because the record is not adequately developed, we do not find that Aramony's failure to assert the attorney-client privilege at that time constituted a waiver of the privilege.\n    \n    \n      134\n      But we do find that Aramony's failure to assert the privilege in a timely manner is probative of whether Aramony intended for these documents to remain confidential.   As Judge Friendly has aptly noted, \"It is not asking too much to insist that if a client wishes to preserve the privilege under such circumstances, he must take some affirmative action to preserve confidentiality.\"  In re Horowitz, 482 F.2d 72, 82 (2d Cir.), cert. denied, 414 U.S. 867, 94 S.Ct. 64, 38 L.Ed.2d 86 (1973).   Because the \" '[t]aking or failing to take precautions may be considered as bearing on intent,' \" In re Grand Jury Proceedings, 727 F.2d at 1356 (quoting In re Horowitz, 482 F.2d at 82 n. 10), the district court was entitled to find that Aramony's complete failure to respond to Hibey's letter indicated that Aramony did not intend for these documents to remain confidential.\n    \n    \n      135\n      In sum, we conclude that the district court was not clearly erroneous in finding that Aramony's communications with the lawyers at Verner, Liipfert were not protected by the attorney-client privilege.   Like Sweeney, the district court here was confronted with conflicting affidavits, had additional evidence that supported its findings, and had allowed the holder of the privilege an adequate opportunity to present his contentions.14\n    \n    B\n    \n      136\n      Aramony also contends that he had a joint defense privilege with UWA that protected against the disclosure of his communications with Carter, Nason, and the Verner, Liipfert attorneys.\n    \n    \n      137\n      The joint defense privilege, also known as the common interest rule, \"has been described as an extension of the attorney client privilege.\"  United States v. Schwimmer, 892 F.2d 237, 243, (2d Cir.1989) (internal quotation marks omitted).   To be entitled to the protection of this privilege the parties must first share a common interest about a legal matter.  Sweeney, 29 F.3d at 124.   But it is unnecessary that there be actual litigation in progress for this privilege to apply.  Schwimmer, 892 F.2d at 244.\n    \n    \n      138\n      Although the district court did not explicitly address this issue, we conclude that the joint defense privilege did not protect Aramony's communications with Carter, Nason, and the Verner, Liipfert attorneys because Aramony and UWA clearly did not share a common interest about a legal matter.   Aramony, however, contends that he and \"UWA pursued a common strategy with respect to the press inquiries and any potential litigation to which the press reports could give rise.\"  (Appellants' Brief at 55).   Specifically, he states that \"[t]he common strategy included investigation of the allegations against Aramony;  the development of defenses against those allegations;  and the preparation of responses to questions about the allegations.\"   Id.\n    \n    \n      139\n      The development of defenses to allegations against Aramony simply is not a legal matter concerning UWA.   Although these defenses could help preserve UWA's reputation, the preservation of one's reputation is not a legal matter.   If the allegations concerning Aramony could have subjected UWA to civil or criminal liability, Aramony's claim would be stronger.   But, because Aramony has not shown how UWA would be affected (apart from the stain of its reputation) by the allegations concerning him, the joint defense privilege is inapplicable here.\n    \n    V\n    \n      140\n      The appellants also raise numerous other issues.   We have reviewed these contentions and find no error committed by the district court affecting the appellants' substantial rights.   See Fed.R.Crim.P. 52.   Accordingly, for all the foregoing reasons, the appellants' convictions, except for Aramony's and Merlo's convictions based upon 18 U.S.C. &#167; 1957, are affirmed.   Because we are vacating the &#167; 1957 convictions, we vacate the forfeiture order entered against Aramony and Merlo.   We also vacate their sentences and remand for resentencing.   But, as to Paulachak, we affirm his sentence.\n    \n    \n      141\n      No. 95-5532--AFFIRMED IN PART, VACATED IN PART, AND REMANDED.\n    \n    \n      142\n      No. 95-5553--AFFIRMED.\n    \n    \n      143\n      No. 95-5554--AFFIRMED IN PART, VACATED IN PART, AND REMANDED.\n    \n    \n      \n        1\n         Additionally, the jury acquitted Aramony on two counts of engaging in monetary transactions in the proceeds of specified unlawful activity, acquitted Merlo on one count of aiding in the filing of a false tax return, and acquitted Paulachak on one count of interstate transportation of fraudulently acquired property and three counts of aiding the filing of false tax returns\n      \n      \n        2\n         The UWA Board of Directors established PUI as a for-profit organization in December 1986 to ensure UWA's continued 501(c)(3) status (charitable status).   PUI was designed to act as a support organization for charities and \"to aid and assist not-for-profit organizations to secure the economic and related benefits of volume purchasing through development and management of national purchasing programs on behalf of such organizations.\"  (Joint Appendix (J.A.) 643).   Additionally, PUI was designed to use its income \"for purposes consistent with those of United Way['s] domestic and international activities,\" and PUI's property was \"irrevocably dedicated to charitable purposes....\"  Id. at 670\n      \n      \n        3\n         Here, the district court gave the following cautionary instruction to the jury:\n        Now, you have heard evidence and testimony about Mr. Aramony's alleged sexual conduct, including alleged sexual harassment of certain employees.   You may consider this testimony only as it may bear upon the elements of the specific offenses charged in this case.   You must not consider this testimony for any other purpose.\n        In particular, you must not permit any moral or emotional reaction to this testimony to affect in any way your determination of whether the prosecution has proven the charges against Mr. Aramony beyond a reasonable doubt.\n        (J.A. 1594-95).\n      \n      \n        4\n         Far from allowing the wholesale admissibility of the government's proffered evidence of Aramony's sexual misconduct, the record reveals that the district court carefully sifted through the evidence and accordingly prevented the government from eliciting the \"gory details\" related to the challenged evidence.   For example, the government proffered that Clatterbaugh would testify that Aramony's conduct toward her involved showing up naked at her door, putting her hand on his crotch, and saying something to the effect of \"see what you are missing.\"  (J.A. 1104).   The district court found that this testimony would be unduly prejudicial and prevented the government from introducing it\n      \n      \n        5\n         Merlo and Paulachak also complain about the district court's admission of the testimony of Clatterbaugh and Florence and the evidence of Villasor's age.   They contend that the loathsome nature of that testimony was bound to have a spillover effect upon them, denying them a fair trial.   Accordingly, they contend that they were entitled to a severance from the trial of Aramony, especially in light of the fact that the district court did not give the jury a limiting instruction that specifically pertained to them.   We find no merit in their contentions because:  (1) conspirators who are indicted together normally should be tried together, see Zafiro v. United States, 506 U.S. 534, 537-38, 113 S.Ct. 933, 937, 122 L.Ed.2d 317 (1993);  (2) the jury returned a mixed verdict that demonstrates it sifted carefully through all the evidence, see United States v. Porter, 821 F.2d 968, 972 (4th Cir.1987) (\"Convictions should be sustained if it may be inferred from the verdicts that the jury meticulously sifted the evidence.\"), cert. denied, 485 U.S. 934, 108 S.Ct. 1108, 99 L.Ed.2d 269 (1988);  and (3) the general nature of the cautionary instruction that the district court gave the jury in relation to this evidence, especially since the evidence was not so complicated as to prevent the jury from separating it and properly applying it only to those against whom it was offered\n      \n      \n        6\n         Pinkerton v. United States, 328 U.S. 640, 66 S.Ct. 1180, 90 L.Ed. 1489 (1946)\n      \n      \n        7\n         The jury acquitted Paulachak of the counts alleging a violation of I.R.C. &#167; 7206(2)\n      \n      \n        8\n         We have previously found that cases involving materiality under I.R.C. &#167;&#167; 7206(1) and 7206(2) are interchangeable.  United States v. Rogers, 853 F.2d 249, 251 n. 2 (4th Cir.), cert. denied, 488 U.S. 946, 109 S.Ct. 375, 102 L.Ed.2d 364 (1988)\n      \n      \n        9\n         Compare United States v. Klausner, 80 F.3d 55, 60-61 (2d Cir.1996) (concluding that Gaudin does not apply to prosecutions under I.R.C. &#167; 7206 because the determination of materiality was a pure question of law), with United States v. McGuire, 79 F.3d 1396, 1401 (5th Cir.1996) (concluding that \"Gaudin makes it error for the district court to fail to submit the issue of materiality to the jury\"), and United States v. DiRico, 78 F.3d 732, 735-36 (1st Cir.1996) (same)\n      \n      \n        10\n         Paulachak was not charged with any violations of 18 U.S.C. &#167; 1957\n      \n      \n        11\n         Because the forfeiture order is predicated on these convictions, we vacate the forfeiture order as to Aramony and Merlo as well\n      \n      \n        12\n         We find no merit to Aramony's argument that the district court erred in refusing to hold an evidentiary hearing.   Aramony contends that the district court should have conducted an evidentiary hearing because of the conflict in the parties' evidence.   Because the district court failed to hold such a hearing, Aramony reasons that we must remand this case to the district court for the holding of such a hearing.   This argument is foreclosed by our decision in Sweeney.   In Sweeney, we stated that \"[t]he district court's conclusions as to the non-existence of any attorney-client privilege\" are reviewed for \"clear error.\"  29 F.3d at 123.   This was so even though the district court had based its findings largely upon the parties' conflicting affidavits.   In particular, we stated that\n        if the affidavit of Sweeney is viewed most favorably to him, perhaps he might succeed in his claims;  but if the affidavits and depositions of [the others] are taken at face value, there is little doubt that Sweeney might not prevail.   In such a case, \"[w]here there are two permissible views of the evidence, the factfinder's choice between them cannot be clearly erroneous\" and \"this is so even where the district court's findings do not rest on credibility determinations, but are based instead on physical or documentary evidence or inferences from other facts.\"\n        Id. at 126 (citation omitted) (quoting Anderson v. Bessemer City, 470 U.S. 564, 574, 105 S.Ct. 1504, 1511-12, 84 L.Ed.2d 518 (1985)).   Because the affidavits submitted by the government and the testimony of the government's witnesses, when taken at face value, reveal there was no chance Aramony would prevail on his claim, the district court did not err when it refused to hold an evidentiary hearing.\n      \n      \n        13\n         Unlike Carter, neither Bernhard nor Hibey testified in the government's case against Aramony.   But Aramony had the opportunity to call them as witnesses in his defense and to question them about their affidavits.   Thus, Aramony cannot complain that he lacked an opportunity to test the affidavits of Bernhard and Hibey\n      \n      \n        14\n         We reach a similar conclusion as to Merlo's claim that the government obtained evidence in violation of the attorney-client privilege.   Merlo had the burden of establishing the attorney client privilege, but Merlo, unlike Aramony, provided no support, such as affidavits, for his claim that the disputed communications were protected by the attorney-client privilege.   Thus, the district court was entitled to find that he had not met his burden in establishing that these communications were protected by the attorney-client privilege\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 721465
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}