{
    "id": 388814,
    "judges": "Per Curiam",
    "date_filed": 358732800000,
    "date_filed_is_approximate": false,
    "slug": "the-people-of-the-territory-of-guam-v-john-c-dela-rosa",
    "case_name_short": null,
    "case_name": "The People of the Territory of Guam v. John C. Dela Rosa",
    "case_name_full": "The PEOPLE OF the TERRITORY OF GUAM, Plaintiff-Appellee, v. John C. DELA ROSA, Defendant-Appellant",
    "attorneys": "William M. Fitzgerald, Cushnie & Fitzgerald, Agana, Guam, for defendant-appellant., D. Paul Vernier, Jr., Deputy Atty. Gen., Agana, Guam, argued for plaintiff-appellee; R. Barrie Michelsen, Agana, Guam, on brief.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted May 1, 1980., As Amended May 15, 1981., Rehearing and Rehearing En Banc Denied June 9, 1981.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 27,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1333-12\">\n    The PEOPLE OF the TERRITORY OF GUAM, Plaintiff-Appellee, v. John C. DELA ROSA, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1333-14\">\n    No. 79-1739.\n   </docketnumber><br><court id=\"b1333-15\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><br><otherdate id=\"b1333-16\">\n    Argued and Submitted May 1, 1980.\n   </otherdate><decisiondate id=\"axg-dedup-0\">\n    Decided Oct. 1, 1980.\n   </decisiondate><br><otherdate id=\"b1333-17\">\n    As Amended May 15, 1981.\n   </otherdate><br><otherdate id=\"b1333-18\">\n    Rehearing and Rehearing En Banc Denied June 9, 1981.\n   </otherdate><br><attorneys id=\"b1334-27\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1258\"> \n     *1258\n     </span>\n    William M. Fitzgerald, Cushnie &amp; Fitzgerald, Agana, Guam, for defendant-appellant.\n   </attorneys><br><attorneys id=\"b1334-28\">\n    D. Paul Vernier, Jr., Deputy Atty. Gen., Agana, Guam, argued for plaintiff-appellee; R. Barrie Michelsen, Agana, Guam, on brief.\n   </attorneys>",
    "citations": [
        "644 F.2d 1257"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/644/644.F2d.1257.79-1739.html",
            "author_id": null,
            "opinion_text": "644 F.2d 1257\n    7 Fed. R. Serv. 77\n    The PEOPLE OF the TERRITORY OF GUAM, Plaintiff-Appellee,v.John C. DELA ROSA, Defendant-Appellant.\n    No. 79-1739.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted May 1, 1980.Decided Oct. 1, 1980.As Amended May 15, 1981.\n    \n      William M. Fitzgerald, Cushnie &amp; Fitzgerald, Agana, Guam, for defendant-appellant.\n      D. Paul Vernier, Jr., Deputy Atty. Gen., Agana, Guam, argued for plaintiff-appellee; R. Barrie Michelsen, Agana, Guam, on brief.\n      Appeal from the District Court of Guam, Appellate Division, Territory of Guam.\n      AMENDED OPINION\n      Before MERRILL, DUNIWAY and TANG, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Johnny Dela Rosa appeals from a district court affirmance of a Guam superior court conviction for two counts of murder, one count of attempted murder, and three counts of robbery.  Finding that the superior court's failure to give Dela Rosa's requested cautionary jury instructions on witness credibility was unduly prejudicial, we reverse.\n    \n    \n      2\n      Dela Rosa was charged with the shooting, beating, and robbery of three schoolteachers from Japan who were vacationing in Guam.  Two of the teachers died as a result of this attack.  The police's initial suspect was Anthony Gumataotao, at whose house some of the victims' belongings were discovered.  Gumataotao admitted that he helped Dela Rosa get rid of the murder weapon and the property stolen from the victims but told police that Dela Rosa was the man who attacked them.  Gumataotao was the prosecution's primary witness at trial and testified that Dela Rosa admitted to him that he had committed the crimes and disclosed to him details of the crimes.\n    \n    \n      3\n      Other evidence of Dela Rosa's guilt included the chief criminalist's testimony that the murder weapon, a Bernadelli Model 90, was the same type as that stolen from David Texiera's house two months before the murder and Texiera's testimony that Dela Rosa had visited him in January, fired the gun, and asked Texiera if he could have it.  The eyewitness identification testimony given by the surviving schoolteacher and by another person who saw a man with the victims shortly before the crimes was inconclusive.  Although both provided general descriptions of the suspect that matched the defendant, neither witness was able to pick Dela Rosa from a lineup and the schoolteacher could not pick out Dela Rosa from a photo spread.\n    \n    I.\n    Cautionary Instructions\n    \n      4\n      Dela Rosa first contends that the superior court erred in not giving his proposed informant, informant-addict, accomplice, and immunity credibility instructions.  He argues that these instructions were supported by the evidence, and were necessary to caution the jury about Gumataotao's reliability.\n    \n    \n      5\n      At trial, police Lieutenant Frank Sablan testified that he told Gumataotao that, if Gumataotao was not involved in the actual killing, the Government would find a way that he would not be charged.  At the close of trial, Dela Rosa requested that the court instruct the jury with respect to the special caution and careful consideration to be used in judging the credibility of a testifying informant.  The court refused to give the instruction because Gumataotao was not paid and did not receive official immunity.\n    \n    \n      6\n      In limiting the meaning of \"informer\" to one who is paid or is promised official immunity, the superior court erred.  The courts have long recognized that the definition of an informer includes persons who provide evidence against a defendant for some personal advantage or vindication, as well as for pay or immunity.  See Steinmark v. Parratt, 427 F. Supp. 931, 935 n.4 (D.Neb.1977); Devitt and Blackmar Federal Jury Practice and Instructions, &#167; 17.021 (3d ed. 1977); see also, e. g., United States v. Morgan, 555 F.2d 238, 243 n.10 (9th Cir. 1977) (quoting Devitt and Blackmar instruction).2  In this case, Lieutenant Sablan's testimony undisputedly shows that Gumataotao's testimony was secured by a promise not to prosecute him in exchange for his cooperation.3  Arguably, this promise could be construed as a form of \"immunity\" for the purposes of this instruction.  If not, the promise must be construed as securing Gumataotao a very significant personal advantage.  Certainly, the possibility of unreliable testimony by a witness testifying to gain this kind of a personal advantage is as acute as the situation where a witness testifies for pay or official immunity.  In all these instances, the witness is primarily motivated by personal gain and not some independent law enforcement purpose.  Cf. United States v. Hoyos, 573 F.2d 1111 (9th Cir. 1978) (salaried government undercover agent is not an informer).  To minimize any unfairness the superior court should have given Dela Rosa's proposed instruction warning the jury about Gumataotao's motivation.\n    \n    \n      7\n      The next question is whether the superior court's failure to do so is reversible error.  Upon this question the \"manifest error\" standard of review adopted by us in Gumataotao v. Government of Guam, 322 F.2d 580, 582 (9th Cir. 1963), is not appropriate.  There, we stated:\n    \n    \n      8\n      \"It is well settled that, in recognition of the fact that local needs, customs and legal systems may differ from those with which we are more familiar, decisions of local courts of United States territories on matters of purely local law will not be reversed unless clear and manifest error is shown.\"\n    \n    \n      9\n      Gumataotao involved construction of a local statute making it a crime to commit an act causing a child to become in need of the care and protection of the juvenile court.  The Guam juvenile court, in handing down its decision, had discussed the legislative history of the act and the apparent legislative intent.  It was in this context that the language quoted above was used.  In support of that ruling we quoted the Supreme Court as saying:\n    \n    \n      10\n      \"(t)o justify reversal in such cases, the error must be clear or manifest; the interpretation must be inescapably wrong; the decision must be patently erroneous.\"\n    \n    \n      11\n      Bonet v. Texas Co., 308 U.S. 463, 471, 60 S. Ct. 349, 353, 84 L. Ed. 401 (1940).  The language \"such cases\" had reference to earlier language in the opinion:\n    \n    \n      12\n      \"To reverse a judgment of a Puerto Rican tribunal on such a local matter as the interpretation of an act of the local legislature, it would not be sufficient if we or the Circuit Court of Appeals merely disagreed with that interpretation.\"\n    \n    \n      13\n      308 U.S. at 471, 60 S. Ct. at 353.\n    \n    \n      14\n      \"Matters of purely local law,\" as used by us in Gumataotao, should, then, be limited to the construction of local legislation or to court rulings upon questions dealing with local needs and customs.  Here, refusal to give the instructions was not based on any local statute or ordinance; nor was it related to any local need or custom.  The special standard of review does not apply.\n    \n    \n      15\n      The question, then, is whether under ordinary and generally applicable standards the refusal to give the instructions was error such as to warrant reversal.  In United States v. Bernard, 625 F.2d 854 (9th Cir. 1980), the court, relying on United States v. Davis, 439 F.2d 1105 (9th Cir. 1971), held that the refusal to give the special instructions on the testimony of an accomplice is prejudicial error when that testimony is \"important\" to the case, i. e., the defendant's guilt rested almost entirely on the testimony of the accomplice and the other evidence linking the defendant to the criminal activity is weak.  The same standard of prejudice applies where the testimony of an informer is involved.  Cf. Morgan, 555 F.2d at 242-43 (9th Cir. 1977) (finding no significant difference between a cautionary accomplice instruction and informer-immunity instruction).\n    \n    \n      16\n      We find that the failure to give Dela Rosa's informer instruction requires reversal of his conviction.  Gumataotao's testimony that Dela Rosa admitted to him that Dela Rosa had committed the crimes was the primary evidence of Dela Rosa's guilt.\n    \n    \n      17\n      The prejudice caused by the failure to give a cautionary instruction about informer testimony is increased when the witness' testimony is otherwise unreliable.  Bernard, 625 F.2d at 858.  Dela Rosa requested cautionary instructions on the testimony of a drug addict and accomplice, again with respect to Gumataotao, which the court also refused.\n    \n    \n      18\n      With regard to the accomplice instruction, the general rule is that an accomplice is one who could have been indicted for the same offense either as an accessory or principal.  See United States v. Simmons, 503 F.2d 831, 837 (5th Cir. 1974); Phelps v. United States, 252 F.2d 49, 52 n.3 (5th Cir. 1958).  Here the evidence showed that Gumataotao was an accessory after the fact, because he had knowledge of the crime and helped conceal evidence of the crime.  See Guam Criminal and Correctional Code &#167; 55.15.  Although the district court, had it given the informant instruction, need not have given a separate accomplice instruction, it should have incorporated this reason into its cautionary instruction about Gumataotao's credibility.  See Bernard, 625 F.2d at 858.\n    \n    \n      19\n      As for an addict instruction, although the court had left open the question whether such an instruction is required in the circuit, see United States v. Cook, 608 F.2d 1175, 1182 (9th Cir. 1979), cert. denied, 444 U.S. 1034, 100 S. Ct. 706, 62 L. Ed. 2d 670 (1980), the court has implicitly held in recent cases that in appropriate circumstances the instruction should be given.  Bernard, 625 F.2d at 858-59; United States v. Tousant, 619 F.2d 810, 812 (9th Cir. 1980) (failure to give instruction is not error where fact of addiction is not clear and court has not precluded defendant from establishing it).  In this case, Gumataotao testified that he was involved in a Methadone rehabilitation program, but did not state whether he was actually a heroin addict.  Upon retrial, the superior court should combine this reason into its credibility instruction should Dela Rosa develop evidence that Gumataotao is a heroin addict.  Id.\n    \n    II.\n    Eyewitness Instruction\n    \n      20\n      Dela Rosa also contends that the court erred in not giving his more specific eyewitness identification instruction.  This court, however, has held that the general instruction is sufficient, see United States v. Masterson, 529 F.2d 30, 32 (9th Cir.), cert. denied, 426 U.S. 908, 96 S. Ct. 2231, 48 L. Ed. 2d 833 (1976).\n    \n    III.\n    Admission of Photographs\n    \n      21\n      Dela Rosa contends that the superior court erred in admitting photographs of the victims because any probative value the photographs may have had were outweighed by their prejudicial effect.\n    \n    \n      22\n      Having ourselves viewed the photographs, we find that the superior court did not abuse its discretion in admitting them.  The bodies were not mutilated and did not appear to be sexually abused; the only \"gruesome\" feature was that the bodies were bloodied.  The superior court could have reasonably concluded that whatever prejudice was caused by the photographs was outweighed by their probative value.\n    \n    IV.\n    Unfairly Prejudicial Testimony\n    \n      23\n      Dela Rosa next contends that the superior court erred in admitting evidence that would lead the jury to believe that he had stolen the gun of Texiera and murdered Texiera's wife and child.  Again, we find that whatever prejudicial effect such evidence may have had was outweighed by its probative value.\n    \n    \n      24\n      At trial, Texiera testified that Dela Rosa was extremely fond of the gun, had fired it on several occasions, and had asked Texiera to give it to him, a request that Texiera refused.  Testimony by Jose and Anthony Gumataotao established that Dela Rosa came into contact with the gun on January 25 (the day that the gun was stolen and Texiera's family was murdered) and that the Gumataotaos had possession of the gun until March 25, four days before the murder, at which time Dela Rosa regained possession.  In his testimony, Texiera referred to the \"25th,\" but did not otherwise refer to the murders or the theft of the gun.\n    \n    \n      25\n      The probative value of this evidence was significant.  It linked Dela Rosa with a weapon similar to that used in the murders and tended to corroborate Gumataotao's testimony about the possession of the weapon.  Any unfair prejudice to Dela Rosa was speculative.  Other than references to the \"25th,\" there was no mention of the Texiera murders, and no one testified that it was Dela Rosa who had stolen Texiera's gun.  The prosecutor was careful throughout not to intimate that Dela Rosa had committed any crimes other than the ones for which he was being charged.  In these circumstances, the superior court did not abuse its discretion in admitting the evidence.\n    \n    V.\n    Unfair Comments by the Prosecutor\n    \n      26\n      Dela Rosa objects to an unfair personal remark about his attorney made by the prosecutor in his closing argument.  The prosecutor should refrain from making similar remarks upon retrial.\n    \n    \n      27\n      Dela Rosa also objects to the prosecutor's reference to his violent courtroom behavior as evidence of the crimes.  The court sustained Dela Rosa's objection to this improper statement, however, and Dela Rosa did not ask for a limiting instruction.\n    \n    VI.\n    Change of Venue\n    \n      28\n      Finally, Dela Rosa contends that he was denied a fair trial because the district court failed to grant a change of venue on the ground of pretrial publicity.\n    \n    \n      29\n      Although not pressed strenuously by Dela Rosa, this contention is not insubstantial due to the extensive pretrial publicity given this matter.  However, we need not decide the question because we are reversing the judgment on other grounds.\n    \n    \n      30\n      Any prejudice arising from the initial pretrial publicity should have substantially dissipated prior to retrial, and we trust that the superior court will again be scrupulous in assuring Dela Rosa a fair trial.\n    \n    \n      31\n      The district court affirmance of the superior court judgment is reversed, with instructions to vacate the superior court judgment and remand the case to the superior court for further proceedings consistent with this opinion.\n    \n    \n      32\n      REVERSED and REMANDED.\n    \n    \n      \n        1\n         Under the Devitt and Blackmar instruction:\n        The testimony of an informer who provides evidence against a defendant for pay, or for immunity from punishment, or for personal advantage or vindication, must be examined and weighed by the jury with greater care than the testimony of an ordinary witness.  The jury must determine whether the informer's testimony has been affected by interest, or by prejudice against defendant.\n      \n      \n        2\n         Even in United States v. Miller, 499 F.2d 736 (10th Cir. 1974), on which Guam relies for its narrow definition, the court cites favorably the Devitt and Blackmar instruction.  See id. at 742 n.3\n      \n      \n        3\n         Dela Rosa also requested that the superior court give the immunity instruction, see Devitt and Blackmar Federal Jury Practice and Instruction, &#167; 17.04 (3d ed. 1977).  The immunity instruction is formulated for the situation where there is an official grant of immunity.  Where, as here, there is only unofficial \"immunity\" the more general \"informer\" instruction is appropriate\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 388814
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}