{
    "id": 77427,
    "judges": "Anderson, Birch, Hull",
    "date_filed": "1975-08-17",
    "date_filed_is_approximate": true,
    "slug": "darrell-grayson-v-troy-king",
    "case_name_short": null,
    "case_name": "Darrell Grayson v. Troy King",
    "case_name_full": "Darrell GRAYSON, Petitioner-Appellant, v. Troy KING, Attorney General for the State of Alabama, in His Official Capacity, Robert E. Owens, Jr., District Attorney for Shelby County, in His Official Capacity, Shelby County District Attorney Office, RespondentsAppellees",
    "attorneys": "David Boies, Christopher M. Green, Ian Dumain, Brian Kohn, Boies, Schiller & Flexner, LLP, Armonk, NY, Peter Neu-feld, Vanessa Potkin, Innocence Project, Benjamin N. Cardozo Sch. of Law, New York City, for Grayson., Kevin Christopher Newsom, Montgomery, AL, for Respondents-Appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1352-9\">\n    Darrell GRAYSON, Petitioner-Appellant, v. Troy KING, Attorney General for the State of Alabama, in his official capacity, Robert E. Owens, Jr., District Attorney for Shelby County, in his official capacity, Shelby County District Attorney Office, Respondents-Appellees.\n   </parties><br><docketnumber id=\"b1352-12\">\n    No. 05-15725.\n   </docketnumber><br><court id=\"b1352-13\">\n    United States Court of Appeals, Eleventh Circuit.\n   </court><br><decisiondate id=\"b1352-14\">\n    Aug. 18, 2006.\n   </decisiondate><br><attorneys id=\"b1354-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1330\"> \n     *1330\n     </span>\n    David Boies, Christopher M. Green, Ian Dumain, Brian Kohn, Boies, Schiller &amp; Flexner, LLP, Armonk, NY, Peter Neu-feld, Vanessa Potkin, Innocence Project, Benjamin N. Cardozo Sch. of Law, New York City, for Grayson.\n   </attorneys><br><attorneys id=\"b1354-8\">\n    Kevin Christopher Newsom, Montgomery, AL, for Respondents-Appellees.\n   </attorneys><br><judges id=\"b1354-10\">\n    Before ANDERSON, BIRCH and HULL, Circuit Judges.\n   </judges>",
    "citations": [
        "460 F.3d 1328"
    ],
    "opinions": [
        {
            "author_str": "Hull",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 31.0,
            "download_url": "http://www.ca11.uscourts.gov/opinions/ops/200515725.pdf",
            "author_id": null,
            "opinion_text": "460 F.3d 1328\n    Darrell GRAYSON, Petitioner-Appellant,v.Troy KING, Attorney General for the State of Alabama, in his official capacity, Robert E. Owens, Jr., District Attorney for Shelby County, in his official capacity, Shelby County District Attorney Office, Respondents-Appellees.\n    No. 05-15725.\n    United States Court of Appeals, Eleventh Circuit.\n    August 18, 2006.\n    \n      COPYRIGHT MATERIAL OMITTED David Boies, Christopher M. Green, Ian Dumain, Brian Kohn, Boies, Schiller &amp; Flexner, LLP, Armonk, NY, Peter Neufeld, Vanessa Potkin, Innocence Project, Benjamin N. Cardozo Sch. of Law, New York City, for Grayson.\n      Kevin Christopher Newsom, Montgomery, AL, for Respondents-Appellees.\n      Appeal from the United States District Court for the Northern District of Alabama.\n      Before ANDERSON, BIRCH and HULL, Circuit Judges.\n      HULL, Circuit Judge:\n    \n    \n      1\n      Plaintiff Darrell Grayson, an Alabama prisoner sentenced to death in state court, appeals the dismissal of his 42 U.S.C. &#167; 1983 action seeking post-habeas access to biological evidence presented at his capital murder trial so that he can subject the evidence to DNA testing. After review and oral argument, we affirm.\n    \n    I. BACKGROUND\n    \n      A. Offense Conduct\n    \n    \n      2\n      In June 1982, Grayson was convicted of the murder of an elderly widow, Mrs. Annie Laura Orr. The facts of the crime, as found by the state court judge who sentenced Grayson and recounted by this Court in Grayson's previous federal habeas appeal, are as follows:\n    \n    \n      3\n      Mrs. Annie Laura Orr was an eighty-six (86) year old widow who lived alone in her house in Montevallo, Alabama. At the time of her death, she stood about five feet three inches tall, and weighted [sic] some one-hundred seventeen pounds. Her granddaughter visited her during the day of December 23rd, 1980, and found her appearing to be in good health, ambulatory, and in possession of her mental faculties. Her personal physician, Dr. Lewis Kirkland, described her as being in good health for a woman of her age.\n    \n    \n      4\n      During the evening hours of December 23rd, 1980, the Defendant Darrell Grayson, Co-defendant Victor Kennedy, and two other individuals, met at Kennedy's residence, also in Montevallo, and a short distance from that of Mrs. Orr. They drank wine and played cards. Sometime shortly after midnight, and after the other individuals had gone, Kennedy and Grayson left Kennedy's house on foot, walking in the direction of Mrs. Orr's house. They were armed with a .38 Caliber handgun, which belonged to Kennedy. They decided to burglarize Mrs. Orr's residence in order to get some money. They had previously discussed such a burglary, that Mrs. Orr was elderly, and where she kept her money.\n    \n    \n      5\n      They entered the Orr house during the very early morning hours of December 24th, 1980, through a rear basement door. They then proceeded through the dirt basement, up several steps, and into the main living portion of the house near Mrs. Orr's bedroom. The Defendants used a flashlight to illuminate their way.\n    \n    \n      6\n      Once inside the living portion of the house they entered Mrs. Orr's bedroom where she was apparently sleeping. They subdued and beat her, striking her in the head with a blunt instrument and breaking several of her ribs. Darrell Grayson then placed a pillowcase over her head and wrapped two relatively long lengths of masking tape very tightly around her head so that when they were finished he[r] head then appeared to be that of a mummy. They then proceeded to look for money and other valuables.\n    \n    \n      7\n      When apparently they could not find a significant amount of cash, the[y] began threatening Mrs. Orr by beating her further, threatening to drown her, and firing two shots from Kennedy's pistol, into her bedroom block and wall. Also during their assault, they raped Mrs. Orr repeatedly. Darrell Grayson said he didn't want to rape Mrs. Orr but that he did so twice. Mrs. Orr lived through the assault of being raped, beaten, threatened, unable to see or adequately breathe, and begging her assailants not to hurt her but to take the money and leave, for a considerable period of time. She then died.\n    \n    \n      8\n      Grayson v. Thompson, 257 F.3d 1194, 1197-98 (11th Cir.2001).\n    \n    \n      9\n      On the morning of December 24, 1980, Mrs. Orr's son discovered her dead body in her home in Montevallo, Alabama, and called law enforcement officers. Id. at 1198. The officers discovered a trail of playing cards leading from Mrs. Orr's home to the home of Victor Kennedy, a known burglar. Id. Knowing that Kennedy and Grayson had been seen together the previous night, officers began looking for Grayson on the afternoon of December 24, 1980, and discovered him \"squatting in the bushes\" in a wooded area near his home. Id. Following his arrest, Grayson confessed. Id. Officers also discovered Mrs. Orr's wedding rings in Grayson's wallet and obtained physical evidence from Grayson that linked Grayson to the crime. Id. Grayson was taken into custody. Id.\n    \n    \n      B. Grayson's Confessions\n    \n    \n      10\n      After waiving his Miranda rights, Grayson gave officers a series of statements. Id. at 1198-99. When interviewed by Sergeant John Pratt and Chief Troy Kirkland, Grayson told the officers that he had performed yard work for Mrs. Orr in the past, was familiar with her house, and had entered her home with Kennedy in the early morning of December 24, awakening Mrs. Orr. Id. at 1199. Grayson admitted that they had repeatedly raped Mrs. Orr while searching her house for valuables. Id. Grayson and Kennedy took the money and valuables they found, left Mrs. Orr on her bed, and left the house. Id.\n    \n    \n      11\n      Within thirty minutes of this interview, Grayson again waived his Miranda rights and confessed to the officers again. Id. This time, the officers tape-recorded the confession. Id. Grayson again admitted that he had worked for Mrs. Orr in the past and knew the house, but claimed that the burglary and rape were Kennedy's ideas. Id. Grayson also claimed that he and Kennedy had consumed several gallons of wine the evening of the crime. Id.\n    \n    \n      12\n      Two days later, Grayson again waived his Miranda rights and gave another recorded statement to Captain Reed Smith. Id. This time, Grayson explained that he and Kennedy had been planning for a couple of weeks to rob Mrs. Orr to get money for Christmas. Id. They selected Mrs. Orr as a target because Grayson had worked for her and knew where she kept money. Id. Grayson also stated that Mrs. Orr had begged them to take her money and not hurt her. Id. Grayson taped a pillowcase over Mrs. Orr's face to prevent her from recognizing him, and after that, he could not understand what she was saying. Id. Grayson stated that both he and Kennedy raped Mrs. Orr repeatedly and unsuccessfully searched for money and other valuables. Id. at 1200. Grayson admitted that at one point he had taken Mrs. Orr to the bathroom and then returned her to the bedroom, where he raped her again, but he could not remember why he took her to the bathroom or what happened there. Id. Grayson explained that Kennedy urged him to leave the house while he was raping Mrs. Orr, and Grayson left Mrs. Orr on her bed with the pillowcase taped over her head and face as he left the house. Id.\n    \n    \n      C. Evidence at Trial\n    \n    \n      13\n      Grayson was tried for capital murder during a burglary. At trial, the officers described the crime scene, the physical evidence, including the playing cards that led to Kennedy's house, and the circumstances leading to Grayson's arrest. Id. at 1201. The officers also recounted their discovery of Mrs. Orr's wedding rings in Grayson's wallet and the bloody shirt belonging to Grayson in the woods near his home. Id. at 1198, 1201. The transcripts of Grayson's confessions were admitted into evidence. Id.\n    \n    \n      14\n      The State additionally presented expert testimony about the crime scene. For example, the State's trace evidence expert testified about the comparison of hairs recovered from the crime scene and hairs taken from Grayson and Kennedy. Id. at 1202. The expert explained that several hairs recovered at the crime scene had \"negroid\" characteristics consistent with Grayson's and Kennedy's hair and inconsistent with the victim's, but that the hairs were too small to allow an individual comparison of them with Grayson's and Kennedy's samples. Id. The expert also testified that a hair recovered from Grayson's sock following his arrest was consistent with the victim's head hair and inconsistent with Grayson's, but the expert could not opine as to whether the hair was the victim's. Id.\n    \n    \n      15\n      The State's fingerprint expert testified that the latent fingerprints lifted from Mrs. Orr's home and on evidence were insufficient to allow analysis. Id. at 1201-02. The State's ballistics expert testified that the two bullets found in the wall between Mrs. Orr's bedroom and bathroom and on the floor in her bedroom were of the .38 caliber size and were fired from the same weapon, likely a Smith and Wesson revolver. Id. at 1202. The expert further testified that the hole in a shattered clock in Mrs. Orr's home also was consistent with a .38 bullet. Id. However, on cross-examination, the ballistics expert testified that the police had not given him a gun that matched up with the bullets. Id. at 1203.\n    \n    \n      16\n      The State's serology expert testified that bloodstains found on a pillowcase and a bed spread in Mrs. Orr's bedroom could not be typed; nor could urine and semen stains found on a bed sheet recovered from Mrs. Orr's bathroom. Id. at 1202.1 The expert also testified that the bloodstains on Grayson's shirt recovered from the woods near his house were type O and could have come from either Mrs. Orr or Kennedy, both of whom were type O, but could not have come from Grayson, who is type B. Id. The serology expert testified that a large blood and semen stain on Mrs. Orr's nightgown was type B, which was consistent with Grayson's blood.2 Id.\n    \n    \n      D. Grayson's Trial Testimony\n    \n    \n      17\n      At trial, Grayson testified on his own behalf. Defense counsel walked Grayson through the events of the night of the murder, starting with Grayson's and Kennedy's alcohol consumption. Id. Grayson testified that they left at about midnight to rob Mrs. Orr. Id. This time Grayson stated that they robbed Mrs. Orr because Kennedy needed money, suggested that they rob someone, and spotted the Orr house. Id.\n    \n    \n      18\n      In his trial testimony, Grayson admitted to the burglary, rape, and murder, but testified that he did not remember many of the details. Id. at 1203-04. Specifically, Grayson testified that he did not recall beating or hitting Mrs. Orr or taking her into the bathroom, taking her wedding rings or placing them in his wallet. Id. at 1203. At trial, Grayson admitted on direct and cross-examination that he raped Mrs. Orr at least once. Id. at 1203-04. Grayson also testified that he raped Mrs. Orr only at Kennedy's urging, and that he did not intend to murder Mrs. Orr. Id. Grayson testified that Mrs. Orr was still alive when he left the house at Kennedy's urging; he knew she was still alive because she was \"making moaning noises like she was trying to say something.\" Id. Grayson did not remember the murder until the next day, when his mother told him that Mrs. Orr had been killed. Id. at 1204. At that point, Grayson recalled his involvement and hid the bloodstained shirt he had worn the night before. Id.\n    \n    \n      19\n      On cross-examination, Grayson stated that he had told officers details he did not remember based on their suggestions of what Kennedy had said about the events the night of the murder. Id. However, Grayson admitted that he and Kennedy had been planning the robbery for a week and that they picked Mrs. Orr's house because he was familiar with it. Id. Grayson further admitted that he had raped Mrs. Orr at least once; wrapped the pillowcase around Mrs. Orr's head to keep from being identified, even though he had not worked for her in two years and did not believe she would be able to recognize him; and had not loosened the pillowcase around Mrs. Orr's head, even though he was the last one to leave her bedroom. Id.\n    \n    \n      20\n      Grayson was indicted and convicted for nighttime burglary of an occupied dwelling during which an occupant of said dwelling was intentionally killed by the defendant, in violation of Alabama Code &#167; 13A-5-31(A)(4) (1975) (repealed).3 The murder was a capital offense because it occurred during a burglary of an inhabited dwelling. See Grayson v. State, 479 So.2d 69, 71 (Ala.Crim.App.1984); Grayson v. State, 675 So.2d 516, 519 (Ala.Crim.App.1995) (noting that Grayson \"was convicted of murder made capital because it was committed during a burglary\"). Grayson was not indicted for rape nor capital rape-murder.\n    \n    \n      E. Sentencing\n    \n    \n      21\n      At the sentencing phase, the State presented no additional evidence. Grayson, 257 F.3d at 1207. In closing arguments, the State emphasized the brutality of the crime, that Mrs. Orr's death was slow and agonizing, and that she had been beaten and raped, and argued that these circumstances outweighed any mitigating circumstances. Id. The jury determined that Grayson should be sentenced to death. Id.\n    \n    \n      22\n      After the jury's recommendation, the judge held a sentencing hearing, at which the State presented no further evidence. Id. at 1207-08. The state trial court sentenced Grayson to death, finding the following aggravating factors: \"(1) that the killing was committed while the defendant was engaged in the commission of a rape, robbery, and burglary and (2) that the killing was especially heinous, atrocious and cruel when compared to other capital felonies.\" Id. at 1208. The trial court further explained:\n    \n    \n      23\n      The Court finds that the actions of the Defendant were completely barbaric, showing a complete and utter disregard for not only human life, but human dignity. The Court cannot think of a case it has seen, heard, or even read, that would equal the cruelty shown in this case by the Defendant to Mrs. Orr. Indeed, the Court has some difficulty imagining what more the Defendants could have done to make this crime any more heinous, atrocious, or cruel.\n    \n    \n      24\n      Id. The state trial court considered certain mitigating circumstances, including Grayson's difficult background and lack of a criminal history, but concluded that the aggravating factors and circumstances overwhelmed those mitigating circumstances. Id. The Alabama courts upheld Grayson's conviction and death sentence on direct appeal. Grayson, 479 So.2d at 76; Ex parte Grayson, 479 So.2d 76 (Ala. 1985), cert. denied, Grayson v. Alabama, 474 U.S. 865, 106 S.Ct. 189, 88 L.Ed.2d 157 (1985).\n    \n    \n      F. Post-Conviction Proceedings\n    \n    \n      25\n      For fifteen years, from 1986 to 2001, Grayson pursued state and federal habeas cases but never sought any DNA testing of the blood and semen evidence discussed at trial. In 1986, Grayson sought post-conviction habeas relief in the Alabama state courts based on evidence, inter alia, about his alcoholism and upbringing that he argued his counsel should have presented at his trial. Grayson, 257 F.3d at 1209. Grayson did not raise any issue relating to DNA testing. In January 1993, after an evidentiary hearing, the state habeas court denied Grayson's petition for post-conviction relief. Grayson, 675 So.2d at 519. In December 1995, the Alabama Court of Criminal Appeals denied Grayson's habeas appeal. Id. at 531.\n    \n    \n      26\n      In April 1996, Grayson filed a 28 U.S.C. &#167; 2254 petition in the federal district court. Grayson's &#167; 2254 petition did not raise any issue about DNA testing. In March 2000, the district court denied the petition. Grayson appealed to this Court, arguing that he was denied the effective assistance of trial counsel, that the admission of his allegedly involuntary statements to law enforcement violated his Fifth Amendment rights, and that he did not receive a fair trial or due process of law because the State of Alabama denied him sufficient funds to hire a forensic pathologist. In 2001, this Court affirmed the district court's denial of Grayson's &#167; 2254 petition. Grayson, 257 F.3d at 1232. Through those fifteen years of post-conviction proceedings &#8212; in both state and federal courts &#8212; Grayson was represented by Stephen Bright, one of the foremost experts in capital defense work in the country. See Williams v. Head, 185 F.3d 1223, 1228 n. 2 (11th Cir.1999) (reviewing expertise of Mr. Bright). Despite the availability of Short Tandem Repeat (\"STR\") DNA testing, Grayson and his counsel never sought such testing. Grayson did not seek such testing until 2002, when the State requested an execution date from the Alabama Supreme Court.\n    \n    \n      G. This &#167; 1983 Action\n    \n    \n      27\n      In 2002, Grayson first moved in the state trial court to obtain the biological evidence presented at trial so that he could have DNA testing performed on the evidence. The State, through the Attorney General, opposed the motion. As grounds, the State argued that the state trial court did not have jurisdiction over the motion, that the motion could be construed as a Rule 32 petition under Alabama law but would be subject to dismissal as successive and time-barred, and that Grayson never contested that he raped Mrs. Orr. On October 10, 2002, the State court denied the motion for lack of jurisdiction.\n    \n    \n      28\n      In November 2002, twenty years after his conviction for capital murder, Grayson filed this &#167; 1983 action seeking access to the biological evidence used at trial. Grayson's complaint alleged that by refusing to turn over the evidence, the defendants had violated his Fourteenth Amendment rights to due process of law and equal protection, Sixth Amendment rights of confrontation and compulsory process, and Eighth Amendment right against cruel and unusual punishment. Grayson's complaint alleged that he was deprived of an opportunity to show actual innocence and to seek clemency.\n    \n    \n      29\n      In an affidavit attached to his complaint, Grayson stated that he had no recollection of the crimes against Mrs. Orr and further stated: \"DNA testing was not available at the time of my trial or appeal and since I have been sentenced to death, I would like to know the truth of my guilt or my innocence.\" Nowhere does Grayson claim actual innocence.\n    \n    \n      30\n      Other exhibits attached to Grayson's &#167; 1983 complaint indicate that DNA testing became available as early as 1986, more than fifteen years before Grayson sought any such testing. See U.S. Department of Justice, Postconviction DNA Testing: Recommendations for Handling Requests, at 1, 26-27 (Sept.1999), available at http://www.ncjrs.gov/pdffiles1/nij/177626.pdf. Indeed, the declaration of Dr. Edward Blake, attached to Grayson's &#167; 2254 petition, states that Dr. Blake applied DNA procedures to criminal investigations beginning in the period from 1986 to the early 1990s. Grayson contends that the specific type of DNA testing DNA testing &#8212; did not become widely available until the mid-1990s.4\n    \n    \n      31\n      The defendants moved to dismiss Grayson's &#167; 1983 action on several grounds, including failure to state a claim upon which relief could be granted. The magistrate judge recommended that the motion be granted and Grayson's &#167; 1983 action be dismissed. The magistrate judge's recommendation was based \"in substantial part on Grayson's admission at trial, on direct examination and cross-examination, that he raped the victim and on his failure at any time, during appeal or other post-conviction proceedings, to assert that he was innocent of the charge.\" Plaintiff objected to the magistrate judge's report and recommendation. On September 15, 2005, the district court entered an order adopting the magistrate judge's report and dismissing the action. Grayson appeals.5\n    \n    II. DISCUSSION\n    \n      32\n      Our circuit has held that claims seeking post-conviction access to biological evidence for DNA testing purposes may be brought as a &#167; 1983 action. Bradley v. Pryor, 305 F.3d 1287, 1290 (11th Cir.2002). Thus, Grayson's claims may proceed as a &#167; 1983 action. Our circuit, however, has not addressed the merits of such claims. Accordingly, this appeal now presents the issue of whether a defendant has a federal constitutional right to post-conviction access to biological evidence for DNA testing. To state a claim under &#167; 1983, Grayson must show that the denial of post-conviction access to the biological evidence deprived him of a federally protected right. Grayson seeks to satisfy this requirement by contending mainly that denial of access constitutes a violation of his rights under the due process clause of the Fourteenth Amendment.\n    \n    \n      33\n      On appeal, Grayson argues primarily that he has a constitutional right of access to the biological evidence presented at trial under two different lines of cases: Brady v. Maryland, 373 U.S. 83, 87, 83 S.Ct. 1194, 1196-97, 10 L.Ed.2d 215 (1963), and its progeny, requiring the State to turn over exculpatory evidence; and Mathews v. Eldridge, 424 U.S. 319, 335, 96 S.Ct. 893, 903, 47 L.Ed.2d 18 (1976), requiring procedural due process protections under the Fourteenth Amendment. Thus, Grayson argues, the district court erred in dismissing his &#167; 1983 complaint. We discuss Grayson's legal arguments in turn.\n    \n    A. Brady v. Maryland\n    \n      34\n      In Brady, the United States Supreme Court held that \"the suppression by the prosecution of evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or to punishment, irrespective of the good faith or bad faith of the prosecution.\" 373 U.S. at 87, 83 S.Ct. at 1196-97. The Brady rule is grounded in a defendant's right to a fair trial. The Supreme Court has since explained that \"unless the omission deprived the defendant of a fair trial, there was no constitutional violation requiring that the verdict be set aside. . . . [T]he prosecutor will not have violated his constitutional duty of disclosure unless his omission is of sufficient significance to result in the denial of the defendant's right to a fair trial.\" United States v. Bagley, 473 U.S. 667, 675-76, 105 S.Ct. 3375, 3380, 87 L.Ed.2d 481 (1985) (quotation marks omitted); Kyles v. Whitley, 514 U.S. 419, 434, 115 S.Ct. 1555, 1566, 131 L.Ed.2d 490 (1995) (noting that the question under Bagley is whether, in the absence of the evidence, the defendant received a fair trial); United States v. Agurs, 427 U.S. 97, 108, 96 S.Ct. 2392, 2399, 49 L.Ed.2d 342 (1976) (stating that there is no denial of due process \"unless the omission deprived the defendant of a fair trial\"). The Supreme Court also explained that evidence is material, for Brady purposes, \"only if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different. A `reasonable probability' is a probability sufficient to undermine confidence in the outcome.\" Bagley, 473 U.S. at 682, 105 S.Ct. at 3383.\n    \n    \n      35\n      Accordingly, Brady concerned the suppression of evidence prior to and during trial that was material to the proceedings and denied the defendant a fair trial. Here, Grayson makes no argument that the biological evidence was suppressed at trial, denying him a fair trial; rather, it was presented at trial, and it is beyond peradventure that Grayson received a fair trial. Grayson argues instead that the Supreme Court has extended the prosecutor's constitutional obligations under Brady beyond the defendant's trial and conviction. For this proposition, Grayson relies on a footnote in Imbler v. Pachtman, 424 U.S. 409, 427 n. 25, 96 S.Ct. 984, 993 n. 25, 47 L.Ed.2d 128 (1976), where the Supreme Court explained that \"after a conviction the prosecutor . . . is bound by the ethics of his office to inform the appropriate authority of after-acquired or other information that casts doubt upon the correctness of the conviction.\"\n    \n    \n      36\n      Contrary to Grayson's argument, Imbler does not suggest that the prosecution maintains an ongoing due process obligation to inform the defense of after-acquired evidence that might cast doubt on a conviction. Imbler simply explains that the prosecution maintains an ongoing ethical obligation to inform the defense of such material; it is the suppression of evidence before and during trial that carries Brady's constitutional implications. Id. Furthermore, the biological evidence Grayson seeks was not acquired after trial, but was available and used at trial, and does not cast doubt on Grayson's conviction for capital murder. Grayson has cited absolutely no authority for the proposition that Brady's constitutional rule &#8212; i.e., the state's disclosure obligation &#8212; extends beyond a defendant's conviction.\n    \n    \n      37\n      Grayson also relies on Pennsylvania v. Ritchie, 480 U.S. 39, 107 S.Ct. 989, 94 L.Ed.2d 40 (1987). However, Ritchie does not help Grayson because Ritchie pertained to a request for files during the ongoing prosecution. Id. at 42-43, 107 S.Ct. at 993-94. The defendant Ritchie was charged with various sexual offenses against his minor daughter. Id. at 43, 107 S.Ct. at 994. At some point the matter was referred to the Children and Youth Services agency (\"CYS\"), a protective agency established by the state of Pennsylvania to investigate cases of suspected child mistreatment and neglect. Id. During pretrial discovery, Ritchie served CYS with a subpoena seeking access to records relating to the immediate charges as well as previous reports, but CYS refused to comply with the subpoena on the grounds that the records were privileged by Pennsylvania statute. Id. The Supreme Court held that under due process principles, Ritchie was entitled to have the trial court review the records to determine if they contained information \"that probably would have changed the outcome of his trial,\" and if so, that Ritchie was entitled to a new trial. Id. at 58, 107 S.Ct. at 1002.\n    \n    \n      38\n      Grayson argues that Ritchie \"controls\" his claim for access to biological evidence because it establishes that a defendant has a due process right to evidence that \"might\" be exculpatory. As the State aptly points out, Grayson's argument saddles Ritchie with far more weight than it can bear. Ritchie concerned the pre-trial obligation to disclose to the trial court for review known, existing evidence to ensure that the defendant received a fair trial. The time for fair trial arguments has long since passed in this case. Nothing in Ritchie suggests that a defendant has a due process right, twenty years after receiving an indisputably fair trial at which the evidence in question was presented, to seek access to and further testing on evidence that was available at trial.6\n    \n    \n      39\n      We thus conclude that Grayson has no valid due process right of post-conviction access to the biological evidence under Brady and its progeny in order to retest that evidence under new technology. Grayson received a fair trial, in which overwhelming evidence was presented against him. Indeed, Grayson confessed to the burglary, rape, and murder of Mrs. Orr and even testified at trial, admitting his crimes. Even now, Grayson does not contend that he is actually innocent but only that he does not know whether he is guilty or innocent. Under these circumstances, Grayson cannot establish that the prosecution withheld evidence that would undermine confidence in his conviction.\n    \n    \n      40\n      The only circuit court to address this issue in a published opinion is the Fourth Circuit in Harvey v. Horan, 278 F.3d 370 (4th Cir.2002).7 In that case, the Fourth Circuit rejected plaintiff Harvey's due process claim for post-conviction access to biological evidence against him for DNA testing. Id. at 376-77.\n    \n    8\n    \n      41\n       In so doing, the Fourth Circuit stated that \"Harvey does not state a valid \n    \n    Brady\n    \n      42\n       claim because he is not challenging a prosecutor's failure to turn over material, exculpatory evidence that, if suppressed, would deprive the defendant of a fair trial\"; rather, Harvey received a fair trial and was given the opportunity to test the DNA evidence at trial using the best technology available at the time.\n    \n    9\n    \n      43\n      Id.\n    \n    \n      44\n       at 378-79.\n\n    \n    \n      45\n      Here, Grayson confessed several times, testified at trial about the murder and his role in it, and does not contend that he was denied a fair trial. Grayson also still does not contend that he is actually innocent of the capital murder &#8212; the only crime of conviction. Further, the DNA testing that Grayson seeks to perform could not show that he is actually innocent of the capital murder. Even if the tests indicated that someone other than Grayson and Kennedy raped Mrs. Orr, that result would not establish definitively that Grayson was innocent of the capital murder during a burglary, given the other evidence against Grayson, such as the discovery of Mrs. Orr's wedding rings in Grayson's wallet, his admission that he and Kennedy had planned the robbery of Mrs. Orr for a week, Grayson's bloody shirt, and Grayson's detailed confessions about how he wrapped the pillowcase around the head of Mrs. Orr, who died from asphyxiation.10 The requested DNA tests, even if exculpatory, would simply indicate that a third man was involved and had raped Mrs. Orr and would not exclude Grayson's involvement in the capital murder, much less definitively show his innocence.\n    \n    \n      46\n      As discussed later, we do not foreclose the possibility that a &#167; 1983 plaintiff could, under some extraordinary circumstances, be entitled to post-conviction access to biological evidence for the purpose of performing DNA testing. Instead, we simply hold that Grayson has no such constitutional or federally protected right under Brady because the evidence was available prior to trial, he received a fair trial, and he cannot show \"a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.\" Bagley, 473 U.S. at 682, 105 S.Ct. at 3383. In other words, the asserted right at issue is not one to material, exculpatory evidence necessary to ensure a fair trial. See Brady, 373 U.S. at 87, 83 S.Ct. at 1196-97.\n    \n    \n      47\n      We thus conclude that Grayson has no valid Brady-based claim to the biological evidence.\n    \n    B. Mathews v. Eldridge\n    \n      48\n      Grayson next argues that he has a procedural due process right of post-conviction access to the biological evidence under the balancing test established by the Supreme Court in Mathews v. Eldridge, 424 U.S. 319, 335, 96 S.Ct. 893, 903, 47 L.Ed.2d 18 (1976). In Mathews, the Supreme Court explained that \"[p]rocedural due process imposes constraints on governmental decisions which deprive individuals of `liberty' or `property' interests within the meaning of the Due Process Clause of the Fifth or Fourteenth Amendment.\" Id. at 332, 96 S.Ct. at 901. The Supreme Court explained that where the government seeks to deprive an individual of such an interest, the courts must consider the following factors in determining what administrative safeguards are required:\n    \n    \n      49\n      First, the private interest that will be affected by the official action; second, the risk of an erroneous deprivation of such interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards; and finally, the Government's interest, including the function involved and the fiscal and administrative burdens that the additional or substitute procedural requirement would entail.\n    \n    \n      50\n      Id. at 335, 96 S.Ct. at 903. Thus, Mathews applies only where an individual has a liberty or property interest that the government seeks to eliminate, and the Mathews test concerns the administrative procedures required.\n    \n    \n      51\n      To support his alleged protected liberty interest, Grayson advocates that this Court should follow the concurring opinion in the denial of rehearing en banc in the Fourth Circuit's Harvey v. Horan, 285 F.3d 298, 304-26 (4th Cir.2002) (Luttig, J., concurring). The concurring opinion (1) recognized a \"core liberty interest,\" protected by the Fourteenth Amendment, to \"freedom from bodily restraint\" and to pursue \"freedom from confinement\" that residually survives conviction and incarceration, id. at 312-13, and (2) concluded that \"this substantive liberty interest is protected through a procedural due process right to have previously-produced forensic evidence either released to the convicted individual for STR, or related, DNA testing at his or her own expense, or submitted by the government for such testing, with the test results to be provided thereafter to the convicted individual,\" id. at 315. Thus, Grayson's claimed right of post-conviction access to biological evidence allegedly \"partakes of both procedural and substantive due process.\" Id. at 318. We note that the concurrence in the Harvey panel opinion, however, concluded that \"the balancing test of Mathews is only relevant when the government is depriving an individual of a `liberty' or `property' interest,\" and that Harvey had no such liberty or property interest in accessing or possessing the biological evidence relating to his rape conviction. Harvey, 278 F.3d at 388 (King, J., concurring).\n    \n    \n      52\n      Indeed, there were multiple opinions in Harvey addressing the thorny threshold issue of whether or not a liberty interest under the due process clause residually survives final conviction and sentencing. See id. (King, J., concurring); Harvey, 285 F.3d at 299-300 (Wilkinson, J., concurring); Harvey, 285 F.3d at 308-26 (Luttig, J., concurring).11 Further, in addressing the constitutionality of Ohio's clemency process, the United States Supreme Court also struggled with the issue in three separate opinions in Ohio Adult Parole Authority v. Woodard, 523 U.S. 272, 118 S.Ct. 1244, 140 L.Ed.2d 387 (1998). Chief Justice Rehnquist authored an opinion, in which three justices concurred, that stated that an \"individual's interest in release or commutation is indistinguishable from the initial resistance to being confined, and that interest has already been extinguished by the conviction and sentence.\" Id. at 280, 118 S.Ct. at 1249 (quotation marks and citations omitted). Chief Justice Rehnquist recognized that a death-sentenced inmate \"maintains a residual life interest, e.g., in not being summarily executed by prison guards,\" but concluded that such an inmate \"cannot use his interest in not being executed in accord with his sentence to challenge the clemency determination by requiring the procedural protections he seeks.\" Id. at 281, 118 S.Ct. at 1250. Justice O'Connor concurred in part and in the judgment. In her concurring opinion, in which three other justices joined, Justice O'Connor indicated that \"[w]hen a person has been fairly convicted and sentenced, his liberty interest, in being free from such confinement, has been extinguished,\" but explained that \"it is incorrect . . . to say that a prisoner has been deprived of all interest in his life before his execution\"; rather, \"some minimal procedural safeguards apply to clemency proceedings.\" Id. at 289, 118 S.Ct. at 1253-54.\n    \n    \n      53\n      We need not decide whether Mathews could apply to this situation because, even assuming arguendo that Grayson has some residual, continuing liberty interest under the due process clause and that the Mathews test applies to deprivation of that interest, we conclude that the district court still properly dismissed Grayson's claim because the second and third Mathews factors overwhelm his alleged private interest.\n    \n    \n      54\n      The second Mathews factor &#8212; \"the risk of an erroneous deprivation of such interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards\" &#8212; weighs heavily against Grayson's claim. Mathews, 424 U.S. at 335, 96 S.Ct. at 903. As to the procedures used, Grayson already received a fair trial, a direct appeal, and both state and federal habeas proceedings and appeals. His liberty interest in his life was already litigated extensively for twenty years. As previously discussed, under the circumstances of this case, the results of the DNA testing relate to the rape and could not exculpate Grayson of the capital murder during a burglary &#8212; the only crime of conviction. Indeed, the non-biological evidence against him was and is overwhelming. For example, Grayson admitted that he and Kennedy planned the robbery a week before, the victim's wedding rings were found in Grayson's wallet, Grayson's bloody shirt was found in the woods near his home, and Grayson was discovered hiding in the woods after his mother told him of Mrs. Orr's death. Grayson thrice confessed to the crime, testified at trial admitting his role in the crime, and still does not affirmatively assert that he is actually innocent, but only that he does not remember the details of the night of the crime. Accordingly, the risk of an erroneous deprivation of Grayson's alleged liberty interest is low, and the probable value of Grayson's post-conviction access to the evidence is slight.\n    \n    \n      55\n      As to the third factor, the government has a strong interest in the finality of duly adjudicated criminal judgments. See, e.g., Calderon v. Thompson, 523 U.S. 538, 555, 118 S.Ct. 1489, 1500, 140 L.Ed.2d 728 (1998); Sawyer v. Whitley, 505 U.S. 333, 338, 112 S.Ct. 2514, 2518, 120 L.Ed.2d 269 (1992); Murray v. Carrier, 477 U.S. 478, 487, 106 S.Ct. 2639, 2645, 91 L.Ed.2d 397 (1986). Here, Grayson has enjoyed extensive judicial process over the years; indeed, it has been over twenty years since his conviction, and he now seeks to forestall his death sentence by seeking further process with minimal probable value. Compelling interests &#8212; e.g., guarding against a flood of requests, protecting the finality of convictions, and ensuring closure for victims and survivors &#8212; support the State's position in this case. This third factor also weighs heavily against Grayson's claim. Accordingly, we reject Grayson's procedural due process argument under Mathews.\n    \n    \n      56\n      Grayson relies heavily on the reasoning set forth in the above-mentioned concurrence in the denial of rehearing in Harvey, 285 F.3d at 304-26 (Luttig, J., concurring). However, that concurring opinion argues only that there is, in \"limited circumstances\" not fully described in the opinion, a \"substantive liberty interest . . . protected through a procedural due process right to have previously-produced forensic evidence either released to the convicted individual for STR, or related, DNA testing . . . or submitted by the government for testing . . . .\" Id. at 315. However, even under that analysis, the right would be \"narrowly confine[d]\" and subject to \"strict and limiting\" standards. Id. at 321. For example, the concurrence would apparently restrict any such due process right to post-conviction testing to those who have \"steadfastly maintain[ed]\" and \"persist[ed] in\" their \"absolute,\" \"factual innocence.\" Id. at 318, 319. As another limiting factor, the concurrence explained: \"A right of access to evidence for tests which, given the particular crime for which the individual was convicted and the evidence that was offered by the government at trial in support of the defendant's guilt, could prove beyond any doubt that the individual in fact did not commit the crime, is constitutionally required, I believe, as a matter of basic fairness.\" Id. at 315.\n    \n    \n      57\n      As explained above, Grayson's case does not fall within the limited class of cases described by the Harvey concurrence in the denial of rehearing. First, Grayson has never affirmatively proclaimed his actual, factual innocence of Mrs. Orr's murder. Second, the evidence here, even if tested and exculpatory as to Grayson, would not prove complete innocence of the only crime for which he was convicted &#8212; capital murder during a burglary.\n    \n    \n      58\n      Today we need not and do not decide whether there can ever be a post-conviction right of access to the type of biological evidence Grayson seeks for DNA testing. Rather, we simply conclude that under the particular circumstances of this case, Grayson cannot show such an entitlement. We decline Grayson's invitation to create under his various theories a new, broad constitutional right of post-conviction access of all convicts to the evidence used to convict them.\n    \n    \n      59\n      Nor do we question the unparalleled accuracy and surpassing importance of DNA testing in identifying and/or excluding suspects of violent crime. However, Grayson has identified no constitutional right to such testing in every case. Meanwhile, as Grayson notes, a majority of state legislatures already have enacted post-conviction DNA testing statutes. Our decision here in no way demeans the value of DNA testing or suggests that it should not be made available post-conviction; it simply holds that Grayson has asserted no constitutional right to it under the factual circumstances of the case. See Harvey, 278 F.3d at 376-77 (noting legislative activity in this area).\n    \n    III. CONCLUSION\n    \n      60\n      For the above reasons, we affirm the district court's dismissal of Grayson's &#167; 1983 complaint seeking post-conviction access to biological evidence presented at his trial for DNA testing.12\n    \n    \n      61\n      AFFIRMED.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         Dr. Joseph Embry, who performed the autopsy of Mrs. Orr, collected this evidence: (1) spermatozoa on Mrs. Orr's vaginal and perineal swabs; (2) a \"negroid\" hair that was stuck in the tape used to bind Mrs. Orr; (3) various other hairs; (4) the nightgown that Mrs. Orr was wearing; and (5) Mrs. Orr's bed sheet\n      \n      \n        2\n         On cross-examination, defense counsel focused on the fact that Grayson was a \"non-secretor,\" meaning that Grayson ordinarily would not secrete his blood type into bodily fluids in detectible amountsGrayson, 257 F.3d at 1203. Defense counsel noted that the semen was mixed evenly with blood, which could have produced the type B reading. Id.\n        In this appeal, Grayson seems to argue that the fact that the semen and blood stains on Mrs. Orr's nightgown could be typed as B suggests that Grayson was not the perpetrator of the rape &#8212; even though Grayson has type B blood &#8212; because Grayson is a non-secretor. However, this argument is meritless because, as defense counsel noted, the stain itself was a mixture of seminal fluid and some blood. In addition, at most this might show a third party was involved in the rape but would not show that Grayson did not commit the murder during a burglary &#8212; the only crime of conviction.\n      \n      \n        3\n         Capital offenses are now set forth in Alabama Code &#167; 13A-5-40\n      \n      \n        4\n         There are a number of different forms of DNA testing, with each becoming more sophisticated than the last. As the State points out, under Grayson's constitutional-right theory, even where DNA testing was available at trial and used to convict a criminal defendant, that defendant would later seek access to evidence to use a more discriminating or newly developed testSee Harvey v. Horan, 278 F.3d 370, 373, 378 (4th Cir.2002) (noting that evidence used to convict Harvey was subjected to Restriction Fragment Length Polymorphism or \"RFLP\" DNA testing prior to trial, but Harvey sought STR DNA testing post-conviction).\n      \n      \n        5\n         We review de novo the district court's dismissal of Grayson's &#167; 1983 actionP.G. Charter Boats, Inc. v. Soles, 437 F.3d 1140, 1141 n. 1 (11th Cir.2006). Although the State's motion was brought under Rule 12(b)(6), we note that both the magistrate judge and the district court appeared to consider all six exhibits attached to Grayson's complaint, which included Grayson's affidavit and Dr. Blake's declaration. Thus, evidence presented by Grayson was considered without objection by the State.\n      \n      \n        6\n         Grayson also alleges that the State's refusal to give him access to the biological evidence violates the requirements ofArizona v. Youngblood, 488 U.S. 51, 57, 109 S.Ct. 333, 337, 102 L.Ed.2d 281 (1988), in which the Supreme Court held that the prosecution violates a defendant's due process rights if it in bad faith fails to preserve potentially exculpatory evidence, even though the material is outside the scope of Brady. 488 U.S. at 58, 109 S.Ct. at 337. In Youngblood, the State had permitted the destruction of semen samples that, if tested, might have exonerated the defendant. The Supreme Court concluded there was no bad faith in the destruction of the evidence. Id. at 58-59, 109 S.Ct. at 337-38. The Supreme Court held that \"unless a criminal defendant can show bad faith of the police, failure to preserve potentially useful evidence does not constitute denial of due process.\" Id. at 58, 109 S.Ct. at 337.\n        Grayson contends that the State's refusal to grant him access to the evidence twenty years later is the functional equivalent of bad-faith destruction of it. We disagree. The refusal to provide the evidence to Grayson is not the equivalent of destruction; the evidence is preserved and could be tested if Grayson otherwise had a right of access to the evidence, e.g., under a state statute providing for such access.\n      \n      \n        7\n         In an unpublished opinion, the Sixth Circuit affirmed the district court's ruling inAlley v. Key, 431 F.Supp.2d 790 (W.D.Tenn.2006), that the petitioner, a death-row inmate, had no post-conviction constitutional right to biological evidence used against him at trial for purposes of DNA testing, and affirmed the resulting dismissal of the petitioner's &#167; 1983 complaint. Alley v. Key, No. 06-5552, 2006 WL 1313364 (6th Cir. May 14, 2006) (unpublished), cert. denied, ___ U.S. ___, 126 S.Ct. 2973, ___ L.Ed.2d ___ (2006). The Sixth Circuit noted that \"there exists no general constitutional right to post-judgment DNA testing,\" and specifically rejected essentially the same due process and Brady claims asserted by Grayson here. Id. at *1-2.\n      \n      \n        8\n         InHarvey, the Fourth Circuit decided that post-conviction claims seeking access to biological evidence for DNA testing must be brought as habeas claims rather than &#167; 1983 claims. 278 F.3d at 377-79. This Circuit has rejected that approach, allowing such claims to proceed as &#167; 1983 claims without determining whether a due process right to such evidence exists. Bradley, 305 F.3d at 1290-92. We nevertheless find instructive the Harvey Court's analysis of why no such due process right exists under Brady.\n      \n      \n        9\n         Other courts to address this issue are splitCompare, e.g., Godschalk v. Montgomery County Dist. Att'y's Office, 177 F.Supp.2d 366, 370 (E.D.Pa.2001), and Dabbs v. Vergari, 149 Misc.2d 844, 570 N.Y.S.2d 765, 767-69 (N.Y.Sup.Ct.1990) (recognizing a post-conviction right of access to evidence for DNA testing), with Alley, 431 F.Supp.2d at 800-03 (holding that there is no post-conviction due process right to biological evidence for purposes of DNA testing), aff'd, 2006 WL 1313364, and Osborne v. State, 110 P.3d 986, 995 (Alaska Ct.App.2005) (holding that there is no federal due process right to present new evidence of actual innocence such as DNA testing).\n        The district court in Godschalk relied on Harvey v. Horan, 119 F.Supp.2d 581 (E.D.Va. 2000), in which the district court ordered disclosure of the evidence. Godschalk, 177 F.Supp.2d at 369. However, the Fourth Circuit subsequently reversed the district court's Harvey decision. Harvey, 278 F.3d at 381.\n      \n      \n        10\n         Grayson admitted that Mrs. Orr was selected because he had worked for her and was familiar with her house and where she kept the money. Grayson placed the pillowcase over her head to keep her from recognizing him. Grayson also admitted to hiding his bloody shirt the day after the murder\n      \n      \n        11\n         One of theHarvey concurrences also notes that the \"asserted right at issue\" in these post-conviction cases is not a constitutional claim of actual innocence. Harvey, 285 F.3d at 310-11 (Luttig, J., concurring); see Herrera v. Collins, 506 U.S. 390, 404, 113 S.Ct. 853, 862, 122 L.Ed.2d 203 (1993) (stating that \"a claim of `actual innocence' is not itself a constitutional claim, but instead a gateway through which a habeas petitioner must pass to have his otherwise barred constitutional claim considered on the merits\"); Schlup v. Delo, 513 U.S. 298, 314-15, 115 S.Ct. 851, 860-61, 130 L.Ed.2d 808 (1995).\n      \n      \n        12\n         If there were a post-conviction constitutional right to DNA testing, as Grayson argues, the question arises whether Grayson timely filed his constitutional claim within the two-year statute of limitations applicable to &#167; 1983 actions. In its answer to Grayson's &#167; 1983 complaint and its motion to dismiss, the State raised a statute-of-limitations issue. Neither the magistrate judge nor the district court addressed that issue. Because the State raises no statute-of-limitations issue in this appeal, we also do not address that issue\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 77427
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}