{
    "id": 27779,
    "judges": null,
    "date_filed": "1987-11-03",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-cabrera",
    "case_name_short": "Cabrera",
    "case_name": "United States v. Cabrera",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 30.0,
            "download_url": "http://www.ca5.uscourts.gov/opinions\\pub\\01/01-20497.cr0.wpd.pdf",
            "author_id": null,
            "opinion_text": "                       Revised June 6, 2002\n\n               IN THE UNITED STATES COURT OF APPEALS\n\n                       FOR THE FIFTH CIRCUIT\n\n                       _____________________\n\n                            No. 01-20497\n                       _____________________\n\n\n\n     UNITED STATES OF AMERICA\n\n                          Plaintiff - Appellee\n\n          v.\n\n     NOBELDA CABRERA\n\n                          Defendant - Appellant\n\n                       _____________________\n\n                            No. 01-20501\n                       _____________________\n\n     UNITED STATES OF AMERICA\n\n                          Plaintiff - Appellee\n\n          v.\n\n     LEDA CABRERA\n\n                          Defendant - Appellant\n\n_________________________________________________________________\n\n          Appeals from the United States District Court\n                for the Southern District of Texas\n_________________________________________________________________\n\n                           April 3, 2002\n\nBefore KING, Chief Judge, and GARWOOD and HIGGINBOTHAM, Circuit\nJudges.\n\nPER CURIAM:\n\f     Defendants-Appellants Nobelda and Leda Cabrera were\n\nconvicted under 18 U.S.C. § 371 (1994) of conspiracy to encourage\n\nor induce illegal immigrants to come to, enter, or reside in the\n\nUnited States in violation of 8 U.S.C. § 1324(a)(1)(A)(iv)\n\n(1994).   In this consolidated appeal, Nobelda and Leda Cabrera\n\nurge this court to vacate their sentences and remand for\n\nresentencing on the ground that the district court committed\n\nthree errors in calculating the total offense levels on which\n\ntheir sentences are based.   They argue that the district court\n\nimproperly (1) increased their offense levels based on the\n\nerroneous finding that the offense involved the smuggling of\n\ntwenty-five or more illegal immigrants into the United States,\n\n(2) increased their offense levels based on the erroneous finding\n\nthat Nobelda and Leda Cabrera acted as leaders or organizers in\n\nthe conspiracy, and (3) refused to reduce their offense levels\n\nfor acceptance of responsibility.     For the following reasons, we\n\nconclude that the district court’s findings on these three issues\n\nare not clearly erroneous, and thus we AFFIRM Nobelda and Leda\n\nCabrera’s sentences.\n\n               I.   FACTUAL AND PROCEDURAL BACKGROUND\n\n     Nobelda and Leda Cabrera (“Nobelda” and “Leda”) were among\n\nsix defendants charged in a single indictment with violating 18\n\nU.S.C. § 371 by conspiring “to commit an offense against the\n\nUnited States, that is, encouraging and inducing aliens to come\n\n\n\n                                  2\n\fto, enter and reside in the United States” in violation of 8\n\nU.S.C. § 1324(a)(1)(A)(iv).    The indictment alleged that Nobelda\n\nand Leda were part of an operation that assisted individuals in\n\nillegally entering the United States from Mexico by paying\n\nparents to permit their children to accompany immigrants across\n\nthe border.   The children provided a measure of security for\n\nillegal immigrants attempting to enter the United States because\n\nthe U.S. Border Patrol had a policy of returning families with\n\nyoung children to Mexico rather than detaining them and charging\n\nthem with illegal entry.\n\n     Both Nobelda and Leda pled guilty, preserving their right to\n\nappeal their sentences.    The factual basis proffered by the\n\ngovernment in support of their pleas at their rearraignment was\n\nderived from an investigation conducted by the Immigration and\n\nNaturalization Service (“INS”).1       Regarding Nobelda, the\n\ngovernment stated that two couples had told INS agents that the\n\ncouples had been paid to give their young daughters to Nobelda\n\nand Juan Ramon Rodriguez (Nobelda’s husband and co-defendant) so\n\nthat undocumented immigrants could pose as the children’s parents\n\nwhile crossing the United States-Mexico border.       With respect to\n\nLeda, the government asserted that she “assisted in the\n\nconspiracy by . . . going to Western Union in order to pick up\n\nmoney that had been wired as payments for the smuggling fee” and\n\n     1\n        Nobelda and Leda pled not guilty at their initial\narraignment.\n\n                                   3\n\fby taking “phone messages[] on behalf of Nobelda Cabrera\n\nregarding the smuggling activity.”        Both Nobelda and Leda\n\nadmitted to this conduct before entering their guilty pleas.\n\n     At their sentencing hearing,2 Nobelda and Leda presented\n\narguments to the district court in support of their previously-\n\nfiled written objections to the findings made by the probation\n\nofficer in their presentence reports (“PSRs”).        Nobelda and Leda\n\nagreed that their PSRs properly (1) assigned each of them a base\n\noffense level of 12 pursuant to subsections 2X1.1(a) and\n\n2L1.1(a)(2) of the U.S. Sentencing Guidelines (“Sentencing\n\nGuidelines”),3 and (2) increased their offense levels by two\n\nbecause of the involvement of minors in the offense.4        However,\n\nthey objected to the following three steps in the calculation of\n\nthe total offense levels set out in their PSRs.        First, Nobelda\n\nand Leda objected to the six-level increase based on the PSRs’\n\nfinding that the offense involved the smuggling of between\n\n     2\n        At Nobelda and Leda’s attorneys’ suggestion, the district\ncourt conducted one sentencing hearing for both Nobelda and Leda.\n     3\n         Section 2X1.1, the guideline that governs sentencing for\nconspiracy offenses, mandates the use of the base offense level\nin the guideline for the substantive offense. U.S. SENTENCING\nGUIDELINES MANUAL § 2X1.1(a) (2000). Section 2L1.1, the guideline\napplicable to violations of 8 U.S.C. § 1324(a) (the substantive\noffense in the instant case), prescribes a base offense level of\n12. Id. § 2L1.1(a)(2).\n     4\n        See U.S. SENTENCING GUIDELINES   MANUAL § 3B1.4 (2000) (“If the\ndefendant used or attempted to use       a person less than eighteen\nyears of age to commit the offense       or assist in avoiding\ndetection of, or apprehension for,       the offense, increase by 2\nlevels.”).\n\n                                   4\n\ftwenty-five and ninety-nine illegal immigrants into the United\n\nStates.   See U.S. SENTENCING GUIDELINES MANUAL § 2L1.1(b)(2)(B) (2000)\n\n(providing that “[i]f the offense involved the smuggling,\n\ntransporting, or harboring of [twenty-five to ninety-nine]\n\nunlawful aliens,” then “add 6” to the base offense level).\n\nAccording to the PSRs, the INS investigation revealed that thirty\n\nillegal immigrants were smuggled into the United States in the\n\ncourse of the conspiracy.    At the sentencing hearing, the\n\ngovernment called upon INS Agent Elizar Paredes to explain the\n\nbasis of this finding in the PSRs.     Paredes testified that two\n\ncouples and one woman admitted to “renting out their [children]”\n\nfor use in the smuggling operation on a combined total of\n\n“approximately 15 occasions.”    Paredes explained that the INS\n\n“made the assumption that [the defendants] were bringing in\n\ncouples” with each child, in which case the number of illegal\n\nimmigrants smuggled would be thirty (i.e., two illegal immigrants\n\non each of the fifteen occasions in which the parents permitted\n\ntheir children to be used in the smuggling operation).       Paredes\n\nfurther stated that “the preponderance of the evidence” supported\n\nthe assumption that two illegal immigrants had been smuggled on\n\neach occasion because “the whole purpose was to have the smuggled\n\naliens pose as a family unit,” and thus “[t]hey would need a\n\nfather and mother.”    However, Paredes acknowledged that “on one\n\noccasion [we did] find that only one person used the child[,]\n\n[s]o that would be . . . 29 persons [were smuggled].”\n\n                                   5\n\f     Nobelda and Leda argued that the fact that only one person\n\nhad taken a child on one of the smuggling trips rendered the\n\nassumption that two persons were smuggled on the other trips too\n\nspeculative to justify the six-level increase for an offense\n\ninvolving the smuggling of twenty-five or more illegal\n\nimmigrants.   According to Nobelda and Leda, at most, the evidence\n\nestablished that the offense involved the smuggling of between\n\nsix and twenty-four illegal immigrants, justifying an offense-\n\nlevel increase of only three.   See U.S. SENTENCING GUIDELINES MANUAL\n\n§ 2L1.1(b)(2)(A) (2000).   Concluding that a preponderance of the\n\nevidence supported the PSRs’ finding that the offense involved\n\nthe smuggling of twenty-five or more illegal immigrants, the\n\ndistrict court denied Nobelda and Leda’s objection and adopted\n\nthis finding.\n\n     After increasing Nobelda and Leda’s offense level by six\n\nbased on the number-of-immigrants finding, the probation officer\n\narrived at the total offense level of 24 after applying a four-\n\nlevel increase based on his determination that Nobelda and Leda\n\nplayed “organizer or leader” roles in the offense.      Id.\n\n§ 3B1.1(a) (“If the defendant was an organizer or leader of a\n\ncriminal activity that involved five or more participants or was\n\notherwise extensive, increase [the offense level] by 4 levels.”).\n\nFinally, the probation officer found that Nobelda and Leda had\n\nnot adequately accepted responsibility for the offense to warrant\n\na decrease in their offense levels.   See id. § 3E1.1(a).      Nobelda\n\n                                 6\n\fand Leda objected to both of these findings, arguing (1) that\n\nthere was insufficient evidence that they had exercised the sort\n\nof authority that would justify a leader/organizer finding, and\n\n(2) that they were entitled to three-level decreases in their\n\noffense levels because their guilty pleas, colloquies, and\n\nprevious interactions with investigating officers demonstrated\n\nthat they had sufficiently accepted responsibility for their\n\nroles in the offense.   The district court denied both objections\n\nand adopted the PSRs’ findings without qualification.\n\n     Factoring in their criminal history categories, the district\n\ncourt determined that Nobelda and Leda were each subject to a\n\nrange of 57 to 60 months’ imprisonment.5   The district court\n\nimposed a prison sentence of 60 months on both Nobelda and Leda,\n\n\n     5\n        Nobelda was assigned a criminal history category of II,\nand Leda was assigned a category of I. With total offense levels\nof 24, the applicable guideline ranges were 57 to 71 months’\nimprisonment for Nobelda and 51 to 63 months’ imprisonment for\nLeda. See U.S. SENTENCING GUIDELINES MANUAL § 5A (2000). However,\ngiven that the statutory maximum prescribed by the statute of\nconviction (i.e., 18 U.S.C. § 371) is five years, Nobelda was\nsubject to a range of 57 to 60 months and Leda to a range of 51\nto 60 months. See id. § 5G1.1(c)(1). Apparently in error, the\ndistrict court stated —— both at the sentencing hearing and in\nthe final judgment —— that the range applicable to Leda was 57 to\n60 months, rather than 51 to 60 months. (The probation officer\nalso incorrectly determined in Leda’s PSR that she was subject to\nthe same imprisonment range as Nobelda.) Leda did not challenge\nthe determination of her guideline range in the district court,\nand she has not raised the issue in this appeal. In any event,\ngiven the district court’s decision that the purposes of the\nSentencing Guidelines would be best served by imposing the\nmaximum sentence of 60 months on both Nobelda and Leda, it is\nclear that the court’s error in determining Leda’s guideline\nrange is harmless.\n\n                                 7\n\fexplaining that “[t]hey used multiple children, little babies, to\n\ndo this, so certainly I believe that a sentence of both these\n\nwomen at the high end of the guideline range is appropriate.”\n\nThe court further sentenced Nobelda and Leda to three years’\n\nsupervised release and ordered them to pay a special assessment\n\nof $100.\n\n     Nobelda and Leda timely appealed their sentences,\n\nreasserting the three challenges that they made in the district\n\ncourt.\n\n                     II.    STANDARD OF REVIEW\n\n     To succeed in an appeal of a sentence imposed pursuant to\n\nthe Sentencing Guidelines, a defendant must demonstrate that the\n\nsentence was imposed in violation of the law, was a result of an\n\nincorrect application of the relevant guidelines, or is greater\n\nthan the applicable guideline range and was unreasonable.    18\n\nU.S.C. § 3742(a) (1994); see also United States v. Cho, 136 F.3d\n\n982, 984 (5th Cir. 1998).   This court reviews a district court’s\n\nlegal interpretation and application of the sentencing guidelines\n\nde novo and its factual findings for clear error.    United States\n\nv. Lowder, 148 F.3d 548, 552 (5th Cir. 1998).    “[G]iv[ing] due\n\nregard to the opportunity of the district court to judge the\n\ncredibility of the witnesses,” 18 U.S.C. § 3742(e), we will deem\n\nthe district court’s factual findings clearly erroneous only if,\n\nbased “on the entire evidence,” we are “left with the definite\n\n\n\n                                  8\n\fand firm conviction that a mistake has been committed.”       United\n\nStates v. Cooper, 274 F.3d 230, 238 (5th Cir. 2001) (citation\n\nomitted).\n\nIII.    THE INCREASE BASED ON THE FINDING OF THE NUMBER OF ILLEGAL\n                         IMMIGRANTS SMUGGLED\n\n       Section 2X1.1 is the guideline that applies to conspiracy,\n\nattempt, and solicitation offenses that are not expressly covered\n\nby the guideline for the “substantive offense,” i.e., “the\n\noffense that the defendant was convicted of soliciting,\n\nattempting, or conspiring to commit.”    U.S. SENTENCING GUIDELINES\n\nMANUAL § 2X1.1(c)(1), cmt. n.2 (2000).   The conspiracy offense of\n\nwhich Nobelda and Leda were convicted, i.e., conspiracy to\n\nviolate 8 U.S.C. § 1324(a)(1)(A)(iv) by encouraging or inducing\n\nillegal immigrants to come to, enter, or reside in the United\n\nStates, is not expressly covered by a specific offense guideline.\n\nSee id. § 2X1.1 cmt. n.1 (providing a list of the offense\n\nguidelines that expressly cover conspiracies, which list does not\n\ninclude section 2L1.1, the guideline for § 1324(a) offenses).\n\nSection 2X1.1(a) directs the sentencing court to use the base\n\noffense level from the guideline for the substantive offense and\n\nto apply “any adjustments from [that] guideline for any intended\n\noffense conduct that can be established with reasonable\n\ncertainty.”    Id. § 2X1.1(a).   Such “adjustments” are offense-\n\nlevel increases or decreases that are required where certain\n\n“specific offense characteristics, cross references, [or] special\n\n\n                                   9\n\finstructions contained in the particular guideline” apply.         Id.\n\n§ 1B1.1(b).   Accordingly, in the instant case, the district court\n\nset Nobelda and Leda’s base offense level at 12, as required\n\nunder section 2L1.1.   See id. § 2L1.1(a)(2).    The district court\n\nthen increased the base offense level by six based on that\n\ncourt’s determination that one of the specific offense\n\ncharacteristics enumerated in section 2L1.1 had been established\n\nby a preponderance of the evidence, namely, that the “offense\n\ninvolved the smuggling, transporting, or harboring of [twenty-\n\nfive to ninety-nine] unlawful aliens.”     Id. § 2L1.1 (b)(2)(B).\n\n     Nobelda and Leda argue that the district court’s number-of-\n\nimmigrants finding is clearly erroneous because the government\n\nfailed to adduce evidence sufficient under subsection 2X1.1(a)’s\n\n“reasonable certainty” standard to support that finding.      In\n\nsupport of this argument, Nobelda and Leda analogize the instant\n\ncase to United States v. Rome, 207 F.3d 251 (5th Cir. 2000), in\n\nwhich this court vacated the defendant’s sentence for conspiracy\n\nto steal firearms after determining that the district court’s\n\nfinding that the defendant intended to steal over fifty firearms\n\nhad not been established with the “reasonable certainty” required\n\nby subsection 2X1.1(a).    Id. at 252, 256.   In particular, Nobelda\n\nand Leda point out that in Rome this court relied on the\n\nstatement in section 2X1.1’s commentary that “[s]peculative\n\nspecific offense characteristics will not be applied,” id. at 254\n\n(quoting U.S. SENTENCING GUIDELINES MANUAL § 2X1.1 cmt. n.2) (emphasis\n\n                                  10\n\fomitted), thus rejecting as too speculative the district court’s\n\nfinding that the defendant must have intended to steal all the\n\nguns that were in the store that he attempted to rob merely\n\nbecause they were in the store, id. at 256 (noting that the\n\ndistrict court’s finding on the number of guns “is the type of\n\nspeculative inference the sentencing guideline comments\n\nspecifically disapprove”).   According to Nobelda and Leda, like\n\nthe district court’s inference regarding the number of guns in\n\nRome, the district court’s inference in the instant case that two\n\nimmigrants must have been smuggled on all but one of the fifteen\n\noccasions in question is too speculative to satisfy the\n\nreasonable-certainty standard.\n\n     The government responds that Rome is inapposite to the\n\ninstant case because the reasonable-certainty standard of\n\nsubsection 2X1.1(a) is applicable only to conduct that was\n\nallegedly intended to occur, not to conduct that allegedly did\n\noccur, such as the smuggling of immigrants at issue in the\n\ninstant case.   Thus, the government contends, the district court\n\nproperly applied the preponderance-of-the-evidence standard, and\n\nthat court’s finding that the smuggling of twenty-five or more\n\nillegal immigrants had been established by a preponderance of the\n\nevidence was not clearly erroneous.\n\n     We conclude that the government is correct that subsection\n\n2X1.1(a)’s reasonable-certainty standard is specific to findings\n\nof intended conduct.   As noted above, subsection 2X1.1(a)\n\n                                 11\n\fprovides that for a conspiracy offense not expressly covered in\n\nanother guideline, the sentencing court must apply the base\n\noffense level in the guideline for the substantive offense “plus\n\nany adjustments from such guideline for any intended offense\n\nconduct that can be established with reasonable certainty.”           Id.\n\n§ 2X1.1(a) (emphasis added).   The government correctly notes that\n\nthe commentary to section 2X1.1 further clarifies the\n\nintended/actual distinction by noting that the sentencing court\n\nis to begin with the base offense level in the guideline for the\n\nsubstantive offense and then apply the appropriate adjustments\n\ntriggered by any intended offense conduct that is established\n\nwith reasonable certainty (conduct “specifically intended”) or by\n\nactual offense conduct.   U.S. SENTENCING GUIDELINES MANUAL § 2X1.1\n\ncmt. n.2 (2000).6   Indeed, it makes sense that the Sentencing\n\nCommission would specifically direct the sentencing court to\n\napply “any adjustments . . . for any intended offense conduct\n\nthat can be established with reasonable certainty” because\n\n“[u]nless otherwise specified,” the Sentencing Guidelines’\n\ndefinition of the “relevant conduct” that may be considered in\n\n\n     6\n        The commentary states:\n     Under § 2X1.1(a), the base offense level will be the same\n     as that for the substantive offense.         But the only\n     specific offense characteristics from the guideline for\n     the substantive offense that apply are those that are\n     determined to have been specifically intended or actually\n     occurred.\nU.S. SENTENCING GUIDELINES MANUAL § 2X1.1 cmt. n.2 (2000) (emphasis\nadded).\n\n                                 12\n\fdetermining whether a given adjustment applies is limited to\n\nconduct that has occurred.   Id. § 1B1.3(a)(1).    As the government\n\npoints out, the district court based the six-level increase on\n\nits finding that the conspiracy offense involved the actual\n\nsmuggling —— not the intended smuggling —— of twenty-five or more\n\nimmigrants.7\n\n     We note that our conclusion that the reasonable-certainty\n\nstandard governs findings of intended conduct only does not mean\n\nthat we are not guided in our review by the admonition in section\n\n2X1.1’s commentary emphasized by Nobelda and Leda —— i.e., that\n\n“[s]peculative specific offense characteristics will not be\n\napplied.”   That admonition is just as pertinent where the basis\n\nfor a specific offense characteristic is actual offense conduct\n\nas where that basis is intended offense conduct.     Although\n\npreserving the sentencing court’s traditional authority to\n\nconsider any “relevant information without regard to its\n\nadmissibility under the rules of evidence at trial,” the\n\nSentencing Guidelines require that any information used by the\n\ncourt in sentencing a defendant have “sufficient indicia of\n\nreliability to support its probable accuracy.”     Id. § 6A1.3(a),\n\n§ 6A1.3 cmt.   This court has interpreted subsection 6A1.3(a)’s\n\n\n     7\n        In asserting that the reasonable-certainty standard\napplies to the district court’s number-of-immigrants finding,\nNobelda and Leda neither address subsection 2X1.1(a)’s reference\nto “intended” (but not “actual”) offense conduct nor argue that\nthe district court’s finding was one of intended conduct.\n\n                                13\n\f“sufficient indicia of reliability” language “to require that the\n\nfacts used by the district court for sentencing purposes be\n\nreasonably reliable.”   United States v. Rogers, 1 F.3d 341, 343-\n\n44 (5th Cir. 1993).\n\n     According to the PSRs, INS agents were aware of the number\n\nof immigrants smuggled on three of the fifteen trips in question.\n\nOn two of the trips, U.S. Border Patrol officers apprehended two\n\nimmigrants posing as the mother and father of a young child, and\n\non the other trip, officers apprehended one immigrant posing as a\n\nchild’s father.   Although the PSRs’ account of the INS\n\ninvestigation noted that only one illegal immigrant entered the\n\nUnited States on one of the trips, the PSRs assumed that two\n\nimmigrants were smuggled on each occasion in determining that\n\nNobelda and Leda’s offense involved the smuggling of thirty\n\nimmigrants.   Paredes testified that notwithstanding the\n\nundisputed fact that only one immigrant was smuggled on at least\n\none occasion, he believed that the multiplier estimate should be\n\ntwo immigrants (rather than one) per trip because (1) “the whole\n\npurpose was to have the smuggled aliens pose as a family unit, so\n\n. . . [t]hey would need a father and mother,” and (2) the parents\n\nwere told that immigrants would pose as the children’s “parents,”\n\nnot “parent.”\n\n     The district court agreed with the government that it had\n\nestablished by a preponderance of the evidence that twenty-nine\n\nimmigrants were smuggled, reasoning that “it would seem to me to\n\n                                14\n\fbe counter-intuitive that every single one of these [trips] would\n\n[involve] one person, since the whole point was to have a\n\nfamily.”   While Nobelda and Leda acknowledge that the information\n\nin their PSRs supports a finding that their offense involved the\n\nsmuggling of between six and twenty-four immigrants (which would\n\nsubject them to an offense-level increase of three, rather than\n\nsix), they argue that Paredes’s testimony and the PSRs do not\n\nprovide an adequate evidentiary basis for the inference that two\n\nimmigrants were smuggled on each of the other twelve trips for\n\nwhich the number of immigrants was not known.   Nobelda and Leda\n\nfurther contend that the two-per-trip inference is also rendered\n\nunreliable by the undisputed fact that only one immigrant posed\n\nas a child’s parent on one of the fifteen trips.\n\n     We are unable to find any published decisions, either from\n\nthis court or our sister circuits, reviewing a number-of-\n\nimmigrants finding based on an estimate such as that at issue in\n\nthe instant case.   However, there are a number of cases reviewing\n\na district court’s use of estimates of drug quantity or financial\n\nloss for sentencing purposes.8   Although this court has\n\n     8\n        The base offense level for drug offenses depends on the\ndrug type and quantity, see U.S. SENTENCING GUIDELINES MANUAL\n§ 2D1.1(a), (c) (2000), and the base offense level for taxation\noffenses depends on the amount of tax loss, see id. § 2T1.1(a).\nFinancial loss is a specific offense characteristic of fraud,\ntheft, and other similar offenses; the enhancement in the offense\nlevel increases with the amount of loss. See id. § 2B1.1(b)(1)\n(“Larceny, Embezzlement, and Other Forms of Theft; Receiving,\nTransporting, Transferring, Transmitting, or Possessing Stolen\nProperty”); § 2F1.1(b)(1) (“Fraud and Deceit; Forgery; Offenses\n\n                                 15\n\frecognized that a district court’s estimates of drug quantity and\n\nfinancial loss must be supported by reasonably reliable\n\ninformation, United States v. Robichaux, 995 F.2d 565, 571 (5th\n\nCir. 1993) (loss); United States v. Sherrod, 964 F.2d 1501, 1508\n\n(5th Cir. 1992) (drug quantity), we have not specifically\n\naddressed, as a number of other circuits have, the particular\n\nnature of “multiplier” estimates of the type at issue in the\n\ninstant case, where a known quantity involved in a particular\n\noccurrence (such as the amount of drugs sold in a transaction) is\n\nextrapolated to other such occurrences.        In United States v.\n\nRivera-Maldonado, 194 F.3d 224 (1st Cir. 1999), for example, the\n\nFirst Circuit held that the district court clearly erred in using\n\na “drug-quantity estimate per sale [that] was based on eleven\n\ncontrolled buys throughout the entire six-month investigation.”\n\nId. at 233.   The First Circuit reasoned that the record did not\n\ncontain sufficient indicia of reliability to justify the\n\nsentencing court’s use of the drug-quantity estimate per sale\n\n(i.e., the “multiplier”).     Id. at 232-33.    Specifically, the\n\nRivera-Maldonado court determined that there was a lack of\n\nsufficient indicia that the multiplier estimate was “reasonably\n\nrepresentative” of the drug quantity involved in other\n\ntransactions.   Id. at 232.   Based on similar reasoning, the\n\nSecond Circuit concluded in United States v. Shonubi, 998 F.2d 84\n\n\nInvolving Altered or Counterfeit Instruments Other than\nCounterfeit Bearer Obligations of the United States”).\n\n                                  16\n\f(2d Cir. 1993), that the district court improperly inferred from\n\nthe fact that the defendant was found to be smuggling 427.4 grams\n\nof heroin to the United States from Nigeria on one occasion that\n\nhe must have smuggled equivalent amounts during seven other trips\n\nto and from Nigeria.    Id. at 89-90.    The Shonubi court explained\n\nthat although the record supported the determination that the\n\ndefendant had smuggled heroin on these other trips, “there is\n\nsimply no proof he imported 427.4 grams of heroin on each of his\n\nseven other trips.”    Id. at 89.    Consequently, the Second Circuit\n\nconcluded that “[t]he government failed to prove by a\n\npreponderance of the evidence that Shonubi imported more than\n\n427.4 grams of heroin.”    Id. at 90.\n\n     We conclude that, unlike the drug quantity multipliers\n\ndenounced by the courts in Rivera-Maldonado and Shonubi, there is\n\nsufficient reliable evidence that the multiplier used by the\n\ndistrict court in the instant case is reasonably representative\n\nof the number of immigrants smuggled on each trip.     The district\n\ncourt’s findings that immigrants were smuggled on fifteen trips\n\nand that two immigrants were smuggled on the twelve trips on\n\nwhich immigrants were not apprehended are adequately supported by\n\na preponderance of the evidence in the record.9     Further, the\n\n     9\n        Nobelda and Leda contend that the finding of fifteen\ntrips is improper because the parents’ statements relied on by\nthe PSRs indicate a collective total of only thirteen trips.\nHowever, a careful reading makes clear that the description in\nthe PSRs of the parents’ statements given to INS agents does\naccount for all fifteen trips that the government maintains took\n\n                                    17\n\frecord contains sufficient indicia of reliability demonstrating\n\nthe probable accuracy of the multiplier estimate of two\n\nimmigrants per trip.     The PSRs’ findings are based on the\n\ninformation gathered by the INS during its investigation of the\n\nconspiracy, and this information was confirmed by Paredes in his\n\ntestimony at the sentencing hearing.     See Cooper, 274 F.3d at\n\n239-40 (finding the district court’s adoption of the PSR’s drug\n\nquantity finding was not clearly erroneous where “[i]n addition\n\nto the PSR, . . . the district court had the benefit of an\n\naffidavit and live testimony from [an agent of the Bureau of\n\nAlcohol, Tobacco, and Firearms] concerning the investigation into\n\nthe [drug distribution] organization”); United States v. Gracia,\n\n983 F.2d 625, 629-30 (5th Cir. 1993) (“Presentence reports\n\ngenerally bear indicia of reliability sufficient to permit\n\nreliance thereon at sentencing; this case, involving a report\n\nbased on the results of the DEA investigation, is no\n\nexception.”).   Based on their investigation, INS agents concluded\n\nthat the conspirators used children to secure the benefit of the\n\nBorder Patrol’s policy of leniency toward families with young\n\nchildren by paying parents for the use of their children in the\n\nsmuggling operation.10    Where, as here, the defendants have not\n\n\nplace.\n     10\n        In this appeal, the government also asserts that there\nis additional circumstantial evidence in the record that,\nalthough not relied on by the district court, supports a number-\nof-immigrants finding of at least twenty-five (the lower end of\n\n                                  18\n\fpresented evidence rebutting a finding in their PSRs and the PSRs\n\ncontain (1) information that provides an adequate evidentiary\n\nbasis for that finding and (2) sufficient indicia that this\n\ninformation is reliable, the district court may adopt the finding\n\nwithout further inquiry.     See Rome, 207 F.3d at 254.\n\nAccordingly, the district court did not clearly err in\n\nattributing the smuggling of twenty-nine immigrants to Nobelda\n\nand Leda for sentencing purposes.\n\n     IV.   THE INCREASE BASED ON THE LEADER/ORGANIZER FINDING\n\n     Nobelda and Leda also argue that the district court\n\nerroneously denied their objections to the PSRs’ findings that\n\nthey had “leader or organizer” roles in the conspiracy.\n\nSubsection 3B1.1(a) of the Sentencing Guidelines instructs the\n\nsentencing court that “[i]f the defendant was an organizer or\n\nleader of a criminal activity that involved five or more\n\nparticipants or was otherwise extensive, increase by 4 levels.”\n\nU.S. SENTENCING GUIDELINES MANUAL § 3B1.1(a) (2000).   The district\n\ncourt’s determination that a defendant was a leader or organizer\n\n\n\nthe range requiring an offense-level increase of six). The\ngovernment points to Paredes’s testimony that Nobelda and Leda\nwere found to be in possession of (1) receipts for money orders\nthat had all been sent to the same address (which the INS\napparently concluded were payments for smuggling), and (2) two\nlists containing a total of twenty-five names, including the\nnames of six illegal immigrants identified by the INS in the\ncourse of its investigation. Five of the six immigrants named in\nthe lists are the two couples and the one man who posed as\nparents of children and were apprehended by Border Patrol\nofficers.\n\n                                   19\n\funder subsection 3B1.1(a) is a factual finding that this court\n\nreviews for clear error.   United States v. Ayala, 47 F.3d 688,\n\n689-90 (5th Cir. 1995).\n\n     The probation officer based the recommended leader/organizer\n\nincrease in offense level primarily on the findings that Nobelda\n\nand Leda were responsible for supplying young children to\n\naccompany illegal immigrants across the border and that they\n\nsupplied these children by recruiting and paying the children’s\n\nparents and then taking the children to Mexico from Houston.    The\n\nPSR also stated that Nobelda and Leda recruited their co-\n\ndefendant Jose Antonio Guerrero-Funez and directed his actions in\n\nallegedly collecting the smuggling fees and helping to transport\n\nimmigrants.   As further evidence supporting the conclusion that\n\nLeda was a leader/organizer, the PSR pointed to airline records\n\nfor the relevant time period indicating that Leda had traveled\n\nfrom Houston to Harlingen, Texas “numerous times” with an infant\n\non her lap and had returned to Houston without an infant.11\n\n     In the district court, Nobelda argued that although she had\n\n“enlisted the help of others during the course of the scheme,” it\n\nwas improper to characterize her as a “leader” or “organizer”\n\nbecause there was no evidence that she exercised control or\n\n\n     11\n        In interviews with INS agents, the parents who had\npermitted their children to be used in the smuggling operation\nstated that they had been informed by Nobelda that their children\nwould be flown to Harlingen and then would cross the border by\nland to arrive in Matamoros, Mexico.\n\n                                20\n\fauthority over anyone else involved in the offense.        At most,\n\nNobelda maintained, the evidence established that she had acted\n\nas a “manager or supervisor,” which warrants an offense-level\n\nincrease of only three under the Sentencing Guidelines.        See U.S.\n\nSENTENCING GUIDELINES MANUAL § 3B1.1(b) (2000).   Leda similarly argued\n\nthat she was not an “organizer” or “leader” because there was no\n\nevidence that she had control or authority over the actions of\n\nothers.   Leda further asserted that “there is reason to believe\n\nthat her role was actually minimal.”      Specifically, she pointed\n\nout that the INS discovered during its investigation that\n\n“Nobelda used Leda’s name in much of the carrying out [of] the\n\ndetails of the conspiracy.”     Consequently, Leda maintained, it\n\nwas improper to assume that she had been the “Leda Cabrera”\n\nlisted in the airline records.     Agreeing with the government that\n\nthe preponderance of the evidence indicated that both Nobelda and\n\nLeda had acted as leaders or organizers, the district court\n\nadopted the PSRs’ findings and applied the four-level increase\n\npursuant to subsection 3B1.1(a).\n\n     As noted above, a district court may adopt the facts\n\ncontained in a PSR without further inquiry if those facts have an\n\nadequate evidentiary basis with sufficient indicia of reliability\n\nand the defendant does not present rebuttal evidence or otherwise\n\ndemonstrate that the information in the PSR is unreliable.        See\n\nRome, 207 F.3d at 254.    Nobelda and Leda did not offer evidence\n\nto rebut the leader/organizer findings in the PSRs, but rather\n\n                                   21\n\fcontend that there is insufficient evidence to support those\n\nfindings.     Nobelda and Leda do not dispute the finding that they\n\nrecruited and paid parents to obtain children for use in the\n\nsmuggling operation, instead arguing that these actions amounted\n\nto no more than “[m]erely tending to simple logistics” and thus\n\ncannot support the district court’s application of subsection\n\n3B1.1(a).12    Quoting from the Ninth Circuit’s opinion in United\n\nStates v. Harper, 33 F.3d 1143 (9th Cir. 1994), Nobelda and Leda\n\nmaintain that a leader/organizer increase is warranted under\n\nsubsection 3B1.1(a) only if the government shows that “the\n\ndefendant exercised some control over others involved in\n\ncommission of the offense [or was] responsible for organizing\n\nothers for the purpose of carrying out the crime.”     Id. at 1151\n\n(internal quotations omitted) (alteration in original).\n\n     The commentary to section 3B1.1 sets out an array of factors\n\nthat the sentencing court “should consider” “[i]n distinguishing\n\na leadership and organizational role (requiring a four-level\n\nincrease) from one of mere management or supervision (requiring a\n\nthree-level increase)”:\n\n     the exercise of decision making authority, the nature of\n     participation in the commission of the offense, the\n     recruitment of accomplices, the claimed right to a larger\n     share of the fruits of the crime, the degree of\n     participation in planning or organizing the offense, the\n     nature and scope of the illegal activity, and the degree\n     of control and authority exercised over others.\n\n     12\n        Nobelda and Leda also have never disputed the finding\nthat there were five or more participants in the conspiracy.\n\n                                  22\n\fU.S. SENTENCING GUIDELINES MANUAL § 3B1.1 cmt. n.4 (2000).   The\n\ndistrict court may find that a defendant exercised a\n\nleader/organizer role by inference from the available facts.           See\n\nAyala, 47 F.3d at 690.    In light of the factors enumerated in\n\nsection 3B1.1’s commentary, the evidence cited in Nobelda and\n\nLeda’s PSRs provides an adequate basis for the inference that\n\nNobelda and Leda were leaders or organizers.      The PSR describes\n\ninterviews conducted by INS agents in which the parents\n\nidentified Nobelda and Leda and stated that they had offered the\n\nparents money in exchange for the use of their children.           One of\n\nthese parents stated that she had been told by Nobelda that a\n\nflight to Harlingen would be part of the child’s trip to\n\nMatamoros, and that the child would return to the United States\n\nwith illegal immigrants.    The finding that Nobelda and Leda were\n\nresponsible for bringing the children to Mexico is corroborated\n\nby the airline records containing Leda’s name and the evidence\n\n(also cited in the PSR) that the flights from Houston to\n\nHarlingen were confirmed from Leda’s telephone number.        The PSR\n\nalso relied on information obtained from an INS interview of Jose\n\nAntonio Guerrero-Funez, who made smuggling arrangements with\n\nimmigrants in Mexico.    According to the agents, Guerrero-Funez\n\ntold them that Nobelda and Leda recruited him and directed him in\n\nhis smuggling activities in Mexico.\n\n\n\n\n                                  23\n\f     The foregoing information, indicating that Nobelda and Leda\n\nwere in charge of supplying children for use in the smuggling\n\noperation, that they recruited accomplices, and that they\n\norganized others in carrying out the crime, adequately supports\n\nthe PSRs’ findings that they were leaders or organizers.\n\nFurther, this information, having been derived primarily from the\n\nINS’s report on its investigation and having been confirmed by\n\nParedes in his testimony at the sentencing hearing, bears\n\nsufficient indicia of reliability.13   Accordingly, in the absence\n\nof rebuttal evidence, the district court did not clearly err by\n\nadopting the PSRs’ findings that Nobelda and Leda were leaders or\n\norganizers.\n\n     13\n         Nobelda and Leda have not demonstrated that the\ninformation obtained from the INS investigation is untrue or\nunreliable. Leda cannot meet this burden with her claim that\nNobelda’s periodic use of Leda’s name undermines the evidence\nthat Leda took children to Harlingen or with her more general\nclaim that her role was less significant than that of Nobelda.\nAs we have noted in reviewing a district court’s fact findings\nfor sentencing purposes, “[t]he court is free to disregard a\ndefendant’s unsworn assertions that the PSR is unreliable.”\nAyala, 47 F.3d at 690.\n     Nobelda and Leda also challenge the viability of the\nleader/organizer finding by pointing out that “[e]ven the PSRs\nrecognize that [Jose Antonio Guerrero-Funez] was the individual\nwho made all the smuggling arrangements with the aliens in\nMexico.” That does not, however, mean that Nobelda and Leda\ncould not exercise leader/organizer roles by being responsible\nfor supplying children to the immigrants, a key aspect of the\nconspiracy. The commentary to section 3B1.1 recognizes that\n“[t]here can, of course, be more than one person who qualifies as\na leader or organizer of a criminal association or conspiracy.”\nU.S. SENTENCING GUIDELINES MANUAL § 3B1.1 cmt. n.4 (2000). Moreover,\nthe PSR also states that Guerrero-Funez told INS agents that he\nwas recruited by Nobelda and Leda and that they directed his\nactivities.\n\n                                24\n\f  V.    THE DENIAL OF AN OFFENSE-LEVEL DECREASE FOR ACCEPTANCE OF\n                            RESPONSIBILITY\n\n       In their final challenge to their sentences, Nobelda and\n\nLeda argue that the district court erroneously adopted the PSRs’\n\nfindings that they were not entitled to reductions in their\n\noffense levels for acceptance of responsibility because they had\n\n“minimized” their culpability for the offense.        Subsection\n\n3E1.1(a) of the Sentencing Guidelines provides that a defendant’s\n\noffense level should be decreased by two “[i]f the defendant\n\nclearly demonstrates acceptance of responsibility for his\n\noffense.”    U.S. SENTENCING GUIDELINES MANUAL § 3E1.1(a) (2000).14\n\nFollowing the guidance provided in the commentary to section\n\n3E1.1, this court recognizes that the sentencing court “is in a\n\nunique position to evaluate a defendant’s acceptance of\n\nresponsibility” and thus accords “great deference” to the\n\nsentencing court’s finding on this issue.        Id. § 3E1.1 cmt. n.5;\n\nsee also United States v. Hooten, 942 F.2d 878, 883 (5th Cir.\n\n1991).\n\n\n\n       14\n        A defendant whose unreduced offense level is 16 or\ngreater and who has satisfied the “clearly demonstrates” standard\nof subsection 3E1.1(a) is entitled to an additional decrease of\none level (for a total of three) if “the defendant has assisted\nauthorities in the investigation or prosecution of his own\nmisconduct.” U.S. SENTENCING GUIDELINES MANUAL § 3E1.1(b) (2000).\nNobelda and Leda assert that they are entitled to the full three-\nlevel decrease. Because we conclude that the district court did\nnot clearly err in finding that they failed to clearly\ndemonstrate acceptance of responsibility, however, we need not\naddress the applicability of subsection 3E1.1(b).\n\n                                    25\n\f     In an addendum to Nobelda’s PSR, the probation officer\n\nexplained his decision not to recommend a reduction in her\n\noffense level for acceptance of responsibility:\n\n     We maintain that [Nobelda] has not demonstrated full\n     responsibility for her actions in this conspiracy, as she\n     emp[h]atically denied being a smuggler and minimized her\n     role by stating that she was “only trying to help out her\n     neighbors.”\n\nAt the sentencing hearing, the government’s attorney did not\n\ndefend the PSR’s recommendation regarding acceptance of\n\nresponsibility, but rather stated that “[i]t’s hard for me to\n\nobject [to an offense-level decrease for acceptance of\n\nresponsibility] when the person comes in and pleads guilty to the\n\noffense short of trial and then she did debrief.”   After noting\n\nthe PSR’s conclusion that Nobelda had minimized the seriousness\n\nof her actions by stating that she was trying to help her\n\nneighbors, the district court asked Nobelda whether she would\n\nlike to say anything about the acceptance of responsibility\n\nissue.15   Nobelda responded:\n\n     I accepted my responsibility because . . . I accepted the\n     truth because I participated and I helped those people\n     out, but I want it to be clear that at no moment I was\n     caught with anybody, at no moment. . . . [A]t no moment\n     did those people do the deal with me.      They paid her\n     (“the lady with the children”) but at no moment did they\n     pay me.\n\nThe court then overruled Nobelda’s objection and adopted the\n\nPSR’s finding that she had not accepted responsibility to the\n\n     15\n        Both Nobelda and Leda communicated with the district\ncourt through translators.\n\n                                26\n\fextent necessary to warrant an offense-level decrease under\n\nsection 3E1.1.\n\n     Turning to Leda’s objection, the district court pointed to\n\nher written statement offered to demonstrate acceptance of\n\nresponsibility, which the probation officer had deemed\n\ninsufficient:\n\n     I am writing this statement so that I can attempt to\n     express how I badly feel for my actions in committing the\n     offense. . . . I knew that my sister, Nobelda Cabrera,\n     was involved in helping aliens illegally enter the United\n     States.    She would do this by arranging for small\n     children to accompany the aliens as they crossed the\n     border. I am not sure of the exact details and I don’t\n     know how many times she did this. But I admit that I\n     helped her on some occasions by —— among other things ——\n     taking telephone messages regarding the smuggling, and\n     picking up money that was paid because of the smuggling.\n     I realize that I assisted her and contributed to her\n     illegal conduct.\n\nThe probation officer determined that this statement minimized\n\nLeda’s role “by directing the aggravating role to Nobelda.”      Leda\n\nmade a similar statement at the sentencing hearing when the\n\ndistrict court gave her the opportunity to speak about her\n\nacceptance of responsibility:\n\n     I accept my responsibility. And I am asking you and all\n     the authorities for forgiveness. I accept that I took\n     messages for my sister. I accept that I knew . . . what\n     she was doing. But I don’t have so much to do with this\n     thing because many times I talked with her and she never\n     gave me the specific explanation.\n\nThe district court also overruled Leda’s objection and adopted\n\nthe PSR’s finding that she was not entitled to an offense-level\n\ndecrease for acceptance of responsibility.\n\n\n                                27\n\f     Pointing to the commentary to section 3E1.1, Nobelda and\n\nLeda argue that the district court erroneously denied them\n\nacceptance-of-responsibility reductions because they “timely\n\nadmitted the conduct comprising the offense of conviction and\n\nha[ve] not falsely denied the additional relevant conduct for\n\nwhich [they are] accountable.”    Nobelda and Leda are correct that\n\nit is appropriate for the district court to consider whether a\n\ndefendant has “truthfully admitt[ed] the conduct comprising the\n\noffense(s) of conviction, and truthfully admitt[ed] or not\n\nfalsely den[ied] any additional relevant conduct” “[i]n\n\ndetermining whether a defendant qualifies under subsection\n\n[3E1.1](a).”   U.S. SENTENCING GUIDELINES MANUAL § 3E1.1 cmt. n.1(a)\n\n(2000).   While the commentary accords particular importance to\n\nthis consideration by deeming it “significant evidence” of\n\nacceptance of responsibility if accompanied by a timely guilty\n\nplea, see id. § 3E1.1 cmt. n.3,16 it is only one of the\n\nconsiderations that the commentary deems appropriate, and the\n\ncommentary specifies that its list of appropriate considerations\n\nis not exhaustive, see id. § 3E1.1 cmt. n.1.\n\n\n     16\n         The commentary states:\n     Entry of a plea of guilty prior to the commencement of\n     trial combined with truthfully admitting the conduct\n     comprising the offense of conviction, and truthfully\n     admitting or not falsely denying any additional relevant\n     conduct . . . will constitute significant evidence of\n     acceptance of responsibility for purposes of subsection\n     [3E1.1](a).\nU.S. SENTENCING GUIDELINES MANUAL § 3E1.1 cmt. n.3 (2000).\n\n                                  28\n\f     Particularly in light of the great deference that we owe the\n\ndistrict court’s acceptance-of-responsibility findings, we cannot\n\nsay that it was clear error to conclude that Nobelda and Leda’s\n\nstatements minimized their conduct to the extent that they were\n\nnot completely truthful or that Nobelda and Leda falsely denied\n\nsome of their relevant conduct.     Moreover, even assuming Nobelda\n\nand Leda’s statements were truthful and did not falsely deny\n\ntheir offense conduct, it would not have been clear error for the\n\ndistrict to conclude that their minimization of their conduct\n\noutweighed this “significant evidence” of acceptance of\n\nresponsibility.   Nobelda and Leda “bear[] the burden of\n\ndemonstrating the recognition and affirmative acceptance of\n\npersonal responsibility.”     Ayala, 47 F.3d at 690.   Given that\n\nNobelda and Leda’s statements were somewhat equivocal and that\n\nthe district court is particularly well-situated to ascertain\n\nwhether defendants have demonstrated acceptance of\n\nresponsibility, the district court’s conclusion that Nobelda and\n\nLeda failed to meet this burden is not clearly erroneous.\n\n                            VI.   CONCLUSION\n\n     Because we conclude that the district court did not clearly\n\nerr in finding that (1) the offense involved the smuggling of\n\ntwenty-nine immigrants, (2) Nobelda and Leda were leaders or\n\norganizers, and (3) they had not accepted responsibility for\n\n\n\n\n                                   29\n\ftheir conduct in the offense, we AFFIRM Nobelda and Leda\n\nCabrera’s sentences.\n\n\n\n\n                               30\n\f",
            "ocr": false,
            "opinion_id": 27779
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}