{
    "id": 377933,
    "judges": "Sprecher, Tone, Wood",
    "date_filed": "2017-04-16",
    "date_filed_is_approximate": true,
    "slug": "flor-lopez-v-william-vanderwater-and-howard-wheeler-gamble",
    "case_name_short": null,
    "case_name": "Flor Lopez v. William Vanderwater and Howard Wheeler Gamble",
    "case_name_full": "Flor LOPEZ, Plaintiff-Appellant, v. William VANDERWATER and Howard Wheeler Gamble, Defendants-Appellees",
    "attorneys": "Edward Garcia, Mundelein, Ill., for plaintiff-appellant., Robert E. Davy, Sloan & Connelly, P. C., Chicago, Ill., Wayne F. Weiler, Aurora, Ill., for defendants-appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Feb. 21, 1980., Rehearing Denied July 16,1980.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 63,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b1309-6\">\n    Flor LOPEZ, Plaintiff-Appellant, v. William VANDERWATER and Howard Wheeler Gamble, Defendants-Appellees.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1309-8\">\n    No. 79-1904.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b1309-9\">\n    United States Court of Appeals, Seventh Circuit.\n   </court><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1309-10\">\n    Argued Feb. 21, 1980.\n   </otherdate><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1309-11\">\n    Decided April 29, 1980.\n   </decisiondate><br><otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b1309-12\">\n    Rehearing Denied July 16,1980.\n   </otherdate><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1311-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1231\"> \n     *1231\n     </span>\n    Edward Garcia, Mundelein, Ill., for plaintiff-appellant.\n   </attorneys><br><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1311-10\">\n    Robert E. Davy, Sloan &amp; Connelly, P. C., Chicago, Ill., Wayne F. Weiler, Aurora, Ill., for defendants-appellees.\n   </attorneys><br><p data-order=\"8\" data-type=\"judges\" id=\"b1311-11\">\n    Before SPRECHER, TONE and WOOD, Circuit Judges.\n   </p>",
    "citations": [
        "620 F.2d 1229"
    ],
    "opinions": [
        {
            "author_str": "Tone",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/620/620.F2d.1229.79-1904.html",
            "author_id": null,
            "opinion_text": "620 F.2d 1229\n    Flor LOPEZ, Plaintiff-Appellant,v.William VANDERWATER and Howard Wheeler Gamble, Defendants-Appellees.\n    No. 79-1904.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Feb. 21, 1980.Decided April 29, 1980.\n    \n      Edward Garcia, Mundelein, Ill., for plaintiff-appellant.\n      Robert E. Davy, Sloan &amp; Connelly, P. C., Chicago, Ill., Wayne F. Weiler, Aurora, Ill., for defendants-appellees.\n      Before SPRECHER, TONE and WOOD, Circuit Judges.\n      TONE, Circuit Judge.\n    \n    \n      1\n      This appeal concerns the scope of judicial immunity to be afforded under 42 U.S.C. &#167; 1983 to a judge who engaged in highly irregular conduct.  On the night of October 16, 1975, defendant Vanderwater, then an Illinois judge, arrested plaintiff Flor Lopez, caused him to be charged with petty theft, convicted him on the basis of a guilty plea that is alleged to have been forged, and sentenced him to jail for 240 days.  Vanderwater accomplished all this with minimal aid from a business associate and several police officers; he proceeded without the assistance of a prosecutor, a defense attorney, a court reporter, or a court clerk.  The conviction took place near midnight in a police station in Aurora, Illinois.  This &#167; 1983 action by Lopez resulted.\n    \n    \n      2\n      The district court granted summary judgment for Vanderwater on the ground of judicial immunity.  We reverse that ruling, because Vanderwater committed non-judicial acts under color of state law that proximately resulted in violations of Lopez' constitutional rights.  The district court also granted summary judgment in favor of defendant Gamble, Vanderwater's business associate.  We reverse that ruling also.\n    \n    I.\n    \n      3\n      At the time of the events that gave rise to this action Vanderwater was an associate judge of the Illinois Sixteenth Judicial Circuit.  Before he became a judge, he, defendant Gamble, and two others owned an apartment building at 128 West New York Street, Aurora, Illinois.  Although it is unclear whether Vanderwater retained an ownership interest in the building after he became a judge, he continued to perform his accustomed task of collecting the rent each week on behalf of the partnership; he did this up to and including the time of the events in question here.\n    \n    \n      4\n      Flor Lopez had been one of the tenants in the building, but had fallen behind in his rent.  Because of the arrearages Vanderwater asked Lopez to move out, which he did in late August or early September, 1975.\n    \n    \n      5\n      From this point on, some facts are in dispute.  As to them, any evidence favorable to Lopez must be accepted as true for purposes of our review of the summary judgment against him.\n    \n    \n      6\n      On the night in question, Vanderwater received a telephone call at his home in Aurora from a tenant reporting that Lopez was back in the building.1  Vanderwater asked the tenant to call the police and proceeded to the building armed with a handgun.  Finding Lopez asleep in what had formerly been his apartment, Vanderwater awakened him and detained him with the aid of the gun until the police arrived.  At Vanderwater's behest, the police arrested Lopez on the charge of criminal trespass, searched him, and took him to the booking area of the Aurora Police Station, where Vanderwater also went.\n    \n    \n      7\n      The police station was housed in the same building as the Aurora Branch Court of the Illinois Sixteenth Judicial Circuit.  The State's Attorney of Kane County also maintains an office in the building.  On the night in question the court facilities of the Aurora Branch were locked, and no prosecutor or court personnel were present.  Vanderwater was not assigned to sit in the Aurora Branch Court; he was assigned solely to the Geneva Branch.2\n    \n    \n      8\n      When Vanderwater arrived at the police station he telephoned Gamble and asked him to come down and sign a complaint against Lopez.  At that time Vanderwater contemplated charging Lopez with criminal trespass.  Before Gamble arrived, however, the police searched Lopez again and found a key on his person.  When this discovery was reported to Vanderwater, he drafted in longhand a \"Notice to Appear\" charging Lopez with theft of the key.  Vanderwater's deposition testimony about his decision to charge Lopez with theft instead of criminal trespass was as follows:\n    \n    \n      9\n      Q. Your initial intent was to charge criminal trespass?\n    \n    \n      10\n      A. When I was at 128 West New York Street and my only knowledge was that he had broken into the place again, my only intent was criminal trespass of land.\n    \n    \n      11\n      When he started talking in terms of pleading guilty, my thinking was Like a couple of weeks ago, I had asked him specifically about the key.  He denied the key.  I found out about the key at the police station.  Then my thinking changed to theft.\n    \n    \n      12\n      Q. Your thinking changed to theft while you were at the police station?\n    \n    \n      13\n      A. When I saw the key.\n    \n    \n      14\n      When Gamble arrived, he found Vanderwater with Daniel Toomey, one of the arresting officers, in the State's Attorney's office on the second floor of the police station building.  These three being the only persons present, the evidence of what then occurred comes solely from their depositions.  Gamble and Toomey signed the \"Notice to Appear\" Vanderwater had prepared, and Gamble also signed a blank complaint form.  On the blank complaint form, Vanderwater certified in writing that Gamble had sworn to the truth of the allegations of the complaint.  Vanderwater also signed a warrant for Lopez' arrest.  Toomey testified that while the three were together Vanderwater stated that he would put Lopez away for 240 days in Vandalia State Prison.  Vanderwater testified he probably said this in Gamble's presence.  Gamble denied that he heard it said.  Vanderwater also testified that the statement was \"probably\" made before Gamble signed the papers.\n    \n    \n      15\n      On a standard plea form, Vanderwater made entries indicating a guilty plea and a waiver of trial by jury.  The form, thus modified, bears an illegible signature which Lopez says is not his.\n    \n    \n      16\n      While Lopez, according to his testimony, remained in his jail cell, he was, in absentia, arraigned, convicted, and sentenced by Vanderwater in the booking area of the police station.  Vanderwater wrote on the bottom of the guilty plea form that Lopez had pleaded guilty, had been found guilty, and had been sentenced to Vandalia for 240 days.\n    \n    \n      17\n      The following day Vanderwater gave directions to personnel in the State's Attorney's office to type in the blank complaint form Gamble had signed.  These directions were carried out.\n    \n    \n      18\n      Lopez remained in jail for six days.  On October 22, 1975, at the request of an attorney representing Lopez, Vanderwater entered an order suspending the 240-day sentence and directing that Lopez be released from custody.  The judgment of conviction was vacated, and the case against Lopez was dismissed on November 25, 1975.\n    \n    \n      19\n      As a result of the Lopez incident, Vanderwater was removed from office by the Illinois Courts Commission.\n    \n    \n      20\n      Lopez commenced this &#167; 1983 action against Vanderwater, Gamble, and five police officers in 1977.  The five police officers have been dismissed from the case by agreement.  Extensive depositions were taken by both sides.  In December 1978 the district court denied a motion for summary judgment by Vanderwater.  Thereafter, Vanderwater moved for reconsideration and Gamble moved for summary judgment.  The court then entered summary judgment in favor of both defendants.3  Vanderwater was held to be protected by judicial immunity under Stump v. Sparkman, 435 U.S. 349, 98 S. Ct. 1099, 35 L. Ed. 2d 331 (1978), and Gamble was held not liable because the facts showed no more than that he asked a judge to exercise his powers, which was insufficient to create liability in view of Sparkman v. McFarlin, 601 F.2d 261 (7th Cir. 1979) (in banc).  This appeal followed.\n    \n    II.\n    \n      21\n      The doctrine of absolute judicial immunity, as it applies to suits under 42 U.S.C. &#167; 1983, will protect a judge against liability for a given act if two conditions are satisfied.  First, the act must not have been taken in the \"clear absence of all jurisdiction.\"  Stump v. Sparkman, 435 U.S. 349, 357, 98 S. Ct. 1099, 1105, 35 L. Ed. 2d 331 (1978) (quoting Bradley v. Fisher, 80 U.S.  (13 Wall.) 335, 351, 20 L. Ed. 646 (1872)).  Protection may be afforded even if the act was prompted by malicious or corrupt reasons, \"flawed by the commission of grave procedural errors,\" or taken in excess, but not in clear absence, of jurisdiction.  Id. at 356, 359, 98 S. Ct. at 1104.4  Second, the act must be a \"judicial act.\"  Id. at 360-62, 98 S.Ct. at 1106-1107.  Sparkman stated,\n    \n    \n      22\n      The relevant cases demonstrate that the factors determining whether an act by a judge is a \"judicial\" one relate to the nature of the act itself, i. e., whether it is a function normally performed by a judge, and to the expectations of the parties, i. e., whether they dealt with the judge in his judicial capacity.\n    \n    \n      23\n      Id. at 362, 98 S.Ct. at 1107.\n    \n    \n      24\n      Lopez argues that Vanderwater acted in the \"clear absence of all jurisdiction\" because he acted outside a courtroom and had not been assigned to sit in Aurora or to hear the case.  Before addressing these arguments, it is to be noted that Vanderwater was authorized by law to hear the kind of case in which he acted and in fact had general jurisdiction except in felony cases.5  Lopez' argument that a judge has no jurisdiction outside a courtroom is without merit.  Valid judicial acts are often performed outside the courtroom.6  That the papers were signed in a police station instead of in a courtroom therefore does not mean that they were signed in clear absence of jurisdiction.\n    \n    \n      25\n      The district court was also correct in concluding that the absence of an assignment to the Aurora Branch of the court or the particular case did not result in clear absence of all jurisdiction.  There is some dispute concerning whether the assignment requirement is jurisdictional under Illinois law,7 but we think at most the absence of assignment rendered Vanderwater's actions in excess of, but not in clear absence of, jurisdiction.8  Under Sparkman, this is not enough to deprive him of immunity.  435 U.S. at 357-58 &amp; n.6, 98 S. Ct. at 1105 &amp; n.6.\n    \n    \n      26\n      Plaintiff's counsel also argues, as we understand him, that the totality of the circumstances in this case are enough to have deprived Vanderwater of all jurisdiction.  Among these circumstances are the facts that Vanderwater had an interest in the case,9 that he had prejudged the case,10 and that he proceeded to judgment despite his knowledge of fundamental constitutional infirmities in the procedure that was followed.  Even \"grave procedural errors,\" however, are not enough, under Sparkman, to deprive a judge of all jurisdiction.  435 U.S. at 359, 98 S.Ct. at 1106.  Malice and corruption are similarly insufficient.  Id. at 356, 98 S.Ct. at 1104.  Therefore, Vanderwater's acts in arraigning, convicting, and sentencing Lopez, outrageous as they were, were not, under Sparkman, taken in the clear absence of all jurisdiction.\n    \n    \n      27\n      The district court was also correct in concluding that these acts were \"judicial acts.\"  They satisfy the Sparkman criterion of functions \"normally performed by a judge.\"  See 435 U.S. at 362, 98 S. Ct. at 1107.  The second criterion, whether the parties \"dealt with the judge in his judicial capacity,\" seems inapplicable here.  Vanderwater himself was, in substance if not in form, the complainant; Lopez, the only party other than the state, was, if we are to believe his deposition testimony, unaware of the entire course of the proceedings and thus unable to deal with Vanderwater in his judicial role or otherwise during the proceedings.11  The question of immunity can hardly turn on whether Gamble, who was only formally the charging party and was not present at the judicial segment of the events leading to Lopez' incarceration, dealt with Vanderwater as a judge.12\n    \n    \n      28\n      Accordingly, Vanderwater is absolutely immune from suit under 42 U.S.C. &#167; 1983 for his acts of arraigning, convicting, and sentencing Lopez.\n    \n    III.\n    \n      29\n      The irregular arraignment, conviction, and sentence were not, however, the only acts of Vanderwater that proximately caused Lopez' injury.  Vanderwater acted as prosecutor.  He made the decision to prosecute.  He determined the offense to be charged, originally contemplating criminal trespass and then deciding on theft of the key.  He prepared a written charge on the \"Notice to Appear\" form.  He caused Gamble to sign the blank complaint form and the next day had that form completed by the State's Attorney's staff.  He prepared a guilty plea and waiver of jury and caused a signature, which he says was Lopez', to be placed thereon.  Finally, Vanderwater presented the charge and plea form to himself with the expectation that it would be the basis for an unconstitutional conviction and sentence.  These acts were not functions \"normally performed by a judge.\"  They were not, therefore, \"judicial acts,\" and are not, as a consequence, protected by judicial immunity.  Stump v. Sparkman, supra, 435 U.S. at 360, 98 S. Ct. at 1106; Crowe v. Lucas, 595 F.2d 985 (5th Cir. 1979); Gregory v. Thompson, 500 F.2d 59 (9th Cir. 1974).13\n    \n    \n      30\n      These prosecutorial acts by Vanderwater were both the actual and the proximate cause of several violations of Lopez' constitutional rights, including, inter alia : his due process right to a disinterested judge, In re Murchison, 349 U.S. 133, 75 S. Ct. 623, 99 L. Ed. 942 (1955); Tumey v. Ohio, 273 U.S. 510, 47 S. Ct. 437, 71 L. Ed. 749 (1927); his due process right to a judge who had not prejudged his case,14 United States v. Sciuto, 531 F.2d 842, 844-46 (7th Cir. 1976); see United States v. Grinnel Corp., 384 U.S. 563, 583, 86 S. Ct. 1698, 1710, 16 L. Ed. 2d 778 (1966); his right under the Sixth and Fourteenth Amendments to the advice of counsel at each critical stage in the proceedings, e. g., Argersinger v. Hamlin, 407 U.S. 25, 92 S. Ct. 2006, 32 L. Ed. 2d 530 (1972); Gideon v. Wainwright, 372 U.S. 335, 83 S. Ct. 792, 9 L. Ed. 2d 799 (1963); and his rights, absent waiver, to a jury trial, a public trial, compulsory process, and to confront adverse witnesses.  U.S.Const. Amends. 6 &amp; 14.  Even under Vanderwater's version of the events in question, these rights were abridged.  Vanderwater's acts as a prosecutor were intended to make possible, and were an essential preliminary to, the series of wrongs that culminated in Lopez' illegal conviction and sentence.15\n    \n    \n      31\n      Vanderwater's prosecutorial acts were taken under color of state law within the meaning of 42 U.S.C. &#167; 1983.  The \"under color\" of state law element of a &#167; 1983 claim is identical to the \"state action\" requirement in an action based on the Fourteenth Amendment.  United States v. Price, 383 U.S. 787, 794 n.7, 86 S. Ct. 1152, 1156 n.7, 16 L. Ed. 2d 267 (1966).  Action taken by a state official who is cloaked with official power and who purports to be acting under color of official right is state action and is taken under color of state law whether or not the action is in fact in excess of the authority actually delegated to the official under state law.  E. g., Screws v. United States, 325 U.S. 91, 111, 65 S. Ct. 1031, 1040 (1945):\n    \n    \n      32\n      It is clear that under \"color\" of law means under \"pretense\" of law.  . . .  Acts of officers who undertake to perform their official duties are included whether they hew to the line of their authority or overstep it.  If, as suggested, the statute was designed to embrace only action which the State in fact authorized, the words \"under color of any law\" were hardly apt words to express the idea.16\n    \n    \n      33\n      See also, e. g., United States v. Price, supra, 383 U.S. at 795, 86 S. Ct. at 1157; Monroe v. Pape, 365 U.S. 167, 171-87, 81 S. Ct. 473, 484, 5 L. Ed. 2d 492 (1961) (overruled in an unrelated respect by Monell v. Department of Social Services, 436 U.S. 658, 98 S. Ct. 2018, 56 L. Ed. 2d 611 (1978)); Williams v. United States, 341 U.S. 97, 98-100, 71 S. Ct. 576, 578, 95 L. Ed. 774 (1951); United States v. Classic, 313 U.S. 299, 326, 61 S. Ct. 1031, 1043, 85 L. Ed. 1368 (1941); Gregory v. Thompson, supra, 500 F.2d at 62 (cited with approval in Stump v. Sparkman, supra, 435 U.S. at 361 n.10, 98 S. Ct. at 1107 n.10).\n    \n    \n      34\n      Counsel for Vanderwater has argued, however, that this accepted rule does not apply to judicial acts.  As phrased in Vanderwater's brief, counsel contends that plaintiff Lopez is \"whipsawed\" between the \"absence of all jurisdiction\" and \"judicial acts\" requirements and the color of law requirement.  If jurisdiction is absent or the act is not judicial, counsel maintains, the color of law requirement is not met; if the color of law requirement is met, the act is judicial and jurisdiction is present.  Acceptance of this theory would remove the limitations on absolute judicial immunity discussed above and render judges immune from any suit whatsoever under &#167; 1983.  In Sparkman the Court did note that an allegation that a judge's action was taken under color of law may appear inconsistent with a contention that the same act was not a \"judicial act,\" 435 U.S. at 360, 98 S. Ct. at 1106; \"but\" cf. 435 U.S. at 369 n.6, 98 S. Ct. at 1111 n.6 (Stewart, J., dissenting).  That passing observation, however, could hardly have been intended to wipe out limitations on judicial immunity implicitly recognized elsewhere in the opinion.  There is no reason to differentiate between judges and other officers in applying the color of law requirement.  Vanderwater was able to take his prosecutorial acts because he was cloaked with the office of judge.  His use of that office to prosecute Lopez was action under color of state law.\n    \n    \n      35\n      Because Vanderwater is not immune from liability for his prosecutorial acts, and because those acts were an integral part of his unlawful course of conduct, we reverse the summary judgment in his favor17 and remand this aspect of the case to the district court.\n    \n    IV.\n    \n      36\n      As to Gamble, who did not act under color of state law, any liability must rest on the theory that he conspired with Vanderwater, who did so act, to deprive Lopez of his civil rights.  We could see no basis for an inference of conspiracy if Gamble had merely responded to Vanderwater's call, come to the police station, and, based on information about Lopez' conduct given him by Vanderwater, signed the papers charging Lopez with theft of the key.  Signing the blank complaint was of course improper, but it hardly gives rise to a federal right, especially when Gamble understood that the complaint would contain the same charge as the handwritten notice to appear, which he also signed.  Also, Gamble knew Vanderwater, a judge, was behaving like a prosecutor; but, even if we impute to Gamble knowledge of the proper limits of a judge's function, he would not be joining in a conspiracy by signing the papers in the good faith belief that the facts were true, at least unless he knew that the complaint would not be submitted to the State's Attorney for approval and presented before a disinterested judge.  If Gamble, in good faith and without such knowledge, did no more than sign the appropriate papers to lodge a complaint against Lopez for theft of the key, relying on information that Vanderwater had supplied and that Gamble had no reason to doubt, Lopez could not make out a claim against Gamble under &#167; 1983; for in that event Gamble would merely be invoking the exercise of judicial authority.  Sparkman v. McFarlin, 601 F.2d 261 (7th Cir. 1979) (in banc).\n    \n    \n      37\n      There is, however, enough evidence to raise a genuine issue that precludes summary judgment.  That issue is whether Gamble knew when he signed the charging papers that Vanderwater was carrying out a scheme to use his official position to railroad Lopez by first causing a charge to be brought and then acting as the judge in the ensuing case after already deciding what the outcome would be.  Officer Toomey testified that in Gamble's presence Vanderwater stated that he intended to sentence Lopez to 240 days in Vandalia.  Vanderwater first testified he was \"sure\" he had made such a statement in Gamble's presence, then that Gamble was \"conceivably\" present when the statement was made and Vanderwater did not know whether it was before or after Gamble had signed the papers, and finally that before Gamble signed the statement Vanderwater \"probably told (Gamble) . . .  that (Lopez) was going to plead guilty to it; and . . .  that I was going to sentence (Lopez) to 240 days.\"  Gamble denied that such a statement was ever made in his presence.  We think the testimony of Toomey and Vanderwater was sufficient to raise a genuine issue as to whether, before signing the papers, Gamble heard Vanderwater make the statement in question.\n    \n    \n      38\n      If Gamble heard such a statement, the trier of fact would be entitled to find that he credited the statement, and that by signing the papers he participated with Vanderwater in a conspiracy to use Vanderwater's official position to deprive Lopez of his civil rights.  As we have noted, Vanderwater himself was not immune for his prosecutorial acts, so Gamble would not escape liability for engaging in a conspiracy of which those acts were an essential part even if the rule were that a conspirator automatically shares a co-conspirator's immunity, which it is not, see Sparkman v. McFarlin, supra, 601 F.2d at 264-68 (Sprecher, J., concurring).  Even apart from the prosecutorial acts, however, Gamble's signing of the charging papers with knowledge of Vanderwater's intentions would be evidence of more than \"merely . . .  invoking an exercise of the judge's judicial authority,\" see Sparkman v. McFarlin, supra, 601 F.2d at 262 (Fairchild, C. J., concurring); id. at 269 (Tone, J., concurring), and could give rise to liability under &#167; 1983.\n    \n    \n      39\n      The summary judgment is therefore reversed as to both Vanderwater and Gamble, and the case is remanded to the district court for trial.\n    \n    \n      40\n      REVERSED AND REMANDED.\n    \n    \n      \n        1\n         Lopez testified on deposition that he had come to the building to pay Vanderwater the back rent\n      \n      \n        2\n         Illinois Supreme Court Rule 295, promulgated pursuant to the Illinois Supreme Court's rulemaking power under Ill.Const. art. VI, &#167; 8, provides that \"(t)he Chief Judge of each circuit or any circuit judge designated by him may assign an associate judge to hear and determine any matters except the trial of criminal cases in which the defendant is charged with an offense punishable by imprisonment for more than one year.\"  The rule further provides that, \"upon a showing of need,\" the Illinois Supreme Court may authorize individual associate judges to hear even felony cases.  Ill.Rev.Stat. ch. 110A, &#167; 295 (1977).  Vanderwater was never assigned by Chief Judge Akemann of the Sixteenth Circuit to sit in Aurora or to hear Lopez' case\n      \n      \n        3\n         The district court originally denied the motion because it found that Vanderwater may have acted in the clear absence of all jurisdiction by purporting to try a case in a courthouse to which he had not been assigned.  The district court subsequently reversed this determination when it came to light that Vanderwater's Chief Judge, Judge Akemann, had expressed the view in a Special Administrative Order that assignment was not a prerequisite for subject matter jurisdiction.  See note 7 infra\n      \n      \n        4\n         The distinction between acts taken in \"excess\" of jurisdiction and acts taken in the \"clear absence of all jurisdiction\" was illustrated in Sparkman with examples taken from Bradley v. Fisher, 80 U.S.  (13 Wall.) 335, 352, 20 L. Ed. 646 (1872):\n        (I)f a probate judge, with jurisdiction over only wills and estates, should try a criminal case, he would be acting in the clear absence of jurisdiction and would not be immune from liability for his action; on the other hand, if a judge of a criminal court should convict a defendant of a nonexistent crime, he would merely be acting in excess of his jurisdiction and would be immune.\n        435 U.S. at 357 n.7, 98 S. Ct. at 1105 n.7.  The Court in Sparkman further said that, in determining whether a clear absence of jurisdiction has been shown, the fact that the power to take a given action is not expressly included in a judge's jurisdiction under state law is less significant than the fact that it is not expressly excluded from that jurisdiction.  435 U.S. at 358, 98 S.Ct. at 1105.  For judges of general jurisdiction, at least, this distinction appears to some to raise the spectre of judges who are \"free, like a loose cannon, to inflict indiscriminate damage.\"  Id. at 367 &amp; n.5, 98 S. Ct. at 1110 &amp; n.5.  (Stewart, J., dissenting).  As we read Sparkman, however, a two-step inquiry is required; immunity will not be accorded an act that is non-judicial whether or not it is taken in the clear absence of all jurisdiction.  See id.\n      \n      \n        5\n         Illinois associate judges may hear misdemeanor cases but not felony cases without special designation.  Illinois Supreme Court Rule 295; see note 2 supra\n      \n      \n        6\n         Many judicial acts, including signing of orders, ruling on motions, and conducting conferences with parties, are taken in chambers and not in a courtroom.  It is not unusual for a judge to act on emergency stays and other matters of extreme urgency in his home.  Appellate courts sometimes sit to hear argument in law schools.  There is no formalistic requirement that a judge set foot inside a courtroom before he can act\n        Plaintiff's counsel has cited some rather hoary Illinois precedent concerning a judge's power outside the courtroom.  E. g., Rafferty v. People, 72 Ill. 37 (1874); People v. McWeeney, 259 Ill. 161, 102 N.E. 233 (1913).  Whether these cases remain the Illinois law or not, we think they do not demonstrate that Vanderwater acted in clear absence of jurisdiction as that concept is employed in Sparkman.  They deal merely with acts in \"excess\" of jurisdiction, as opposed to acts in clear absence of jurisdiction, as Sparkman employed those terms.\n      \n      \n        7\n         Chief Judge Akemann of the Sixteenth Judicial Circuit has rejected the view that assignments are jurisdictional in his Special Administrative Order No. 22.  But cf. Charleston Nat. Bank v. Muller, 16 Ill.App.3d 380, 306 N.E.2d 358, 361 (1974) (dicta)\n      \n      \n        8\n         Sparkman makes plain that for purposes of immunity, a judge's jurisdiction \"must be construed broadly.\"  435 U.S. at 356, 98 S. Ct. at 1104.  Vanderwater's actions in trying the case in Aurora are more like those of a criminal court judge who invents a crime and convicts someone of it than they are like those of a probate judge who conducts a criminal trial.  See note 4 supra\n      \n      \n        9\n         Lopez has cited us to Illinois Supreme Court rules requiring that judges both be and appear impartial.  Ill.Rev.Stat. ch. 110A, &#167;&#167; 61 &amp; 66.  Although Vanderwater plainly violated these rules, we do not think that action deprived him of all jurisdiction\n      \n      \n        10\n         See note 14 infra\n      \n      \n        11\n         The same was true in Sparkman, in which plaintiff was unaware that any court proceedings had been had until after she had been sterilized pursuant to the court's approval of her mother's petition.  Her expectations were not, apparently, considered relevant by the Supreme Court\n      \n      \n        12\n         In one respect, extending judicial immunity to Vanderwater here is more appropriate than was the extension of immunity to the judge in Sparkman.  Here at least error could be corrected on appeal.  See Pierson v. Ray, 386 U.S. 547, 554, 87 S. Ct. 1213, 1217, 18 L. Ed. 2d 288 (1967).  The same cannot be said of the wrongful conduct at issue in Sparkman.  435 U.S. at 369-70, 98 S.Ct. at 1111 (Powell, J., dissenting); id. at 368, 98 S.Ct. at 1110 (Stewart, J., dissenting)\n      \n      \n        13\n         The prosecutorial acts were also taken in \"clear absence of all jurisdiction,\" although this conclusion is unnecessary to our holding, see note 4 supra.  Acting as a prosecutor is not within an Illinois circuit judge's jurisdiction over \"justiciable matters,\" as granted by Ill.Const. art. VI, &#167; 9.  Cf. Ill.Rev.Stat. ch. 110A, &#167; 402(d)(1)\n      \n      \n        14\n         Vanderwater testified in his deposition that he \"probably\" told Gamble before Gamble signed the complaint that Lopez \"was going to plead guilty to it,\" and that Vanderwater \"was going to sentence him to 240 days.\"  Officer Toomey testified that Vanderwater remarked on several occasions that night that he was going to give Lopez an eight-month sentence.  Vanderwater's opinion on Lopez' guilt was formed not on the basis of a guilty plea that had not been received yet, nor on the basis of any facts of record in the case, but on his extra-judicial opinion and belief that Lopez had stolen the key.  Cf. United States v. Grinnel Corp., supra, 384 U.S. at 583, 86 S. Ct. at 1710.  Also, Toomey testified that Vanderwater instructed him to give Gamble the key on the night in question, and that Toomey did so.  Vanderwater was apparently so certain of the outcome of the case that he was willing to release the critical evidence from official custody\n      \n      \n        15\n         The acts were the \"actual\" cause in that but for the acts the violations would not have occurred.  Whether the concept of proximate cause is viewed in terms of foreseeability or in terms of a policy against liability for acts sufficiently causally remote, the acts in question were also the proximate cause of Lopez' injuries.  Vanderwater clearly foresaw the result of his prosecutorial actions, and thus his own contemplated acts can scarcely be deemed intervening and superseding causes.  Indeed, the fact that Vanderwater foresaw the result is one of independent constitutional injuries that Lopez sustained, the prejudgment of his case.  See note 14 supra.  Vanderwater's prosecutorial acts were not remote from the injury caused either in time or in a causal chain.  We can perceive no policy that would favor cutting off liability for the acts on a proximate cause rationale\n      \n      \n        16\n         Although Screws, as well as Price, Williams, and Classic, cited in text infra, dealt with 18 U.S.C. &#167; 242, the criminal counterpart to the civil provisions of &#167; 1983, the under color of law requirement in both sections is the same.  Monroe v. Pape, 365 U.S. 167, 185, 81 S. Ct. 473, 483, 5 L. Ed. 2d 492 (1961)\n      \n      \n        17\n         Vanderwater has not claimed prosecutorial immunity and is obviously not entitled to it because he was not a prosecutor\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 377933
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}