{
    "id": 452174,
    "judges": "Clark, Fay, Roney",
    "date_filed": "1993-06-01",
    "date_filed_is_approximate": true,
    "slug": "william-billy-mitchell-v-ralph-kemp-warden",
    "case_name_short": null,
    "case_name": "William \"Billy\" Mitchell v. Ralph Kemp, Warden",
    "case_name_full": "William “Billy” MITCHELL, Petitioner-Appellant, v. Ralph KEMP, Warden, Respondent-Appellee",
    "attorneys": "James S. Liebman, John C. Boger, New York City, Anthony G. Amsterdam, N.Y. University Law School, New York City, Michael L. Rugen, Andrea Asaro, Andrew W. Char, San Francisco, Cal., Robert Weisberg, Stanford Law School, Stanford, Cal., for petitioner-appellant., Susan V. Boleyn, Atlanta, Ga., for respondent-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing and Rehearing En Banc Denied July 11,1985.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 93,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b982-6\">\n    William “Billy” MITCHELL, Petitioner-Appellant, v. Ralph KEMP, Warden, Respondent-Appellee.\n   </parties><br><docketnumber id=\"b982-9\">\n    No. 83-8649.\n   </docketnumber><br><court id=\"b982-10\">\n    United States Court of Appeals, Eleventh Circuit.\n   </court><br><decisiondate id=\"b982-11\">\n    May 23, 1985.\n   </decisiondate><br><otherdate id=\"b982-12\">\n    Rehearing and Rehearing En Banc Denied July 11,1985.\n   </otherdate><br><attorneys id=\"b983-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"887\"> \n     *887\n     </span>\n    James S. Liebman, John C. Boger, New York City, Anthony G. Amsterdam, N.Y. University Law School, New York City, Michael L. Rugen, Andrea Asaro, Andrew W. Char, San Francisco, Cal., Robert Weisberg, Stanford Law School, Stanford, Cal., for petitioner-appellant.\n   </attorneys><br><attorneys id=\"b983-11\">\n    Susan V. Boleyn, Atlanta, Ga., for respondent-appellee.\n   </attorneys><br><judges id=\"b983-13\">\n    Before RONEY, FAY and CLARK, Circuit Judges.\n   </judges>",
    "citations": [
        "762 F.2d 886"
    ],
    "opinions": [
        {
            "author_str": "Roney",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/762/762.F2d.886.83-8649.html",
            "author_id": null,
            "opinion_text": "762 F.2d 886\n    William \"Billy\" MITCHELL, Petitioner-Appellant,v.Ralph KEMP, Warden, Respondent-Appellee.\n    No. 83-8649.\n    United States Court of Appeals,Eleventh Circuit.\n    May 23, 1985.\n    \n      James S. Liebman, John C. Boger, New York City, Anthony G. Amsterdam, N.Y. University Law School, New York City, Michael L. Rugen, Andrea Asaro, Andrew W. Char, San Francisco, Cal., Robert Weisberg, Stanford Law School, Stanford, Cal., for petitioner-appellant.\n      Susan V. Boleyn, Atlanta, Ga., for respondent-appellee.\n      Appeal from the United States District Court for the Southern District of Georgia.\n      Before RONEY, FAY and CLARK, Circuit Judges.\n      RONEY, Circuit Judge:\n    \n    \n      1\n      William \"Billy\" Mitchell pled guilty to murder and was sentenced to death.  On appeal from the district court's denial of habeas corpus relief, Mitchell raises three issues:  (1) whether the district court should have conducted an evidentiary hearing on his assertion that the death penalty in Georgia is being administered in an arbitrary and racially discriminatory manner;  (2) whether his counsel was ineffective during the sentencing phase of his trial;  and (3) whether the district court should have heard evidence regarding the legality and voluntariness of Mitchell's confessions which were admitted at Mitchell's sentencing hearing.  We affirm.\n    \n    \n      2\n      During the armed robbery of a convenience store, Mitchell shot and killed fourteen-year-old Christopher Carr and seriously wounded the boy's mother.  He was captured later that same day and shortly after being taken into custody made two confessions.  Following his plea of guilty, a sentencing trial was held before a judge.  The State proved aggravating circumstances in the murder of Christopher Carr by the admission of Mitchell's confessions and through Mrs. Carr's testimony.  The aggravating factors established were that Mitchell had murdered the boy during the commission of armed robbery and aggravated assault.  No mitigating evidence was offered.\n    \n    \n      3\n      Mitchell's conviction and sentence were affirmed by the Georgia Supreme Court.   Mitchell v. State, 234 Ga. 160, 214 S.E.2d 900 (1975), cert. denied, 428 U.S. 910, 96 S. Ct. 3224, 49 L. Ed. 2d 1219 (1976).  He unsuccessfully sought habeas corpus relief in state court.   Mitchell v. Hopper, 239 Ga. 781, 239 S.E.2d 2 (1977), cert. denied, 435 U.S. 937, 98 S. Ct. 1513, 55 L. Ed. 2d 534 (1978).  A petition for a writ of habeas corpus was then filed in federal district court.  In two separate orders, the district court denied all of Mitchell's asserted grounds for relief.   Mitchell v. Hopper, 538 F. Supp. 77 (S.D.Ga.1982);  Mitchell v. Hopper, 564 F. Supp. 780 (S.D.Ga.1983).\n    \n    \n      4\n      After oral argument on January 31, 1984, this Court decided to withhold decision in this case until the en banc Court decided McCleskey v. Kemp, 753 F.2d 877 (11th Cir.1985) (en banc ), Spencer v. Zant, 715 F.2d 1562 (11th Cir.1983), on pet. for reh'g and for reh'g en banc, 729 F.2d 1293 (11th Cir.1984), and Ross v. Kemp, 756 F.2d 1483 (11th Cir.1985) (en banc ).  The district court entered a single order as to petitioners Mitchell, Spencer, and Ross denying an evidentiary hearing on the argument concerning discriminatory application of Georgia's death penalty.   Mitchell v. Hopper, 538 F. Supp. at 89-91.  The en banc Court having now upheld the denial of an evidentiary hearing in Ross, 756 F.2d at 1491, that order of the district court is now affirmed as to Mitchell.\n    \n    \n      5\n      Mitchell makes a two-pronged ineffective assistance of counsel at sentencing claim.  First, as to aggravating facts, he claims that had his attorney interviewed police officer Herbert Carr and Christopher Carr's mother, the attorney could have excluded certain of the state's proof on aggravating factors at the sentencing trial.  Second, as to mitigating factors, he claims that if his attorney had investigated Mitchell's background, he would have discovered powerful mitigating evidence.  Mitchell submitted in district court evidence which showed that he was raised in an impoverished home where after the breakup of his parents he had to act as a substitute father for his siblings.  At the age of 18, Mitchell was convicted of attempted robbery and was sent to prison where he was subject to violent homosexual rapes.  Affidavits submitted by Mitchell showed that numerous persons of some stature in the community were willing to testify to his good character as a youth.\n    \n    \n      6\n      We have a detailed record on the ineffectiveness issue.  Mitchell's attorney testified at both the state and federal evidentiary hearings.  Mitchell was appointed counsel the day after he was arrested.  His attorney met with him briefly at this time and attended a lineup.  The state habeas corpus court found as a fact that the attorney met with Mitchell for lengthy interviews on at least four occasions prior to Mitchell's guilty plea.  As a historical fact, this finding was entitled to a presumption of correctness in the district court.  28 U.S.C.A. Sec. 2254(d);  Thomas v. Zant, 697 F.2d 977, 980 (11th Cir.1983).\n    \n    \n      7\n      After the guilty plea and prior to the sentencing hearing conducted later that same day, the attorney again met with Mitchell.  During the meetings the attorney questioned Mitchell in detail about his background.  The attorney asked about family, friends, or school teachers who might be character witnesses for Mitchell.  The attorney thought Mitchell was very open with him in answering these questions.  Mitchell explained that he came from a good, hard-working family but that he was the \"black sheep.\"    Mitchell discouraged the attorney from contacting his family.  Nevertheless, the attorney did telephone Mitchell's father.  He said the father's reaction was one of indifference.  The father would not give definite answers on whether he was able to provide funds for or aid in Mitchell's defense.\n    \n    \n      8\n      The attorney investigated the case by interviewing several of the police officers involved and examining the State's physical evidence.  He did not interview Officer Herbert Carr, whose signature appeared on Mitchell's waiver of Miranda rights form.  Carr was a distant relation of the deceased boy.  The attorney testified that he did not interview Carr because he did not like Carr and because he thought the other police officers had spoken truthfully with him.  The attorney also did not interview Mrs. Carr, the woman seriously injured by Mitchell and mother of the deceased boy.\n    \n    \n      9\n      The Sixth Amendment guarantees a defendant the right to reasonably effective assistance of counsel.   Strickland v. Washington, --- U.S. ----, ----, 104 S. Ct. 2052, 2064, 80 L. Ed. 2d 674, 693 (1984).  A criminal attorney has the duty to investigate, but the scope of investigation is governed by a reasonableness standard.  As stated by the Supreme Court, \"counsel has a duty to make reasonable investigations or to make a reasonable decision that makes particular investigations unnecessary.\"    --- U.S. at ----, 104 S. Ct. at 2066, 80 L.Ed.2d at 695.  The reasonableness of a decision on the scope of investigation will often depend upon what information the defendant communicates to the attorney.  The Supreme Court has advised that \"inquiry into counsel's conversations with the defendant may be critical to a proper assessment of counsel's investigation decisions.\"    --- U.S. at ----, 104 S. Ct. at 2066, 80 L.Ed.2d at 696.  The attorney's decision not to investigate must not be evaluated with the benefit of hindsight but accorded a strong presumption of reasonableness.  --- U.S. at ----, 104 S. Ct. at 2065, 80 L.Ed.2d at 694.  In our judgment, the conduct of Mitchell's attorney did not require a finding by either the state or federal court that it was not reasonable.\n    \n    \n      10\n      In any event, errors by counsel at a capital sentencing hearing require reversal of the sentence only if \"there is a reasonable probability that, absent the errors, the sentencer--including an appellate court, to the extent it independently reweighs the evidence--would have concluded that the balance of aggravating and mitigating circumstances did not warrant death.\"    --- U.S. at ----, 104 S. Ct. at 2069, 80 L.Ed.2d at 698.  Regardless of whether it was reasonable for Mitchell's attorney not to interview Officer Carr and Mrs. Carr, the failure to interview did not prejudice Mitchell, as required by Washington.    The State attempted to show as aggravating factors that Mitchell had murdered Christopher Carr while in the commission of armed robbery and aggravated battery.  To prove these two crimes, the State relied on Mitchell's confessions and Mrs. Carr's testimony.  Whether or not the confessions were voluntary, Mitchell admitted in his guilty plea that he killed Christopher Carr.  Even if Mrs. Carr's identification of Mitchell should have been excluded because of the damage done to her eyesight by the wounds received in the robbery, there was no ground for excluding her testimony that the man who shot her son also shot her and robbed the store.  Mitchell shows no prejudice.\n    \n    \n      11\n      Counsel's failure to investigate and present mitigating background evidence presents a more difficult question.  Counsel has no absolute duty to present mitigating character evidence.   Stanley v. Zant, 697 F.2d 955, 961-62 (11th Cir.1983).  \"Having conducted a sufficient investigation, counsel may make a reasonable strategic judgment to present less than all possible available evidence in mitigation.\"   Id. at 965.   See Strickland v. Washington, --- U.S. at ----, 104 S. Ct. at 2071, 80 L.Ed.2d at 701;  Adams v. Wainwright, 709 F.2d 1443, 1445-46 (11th Cir.1983), cert. denied, --- U.S. ----, 104 S. Ct. 745, 79 L. Ed. 2d 203 (1984).\n    \n    \n      12\n      Three reasons were given by the attorney for conducting no investigation of Mitchell's background other than questioning Mitchell and holding two telephone conversations with Mitchell's father.  First, Mitchell discouraged the attorney from undertaking such an investigation.  The attorney testified that Mitchell continually told him not to involve his family because \"he was the black sheep.  He would stand it.  He would do it.  Leave them out of it.\"    Second, the attorney thought his only \"avenue into the family situation\" was Mitchell's father, and this approach proved fruitless.  Third, the attorney believed that based on his conversations with Mitchell, \"the possibility of finding anything that might be helpful in [Mitchell's] defense was nil.\"    The attorney never presented any witnesses to address Mitchell's character because he concluded that this type of evidence would have been thoroughly rebutted by Mitchell's prior conviction.\n    \n    \n      13\n      When a defendant preempts his attorney's strategy by insisting that a different defense be followed, no claim of ineffectiveness can be made.   Foster v. Strickland, 707 F.2d 1339, 1343 (11th Cir.1983), cert. denied, --- U.S. ----, 104 S. Ct. 2375, 80 L. Ed. 2d 847 (1984);  see Autry v. McKaskle, 727 F.2d 358, 360-61 (5th Cir.1984).  Nonetheless, \"[i]nformed evaluation of potential defenses to criminal charges and meaningful discussion with one's client of the realities of his case are cornerstones of effective assistance of counsel.\"   Gaines v. Hopper, 575 F.2d 1147, 1149-50 (5th Cir.1978);  see Strickland v. Washington, U.S. at ----, 104 S. Ct. at 2065, 80 L.Ed.2d at 694.  The new Fifth Circuit has held that although a capital defendant's stated desire not to use character witnesses does not negate the duty to investigate, it limits the scope of the investigation required.   Gray v. Lucas, 677 F.2d 1086, 1094 (5th Cir.1982), cert. denied, 461 U.S. 910, 103 S. Ct. 1886, 76 L. Ed. 2d 815 (1983).\n    \n    \n      14\n      It is important to note that Mitchell's attorney did not blindly follow Mitchell's command to leave his family out of it.  Although it appears the attorney did not probe deeply into Mitchell's reasons for not wishing to involve his family, the attorney made an independent evaluation of the usefulness of character witnesses by an in-depth conversation with Mitchell.  Even Mitchell complained that the attorney acted more like a \"sociologist\" than a lawyer.  Considering all the circumstances, including the information the attorney learned from Mitchell, Mitchell's directions, and Mitchell's father's indifference, the attorney acted reasonably when he decided not to pursue an investigation independent of Mitchell or his father.  \"[S]trategic choices made after less than complete investigation are reasonable precisely to the extent that reasonable professional judgments support the limitations on investigation.\"   Washington, --- U.S. at ----, 104 S. Ct. at 2066, 80 L.Ed.2d at 695.\n    \n    \n      15\n      The attorney was not ineffective for not having called any members of Mitchell's family to testify as to mitigating character evidence.  Although the attorney was mistaken in thinking Mitchell's prior conviction would not come in unless the defense called character witnesses, see O.C.G.A. Sec. 17-10-2, this does not make unreasonable his assumption that the conviction would substantially outweigh any testimony as to Mitchell's good character as a youth.  The ability to obtain such good character evidence at the time was inhibited by Mitchell's direction not to call his family and Mitchell's father's indifference toward aiding his son.  Moreover, it was reasonable for the attorney to assume that the presentation of good character evidence might motivate the State to introduce Mitchell's prior conviction when it might not introduce it otherwise, even though it had the right to present the conviction in the absence of mitigating character witnesses.  In fact, the State did not introduce Mitchell's prior conviction during the sentencing phase, and Mitchell's attorney was able to emphasize the absence of any evidence of prior convictions in closing argument.  564 F. Supp. at 785.\n    \n    \n      16\n      Mitchell raises two other issues related to his ineffectiveness claim.  First, he contends that the district court should have held an evidentiary hearing on the voluntariness of Mitchell's confession.  Because we have concluded above that the State produced sufficient evidence on aggravating factors of Mitchell's offenses in the absence of Mitchell's confessions, this claim is without merit.  Second, Mitchell argues the district court improperly excluded the testimony of expert witnesses who would have addressed the reasonableness of Mitchell's attorney's performance and Mitchell's psychological makeup.  The court received proffers of the experts' testimony at the evidentiary hearing and indicated it would enter an order in writing if the proffers were considered as evidence.  In its final order, the court stated:\n    \n    \n      17\n      At this Court's hearing on May 18, 1982, I was fully apprised of the type and quantity of mitigation evidence which petitioner claims [his attorney] should have offered.  So that the Court of Appeals can also assess the mitigation evidence proffered by the petitioner, the petitioner's motion to expand the record to include some twenty-four affidavits is hereby granted.  I see no need for additional testimony.\n    \n    \n      18\n      564 F.Supp. at 781 n. 1.  This indicates the court considered Mitchell's proffers as evidence.  Treating the proffered affidavits as part of the record in this case, the evidence still does not support Mitchell's claim that his counsel was ineffective.\n    \n    \n      19\n      AFFIRMED.\n    \n    ",
            "ocr": false,
            "opinion_id": 452174
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}