{
    "id": 235649,
    "judges": "Danaher, Miller, Prettyman, Wilbur",
    "date_filed": -471744000000,
    "date_filed_is_approximate": false,
    "slug": "everett-d-green-v-united-states",
    "case_name_short": null,
    "case_name": "Everett D. Green v. United States",
    "case_name_full": "Everett D. GREEN, Appellant, v. UNITED STATES of America, Appellee",
    "attorneys": "Mr. George Blow (appointed by this court), Washington, D. C., for appellant., Mr. Lewis Carroll; Asst. U. S. Atty., Washington, D. C., with whom Messrs. Leo A. Rover, U. S. Atty., and Thomas A. Flannery, Asst. U. S. Atty., Washington, D. C., were on the brief, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Nov. 16, 1954.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 17,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b908-3\">\n    Everett D. GREEN, Appellant, v. UNITED STATES of America, Appellee.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b908-5\">\n    No. 12188.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b908-6\">\n    United States Court of Appeals, District of Columbia Circuit.\n   </court><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b908-7\">\n    Argued Nov. 16, 1954.\n   </otherdate><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b908-8\">\n    Decided Jan. 20, 1955.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b908-22\">\n    Mr. George Blow (appointed by this court), Washington, D. C., for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b908-23\">\n    Mr. Lewis Carroll; Asst. U. S. Atty., Washington, D. C., with whom Messrs. Leo A. Rover, U. S. Atty., and Thomas A. Flannery, Asst. U. S. Atty., Washington, D. C., were on the brief, for appellee.\n   </attorneys><br><p data-order=\"7\" data-type=\"judges\" id=\"b908-24\">\n    Before WILBUR K. MILLER, PRETTYMAN and DANAHER, Circuit Judges.\n   </p>",
    "citations": [
        "218 F.2d 856"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/218/218.F2d.856.12188.html",
            "author_id": null,
            "opinion_text": "218 F.2d 856\n    95 U.S.App.D.C. 45\n    Everett D. GREEN, Appellant,v.UNITED STATES of America, Appellee.\n    No. 12188.\n    United States Court of Appeals, District of Columbia Circuit.\n    Argued Nov. 6, 1654.Decided Jan. 20, 1955.\n    \n      Mr. George Blow (appointed by this court), Washington, D.C., for appellant.\n      Mr. Lewis Carroll, Asst. U.S. Atty., Washington, D.C., with whom Messrs. Leo A. Rover, U.S. Atty., and Thomas A. Flannery, Asst. U.S. Atty., Washington, D.C., were on the brief, for appellee.\n      Before WILBUR K. MILLER, PRETTYMAN and DANAHER, Circuit Judges.\n      WILBUR K. MILLER, Circuit Judge.\n    \n    \n      1\n      In the first count of an indictment, Everett Green was charged with arson.1 In the second, the grand jury alleged [95 U.S.App.D.C. 46] that the death of an elderly woman, Bettie Brown, resulted from the fire set by Green, and so accused him under 22-2401, D.C.Code (1951),2 which defines the unpurposed killing of another in perpetrating arson as murder in the first degree.\n    \n    \n      2\n      In submitting the case to the jury under the second count, the trial judge instructed on both first and second degree murder.  Found guilty of arson under the first count and of murder in the second degree under the second count, Green appeals only from the later.\n    \n    \n      3\n      He says it was error to instruct the jury on second degree murder; that the verdict of guilty under that instruction shows the jury was unwilling to find him guilty of murder in the first degree; that, therefore, had the erroneous second degree instruction not been given, he might well have been acquitted under the second count of the indictment.  Thus, the sole question on this appeal is whether the trial judge erred to appellant's prejudice in instructing the jury on second degree murder.\n    \n    \n      4\n      Whether it was error to give that instruction depends on whether there was evidence to justify it; for we have held that under an indictment charging first degree murder done during the perpetration or attempted perpetration of one of the felonies enumerated in &#167; 22-2401, the defendant may, if the evidence warrants it, be found guilty of the necessarily included offense of murder in the second degree.3\n    \n    \n      5\n      The first degree murder section of the District of Columbia Code, set forth at length in footnote 2, supra, enlarges the common law definition of that crime by adding thereto, inter alia, the unpurposed killing of another in perpetrating arson.  So, when the evidence at a trial tends to show the defendant committed arson, and that the fire was the sole cause of the victim's death, the defendant is either guilty of murder in the first degree or he is not guilty.\n    \n    \n      6\n      In the present case, the only evidence as to the cause of the victim's death was that of Dr. Richard M. Rosenberg, Deputy Coroner of the District of Columbia, who performed an autopsy on the body of the victim, Bettie Brown.  He testified in part as follows:\n    \n    \n      7\n      'Q. Did you ascertain the cause of death of the deceased Bettie Brown?  A.  I did.\n    \n    \n      8\n      'Q. Would you state that, Doctor?  A.  The cause of her death was pulmonary edema.  That means an [95 U.S.App.D.C. 47] accumulation of fluid in the lungs due to acute trachea bronchitis.\n    \n    \n      9\n      'Q. Will you explain that?  A.  That means inflammation of the trachea, which is the tube that leads from the mouth to the lungs and the bronchi, which are the tubes that lead from the trachea into the lungs themselves.  This system of tubes was acutely inflamed, due to lack of oxygen, anoxia, being due to the inhalation of hot irritating gases.\n    \n    \n      10\n      'Q. And the primary cause of death was the inhalation of hot irritating gases?  A.  That is correct.'\n    \n    \n      11\n      Dr. Rosenberg amplified the foregoing rather extensively in his testimony given under cross-examination by appellant's counsel, a part of which we quote:\n    \n    \n      12\n      'Q. Doctor, did you find anything else wrong with this woman in the course of your examination?  A.  Yes.\n    \n    \n      13\n      'Q. What?  A.  She was suffering from rather advanced heart disease.  The large blood vessel going off the heart, the aorta, was inflamed and dilated, and the coronaries, which are the arteries in the heart itself, were sclerosed or hardened.  She had some degeneration of the liver and also of the kidneys, and she had generalized arteriosclerosis, which means that she had generalized hardening of the arteries.\n    \n    \n      14\n      'Q. Now, Doctor, isn't it a fact that she could have died as a result of this heart condition?  A.  In the instant case, no.\n    \n    \n      15\n      *     *     *     *    *     *\n    \n    \n      16\n      'This woman was 83 years of age, and anyone of that age is bound to have degenerative changes in their organs.  However, the condition found in her lungs was due to an acute and recent episode, plus the fact that 14% carbon monoxide was found in her blood, which is proof that she had inhaled these hot gases, which were due to the fire and therefore contained carbon monoxide.\n    \n    \n      17\n      *     *     *     *    *     *\n    \n    \n      18\n      'Q. Then it is on the basis of Doctor Young's report that you made this conclusion as to her death?  A.  No.  My conclusion as to her death was based on what I found in her lungs, to wit, pulmonary edema, inflammation of the trachea and bronchi, and that I believe was due to the inhalation of hot irritating gases, and the presence of the carbon monoxide indicated to me that at the time of the fire the woman was alive.\n    \n    \n      19\n      'Q. Well, now, it indicated to you that at the time of the fire she was alive?  A.  Yes.\n    \n    \n      20\n      'Q. Is there any question in your mind about that?  A.  No, sir.\n    \n    \n      21\n      'Q. Is it possible under any circumstances that she may have been dead at the time of the fire?  A.  No, sir.\n    \n    \n      22\n      *     *     *     *    *     *\n    \n    \n      23\n      'Q. Doctor, isn't it possible that this woman could have inhaled an amount of this smoke or gas and that she then had a heart attack and died of the heart attack?  A.  I interpret that to mean she died of a heart attack, per se, that is, of itself.  The answer is no.  It is a known fact that everybody that dies dies because of heart failure, but the cause of heart failure in this case was induced by the condition that was caused in her lungs.\n    \n    \n      24\n      'Q. It is possible that she could have died as a result of heart failure, though not induced by this lung condition, isn't it?  A.  Not in the instant case; no.\n    \n    \n      25\n      *     *     *     *    *     *\n    \n    \n      26\n      'The only thing that the carbon monoxide indicated to me was a positive proof that at the time of this fire the woman was alive, that she hadn't had a heart attack and died prior to the inhalation of the smoke and hot gases.\n    \n    \n      27\n      'Q. And this carbon monoxide that is in the blood, that convinces you that she died subsequent to the [95 U.S.App.D.C. 48] start of the fire?  A.  That is right; that she was alive when the fire started.'\n    \n    \n      28\n      The quoted testimony, which was undisputed, shows beyond peradventure that Bettie Brown's death was caused by the fire in the house in which her body was found.  There was ample evidence to the effect that the appellant set the fire.  We said in the Goodall case, 88 U.S.App.D.C. at page 151, 180 F.2d at page 400, 'All the testimony as to what occurred at the drug store pointed to murder in the first degree and nothing else.'  And so we there held that the question whether there had been only second degree murder should not have been submitted to the jury, and that Goodall was treated more favorably than he deserved when it was submitted.4\n    \n    \n      29\n      In the present case, as in the Goodall case, all the testimony as to what occurred in the burning house pointed to murder in the first degree and nothing else.  Hence there was no reason for a second degree instruction, and giving it was at least technically erroneous.5\n    \n    \n      30\n      It remains to determine whether the error requires reversal.  The Government says there was no prejudice; that the trial judge in giving the second degree instruction treated Green more favorably than he deserved, just as in the Goodall case.  That case is not parallel with this, because Goodall was convicted of murder in the fist degree and of course could not have been prejudiced by the erroneous second degree instruction under which the jury refused to act.\n    \n    \n      31\n      Here, had the erroneous instruction under which he was convicted not been given, Green might have been found not guilty under the second count.  In seeking a new trial at which-- if the evidence is substantially as before-- the jury will have no choice except to find him guilty of first degree murder or to acquit him, Green is manifestly taking a desperate chance.  He may suffer the death penalty.  At oral argument we inquired of his counsel whether Green clearly understood the possible consequence of success on this appeal, and were told the appellant, who is 64 years of age, says he prefers death to spending the rest of his life in prison.  He is entitled to a new trial.\n    \n    \n      32\n      Reversed and remanded.\n    \n    \n      33\n      PRETTYMAN, Circuit Judge (dissenting).\n    \n    \n      34\n      I would affirm in this case.  I agree with the Government's contention, as stated by the court, that even if the instruction was in error the trial judge in giving it 'treated Green more favorably than he deserved, just as in the Goodall case.'  In the language of Rule 52(a) of the Criminal Rules, the error 'does not affect substantial rights' of the defendant and should 'be disregarded.'\n    \n    \n      \n        1\n         Section 22-401, D.C.Cde (1951), is as follows:\n        'Whoever shall maliciously burn or attempt to burn any dwelling, or house, barn, or stable adjoining thereto, or any store, barn, or outhouse, or any shop, office, stable, store, warehouse, or any other building, or any steamboat, vessel, canal boat, or other watercraft, or any railroad car, the property, in whole or in part, of another person, or any church, meetinghouse, schoolhouse, or any of the public buildings in the District, belonging to the United States or to the District of Columbia, shall suffer imprisonment for not less than one year nor more than ten years.  (Mar. 3, 1901, 31 Stat. 1323, ch. 854, &#167; 820.)'\n      \n      \n        2\n         Section 22-2401, D.C.Code (1951), is as follows:\n        'Whoever, being of sound memory and discretion, kills another purposely, either of deliberate and premeditated malice or by means of poison, or in perpetrating or attempting to perpetrate any offense punishable by imprisonment in the penitentiary, or without purpose so to do kills another in perpetrating or in attempting to perpetrate any arson, as defined in section 22-401 or 22-402 of this Code, rape, mayhem, robbery, or kidnapping, or in perpetrating or in attempting to perpetrate any housebreaking while armed with or using a dangerous weapon, is guilty of murder in the first degree.  (Mar. 3, 1901, 31 Stat. 1321, ch. 854, &#167; 798; June 12, 1940, 54 Stat. 347, ch. 339, &#167; 1.)'\n      \n      \n        3\n         Goodall v. United States, 1950, 86 U.S.App.D.C. 148, 180 F.2d 397, 17 A.L.R. 2d 1070.  We said at page 151, of 86 U.S.App.D.C., at page 400 of 180 F.2d:\n        'Although the indictment charged murder in the first degree, the appellant could have been found guilty thereunder of murder in the second degree had the evidence warranted it, since a defendant may be found guilty of any offense necessarily included in the crime charged in the indictment.  Rule 31(c), Federal Rules of Criminal Procedure, 18 U.S.C.A.  But an instruction on a lesser included offense should not be given unless there is evidence to justify it.  Burcham v. United States, 1947, 82 U.S.App.D.C. 283, 163 F.2d 761.  All the testimony as to what occurred at the drug store pointed to murder in the first degree and nothing else. * * *'\n        See also Sparf and Hansen v. United States, 1895, 156 U.S. 51, 15 S. Ct. 273, 39 L. Ed. 343; Stevenson v. United States, 1896, 162 U.S. 313, 16 S. Ct. 839, 40 L. Ed. 980; Davis v. United States, 1897, 165 U.S. 373, 17 S. Ct. 360, 41 L. Ed. 750.\n      \n      \n        4\n         The question of the propriety of the second degree instruction arose in that case because Goodall, who was convicted of first degree murder, assigned as error the court's failure to tell the jury that, if they believed him guilty of the killing but were in doubt whether he had been proved guilty of first or second degree murder, they should find him guilty of the lesser crime\n      \n      \n        5\n         There are, of course, cases in which the evidence warrants a second degree murder instruction under an indictment charging murder in the first degree done in perpetrating or attempting to perpetrate one of the other felonies listed in the statute.  For example, in the recent case of Kitchen v. United States, 1955, U.S.App.D.C.  ,  F.2d , we upheld a conviction of murder in the second degree under an indictment which charged killing another during robbery.  The evidence was such as to warrant the jury in finding, as it did, that although Kitchen killed to the victim, he did not rob him\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 235649
        },
        {
            "author_str": "Miller",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWILBUR K. MILLER, Circuit Judge.\nIn the first count of an indictment, Everett Green was charged with arson.1 *857In the second, the grand jury alleged that the death of an elderly woman, Bettie Brown, resulted from the fire set by Green, and so accused him under § 22-2401, D.C.Code (1951),2 which defines the unpurposed killing of another in perpetrating arson as murder in the first degree.\nIn submitting the case to the jury under the second count, the trial judge instructed on both first and second degree murder. Found guilty of arson under the first count and of murder in the second degree under the second count, Green appeals only from the latter.\nHe says it was error to instruct the jury on second degree murder; that the verdict of guilty under that instruction shows the jury was unwilling to find him guilty of murder in the first degree; that, therefore, had the erroneous second degree instruction not been given, he might well have been acquitted under the second count of the indictment. Thus, the sole question on this appeal is whether the trial judge erred to appellant’s prejudice in instructing the jury on second degree murder.\nWhether it was error to give that instruction depends on whether there was evidence to justify it; for we have held that under an indictment charging first degree murder done during the perpetration or attempted perpetration of one of the felonies enumerated in § 22-2401, the defendant may, if the evidence warrants it, be found guilty of the necessarily included offense of murder in the second degree.3\nThe first degree murder section of the District of Columbia Code, set forth at length in footnote 2, supra, enlarges the common law definition of that crime by adding thereto, inter alia, the unpurposed killing of another in perpetrating arson. So, when the evidence at a trial tends to show the defendant committed arson, and that the fire was the sole cause of the victim’s death, the defendant is either guilty of murder in the first degree or he is not guilty.\nIn the present case, the only evidence as to the cause of the victim’s death was that of Dr. Richard M. Rosenberg, Deputy Coroner of the District of Columbia, who performed an autopsy on the body of the victim, Bettie Brown. He testified in part as follows:\n“Q. Did you ascertain the cause of death of the deceased Bettie Brown? A. I did.\n“Q. Would you state that, Doctor ? A. The cause of her death was *858pulmonary edema. That means an accumulation of fluid in the lungs due to acute trachea bronchitis.\n“Q. Will you explain that? A. That means inflammation of the trachea, which is the tube that leads from the mouth to the lungs and the bronchi, which are the tubes that lead from the trachea into the lungs themselves. This system of tubes was acutely inflamed, due to lack of oxygen, anoxia, being due to the inhalation of hot irritating gases.\n“Q. And the primary cause of death was the inhalation of hot irritating gases ? A. That is correct.”\nDr. Rosenberg amplified the foregoing rather extensively in his testimony given under cross-examination by appellant’s counsel, a part of which we quote:\n“Q. Doctor, did you find anything else wrong with this woman in the course of your examination? A. Yes.\n“Q. What? A. She was suffering from rather advanced heart disease. The large blood vessel going off the heart, the aorta, was inflamed and dilated, and the coronaries, which are the arteries in the heart itself, were sclerosed or hardened. She had some degeneration of the liver and also of the kidneys, and she had generalized arteriosclerosis, which means that she had generalized hardening of the arteries.\n“Q. Now, Doctor, isn’t it a fact that she could have died as a result of this heart condition? A. In the instant case, no.\n******\n“This woman was 83 years of age, and anyone of that age is bound to have degenerative changes in their [sic] organs. However, the condition found in her lungs was due to an acute and recent episode, plus the fact that 14% carbon monoxide was found in her blood, which is proof that she had inhaled these hot gases, which were due to the fire and therefore contained carbon monoxide.\n******\n“Q. Then it is on the basis of Doctor Young’s report that you made this conclusion as to her death? A. No. My conclusion as to her death was based on what I found in her lungs, to wit, pulmonary edema, inflammation of the trachea and bronchi, and that I believe was due to the inhalation of hot irritating gases, and the presence of the carbon monoxide indicated to me that at the time of the fire the woman was alive.\n“Q. Well, now, it indicated to you that at the time of the fire she was-alive? A. Yes.\n“Q. Is there any question in your mind about that ? A. No, sir.\n“Q. Is it possible under any circumstances that she may have been dead at the time of the fire? A. No, sir.\n* * * * * *\n“Q. Doctor, isn’t it possible that this woman could have inhaled an amount of this smoke or gas and that she then had a heart attack and died of the heart attack ? A. I interpret that to mean she died of a heart attack, per se, that is, of itself. The answer is no. It is a known fact that everybody that dies dies because of heart failure, but the cause of heart failure in this case was induced by the condition that was caused in her lungs.\n“Q. It is possible that she could have died as a result of heart failure, though not induced by this lung condition, isn’t it? A. Not in the instant ease; no.\n******\n“The only thing that the carbon monoxide indicated to me was a positive proof that at the time of this fire the woman was alive, that she hadn’t had a heart attack and died prior to the inhalation of the smoke and hot gases.\n“Q. And this carbon monoxide that is in the blood, that convinces you that she died subsequent to the *859start of the fire ? A. That is right; that she wag alive when the fire started.”\nThe quoted testimony, which was undisputed, shows beyond péradventure that Bettie Brown’s death was caused by the fire in the house in which her body was found. There was ample evidence to the effect that the appellant set the fire. We said in the Goodall case, 86 U.S.App.D.C. at page 151, 180 F.2d at page 400, “All the testimony as to what occurred at the drug store pointed to murder in the first degree and nothing else.” And so we there held that the question whether there had been only second degree murder should not have been submitted to the jury, and that Goodall was treated more favorably than he deserved when it was submitted.4\nIn the present case, as in the Goodall case, all the testimony as to what occurred in the burning house pointed to murder in the first degree and nothing else. Hence there was no reason for a second degree instruction, and giving it was at least technically erroneous.5\nIt remains to determine whether the error requires reversal. The Government says there was no prejudice; that the trial judge in giving the second degree instruction treated Green more favorably than he deserved, just as in the Goodall case. That case is not parallel with this, because Goodall was convicted of murder in the first degree and of course could not have been prejudiced by the erroneous second degree instruction under which the jury refused to act.\nHere, had the erroneous instruction under which he was convicted not been given, Green might have been found not guilty under the second count. In seeking a new trial at which- — if the evidence is substantially as before — the jury will have no choice except to find him guilty of first degree murder or to acquit him, Green is manifestly taking a desperate chance. He may suffer the death penalty. At oral argument we inquired of his counsel whether Green clearly understood the possible consequence of success on this appeal, and were told the appellant, who is 64 years of age, says he prefers death to spending the rest of his life in prison. He is entitled to a new trial.\nReversed and remanded.\n\n. Section 22-401, D.O.Oode (1951), is as follows:\n“Whoever shall maliciously burn or attempt to burn any dwelling, or house, barn, or stable adjoining thereto, or any store, barn, or outhouse, or any shop, office, stable, store, warehouse, or any other building, or any steamboat, vessel, canal boat, or other watercraft, or any railroad car, the property, in whole or in part, of another person, or any church, meetinghouse, schoolhouse, or any of the public buildings in the District, belonging to the United States or to the District of Columbia, shall suffer imprisonment for not less than one year nor more than ten years. (Mar. 3, 1901, 31 Stat. 1323, ch. 854, § 820.)”\n\n\n. Section 22-2401, D.C.Code (1051), is as follows:\n“Whoever, being of sound memory and discretion, kills another purposely, either of deliberate and premeditated malice or by means of poison, or in perpetrating or attempting to perpetrate any offense punishable by imprisonment in the penitentiary, or without purpose so to do kills another in perpetrating or in attempting to perpetrate any arson, as defined in section 22-401 or 22-402 of this Code, rape, mayhem, robbery, or kidnapping, or in perpetrating or in attempting to perpetrate any housebreaking while armed with or using a dangerous weapon, is guilty of murder in the first degree. (Mar. 3, 1901, 31 Stat. 1321, ch. 854, § 798; June 12, 1940, 54 Stat. 347, ch. 339, § 1.)”\n\n\n. Goodall v. United States, 1950, 86 U.S.App.D.C. 148, 180 F.2d 397, 17 A.L.R.2d 1070. We said at page 151, of 86 U.S.App.D.C., at page 400 of 180 F.2d:\n“Although the indictment charged murder in the first degree, the appellant could have been found guilty thereunder of murder in the second degree had the evidence warranted it, since a defendant may be found guilty of any offense necessarily included in the crime charged in the .indictment. Rule 31(c), Federal Rules of Criminal Procedure, 18 U.S.C.A. But an instruction on a lesser included offense should not be given unless there is evidence to justify it. Burcham v. United States, 1947, 82 U.S.App.D.C. 283, 163 F.2d 761. All the testimony as to what occurred at the drug store pointed to murder in the first degree and nothing else. * * * ”\nSee also Sparf and Hansen v. United States, 1895, 156 U.S. 51, 15 S.Ct. 273, 39 L.Ed. 343; Stevenson v. United States, 1896, 162 U.S. 313, 16 S.Ct. 839, 40 L.Ed. 980; Davis v. United States, 1897, 165 U.S. 373, 17 S.Ct 360, 41 L.Ed. 750.\n\n\n. The question of the propriety of the second degree instruction arose in that case because Goodall, who was convicted of first degree murder, assigned as error the court’s failure to tell the jury that, if they believed him guilty of the killing but were in doubt whether he had been proved guilty of first or second degree murder, they should find him guilty of the lesser crime.\n\n\n. There are, of course, cases in which the evidence warrants a second degree murder instruction under an indictment charging murder in the first degree done in perpetrating or attempting to perpetrate one of the other felonies listed in the statute. For example, in the recent case of Kitchen v. United States, 1955, — U.S.App.D.C. —, — F.2d —, we upheld a conviction of murder in the second degree under an indictment which charged killing another during robbery. The evidence was such as to warrant the jury in finding, as it did, that although Kitchen killed the victim, he did not rob him.\n\n",
            "ocr": false,
            "opinion_id": 9444444
        },
        {
            "author_str": "Prettyman",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPRETTYMAN, Circuit Judge\n(dissenting) .\nI would affirm in this case. I agree with the Government’s contention, as stated by the court, that even if the instruction was in error the trial judge in giving it “treated Green more favorably than he deserved, just as in the Goodall case.” In the language of Rule 52(a) of the Criminal Rules, the error “does not affect substantial rights” of the defendant and should “be disregarded.”\n",
            "ocr": false,
            "opinion_id": 9444445
        }
    ],
    "court_short_name": "D.C. Circuit",
    "court_full_name": "Court of Appeals for the D.C. Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}