{
    "id": 247054,
    "judges": "Brown, Cameron, Hutcheson",
    "date_filed": -342316800000,
    "date_filed_is_approximate": false,
    "slug": "l-walter-henslee-v-united-states",
    "case_name_short": null,
    "case_name": "L. Walter Henslee v. United States",
    "case_name_full": "L. Walter HENSLEE, Appellant, v. UNITED STATES of America, Appellee",
    "attorneys": "Joseph W. Cash, Houston, Tex.., T. B. Stubbs, Galveston, Tex., for appellant., William B. Butler, U. S. Atty., Gordon J. Kroll, Asst. U. S. Atty., Randolph F. Wheless, Jr., Houston, Tex., Randolph F. Wheless Jr., Asst. U. S. Atty., Houston, Tex., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Feb. 26, 1959.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"aju-dedup-1\">\n    L. Walter HENSLEE, Appellant, v. UNITED STATES of America, Appellee.\n   </parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Asqm\">\n    No. 17140.\n   </docketnumber><court data-order=\"2\" data-type=\"court\" id=\"AOk\">\n    United States Court of Appeals Fifth Circuit.\n   </court><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ayj-dedup-0\">\n    Jan. 14, 1959.\n   </decisiondate><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"azn-dedup-0\">\n    Rehearing Denied Feb. 26, 1959.\n   </otherdate><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"AOsS\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"751\"> \n     *751\n     </span>\n    Joseph W. Cash, Houston, Tex.., T. B. Stubbs, Galveston, Tex., for appellant.\n   </attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"Avut\">\n    William B. Butler, U. S. Atty., Gordon J. Kroll, Asst. U. S. Atty., Randolph F. Wheless, Jr., Houston, Tex., Randolph\n    <em>\n     F.\n    </em>\n    Wheless Jr., Asst. U. S. Atty., Houston, Tex., for appellee.\n   </attorneys><p data-order=\"7\" data-type=\"judges\" id=\"Apx\">\n    Before HUTCHESON, Chief Judge, and CAMERON and BROWN, Circuit Judges.\n   </p>",
    "citations": [
        "262 F.2d 750"
    ],
    "opinions": [
        {
            "author_str": "Hutcheson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/262/262.F2d.750.17140.html",
            "author_id": null,
            "opinion_text": "262 F.2d 750\n    L. Walter HENSLEE, Appellant,v.UNITED STATES of America, Appellee.\n    No. 17140.\n    United States Court of Appeals Fifth Circuit.\n    Jan. 14, 1959, Rehearing Denied Feb. 26, 1959.\n    \n      Joseph W. Cash, Houston, Tex., T. B. Stubbs, Galveston, Tex., for appellant.\n      William B. Butler, U.S. Atty., Gordon J. Kroll, Asst. U.S. Atty., Randolph F. Wheless, Jr., Houston, Tex., Randolph F. Wheless, Jr., Asst. U.S. Atty., Houston, Tex., for appellee.\n      Before HUTCHESON, Chief Judge, and CAMERON and BROWN, Circuit Judges.\n      HUTCHESON, Chief Judge.\n    \n    \n      1\n      On defendant's former appeal1 from his conviction, this court, while stating that there was ample evidence as to the offense charged and that we thought that the trial court did not err in construing the law or submitting the case to the jury on the record as made, we did not affirm the conviction on any of the counts.  Instead, because of the unjustified and prejudicial publicity which resulted from inappropriate action taken by the United States Attorney during the trial, we reversed and remanded the cause for trial anew.\n    \n    \n      2\n      Tried again, this time on a new and, to some extent, a different record, and convicted on all counts, defendant is here seeking reversal, this time with different counsel and a different approach and, to some extent, making different contentions.  Because this is so and particularly because in what we said in regard to the former record, we did not in fact intend to, nor did we in law settle the law of the case for another trial or foreclose a re-examination here of the record, we have given the disposition of the case this time fresh and careful consideration in the light of the present record and the contentions now made, free of any precenceptions or prejudgments arising out of the former appeal, or of what was said by us in connection therewith.\n    \n    \n      3\n      In number many but, by proper grouping, in substance few, appellant's specifications of error may be briefly stated and each may be as briefly disposed of in its turn.\n    \n    \n      4\n      The first contention is that the indictment does not state an offense because (a) the use of the words 'and/or' renders all counts fatally defective, (b) counts one and five do not charge 'the receipt of compensation' within the meaning of the statute, and (c) counts two, three, four and six do not allege facts showing federal jurisdiction.\n    \n    \n      5\n      For the reasons to be hereafter stated, we agree with appellant's subdivision (b) as to counts one and five.  We disagree with him, however, as to subdivision (a) and (c).\n    \n    \n      6\n      Of the complaint in subdivision (a) of the use in the reference to the property with which the indictment is concerned of the expression 'and/or', we think it clear that its use did not constitute a defect in the indictment by making it obscure and thereby depriving it of certainty and otherwise failing to put the defendant upon notice of what he was charged with.  This language appears in a reference to the property from which the rentals dealt with were collected, and the statement, that the rentals were either collected from both of the properties named or from one or the other of them, was sufficient to put defendant on notice of the nature of the evidence which are expected to be offered.  evidence which was expected to be offered.  defect in the indictment which would vitiate or destroy it.  At the most, they furnished defendant an opportunity to require the government by bill of particulars to make a more definite statement, and this was not requested.  Basically, however, the use of 'and/or' did not make the indictment defective because it was thereby in substance charged that rentals had been collected from either or both of these properties and proof under the charge that he collected from either one or both of them would have been sufficient, and there was such proof.\n    \n    \n      7\n      Of subdivision (c), the contention that counts two, three, four and six do not allege facts showing federal jurisdiction, it is sufficient to say of it and the argument in support that it is wrongly based upon the view that, since the title to the property was in the Galveston Housing Authority and not in the United States, Congress could not make it a federal offense to make false reports to the Public Housing Authority with respect to it.  Under the detailed showing of the statutory plan or scheme of government aid to, and cooperation with, state housing authorities, it is too plain for discussion that the Public Housing Administration of the United States was entitled to demand and to receive reports from the Galveston Housing Authority; and Congress, therefore, had the right and power to make criminal the making of false reports with respect to matters which the evidence here undisputedly shows were, under the statutory plan, matters of federal concern.\n    \n    \n      8\n      Appellant's basic view of the matter, that the question of the authority of the government to require the making of reports depends upon questions of who owned title to the property with which the reports were concerned, with not at all do.  Each, the government and the state, had a function in the overall activity, each acted in concert and cooperation with the other.  The federal statute constituted an appropriate means of keeping the situation under control and of protecting the interests of the government in the various projects.\n    \n    \n      9\n      The contention in subdivision (b), however, that counts one and five do not charge, and the proof does not show, the receipt of compensation within the meaning of the statute, is, we think, well taken, for the reasons carefully set out in the opinion of Judge Allred in Blum v. United States.2  There stating, 'The question arises, therefore, Were these rentals 'compensation' as used in the statute and as charged in count one in the indictment?  I do not think so.', the court went on to say:\n    \n    \n      10\n      'That portion of the statute (18 U.S.C.A. 1012) upon which count 1 is based reads:\n    \n    \n      11\n      \"Whoever receives any compensation, rebate, or reward, with intent to defraud such Authority or with intent unlawfully to defeat its purposes; * * *.\n    \n    \n      12\n      \"Shall be fined not more than $1000 or imprisoned not more than one year, or both.'\n    \n    \n      13\n      'The ordinary meaning of 'compensation' is remuneration or recompense.  It is not necessary to quote the many definitions from dictionaries because none of them fit defendant's conduct here.  The money was paid to him in his official capacity as rents, not as pay, over-payment, remuneration, rebate, reward, bribe or gratuity for some favor or dereliction.  It belonged to the Houston Housing Authority.  Defendant misused, misapplied or embezzled it.  State law punishes embezzlement and kindred crimes.  But no Federal law reaches embezzlement of funds or property by an officer or agent of a Housing Authority created under state law.  Certainly the statute prohibiting receiving 'compensation' does not cover such embezzlement.  If it did, then every employee of a local authority, even a janitor, would be subject to prosecution in the federal courts for theft, conversion or embezzlement.  Congress never intended that the national courts should take over the functions of the local courts in any such fashion.'Appellant's second contention, stated in several ways, in general constitutes an attack upon the evidence as insufficient to prove the facts essential to a conviction.  His most argued point is that the essential facts of venue, as alleged in counts two, three, four and six, were not proved, in that the evidence shows that the offense was comitted in Washington, D.C., and not in the Southern District of Texas.  A second point is that for the reasons advanced by him in connection with the sufficiency of the indictment, the federal court had no jurisdiction of, or to require reports as to, the rentals from the property described, because they were not proven to be either the property of the government or a part of the local housing authority project site.  The third is that there is no sufficient proof that appellant caused the filing of the reports; while, finally, it is claimed that the proof failed because the identity of the specific reports introduced in evidence was not sufficiently established.\n    \n    \n      14\n      An examination of the arguments in the light of the record shows, we think, that none of them are well taken.  The first and most argued claim, that the facts of venue are not proven, is refuted, we think, by Sec. 3237, Title 18 U.S.C.A., which clearly provides for venue to be either in the Southern District of Texas or in the District of Columbia, where a false statement is prepared in one district and mailed to another.  Cf. DeRosier v. United States, 5 Cir., 218 F.2d 420; United States v. Miller, 2 Cir., 246 F.2d 486; Palliser v. United States, 136 U.S. 257, 10 S. Ct. 1034, 34 L. Ed. 514.\n    \n    \n      15\n      The statute forbids the indictment charged, and the proof showed; the making of false reports as charged; that they were prepared under the direction and supervision of Henslee and by his authority; that this was done in Galveston; and that in a true legal sense Henslee caused the reports to be prepared and made.\n    \n    \n      16\n      As to the identity of the specific reports introduced in evidence, the record we think shows conclusively that the district judge did not err in admitting these reports in evidence as the matter stood on the record.  Every intendment was in their favor, nothing was shown to impeach or discredit them, and we are of the clear opinion that the attack upon them is without real substance.\n    \n    \n      17\n      In addition to these general complaints, appellant, making a specific attack upon the evidence as insufficient to sustain a finding of guilt on count six, supports it by putting forward, as having controlling bearing, the facts that before this report was made the Henslee special account had been closed out, the money remaining in it had been turned over to the housing authority and auditors, and the auditors' reports took this balance into their accounting.\n    \n    \n      18\n      The argument is that, since the special account was not then in existence and the auditors knew all about it, it cannot be said that the failure to take into account, in making the report, the collections made from the offsite property, was material or could be fraudulent, an argument, we think, which completely overlooks the nature of the charge in the counts dealing with the false reports.  This is not that Henslee took or kept money that did not belong to him, but that, in making his reports to the Public Housing Administration, he, for the purpose of concealing the existence of these rental receipts from it, failed to show them in his reports.  The fact that the account had deen closed a short time before and the auditors had taken the balance on hand in it into their accounting was not an answer to the charge that a false report to Public Housing, consisting in part of the failure to show or take into account these rental collections, had been made by Henslee.\n    \n    \n      19\n      A further complaint firmly made and strongly argued is that the witness Sonderup, whom defendant put on the stand to prove that the Henslee special account was not something kept secret but that, on the contrary, he and other members of the Galveston Housing Authority knew about it, was cross-examined about a prior statement made by him and reduced to writing, which it was claimed was contrary to the testimony he was then giving and that neither Sonderup nor the defendant's counsel was permitted to see the statement.\n    \n    \n      20\n      Upon a careful reading of the record, it seems clear to us that the complained of action was not prejudicial error.  The colloquy, which went on and in which the court, both counsel, and the witness had a part, shows: that Sonderup had a clear understanding of what was being inquired about; that he was given an opportunity to, and did, explain, that the former inquiry and answer made by him was not in conflict with his present testimony because the two matters inquired about were different.  If, therefore, there was technical error in connection with the matter, it is plain that it was not so prejudicial as to require a reversal for what would be a fourth trial.\n    \n    \n      21\n      The same thing must be said of still another claim of error, that the district judge erred after both parties had rested on Friday and the court had adjourned, until Monday, the submission of the case to the jury, in not permitting defendants then to reopen the case to introduce further specified matters.  We have examined the offer carefully and are of the opinion that the district judge did not err in the exercise of his discretion in refusing to permit a reopening of the case.  This is so, both because there was no sufficient reason shown why the evidence was not offered earlier and because if the case had been reopened and the tendered evidence introduced, it was of such a nature and with reference to such matters as that if it had come in, it could not reasonably have been expected to change or affect the result as to defendant.  This is especially so since, as appellant points out in his brief, his purpose in offering it was to clear up matters dealt with in counts one and five, and we have set aside the judgment on those counts and directed a judgment of acquittal.\n    \n    \n      22\n      Finally, we are of the clear opinion that the appellant's claim, that the district judge erred in not submitting defendant's requested charges and defensive theories, is not well taken.  The charge as a whole presented the case fairly and fully and gave effect to every reasonable claim of the defense.  The charges asked of the district judge, the giving of which is now complained of, were in the main already covered in the main charge and such of them as were correct were not, in the light of the general charge, of such importance as to make the failure to give them prejudicial error.\n    \n    \n      23\n      The convictions and judgments on counts one and five are set aside and the cause as to them is reversed with directions to enter a judgment of acquittal.  The convictions and judgment on counts two, three, four and six are affirmed.\n    \n    \n      \n        1\n         Henslee v. United States, 5 Cir., 246 F.2d 190\n      \n      \n        2\n         Unreported opinion\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 247054
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}