{
    "id": 1043139,
    "judges": "Howard, Stahl, Thompson",
    "date_filed": 1380758400000,
    "date_filed_is_approximate": false,
    "slug": "damon-v-united-states",
    "case_name_short": "Damon",
    "case_name": "Damon v. United States",
    "case_name_full": "James DAMON, Petitioner, Appellant, v. UNITED STATES of America, Respondent, Appellee",
    "attorneys": "Virginia G. Villa, Assistant Federal Defender on brief for appellant., Margaret D. McGaughey, Assistant United States Attorney, and Thomas E. Delahanty, United States Attorney, on brief for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b25-4\">\n    James DAMON, Petitioner, Appellant, v. UNITED STATES of America, Respondent, Appellee.\n   </parties><br><docketnumber id=\"b25-6\">\n    No. 13-1098.\n   </docketnumber><br><court id=\"b25-7\">\n    United States Court of Appeals, First Circuit.\n   </court><br><decisiondate id=\"b25-9\">\n    Oct. 3, 2013.\n   </decisiondate><br><attorneys id=\"b25-25\">\n    Virginia G. Villa, Assistant Federal Defender on brief for appellant.\n   </attorneys><br><attorneys id=\"b25-26\">\n    Margaret D. McGaughey, Assistant United States Attorney, and Thomas E. Delahanty, United States Attorney, on brief for appellee.\n   </attorneys><br><judges id=\"b25-27\">\n    Before HOWARD, STAHL and THOMPSON, Circuit Judges.\n   </judges>",
    "citations": [
        "732 F.3d 1"
    ],
    "opinions": [
        {
            "author_str": "Howard",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://media.ca1.uscourts.gov/pdf.opinions/13-1098P-01A.pdf",
            "author_id": null,
            "opinion_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 13-1098\n\n                           JAMES DAMON,\n\n                      Petitioner, Appellant,\n\n                                v.\n\n                    UNITED STATES OF AMERICA,\n\n                      Respondent, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n        [Hon. John A. Woodcock, Jr., U.S. District Judge]\n\n\n\n                              Before\n\n                   Howard, Stahl and Thompson,\n                         Circuit Judges.\n\n\n\n     Virginia G. Villa, Assistant Federal Defender on brief for\nappellant.\n     Margaret D. McGaughey, Assistant United States Attorney, and\nThomas E. Delahanty, United States Attorney, on brief for appellee.\n\n\n\n                         October 3, 2013\n\f            HOWARD, Circuit Judge.          After James Damon pleaded guilty\n\nto    possession   of   a   firearm    by    a    felon,   the    district    court\n\ndetermined that he had two prior felony convictions for a crime of\n\nviolence    and    a   controlled     substance     offense      and   accordingly\n\nsentenced him under a higher Guideline range.               Two years later, in\n\nthe wake of the Supreme Court's decision in Johnson v. United\n\nStates, 559 U.S. 133 (2010), we held in United States v. Holloway,\n\n630 F.3d 252 (1st Cir. 2011), that a Massachusetts conviction for\n\nassault and battery——one of Damon's two prior convictions on which\n\nthe    district    court    relied——is      not   categorically        a   crime   of\n\nviolence.    Damon unsuccessfully moved to vacate, set aside, or\n\ncorrect his sentence under 28 U.S.C. § 2255.               We hold that Damon's\n\nclaim is procedurally defaulted and therefore affirm the district\n\ncourt's denial of his petition.\n\n                                        I.\n\n            On December 1, 2008, Damon pleaded guilty to possession\n\nof a firearm by a felon in violation of 18 U.S.C. § 922(g).\n\nFollowing Damon's guilty plea, the Probation Office prepared a\n\nPresentence Report (PSR) that recommended a Guideline base offense\n\nlevel of 24 under U.S.S.G. § 2K2.1(a)(2) on the basis of Damon's\n\nprior Massachusetts convictions for possession of marijuana with\n\nintent to distribute in 2005 and for assault and battery in 2006.1\n\n\n       1\n      Guideline 2K2.1(a)(2) provides a base offense level of 24 \"if\nthe defendant committed any part of the instant offense subsequent\nto sustaining at least two felony convictions of either a crime of\n\n                                       -2-\n\f                 In his objections to the PSR, Damon did not challenge the\n\ndesignation of his assault-and-battery conviction as a crime of\n\nviolence, nor did he object to it at his sentencing on May 12,\n\n2009.       At sentencing, following the PSR, the district court began\n\nwith a base offense level of 24, added two levels for the number of\n\nfirearms involved in the offense, and reduced by three levels for\n\nacceptance of responsibility to arrive at a total offense level of\n\n23   and     a    corresponding    Guideline    range   of   70       to   87   months'\n\nimprisonment. The court sentenced Damon to 70 months' imprisonment\n\nand three years' supervised release. Damon unsuccessfully appealed\n\nhis sentence to this court, but did not mount any challenge to the\n\ndistrict court's reliance on the Massachusetts assault-and-battery\n\nconviction as a crime of violence. See United States v. Damon, 595\n\nF.3d 395 (1st Cir. 2010).\n\n                 Damon timely filed this section 2255 petition on February\n\n14, 2011, not long after we, relying on the Supreme Court's\n\ndecision         in   Johnson,   held   in   Holloway   that      a    Massachusetts\n\nconviction for assault and battery is not categorically a violent\n\nfelony.2      Damon accordingly contended in his petition that his base\n\n\nviolence or a controlled substance offense\"; for defendants with\nonly one such conviction, section 2K2.1(a)(4) prescribes a base\noffense level of 20.\n        2\n      Holloway involved the statutory definition of \"violent\nfelony\" under the Armed Career Criminal Act (ACCA), 18 U.S.C. §\n924(e)(2)(B). We recognized the ACCA term \"violent felony\" and the\nGuideline term \"crime of violence\" as \"nearly identical in\nmeaning,\" and stated that \"decisions construing one term inform the\n\n                                         -3-\n\foffense level should have been 20, his total offense level 19, and\n\nhis resulting Guideline range 46 to 57 months.\n\n           Agreeing    with   the    magistrate     judge's      recommended\n\ndecision, the district court denied Damon's petition on several\n\ngrounds,   including   that   Johnson     and   Holloway   did    not   apply\n\nretroactively to cases on collateral review, that Damon's claim was\n\nprocedurally defaulted, and that Damon's claim of Guideline error\n\ndid not in any event allege a \"complete miscarriage of justice\"\n\ncognizable under section 2255.       The district court certified the\n\nfollowing issues for appeal under 28 U.S.C. § 2253(c):\n\n           (1) whether Mr. Damon's claims are procedurally\n           defaulted; (2) whether Johnson applies retroactively; (3)\n           whether a guideline miscalculation that results in a\n           sentence within the proper statutory range satisfies the\n           complete miscarriage of justice standard; (4) whether a\n           claim of actual innocence may be based on a legal as\n           opposed [to] factual error; and (5) whether in the\n           circumstances of this case a seventy-month sentence\n           represents a complete miscarriage of justice.\n\nThis appeal followed.\n\n                                    II.\n\n           The government no longer argues that Johnson does not\n\napply retroactively. Nevertheless, this concession does not change\n\nthe outcome.   Damon's acknowledged failure to object to the crime-\n\nof-violence determination either at sentencing or on direct appeal\n\ndooms his petition.\n\n\n\nconstruction of the other.\"      Holloway,        630   F.3d     at   254   n.1\n(citations and quotation marks omitted).\n\n                                    -4-\n\f          Section 2255 contemplates four potential bases on which\n\na federal prisoner may obtain relief:        (1) \"that the sentence was\n\nimposed in violation of the Constitution or laws of the United\n\nStates\"; (2) \"that the court was without jurisdiction to impose\n\nsuch sentence\"; (3) \"that the sentence was in excess of the maximum\n\nauthorized by law\"; or (4) that the sentence \"is otherwise subject\n\nto collateral attack.\" 28 U.S.C. § 2255(a). Damon does not allege\n\na constitutional error or lack of jurisdiction, nor did his 70-\n\nmonth Guideline sentence exceed the ten-year statutory maximum\n\nunder 18 U.S.C. § 924(a)(2).        Accordingly, he challenges his\n\nsentence under the portions of section 2255 granting relief from\n\nsentences \"in violation of the . . . laws of the United States\" or\n\n\"otherwise subject to collateral attack.\"\n\n          For non-constitutional, non-jurisdictional claims raised\n\nin a section 2255 petition, the Supreme Court has stated that \"the\n\nappropriate inquiry [is] whether the claimed error of law [is] 'a\n\nfundamental   defect    which   inherently    results   in   a   complete\n\nmiscarriage of justice,' and whether '(i)t . . . present(s)\n\nexceptional circumstances where the need for the remedy afforded by\n\nthe writ of habeas corpus is apparent.'\"       Davis v. United States,\n\n417 U.S. 333, 346 (1974) (quoting Hill v. United States, 368 U.S.\n\n424, 428 (1962)).      In Knight v. United States, 37 F.3d 769, 773\n\n(1st Cir. 1994), applying Hill's miscarriage-of-justice standard,\n\nwe cited several cases from other circuits concluding that \"errors\n\n\n                                  -5-\n\fin the application of the sentencing guidelines . . . are not\n\ncognizable under § 2255.\" But the petitioner's claim in Knight was\n\nalso barred by procedural default, and we explicitly declined to\n\n\"hold that an error in the application of the sentencing guidelines\n\ncould   never   constitute    a   'complete     miscarriage    of    justice'\"\n\ncognizable under section 2255.         Id. at 773-74.\n\n            In recent years, a split has emerged between the Seventh,\n\nEighth, and Eleventh Circuits on this longstanding question.                    In\n\nSun Bear v. United States, 644 F.3d 700 (8th Cir. 2011) (en banc),\n\nthe Eighth Circuit held that erroneous designation as a career\n\noffender    cannot   be   challenged    under   section   2255      even   by    a\n\npetitioner who raised the issue on direct appeal and avoided\n\nprocedural default.       The Seventh Circuit held the contrary in\n\nNarvaez v. United States, 674 F.3d 621 (7th Cir. 2011), but later,\n\nin Hawkins v. United States, 706 F.3d 820 (7th Cir. 2013), opinion\n\nsupplemented on denial of reh'g, 724 F.3d 915 (7th Cir. 2013),\n\nlimited the holding of Narvaez to defendants sentenced before\n\nUnited States v. Booker, 543 U.S. 220 (2005), made the Guidelines\n\nadvisory.    (Damon, like the petitioner in Hawkins, was sentenced\n\nunder the post-Booker advisory Guidelines regime.)            Most recently,\n\nafter the submission of briefs in this case, the Eleventh Circuit\n\ndisagreed with Hawkins and held in Spencer v. United States, No.\n\n10-10676, 2013 WL 4106367 (11th Cir. Aug. 15, 2013), that erroneous\n\n\n\n\n                                    -6-\n\fcareer offender designation is cognizable under section 2255 even\n\nin the case of a defendant sentenced after Booker.\n\n           We need not here resolve the interesting question that we\n\nleft open in Knight and on which other circuits are divided.3\n\nInstead, we hold that Damon's Guideline error claim, like that of\n\nthe petitioner in Knight, should have been brought on direct appeal\n\nand is thus procedurally defaulted.\n\n           Under the longstanding \"procedural default\" rule, \"[a]\n\nnonconstitutional claim that could have been, but was not, raised\n\non appeal, may not be asserted by collateral attack under § 2255\n\nabsent   exceptional   circumstances.\"   Knight,   37   F.3d   at   772\n\n(citations omitted); see also United States v. Frady, 456 U.S. 152,\n\n165 (1982) (\"[A] collateral challenge may not do service for an\n\nappeal.\" (citations omitted)). In such cases, \"[w]here a defendant\n\nhas procedurally defaulted a claim by failing to raise it on direct\n\nreview, the claim may be raised in habeas only if the defendant can\n\nfirst demonstrate either 'cause' and actual 'prejudice,' or that he\n\nis 'actually innocent.'\"    Bousley v. United States, 523 U.S. 614,\n\n622 (1998) (citations omitted).    To be sure, the latter exception\n\nmay not even apply to claims of non-constitutional error in the\n\n\n     3\n      Moreover, we do not decide whether the reasoning of Spencer\nand Narvaez in any event should be extended beyond misapplication\nof the severe career offender Guideline to errors having less\nsubstantial effects, like the one alleged here.       See, e.g.,\nSpencer, 2013 WL 4106367, at *7 (\"[E]rroneous career offender\ncategorization is not 'ordinary' or 'garden-variety' Guideline\nerror.\").\n\n                                  -7-\n\fimposition of a non-capital sentence, an issue that we also do not\n\naddress today, since it is clear in any event that Damon's petition\n\ndoes not qualify under either exception.4\n\n          Damon first suggests that he had \"cause\" for not raising\n\nthe crime-of-violence challenge at sentencing and on direct appeal\n\nbecause   then-binding   precedent    in   this   circuit   treated   a\n\nMassachusetts assault-and-battery conviction as a categorical crime\n\nof violence.   See United States v. Mangos, 134 F.3d 460, 464 (1st\n\nCir. 1998), abrogated by Holloway, 630 F.3d at 254-55.\n\n          The Supreme Court considered and rejected a comparable\n\nargument in Bousley, where the petitioner asserted that he had\n\ncause for his procedural default because \"the legal basis for his\n\n\n     4\n      The Supreme Court has applied the actual innocence exception\nin cases involving constitutional error where the petitioners\nalleged actual innocence of the crime of conviction, see Schlup v.\nDelo, 513 U.S. 298, 321 (1995), or actual innocence of a capital\nsentence, see Sawyer v. Whitley, 505 U.S. 333, 336 (1992), but the\nCourt has declined to address whether the exception also applies to\nnon-capital sentences, see Dretke v. Haley, 541 U.S. 386, 393\n(2004). At least two circuits have extended the exception to non-\ncapital sentencing error.    See Spence v. Superintendent, Great\nMeadow Corr. Facility, 219 F.3d 162, 171 (2d Cir. 2000); United\nStates v. Mikalajunas, 186 F.3d 490, 495 (4th Cir. 1999).\n(Mikalajunas, like this case, involved a non-constitutional claim\nof Guideline error.) Two other circuits, on the other hand, have\nlimited it to capital sentences. See Embrey v. Hershberger, 131\nF.3d 739, 740 (8th Cir. 1997) (en banc) (\"[W]e think that Sawyer,\nin terms, applies only to the sentencing phase of death cases.\");\nUnited States v. Richards, 5 F.3d 1369, 1371 (10th Cir. 1993) (\"A\nperson cannot be actually innocent of a noncapital sentence. . . .\"\n(citations omitted)). Like the Eleventh Circuit in McKay v. United\nStates, 657 F.3d 1190, 1198 (11th Cir. 2011), we may assume solely\nfor argument's sake in this case that the actual innocence\nexception extends to non-constitutional Guideline errors in non-\ncapital sentencing.\n\n                                -8-\n\fclaim was not reasonably available to counsel\" at the time he\n\npleaded guilty. 523 U.S. at 622 (quotation marks omitted). Citing\n\nits earlier decision in Reed v. Ross, 468 U.S. 1, 16 (1984), the\n\nSupreme Court reiterated that in order to constitute cause for a\n\nprocedural default, a claim must be \"so novel that its legal basis\n\nis not reasonably available to counsel,\" and found the petitioner's\n\nclaim   lacking   in   novelty.   Id.   (quotation   marks   omitted).\n\nMoreover, adverse precedent alone did not render the petitioner's\n\nclaim \"unavailable\": \"[F]utility cannot constitute cause if it\n\nmeans simply that a claim was unacceptable to that particular court\n\nat that particular time.\"     Id. at 623 (quotation marks omitted)\n\n(quoting Engle v. Isaac, 456 U.S. 107, 130 n.35 (1982)).\n\n           Damon's claim may have been futile under Mangos, but it\n\nwas not novel.    Much as the Bousley Court noted that \"at the time\n\nof petitioner's plea, the Federal Reporters were replete with\n\ncases\" raising the petitioner's allegedly \"unavailable\" claim, 523\n\nU.S. at 622, so our decision in Holloway catalogued a number of\n\nprevious cases, all argued and decided prior to Damon's sentencing,\n\nin which defendants had unsuccessfully challenged our holding in\n\nMangos.   See Holloway, 630 F.3d at 254 (citing United States v.\n\nRivera, 562 F.3d 1, 2 (1st Cir. 2009); United States v. Holloway,\n\n499 F.3d 114, 118 (1st Cir. 2007); United States v. Estevez, 419\n\nF.3d 77, 82 (1st Cir. 2005); United States v. Santos, 363 F.3d 19,\n\n23 (1st Cir. 2004)).    Moreover, the Supreme Court had reshaped the\n\n\n                                  -9-\n\fdefinition of \"violent felony\" and \"crime of violence\"5 in the\n\nyears prior to Johnson.     See, e.g., Chambers v. United States, 555\n\nU.S. 122 (2009); Begay v. United States, 553 U.S. 137 (2008); James\n\nv. United States, 550 U.S. 192 (2007).           Given both the evolving\n\nSupreme   Court   caselaw   and   the   number   of   comparable,   albeit\n\nunsuccessful, challenges raised by previous defendants, Damon did\n\nnot have cause for failing to raise the issue.            Cf. Lindsey v.\n\nUnited States, 615 F.3d 998, 1000-01 (8th Cir. 2010) (rejecting\n\npetitioner's argument that adverse circuit precedent was cause for\n\nfailing to argue that his DUI conviction was not a crime of\n\nviolence prior to the Supreme Court's decision in Begay).\n\n           Assuming that the \"actual innocence\" exception is even\n\napplicable in this context, Damon's argument that he is \"actually\n\ninnocent\" of his sentence fares no better.            Once again, Bousley\n\nprovides clarification: \"It is important to note in this regard\n\nthat 'actual innocence' means factual innocence, not mere legal\n\ninsufficiency.\"    523 U.S. at 623 (citation omitted); see also,\n\ne.g., McKay v. United States, 657 F.3d 1190, 1198-99 (11th Cir.\n\n2011) (\"[F]or the actual innocence exception to apply in the\n\nnoncapital sentencing context, a movant must show that he is\n\nfactually innocent of the conduct or underlying crime that serves\n\nas the predicate for the enhanced sentence.\"); United States v.\n\nPettiford, 612 F.3d 270, 284 (4th Cir. 2010) (\"[A]ctual innocence\n\n\n     5\n      See supra note 2.\n\n                                   -10-\n\fapplies in the context of habitual offender provisions only where\n\nthe challenge to eligibility stems from factual innocence of the\n\npredicate crimes, and not from the legal classification of the\n\npredicate crimes.\" (citation omitted)).6          That is not the case\n\nhere. As the district court stated, \"Mr. Damon makes no claim that\n\nhe is factually innocent of the underlying crime of assault and\n\nbattery . . . and there is no suggestion he was not validly\n\nconvicted\"; nor was Damon \"so unwise as to represent to the Court\n\nthat he did not do what is stated in the police report.\"         Damon has\n\nnot made a claim that is even colorably fact-based, such as that he\n\nis factually innocent of the type of assault and battery that\n\nqualifies as a crime of violence or that he was not convicted.\n\nBecause   Damon   contests   only   the    categorization   of   his   prior\n\nconviction as a crime of violence, he has not pleaded \"actual\n\ninnocence\" as defined in Bousley.\n\n\n\n\n     6\n      Another Fourth Circuit case relied upon by Damon, United\nStates v. Maybeck, 23 F.3d 888 (4th Cir. 1994), is not to the\ncontrary.    The petitioner in Maybeck mistakenly informed his\nProbation Officer that he had been previously convicted for armed\nburglary (a crime of violence), when in fact he had only been\nconvicted for attempted third-degree burglary. The Fourth Circuit\nexcused the petitioner's procedural default because he was\n\"actually innocent of being a career offender.\" Id. at 892. But\nas the Fourth Circuit later clarified in Pettiford, 612 F.3d at\n283-84, Maybeck was a case of factual innocence in which the\npetitioner was not convicted of the predicate crime of violence at\nall.\n\n                                    -11-\n\f                                III.\n\n            The appellant has not established a basis for excusing\n\nhis procedural default; we therefore affirm the denial of his\n\npetition.    The mandate will issue forthwith without prejudice to\n\nany petition for rehearing.   Any such petition shall be due on or\n\nbefore October 10, 2013.\n\n\n\n\n                                -12-\n\f",
            "ocr": false,
            "opinion_id": 1043139
        }
    ],
    "court_short_name": "First Circuit",
    "court_full_name": "Court of Appeals for the First Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}