{
    "id": 546874,
    "judges": "Ginsburg, Per Curiam, Robinson, Sentelle",
    "date_filed": "1985-04-02",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-gregory-mcneil-james-e-chaney-and-reginald-porter",
    "case_name_short": null,
    "case_name": "United States v. Gregory McNeil James E. Chaney, and Reginald Porter",
    "case_name_full": "UNITED STATES of America v. Gregory McNEIL, James E. Chaney, and Reginald Porter, Appellants",
    "attorneys": "Thomas Lumbard (appointed by the court), for appellants in 87-3069, et al. Dennis M. Hart also entered an appearance for appellants in 87-3069. Douglas J. Wood also entered an appearances for appellants in 87-3070., Rachel Adelman-Pierson, Asst. U.S. Atty., with whom Jay B. Stephens, U.S. Atty., and Michael W. Farrell, Asst. U.S. Atty., were on the brief for appellee in 87-3069, et al.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued May 23, 1989.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 18,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b854-14\">\n    UNITED STATES of America v. Gregory McNEIL, James E. Chaney, and Reginald Porter, Appellants.\n   </parties><br><docketnumber id=\"b854-18\">\n    Nos. 87-3069, 87-3070 and 87-3080.\n   </docketnumber><br><court id=\"b854-19\">\n    United States Court of Appeals, District of Columbia Circuit.\n   </court><br><otherdate id=\"b854-20\">\n    Argued May 23, 1989.\n   </otherdate><br><decisiondate id=\"b854-21\">\n    Decided Aug. 14, 1990.\n   </decisiondate><br><attorneys id=\"b855-21\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"769\"> \n     *769\n     </span>\n    Thomas Lumbard (appointed by the court), for appellants in 87-3069, et al. Dennis M. Hart also entered an appearance for appellants in 87-3069. Douglas J. Wood also entered an appearances for appellants in 87-3070.\n   </attorneys><br><attorneys id=\"b855-22\">\n    Rachel Adelman-Pierson, Asst. U.S. Atty., with whom Jay B. Stephens, U.S. Atty., and Michael W. Farrell, Asst. U.S. Atty., were on the brief for appellee in 87-3069, et al.\n   </attorneys><br><judges id=\"b855-24\">\n    Before D.H. GINSBURG and SENTELLE, Circuit Judges, and ROBINSON, Senior Circuit Judge.\n   </judges>",
    "citations": [
        "911 F.2d 768",
        "286 U.S. App. D.C. 26"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/911/911.F2d.768.87-3080.87-3070.87-3069.html",
            "author_id": null,
            "opinion_text": "911 F.2d 768\n    286 U.S.App.D.C. 26\n    UNITED STATES of Americav.Gregory McNEIL, James E. Chaney, and Reginald Porter, Appellants.\n    Nos. 87-3069, 87-3070 and 87-3080.\n    United States Court of Appeals,District of Columbia Circuit.\n    Argued May 23, 1989.Decided Aug. 14, 1990.\n    \n      Appeal from the United States District Court for the District of Columbia (CR 86-00296-05).\n      Thomas Lumbard (appointed by the court), for appellants in 87-3069, et al.  Dennis M. Hart also entered an appearance for appellants in 87-3069.  Douglas J. Wood also entered an appearances for appellants in 87-3070.\n      Rachel Adelman-Pierson, Asst. U.S. Atty., with whom Jay B. Stephens, U.S. Atty., and Michael W. Farrell, Asst. U.S. Atty., were on the brief for appellee in 87-3069, et al.\n      Before D.H. GINSBURG and SENTELLE, Circuit Judges, and ROBINSON, Senior Circuit Judge.\n      Opinion for the Court filed PER CURIAM.\n    \n    \n      1\n      Concurring Opinion filed by Circuit Judge SENTELLE.\n    \n    PER CURIAM:\n    \n      2\n      Appellants Gregory McNeil, James Chaney, and Reginald Porter, along with others not parties to this appeal, were convicted of conspiring to distribute heroin, in violation of 21 U.S.C. Sec. 846, and of various substantive offenses in furtherance thereof.  Their primary contention on appeal is that their convictions were obtained in violation of their right to a speedy trial, as guaranteed by the Speedy Trial Act of 1974, 18 U.S.C. Secs. 3161 et seq., and the Sixth Amendment to the Constitution.  In the alternative, they challenge the district court's refusal to sever certain counts, the sufficiency of the evidence on various counts, and the admission of certain evidence.\n    \n    \n      3\n      We hold that the district court abused its discretion in granting the Government's day-of-trial continuance motion on the ground that Stephen Simms was an \"essential witness\" within the meaning of 18 U.S.C. Sec. 3161(h)(3).  The delay attributable to the continuance was not, therefore, excludable under the Speedy Trial Act, and consequently, the defendants were not brought to trial within the statutory time limit.  We therefore reverse the convictions without addressing the other issues raised by the appellants.\n    \n    I. FACTS\n    \n      4\n      In early 1985, the United States Attorney for the District of Columbia convened a District of Columbia Superior Court grand jury to investigate the December 1984 murder of Antonio Glover and assault on Stephen Simms.  District police arrested appellant Chaney for the shootings in July 1985, and he was held without bond.  In April 1986, the police apprehended Willie Yelverton, who has since remained in custody.  A search of his apartment turned up materials associated with the distribution of heroin.\n    \n    \n      5\n      The Superior Court grand jury indicted Chaney and Yelverton for first degree murder and assault with intent to kill while armed, D.C.Code Ann. Secs. 22-501, -2401, -3202;  and Chaney for carrying a pistol without a license, id. Sec. 22-3204.  Chaney's trial was set for September 29, 1986;  no date was set for Yelverton's trial.  The grand jury also indicted Porter, one of its witnesses, for perjury, id. Sec. 22-2511.  Porter, who was arrested but not held, was assigned a trial date of October 15, 1986.\n    \n    \n      6\n      Meanwhile, a federal grand jury began a separate investigation into whether the defendants were operating a heroin distribution ring;  this investigation culminated in the September 1986 indictment of Yelverton, Chaney, Porter, McNeil, Robert U. Horne, Archie H. Henderson, and Scarlet A. Parker for conspiring to distribute heroin from August 1984 to July 1985.  The indictment also charged various defendants with committing substantive offenses in furtherance of the conspiracy, including possession with intent to distribute, and distribution of, heroin, 21 U.S.C. Sec. 841(a), interstate travel to carry on an unlawful activity, 18 U.S.C. Sec. 1952, and solicitation to commit first degree murder, D.C.Code Ann. Secs. 22-105, -107, -2401, 49-301;  and joined the charges pending in the Superior Court against Chaney, Yelverton, and Porter.  The defendants were arraigned in the district court in September 1986.  Trial was set for December 3, 1986, and the Government obtained a dismissal of the indictments pending in Superior Court.\n    \n    \n      7\n      On December 3, 1986, with all parties present for the start of trial, the Government announced that it was \"unable to go forward and must request a continuance [because Simms, an] essential witness with regard to the counts involved, the specific substantive counts of assault with intent to kill while armed and the first degree murder while armed ... is ... detained in Fairfax County, Virginia.\"    It therefore moved for a continuance for at least two months, under Sec. 3161(h)(3) of the Speedy Trial Act.  The defendants opposed the continuance, requesting severance of the murder and assault charges and immediate trial on the remaining counts.  The Government opposed severance, arguing that the murder and assault charges, which were allegedly committed in furtherance of the conspiracy, were integral to its case.\n    \n    \n      8\n      In response to the defendants' claim that Simms was not an essential witness, the Government stated:\n    \n    \n      9\n      We are not talking about a peripheral witness.  We are not talking about a cumulative witness.  We are not talking about a corroborative witness.  We are talking about a named complainant in the indictment....  This is not a peripheral witness.\n    \n    \n      10\n      The court denied the severance motions and granted the continuance until the next date on which the court and all counsel were available, April 9, 1987.\n    \n    \n      11\n      On February 4, the case was reassigned to a different judge, who, after a status hearing, proceeded to trial on April 9.  Just prior to the voir dire, the defendants again raised the speedy trial issue, albeit somewhat tentatively.  (\"Your Honor, I just have one other issue.  I don't think the Court has to rule on this.  It has in a sense been ruled on in the past but I would submit Mr. Chaney's speedy trial motion [which was made on behalf of all defendants].  I just want to make sure that at this point that Mr. Chaney, again, wants to assert his right to a speed [sic] trial.\").\n    \n    \n      12\n      At trial, Simms testified that on the night of the shooting, he and Glover were \"over a girl's house smoking cocaine\" until about 5:00 a.m.  They then went to 14th and V Streets, N.W., the scene of the shootings, with about $500 each in cash.  They gave a woman whom they recognized about $20 each to buy some drugs for them.  Chaney and Glover started to follow her as she walked toward a parked car, but they stopped when a man told them not to approach the car.  The woman returned, and gave them a package supposedly containing the drugs.\n    \n    \n      13\n      Simms then testified as follows.  While trying to hail a cab, he \"saw a guy standing by [a] trash can ... and got paranoid.\"    Fearing that the man was going to rob him, he started to walk away.  When he next turned around, the man had walked up \"behind Mr. Antonio Glover, and he called another dude that was on the other side of the street.\"    Simms then saw gunfire, saw Glover get shot, and was shot in the back himself.  He testified that he had never before seen the two men, did not remember their faces, and could not identify them if he saw them again.  He also testified that when he awoke in the hospital, he was missing approximately $200.  Simms did not mention any of the defendants during his testimony.\n    \n    \n      14\n      Following Simms's testimony, the defendants \"renew[ed] for the record [their] motion to dismiss this case for want of a speedy trial.\"    They asserted:\n    \n    \n      15\n      Mr. Simms' testimony was basically one of the shortest witnesses we have had, didn't identify anyone who is allegedly involved in the shooting, and it became quite apparent, after listening to his testimony, that this case could have easily been tried back in December....  And, in fact, he was essentially a non-entity when he testified yesterday.\n    \n    The court denied the motion to dismiss and\n    \n      16\n      commend[ed] the prosecutor for doing what he did.  This is a key witness.  He might not have been long but the fact is that not to bring a person that was one of the people that was shot in a murder case ... would have unnecessarily raised questions that shouldn't have been raised.  And the fact that the witness was not very favorable, it seems to me, to the government, could not identify any of the parties, is again the role that the government has to play.  They should bring forth all witnesses, whether they are favorable or not.\n    \n    II. THRESHOLD ISSUES\n    \n      17\n      The Speedy Trial Act requires that a defendant be tried \"within seventy days from the filing date (and making public) of the information or indictment, or from the date the defendant has appeared before a judicial officer of the court in which such charge is pending, whichever date last occurs.\"    18 U.S.C. Sec. 3161(c)(1).  The 70-day limit is not inflexible, however;  the Act provides that certain \"periods of delay shall be excluded in computing the time within which ... the trial of [an] offense must commence,\" id. Sec. 3161(h).\n    \n    \n      18\n      If the defendant is not tried within the required time, as extended by any periods of excludable delay, then \"the information or indictment shall be dismissed on motion of the defendant.\"    Id. Sec. 3162(a)(2).  The defendant must formally invoke his speedy trial right, however:  \"Failure of the defendant to move for dismissal prior to trial ... shall constitute a waiver of the right to dismissal under this section.\"    Id.\n    \n    \n      19\n      In this instance, it is not clear to us that the defendants properly invoked their speedy trial rights by moving to dismiss their indictments before the trial began.  The Government has abjured the waiver issue, however.  It does not, in its brief, even mention the defendants' failure formally to move for a dismissal.  Moreover, when asked at oral argument whether the Government \"still want[ed] to concede that this isn't a question of waiver,\" Government counsel responded:  \"I think that the statute provides that an objection needs to be made, and I think one was on the Speedy Trial Act ground.\"    Thus, we do not hold that the defendants waived the right to assert their claims, and proceed to the merits thereof.\n    \n    \n      20\n      In answer to those claims, the Government invokes the exclusion, in calculating when the 70-day period has run, of \"[a]ny period of delay resulting from the absence or unavailability of ... an essential witness.\"    Id. Sec. 3161(h)(3)(A).  The parties implicitly agree that if we determine, under the appropriate standard of review, that the district court should not have excluded the period caused by Simms's unavailability, then a Speedy Trial Act violation has occurred;  conversely, if the delay was properly excludable, then no violation of the Act occurred.\n    \n    A. Standard of Review\n    \n      21\n      We need not decide the appropriate standard of review of the district court's determination that Simms was an \"essential witness\" under Sec. 3161(h)(3).  The parties apparently assume that the district court's application of facts to the requirements of Sec. 3161(h) is subject to review only for abuse of discretion;  in any event, applying even that standard, which is the most forgiving one in our repetoire, we are unable to uphold the district court's decision.\n    \n    B. Actual Prejudice\n    \n      22\n      The Government argues that a defendant must show actual prejudice from the denial of a timely trial under the Act in order to obtain any relief on appeal.  There is no basis for such a requirement either in the text or in the legislative history of the Act.  Hence, the Government relies upon cases in which the Sixth and Seventh Circuits have required a showing of prejudice in a somewhat different context.  See, e.g., United States v. Monger, 879 F.2d 218, 221 (6th Cir.1989);  United States v. Vega, 860 F.2d 779, 787 (7th Cir.1988);  United States v. Scott, 784 F.2d 787, 789 (7th Cir.1986).  With the possible exception of Scott, where the prejudice requirement was mentioned only in an ambiguous dictum, the court in each case was considering an \"ends of justice\" delay under paragraph (h)(8) of 18 U.S.C. Sec. 3161.  That paragraph expressly requires the court to balance the \"ends of justice\" that will be served by the delay against \"the best interest of the public and the defendant in a speedy trial.\"    Thus, because (h)(8) expressly directs the court to consider a defendant's interest in avoiding delay, it can properly be read to incorporate an actual prejudice requirement.\n    \n    \n      23\n      We have found no case requiring actual prejudice in the context of paragraph (h)(3).  Although the Government refers us to United States v. Taylor, 487 U.S. 326, 108 S.Ct. 2413, 101 L.Ed.2d 297 (1988), and United States v. Hernandez, 863 F.2d 239, 243-44 (2d Cir.1988), neither case considered prejudice vel non to the defendant in determining whether the Speedy Trial Act required dismissal of the indictment.  In each, the court considered prejudice to the defendant only when deciding whether the indictment should be dismissed with or without prejudice, pursuant to Sec. 3162(a)(2).  That section provides that \"[i]f a defendant is not brought to trial within the time limit\" of the Act, then the \"indictment shall be dismissed,\" but leaves it to the court to weigh various factors \"[i]n determining whether to dismiss the case with or without prejudice.\"\n    \n    \n      24\n      Here the district court did, in excluding the period of delay resulting from the continuance, purport to rely upon paragraph (h)(8) in addition to paragraph (h)(3).  If a delay caused by an unavailable witness could be excluded under (h)(8) in computing the maximum time to trial, however, then (h)(3), which specifically governs that situation, would be completely redundant.  In the absence of any indication that Congress intended such a counter-intuitive result, we therefore conclude that paragraph (h)(8) is not applicable to an \"essential witness\" delay.  But see United States v. Tedesco, 726 F.2d 1216, 1222 (7th Cir.1984) (sees \"no reason why the court could not exclude [essential witness] delay\" under (h)(8)).\n    \n    III. THE ESSENTIAL WITNESS\n    \n      25\n      As we have seen, paragraph 3161(h)(3) excludes from consideration a delay caused by \"the absence or unavailability of ... an essential witness.\"    A witness is \"considered unavailable whenever his whereabouts are known but his presence for trial cannot be obtained by due diligence.\"    18 U.S.C. Sec. 3161(h)(3)(B).  As reflected in Judge Sentelle's separate concurrence, the Government's claim to have exercised due diligence in attempting to secure Simms's presence for the trial scheduled for December 3, 1986 is at best problematic.  Resolution on that ground is complicated, however, by a lack of clarity in the record as to whether the Government tried, prior to December 3, to get the Virginia authorities holding Simms to turn him over on the basis of a writ of habeas corpus ad testificatum, as opposed to an informal request or one made under the Interstate Compact on Detainers.  Therefore, because we conclude, despite the broad deference that we accord the district court, that it abused its discretion in holding that Simms was an essential witness, we do not address the more difficult question whether the Government exercised due diligence in trying to secure his attendance.\n    \n    \n      26\n      The Speedy Trial Act does not define the term \"essential witness.\"    The report of the Senate Judiciary Committee accompanying the bill that became the Act states:\n    \n    \n      27\n      By an \"essential witness\" the Committee means a witness so essential to the proceeding that continuation without the witness would either be impossible or would likely result in a miscarriage of justice.  For example, a chemist who has identified narcotics in the defendant's possession would be an \"essential witness....\"\n    \n    \n      28\n      S.Rep. No. 1021, 93d Cong., 2d Sess. 37 (1974).  Although this court has not before had occasion to consider the meaning of the term \"essential witness,\" other courts of appeals have concluded, based in part upon the above-quoted report, that the term refers to \"witnesses whose testimony would be extremely important to the proceeding, perhaps providing proof that was not otherwise attainable,\" United States v. Marrero, 705 F.2d 652, 656 (2d Cir.1983);  see United States v. Eagle Hawk, 815 F.2d 1213, 1218 (8th Cir.1987) (\"unquestionably important\" witness whose \"anticipated testimony [would not] be merely cumulative, or substantially irrelevant\").\n    \n    \n      29\n      We recognize that at the time that the district court must decide whether to grant a continuance over a Speedy Trial Act objection, it may not know with specificity what the witness will say or exactly what alternative evidence the Government could use to establish the same facts.  For that reason, we will not, based upon hindsight informed by the putatively essential witness's actual testimony, second-guess the district court's determination, as long as it was reasonable in light of the information it had or should have asked for at the time that the decision had to be made.  (This is not to say that a reviewing court would disregard the unexpectedly high value of a witness's later testimony.)    In this instance, however, the district court's error lies not in over-valuing Simms's testimony on the basis of the information then available to it;  rather, the court, when it granted the Government's motion for a continuance, had no information whatsoever upon which to make a reasoned decision.\n    \n    \n      30\n      The most specific representation that the Government made to the court was, \"We are not talking about a cumulative witness.  We are not talking about a corroborative witness.  We are talking about a named complainant in the indictment.\"    Such vague, unsupported assertions do not satisfy the Government's \"burden of going forward with the evidence in connection with any exclusion of time under subparagraph 3161(h)(3),\" 18 U.S.C. Sec. 3162(a)(2).  Instead, the Government must show how the testimony that it expects a particular witness will give fits within the overall framework of its case, and why that witness's testimony would be not only useful, but essential.  Merely stating that the witness is the victim of the crime does not satisfy this requirement.  The victim may or may not be able uniquely to establish some relevant fact.  Without more, the district court had no substantial basis for concluding that \"the witness Stephen Simms is an essential witness for the United States, being the victim of the December 29, 1984 armed assault ... and an eyewitness to the first-degree murder while armed of the same date.\"    We are also unable to conclude that Simms's testimony proved, in the event, to be essential, or even very important, to the Government's case.  In fact, Simms's testimony is remarkable for its unimportance.  As detailed above, he testified only that he appeared at 14th and V Streets, purchased some drugs, and was shot in the back;  he was unable to identify the assailant(s), and he gave no testimony that in any way links the defendants to the crimes.\n    \n    \n      31\n      The unimportance of Simms's testimony is clear when compared to that of witnesses found to be essential in other Speedy Trial Act cases.  In Marrero, for example, the three essential witnesses were the defendant's accomplices in the multiple robberies charged.  With respect to four counts of the indictment, the Second Circuit described their testimony as \"virtually the only evidence the government had,\" absent which it would be \"left without a prima facie case that Marrero had any role in those robberies.\"    705 F.2d at 656.    With respect to the remaining counts, the Government's only other evidence was certain eyewitness identifications, but as the court noted,\n    \n    \n      32\n      [w]here the only question is the identity of a perpetrator of a known crime--and especially where, as here, the robber in question wore a mask--there can be little doubt that the testimony of an accomplice to the crime will not only be among the most persuasive evidence possible but also among the most reliable.\n    \n    \n      33\n      Id. at 657.    Similarly, in Eagle Hawk, the Eighth Circuit, upholding the district court's determination that a witness was essential, noted that he was the sole person to have \"any recollection, albeit sketchy and not particularly trustworthy, of the circumstances surrounding\" the crime, and that without his testimony, \"it is unlikely that [the Government] would have obtained a conviction.\"    815 F.2d at 1218.\n    \n    \n      34\n      The Government argues here that \"Simms was essential to the government's proof of the assault\" because he was able to present the most persuasive testimony that \"there were two victims of the shootings.\"    While Simms's testimony may have added something to the Government's case in this regard, it clearly was cumulative, not essential.  Constance Whitaker, a co-conspirator and a government witness, testified that she saw Chaney and Yelverton approach and shoot at two unidentified men, and then closed her eyes when she saw the first one fall.  Robertson El, another co-conspirator, testified for the Government that he saw two men shot.  Moreover, the parties stipulated that Simms was treated for a gunshot wound at the hospital on the night of the shooting and that Glover was found shot at 14th and V Streets and later died from his wound.  Finally, the Government does not dispute that it could have introduced the testimony of the emergency squad that arrived at the scene of the shooting.  Even if the Government is correct that this testimony \"would not have the same persuasive power as the victim's testimony,\" the incremental credibility that Simms provided surely was not essential in order to prove that he was shot.\n    \n    \n      35\n      The Government next argues that Simms's testimony was essential in order to \"corroborate[ ] important details of Whitaker's testimony,\" namely that one of the victims (the late Glover, according to Simms) was wearing a trench coat and that Chaney (a \"guy\" unknown to Simms) told Glover not to come too close.  It is likely, however, that the emergency squad at the scene or the staff at the hospital where Glover was taken could have confirmed the existence of the trench coat.  More important, while Simms's testimony might have added marginally to the credibility of the co-conspirators, we see no basis for concluding that it was essential to the Government's case.  It added, at most, only a few details to a picture already painted for the jury by other witnesses;  it was neither the cornerstone of the Government's case, as in Marrero and Eagle Hawk, nor particularly important to any necessary element of that case.\n    \n    \n      36\n      Finally, the Government asserts that Simms's testimony \"was essential to negate the defense of self-defense that might otherwise have been raised by appellants.\"    The Government may have a point here, but it did not make it to the district court, which could then have asked the defendants whether they planned to raise such a defense.  If the answer were no, then that would have eliminated any need for a delay on this ground.  If they said that they did intend to argue self-defense, or wanted to preserve that possibility, then the Government could have explained why other evidence, such as testimony by rescue workers that no weapons were found on Simms and Glover or testimony by co-conspirators, would be insufficient to negate the defense.  The Government's argument thus appears to have been an afterthought;  in any event, it gave the district court no basis on the record for determining that Simms was an essential witness with regard to a defense of self-defense.\n    \n    IV. CONCLUSION\n    \n      37\n      The district court abused its discretion in concluding that Simms was an essential witness, and it therefore improperly excluded from the 70-day period of the Speedy Trial Act the delay caused by Simms's unavailability.  We must therefore reverse the convictions and remand to the district court for consideration, pursuant to 18 U.S.C. Sec. 3162(a)(2), of whether to dismiss the indictments with or without prejudice.\n    \n    \n      38\n      So ordered.\n    \n    SENTELLE, Circuit Judge, concurring:\n    \n      39\n      I do not disagree with anything expressed in the per curiam opinion.  I write separately only to express the view that even if we err in our conclusion in Part III of the per curiam opinion that the District Court abused its discretion in finding Simms to be an essential witness, the result would be the same.  As the Court notes, \"a witness is 'considered unavailable whenever his whereabouts are known but his presence for trial cannot be obtained by due diligence.' \"    P. 773, supra (quoting 18 U.S.C. Sec. 3161(h)(3)(B)).  The record in the present case does not support a finding of due diligence.  The supposed unavailability of Simms was the result of his being held in the custody of Fairfax County, Virginia authorities for the misdemeanor of shoplifting socks from a drugstore.  His bond was set at $1000.  Not only could he have been released into the custody of anyone who had put up $1000, refundable upon his return to jail after testimony, but also his attendance was obtainable through a writ of habeas corpus ad testificatum issuable by the District Court.  Such a writ had been issued for Simms's presence.  Virginia authorities had not complied with the writ.  The government took no action to have the writ enforced, as it could have done under United States v. Mauro, 436 U.S. 340, 98 S.Ct. 1834, 56 L.Ed.2d 329 (1977).\n    \n    \n      40\n      What the government claims to be due diligence in the present case is some unspecified number of telephone conversations between members of the United States Attorney's office and some Virginia authorities.  At the time of the motion and the representations that these telephone calls constituted due diligence, the prosecution was well aware that the trial of the present case would continue for several weeks.  Yet the prosecution asserts that to \"litigate\" the power of the federal court to obtain a shoplifter from the Virginia custodian for testimony in the federal murder-conspiracy-narcotics trial would have delayed the commencement of trial as much as did the motion to continue.  The prosecution offers no reason why the trial could not have begun parallel to the obviously easy efforts that would have been required to obtain the presence of the shoplifter.  I would further note that these events occurred at a time when one or more of the appellants had already been in custody awaiting disposition of these charges for almost seventeen months.\n    \n    \n      41\n      Whatever it would take to constitute \"due diligence\" in an appropriate case, the present record evidences no diligence at all.  Therefore, while I join the Court's opinion that the District Court abused its discretion in concluding that Simms was an essential witness at the time of the continuance, to me the abuse of discretion involved in finding that the government acted with due diligence eclipses the first abuse.  While I am reluctant to suppose that the prosecuting attorneys acted from improper motives, I cannot help but wonder on this record why they evidenced such a cavalier attitude toward the rights not only of the defendants but of the public to a speedy disposition of serious criminal charges.\n    \n    ",
            "ocr": false,
            "opinion_id": 546874
        },
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion for the Court filed PER CURIAM.\nConcurring Opinion filed by Circuit Judge SENTELLE.\n*770PER CURIAM:\nAppellants Gregory McNeil, James Chaney, and Reginald Porter, along with others not parties to this appeal, were convicted of conspiring to distribute heroin, in violation of 21 U.S.C. § 846, and of various substantive offenses in furtherance thereof. Their primary contention on appeal is that their convictions were obtained in violation of their right to a speedy trial, as guaranteed by the Speedy Trial Act of 1974, 18 U.S.C. §§ 3161 et seq., and the Sixth Amendment to the Constitution. In the alternative, they challenge the district court’s refusal to sever certain counts, the sufficiency of the evidence on various counts, and the admission of certain evidence.\nWe hold that the district court abused its discretion in granting the Government’s day-of-trial continuance motion on the ground that Stephen Simms was an “essential witness” within the meaning of 18 U.S.C. § 3161(h)(3). The delay attributable to the continuance was not, therefore, ex-cludable under the Speedy Trial Act, and consequently, the defendants were not brought to trial within the statutory time limit. We therefore reverse the convictions without addressing the other issues raised by the appellants.\nI. Facts\nIn early 1985, the United States Attorney for the District of Columbia convened a District of Columbia Superior Court grand jury to investigate the December 1984 murder of Antonio Glover and assault on Stephen Simms. District police arrested appellant Chaney for the shootings in July 1985, and he was held without bond. In April 1986, the police apprehended Willie Yelverton, who has since remained in custody. A search of his apartment turned up materials associated with the distribution of heroin.\nThe Superior Court grand jury indicted Chaney and Yelverton for first degree murder and assault with intent to kill while armed, D.C.Code Ann. §§ 22-501, -2401, -3202; and Chaney for carrying a pistol without a license, id. § 22-3204. Chaney’s trial was set for September 29, 1986; no date was set for Yelverton’s trial. The grand jury also indicted Porter, one of its witnesses, for perjury, id. § 22-2511. Porter, who was arrested but not held, was assigned a trial date of October 15, 1986.\nMeanwhile, a federal grand jury began a separate investigation into whether the defendants were operating a heroin distribution ring; this investigation culminated in the September 1986 indictment of Yelver-ton, Chaney, Porter, McNeil, Robert U. Horne, Archie H. Henderson, and Scarlet A. Parker for conspiring to distribute heroin from August 1984 to July 1985. The indictment also charged various defendants with committing substantive offenses in furtherance of the conspiracy, including possession with intent to distribute, and distribution of, heroin, 21 U.S.C. § 841(a), interstate travel to carry on an unlawful activity, 18 U.S.C. § 1952, and solicitation to commit first degree murder, D.C.Code Ann. §§ 22-105, -107, -2401, 49-301; and joined the charges pending in the Superior Court against Chaney, Yelverton, and Porter. The defendants were arraigned in the district court in September 1986. Trial was set for December 3, 1986, and the Government obtained a dismissal of the indictments pending in Superior Court.\nOn December 3, 1986, with all parties present for the start of trial, the Government announced that it was “unable to go forward and must request a continuance [because Simms, an] essential witness with regard to the counts involved, the specific substantive counts of assault with intent to kill while armed and the first degree murder while armed ... is ... detained in Fairfax County, Virginia.” It therefore moved for a continuance for at least two months, under § 3161(h)(3) of the Speedy Trial Act. The defendants opposed the continuance, requesting severance of the murder and assault charges and immediate trial on the remaining counts. The Government opposed severance, arguing that the murder and assault charges, which were allegedly committed in furtherance of the conspiracy, were integral to its case.\n*771In response to the defendants’ claim that Simms was not an essential witness, the Government stated:\nWe are not talking about a peripheral witness. We are not talking about a cumulative witness. We are not talking about a corroborative witness. We are talking about a named complainant in the indictment.... This is not a peripheral witness.\nThe court denied the severance motions and granted the continuance until the next date on which the court and all counsel were available, April 9, 1987.\nOn February 4, the case was reassigned to a different judge, who, after a status hearing, proceeded to trial on April 9. Just prior to the voir dire, the defendants again raised the speedy trial issue, albeit somewhat tentatively. (“Your Honor, I just have one other issue. I don’t think the Court has to rule on this. It has in a sense been ruled on in the past but I would submit Mr. Chaney’s speedy trial motion [which was made on behalf of all defendants]. I just want to make sure that at this point that Mr. Chaney, again, wants to assert his right to a speed [sic] trial.”).\nAt trial, Simms testified that on the night of the shooting, he and Glover were “over a girl’s house smoking cocaine” until about 5:00 a.m. They then went to 14th and V Streets, N.W., the scene of the shootings, with about $500 each in cash. They gave a woman whom they recognized about $20 each to buy some drugs for them. Chaney and Glover started to follow her as she walked toward a parked car, but they stopped when a man told them not to approach the car. The woman returned, and gave them a package supposedly containing the drugs.\nSimms then testified as follows. While trying to hail a cab, he “saw a guy standing by [a] trash can ... and got paranoid.” Fearing that the man was going to rob him, he started to walk away. When he next turned around, the man had walked up “behind Mr. Antonio Glover, and he called another dude that was on the other side of the street.” Simms then saw gunfire, saw Glover get shot, and was shot in the back himself. He testified that he had never before seen the two men, did not remember their faces, and could not identify them if he saw them again. He also testified that when he awoke in the hospital, he was missing approximately $200. Simms did not mention any of the defendants during his testimony.\nFollowing Simms’s testimony, the defendants “renew[ed] for the record [their] motion to dismiss this case for want of a speedy trial.” They asserted:\nMr. Simms’ testimony was basically one of the shortest witnesses we have had, didn’t identify anyone who is allegedly involved in the shooting, and it became quite apparent, after listening to his testimony, that this case could have easily been tried back in December.... And, in fact, he was essentially a non-entity when he testified yesterday.\nThe court denied the motion to dismiss and\ncommend[ed] the prosecutor for doing what he did. This is a key witness. He might not have been long but the fact is that not to bring a person that was one of the people that was shot in a murder case ... would have unnecessarily raised questions that shouldn’t have been raised. And the fact that the witness was not very favorable, it seems to me, to the government, could not identify any of the parties, is again the role that the government has to play. They should bring forth all witnesses, whether they are favorable or not.\nII. THRESHOLD ISSUES\nThe Speedy Trial Act requires that a defendant be tried “within seventy days from the filing date (and making public) of the information or indictment, or from the date the defendant has appeared before a judicial officer of the court in which such charge is pending, whichever date last occurs.” 18 U.S.C. § 3161(c)(1). The 70-day limit is not inflexible, however; the Act provides that certain “periods of delay shall be excluded in computing the time within which ... the trial of [an] offense must commence,” id. § 3161(h).\n*772If the defendant is not tried within the required time, as extended by any periods of excludable delay, then “the information or indictment shall be dismissed on motion of the defendant.” Id. § 3162(a)(2). The defendant must formally invoke his speedy trial right, however: “Failure of the defendant to move for dismissal prior to trial ... shall constitute a waiver of the right to dismissal under this section.” Id.\nIn this instance, it is not clear to us that the defendants properly invoked their speedy trial rights by moving to dismiss their indictments before the trial began. The Government has abjured the waiver issue, however. It does not, in its brief, even mention the defendants’ failure formally to move for a dismissal. Moreover, when asked at oral argument whether the Government “still want[ed] to concede that this isn’t a question of waiver,” Government counsel responded: “I think that the statute provides that an objection needs to be made, and I think one was on the Speedy Trial Act ground.” Thus, we do not hold that the defendants waived the right to assert their claims, and proceed to the merits thereof.\nIn answer to those claims, the Government invokes the exclusion, in calculating when the 70-day period has run, of “[a]ny period of delay resulting from the absence or unavailability of ... an essential witness.” Id. § 3161(h)(3)(A). The parties implicitly agree that if we determine, under the appropriate standard of review, that the district court should not have excluded the period caused by Simms’s unavailability, then a Speedy Trial Act violation has occurred; conversely, if the delay was properly excludable, then no violation of the Act occurred.\nA. Standard of Review\nWe need not decide the appropriate standard of review of the district court’s determination that Simms was an “essential witness” under § 3161(h)(3). The parties apparently assume that the district court's application of facts to the requirements of § 3161(h) is subject to review only for abuse of discretion; in any event, applying even that standard, which is the most forgiving one in our repetoire, we are unable to uphold the district court’s decision.\nB. Actual Prejudice\nThe Government argues that a defendant must show actual prejudice from the denial of a timely trial under the Act in order to obtain any relief on appeal. There is no basis for such a requirement either in the text or in the legislative history of the Act. Hence, the Government relies upon cases in which the Sixth and Seventh Circuits have required a showing of prejudice in a somewhat different context. See, e.g., United States v. Monger, 879 F.2d 218, 221 (6th Cir.1989); United States v. Vega, 860 F.2d 779, 787 (7th Cir.1988); United States v. Scott, 784 F.2d 787, 789 (7th Cir.1986). With the possible exception of Scott, where the prejudice requirement was mentioned only in an ambiguous dictum, the court in each case was considering an “ends of justice” delay under paragraph (h)(8) of 18 U.S.C. § 3161. That paragraph expressly requires the court to balance the “ends of justice” that will be served by the delay against “the best interest of the public and the defendant in a speedy trial.” Thus, because (h)(8) expressly directs the court to consider a defendant’s interest in avoiding delay, it can properly be read to incorporate an actual prejudice requirement.\nWe have found no case requiring actual prejudice in the context of paragraph (h)(3). Although the Government refers us to United States v. Taylor, 487 U.S. 326, 108 S.Ct. 2413, 101 L.Ed.2d 297 (1988), and United States v. Hernandez, 863 F.2d 239, 243-44 (2d Cir.1988), neither case considered prejudice vel non to the defendant in determining whether the Speedy Trial Act required dismissal of the indictment. In each, the court considered prejudice to the defendant only when deciding whether the indictment should be dismissed with or without prejudice, pursuant to § 3162(a)(2). That section provides that “[i]f a defendant is not brought to trial within the time limit” of the Act, then the “indictment shall be dismissed,” but leaves it to the court to weigh various factors “[i]n determining *773whether to dismiss the case with or without prejudice.”\nHere the district court did, in excluding the period of delay resulting from the continuance, purport to rely upon paragraph (h)(8) in addition to paragraph (h)(3). If a delay caused by an unavailable witness could be excluded under (h)(8) in computing the maximum time to trial, however, then (h)(3), which specifically governs that situation, would be completely redundant. In the absence of any indication that Congress intended such a counter-intuitive result, we therefore conclude that paragraph (h)(8) is not applicable to an “essential witness” delay. But see United States v. Tedesco, 726 F.2d 1216, 1222 (7th Cir.1984) (sees “no reason why the court could not exclude [essential witness] delay” under (h)(8)).\nIII. The Essential Witness\nAs we have seen, paragraph 3161(h)(3) excludes from consideration a delay caused by “the absence or unavailability of ... an essential witness.” A witness is “considered unavailable whenever his whereabouts are known but his presence for trial cannot be obtained by due diligence.” 18 U.S.C. § 3161(h)(3)(B). As reflected in Judge Sentelle’s separate concurrence, the Government’s claim to have exercised due diligence in attempting to secure Simms’s presence for the trial scheduled for December 3, 1986 is at best problematic. Resolution on that ground is complicated, however, by a lack of clarity in the record as to whether the Government tried, prior to December 3, to get the Virginia authorities holding Simms to turn him over on the basis of a writ of habeas corpus ad testifi-catum, as opposed to an informal request or one made under the Interstate Compact on Detainers. Therefore, because we conclude, despite the broad deference that we accord the district court, that it abused its discretion in holding that Simms was an essential witness, we do not address the more difficult question whether the Government exercised due diligence in trying to secure his attendance.\nThe Speedy Trial Act does not define the term “essential witness.” The report of the Senate Judiciary Committee accompanying the bill that became the Act states:\nBy an “essential witness” the Committee means a witness so essential to the proceeding that continuation without the witness would either be impossible or would likely result in a miscarriage of justice. For example, a chemist who has identified narcotics in the defendant’s possession would be an “essential witness. ...”\nS.Rep. No. 1021, 93d Cong., 2d Sess. 37 (1974). Although this court has not before had occasion to consider the meaning of the term “essential witness,” other courts of appeals have concluded, based in part upon the above-quoted report, that the term refers to “witnesses whose testimony would be extremely important to the proceeding, perhaps providing proof that was not otherwise attainable,” United States v. Marrero, 705 F.2d 652, 656 (2d Cir.1983); see United States v. Eagle Hawk, 815 F.2d 1213, 1218 (8th Cir.1987) (“unquestionably important” witness whose “anticipated testimony [would not] be merely cumulative, or substantially irrelevant”).\nWe recognize that at the time that the district court must decide whether to grant a continuance over a Speedy Trial Act objection, it may not know with specificity what the witness will say or exactly what alternative evidence the Government could use to establish the same facts. For that reason, we will not, based upon hindsight informed by the putatively essential witness’s actual testimony, second-guess the district court’s determination, as long as it was reasonable in light of the information it had or should have asked for at the time that the decision had to be made. (This is not to say that a reviewing court would disregard the unexpectedly high value of a witness’s later testimony.) In this instance, however, the district court’s error lies not in over-valuing Simms’s testimony on the basis of the information then available to it; rather, the court, when it granted the Government’s motion for a continuance, had no information whatsoever upon which to make a reasoned decision.\n*774The most specific representation that the Government made to the court was, “We are not talking about a cumulative witness. We are not talking about a corroborative witness. We are talking about a named complainant in the indictment.” Such vague, unsupported assertions do not satisfy the Government’s “burden of going forward with the evidence in connection with any exclusion of time under subparagraph 3161(h)(3),” 18 U.S.C. § 3162(a)(2). Instead, the Government must show how the testimony that it expects a particular witness will give fits within the overall framework of its case, and why that witness’s testimony would be not only useful, but essential. Merely stating that the witness is the victim of the crime does not satisfy this requirement. The victim may or may not be able uniquely to establish some relevant fact. Without more, the district court had no substantial basis for concluding that “the witness Stephen Simms is an essential witness for the United States, being the victim of the December 29, 1984 armed assault ... and an eyewitness to the first-degree murder while armed of the same date.” We are also unable to conclude that Simms’s testimony proved, in the event, to be essential, or even very important, to the Government’s case. In fact, Simms’s testimony is remarkable for its unimportance. As detailed above, he testified only that he appeared at 14th and V Streets, purchased some drugs, and was shot in the back; he was unable to identify the assailant(s), and he gave no testimony that in any way links the defendants to the crimes.\nThe unimportance of Simms’s testimony is clear when compared to that of witnesses found to be essential in other Speedy Trial Act cases. In Marrero, for example, the three essential witnesses were the defendant’s accomplices in the multiple robberies charged. With respect to four counts of the indictment, the Second Circuit described their testimony as “virtually the only evidence the government had,” absent which it would be “left without a prima facie case that Marrero had any role in those robberies.” 705 F.2d at 656. With respect to the remaining counts, the Government’s only other evidence was certain eyewitness identifications, but as the court noted,\n[w]here the only question is the identity of a perpetrator of a known crime — and especially where, as here, the robber in question wore a mask — there can be little doubt that the testimony of an accomplice to the crime will not only be among the most persuasive evidence possible but also among the most reliable.\nId. at 657. Similarly, in Eagle Hawk, the Eighth Circuit, upholding the district court’s determination that a witness was essential, noted that he was the sole person to have “any recollection, albeit sketchy and not particularly trustworthy, of the circumstances surrounding” the crime, and that without his testimony, “it is unlikely that [the Government] would have obtained a conviction.” 815 F.2d at 1218.\nThe Government argues here that “Simms was essential to the government’s proof of the assault” because he was able to present the most persuasive testimony that “there were two victims of the shootings.” While Simms’s testimony may have added something to the Government’s case in this regard, it clearly was cumulative, not essential. Constance Whitaker, a co-conspirator and a government witness, testified that she saw Chaney and Yelverton approach and shoot at two unidentified men, and then closed her eyes when she saw the first one fall. Robertson El, another co-conspirator, testified for the Government that he saw two men shot. Moreover, the parties stipulated that Simms was treated for a gunshot wound at the hospital on the night of the shooting and that Glover was found shot at 14th and V Streets and later died from his wound. Finally, the Government does not dispute that it could have introduced the testimony of the emergency squad that arrived at the scene of the shooting. Even if the Government is correct that this testimony “would not have the same persuasive power as the victim’s testimony,” the incremental credibility that Simms provided surely was not essential in order to prove that he was shot.\n*775The Government next argues that Simms’s testimony was essential in order to “corroboratef ] important details of Whitaker’s testimony,” namely that one of the victims (the late Glover, according to Simms) was wearing a trench coat and that Chaney (a “guy” unknown to Simms) told Glover not to come too close. It is likely, however, that the emergency squad at the scene or the staff at the hospital where Glover was taken could have confirmed the existence of the trench coat. More important, while Simms’s testimony might have added marginally to the credibility of the co-conspirators, we see no basis for concluding that it was essential to the Government’s case. It added, at most, only a few details to a picture already painted for the jury by other witnesses; it was neither the cornerstone of the Government’s case, as in Marrero and Eagle Hawk, nor particularly important to any necessary element of that case.\nFinally, the Government asserts that Simms’s testimony “was essential to negate the defense of self-defense that might otherwise have been raised by appellants.” The Government may have a point here, but it did not make it to the district court, which could then have asked the defendants whether they planned to raise such a defense. If the answer were no, then that would have eliminated any need for a delay on this ground. If they said that they did intend to argue self-defense, or wanted to preserve that possibility, then the Government could have explained why other evidence, such as testimony by rescue workers that no weapons were found on Simms and Glover or testimony by co-conspirators, would be insufficient to negate the defense. The Government’s argument thus appears to have been an afterthought; in any event, it gave the district court no basis on the record for determining that Simms was an essential witness with regard to a defense of self-defense.\nIV. Conclusion\nThe district court abused its discretion in concluding that Simms was an essential witness, and it therefore improperly excluded from the 70-day period of the Speedy Trial Act the delay caused by Simms’s unavailability. We must therefore reverse the convictions and remand to the district court for consideration, pursuant to 18 U.S.C. § 3162(a)(2), of whether to dismiss the indictments with or without prejudice.\n\nSo ordered.\n\n",
            "ocr": false,
            "opinion_id": 9480709
        },
        {
            "author_str": "Sentelle",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSENTELLE, Circuit Judge,\nconcurring:\nI do not disagree with anything expressed in the per curiam opinion. I write separately only to express the view that even if we err in our conclusion in Part III of the per curiam opinion that the District Court abused its discretion in finding Simms to be an essential witness, the result would be the same. As the Court notes, “a witness is ‘considered unavailable whenever his whereabouts are known but his presence for trial cannot be obtained by due diligence.’ ” P. 773, supra (quoting 18 U.S.C. § 3161(h)(3)(B)). The record in the present case does not support a finding of due diligence. The supposed unavailability of Simms was the result of his being held in the custody of Fairfax County, Virginia authorities for the misdemeanor of shoplifting socks from a drugstore. His bond was set at $1000. Not only could he have been released into the custody of anyone who had put up $1000, refundable upon his return to jail after testimony, but also his attendance was obtainable through a writ of habeas corpus ad testificatum issuable by the District Court. Such a writ had been issued for Simms’s presence. Virginia authorities had not complied with the writ. The government took no action to have the writ enforced, as it could have done under United States v. Mauro, 436 U.S. 340, 98 S.Ct. 1834, 56 L.Ed.2d 329 (1977).\nWhat the government claims to be due diligence in the present case is some unspecified number of telephone conversations between members of the United States Attorney’s office and some Virginia authorities. At the time of the motion and the representations that these telephone calls constituted due diligence, the prosecution was well aware that the trial of the present case would continue for several *776weeks. Yet the prosecution asserts that to “litigate” the power of the federal court to obtain a shoplifter from the Virginia custodian for testimony in the federal murder-conspiracy-narcotics trial would have delayed the commencement of trial as much as did the motion to continue. The prosecution offers no reason why the trial could not have begun parallel to the obviously easy efforts that would have been required to obtain the presence of the shoplifter. I would further note that these events occurred at a time when one or more of the appellants had already been in custody awaiting disposition of these charges for almost seventeen months.\nWhatever it would take to constitute “due diligence” in an appropriate case, the present record evidences no diligence at all. Therefore, while I join the Court’s opinion that the District Court abused its discretion in concluding that Simms was an essential witness at the time of the continuance, to me the abuse of discretion involved in finding that the government acted with due diligence eclipses the first abuse. While I am reluctant to suppose that the prosecuting attorneys acted from improper motives, I cannot help but wonder on this record why they evidenced such a cavalier attitude toward the rights not only of the defendants but of the public to a speedy disposition of serious criminal charges.\n",
            "ocr": false,
            "opinion_id": 9480710
        }
    ],
    "court_short_name": "D.C. Circuit",
    "court_full_name": "Court of Appeals for the D.C. Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}