{
    "id": 2617873,
    "judges": "Ward",
    "date_filed": "1975-02-21",
    "date_filed_is_approximate": true,
    "slug": "people-v-chapman",
    "case_name_short": "Chapman",
    "case_name": "People v. Chapman",
    "case_name_full": "The PEOPLE, Respondent, v. MARIAN DEL CHAPMAN Et Al., Defendants; JACK LESTER CHAPMAN, Appellant",
    "attorneys": "Jack Lester Chapman, in pro. per., for Appellant., Fred N. Howser, Attorney General, David K. Lener, Deputy Attorney General, J. F. Coakley, District Attorney, and Folger Emerson, Deputy District Attorney, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b385-5\">\n    [Crim. No. 2579.\n   </docketnumber><court id=\"A8Ku\">\n    First Dist., Div. One.\n   </court><decisiondate id=\"A4u\">\n    Aug. 17, 1949.]\n   </decisiondate><br><parties id=\"b385-6\">\n    THE PEOPLE, Respondent, v. MARIAN DEL CHAPMAN et al., Defendants; JACK LESTER CHAPMAN, Appellant.\n   </parties><br><attorneys id=\"b390-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"370\"> \n     *370\n     </span>\n    Jack Lester Chapman, in pro. per., for Appellant.\n   </attorneys><br><attorneys id=\"b390-7\">\n    Fred N. Howser, Attorney General, David K. Lener, Deputy Attorney General, J. F. Coakley, District Attorney, and Folger Emerson, Deputy District Attorney, for Respondent.\n   </attorneys>",
    "citations": [
        "93 Cal. App. 2d 365"
    ],
    "opinions": [
        {
            "author_str": "Ward",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6630.0,
            "opinion_text": "\n93 Cal. App. 2d 365 (1949)\nTHE PEOPLE, Respondent,\nv.\nMARIAN DEL CHAPMAN et al., Defendants; JACK LESTER CHAPMAN, Appellant.\nCrim. No. 2579. \nCalifornia Court of Appeals. First Dist., Div. One.  \nAug. 17, 1949.\n Jack Lester Chapman, in pro. per., for Appellant.\n Fred N. Howser, Attorney General, David K. Lener, Deputy Attorney General, J. F. Coakley, District Attorney, and Folger Emerson, Deputy District Attorney, for Respondent.\n WARD, J.\n Defendant Jack Lester Chapman, who has represented himself in every stage of this case, appeals from the judgment of conviction on two counts of burglary of the first degree and from the order denying a motion for new trial. One count charged defendant with entering the house of Joseph Aletto located in Alameda County on December 13, 1947. The second charged him with entering the house of Theodore Silveria located in the same county, also on December 13, 1947. Marian Del Chapman, his wife, was jointly charged with the said burglaries, but the jury disagreed as to her guilt. The chronological development of the case will be covered as the various points raised on this appeal are discussed.\n [1] Defendant urges that his motion under Penal Code, section 995, to have the information set aside on the ground that he had been committed without reasonable or probable cause was erroneously denied. \"In a preliminary examination it is not necessary that a defendant be proved guilty beyond a reasonable doubt. 'Reasonable or probable cause,' required to uphold the commitment of a defendant (Pen. Code,  995), exists if there is sufficient proof to make it reasonable to believe that the defendant is guilty of the offense charged. (Pen. Code,  872; other cases cited.)\" (People v. Mitchell, 27 Cal. 2d 678, 681 [166 P.2d 10].)\n [2] At the preliminary hearing Joseph Aletto and Madeline Silveria testified that they left their respective homes uninhabited the night of December 13, 1947, and returned to find them ransacked, with clothing, linen and bedding missing. In each case a window near the entranceway was broken. Mrs. Silveria added that \"boxes of Dreft and washing powder and our table\" were on the lawn. They both testified *371 that they later saw their missing goods at the Sonora courthouse with Detective Ayres of the sheriff's office, where Mrs. Silveria learned they had been obtained from \"this hotel\" (the Chapmans' hotel in Tuolumne). Alfred W. Ayres testified that on May 28, 1948, he told defendant he was investigating these two burglaries. Defendant told him \"it was his policy never to plead guilty to anything\" and that \"he would like to help me recover as much of the property as possible, and it was all in the Tuolumne hotel at the time he was arrested, and if we hadn't recovered it it was all there or someone must have been there before we were.\" Defendant and his wife denied the charges, but on cross-examination she stated that their place of business is the Hotel Kimball at Tuolumne, and defendant explained that he told Ayres \"I knew where those items of clothing and household articles that were alleged to be stolen were.\" The foregoing evidence gives rise to the reasonable belief that defendant burglarized the Aletto and Silveria houses. (People v. Mitchell, supra; In re Plummer, 79 Cal. App. 2d 651, 654 [180 P.2d 771].)\n [3] Defendant next raises the question whether prejudicial error was committed by the refusal of both the justice's court and the superior court to grant a change of venue. At the preliminary hearing defendant moved for a change of venue saying that trial in Alameda County would result in prejudice to him, as the local district attorney's office was prejudiced against him. The only facts advanced at said hearing by defendant to show such prejudice are that he was already serving a sentence and that the complainants are well known. While it is true that the justice's court denied defendant's motion shortly after it was made, this fact does not show an abuse of the court's discretion, particularly where the defendant was not on trial before the justice's court.\n [4] At the outset of the proceedings in the superior court defendant filed a motion for change of venue, supported by an affidavit, charging that in the county of Alameda the offices of the district attorney, the sheriff and the public defender were prejudiced toward the defendants. While many opposing affidavits were filed, none was filed by the sheriff's office. Defendant argues that the charge that said office was prejudiced must be assumed to be true. The only fact stated in defendant's affidavit in support of said charge is that certain members of the sheriff's and the public defender's offices \"have conversed among themselves, condemning the defendants,\" causing defendants to refuse the services of the *372 public defender's office. Such conversation was denied by the four members of the public defender's office. But assuming the truth of the charge that the representatives of the sheriff's office were prejudiced, it cannot be said that the trial court committed prejudicial error in denying the motion for change of venue. \"If the charge was admitted to be true, we are not satisfied, notwithstanding the impropriety of those officers indulging in the expression of opinions which might contribute to defeat the due administration of justice, that it would be a good and sufficient ground to authorize the Court to change the place of trial.\" (People v. Shuler, 28 Cal. 490, 495; People v. Brite, 9 Cal. 2d 666, 690 [72 P.2d 122].) [5] Nor does the fact that defendant produced a clipping from a local newspaper which referred to a convict couple being returned from Folsom and Tehachapi establish that defendants could not be fairly tried in Alameda County and that accordingly defendant's motion should have been granted. There is no evidence that any newspaper reports were read by any member of the jury, much less that they caused any such member to be prejudiced against defendants.\n [6] Defendant urges that because his motion for change of venue was denied he was compelled to defend himself as he believed the local public defender's office was prejudiced towards him. The record reveals that in the trial court defendant on several occasions was urged to accept either the services of the public defender's office or of an attorney outside of the public defender's office who would receive no fee. After the motion for change of venue was denied, the court announced that it was willing to appoint an outside attorney to represent the defendants. Defendant replied, \"on behalf of my co-defendant, I believe she would accept that. However, I prefer to represent myself.\" Accordingly, defendant cannot contend that the trial court failed to observe that degree of fairness necessary to the proper administration of justice.\n [7] There is no merit to defendant's contention that as the requirements of Penal Code, section 1381, were not satisfied the superior court lacked jurisdiction to try him. Section 1381 provides that where a defendant has been convicted and another information is pending it is mandatory \"upon the district attorney of the county in which such charge is pending to bring the same to trial within ninety days after such defendant shall have delivered to said district attorney *373 written notice of the place of his imprisonment and his desire to be brought to trial upon said charge.\"\n Shortly after defendant announced that he was moving for a change of venue on September 30, 1948, the district attorney stated: \"I think before the motion to change venue is filed, we ought to set a trial date, your Honor, for this reason: The defendant ... is doubtless aware that we are under a different statute of time here and that this case must be tried within 90 days from the time of the demand for trial was made, which means it must be tried prior to October 21. I therefore suggest October 18.\" The court agreed and directed the clerk to arraign the defendants, which was done. On October 4, 1948, the court asked about the time of trial and was informed that the case was set for October 18. On October 18, 1948, after the pleas to the priors were changed and the jury panel sworn, defendant stated: \"I would like to make a motion under Section 1381 of the Penal Code that the 90 day period ... has been exceeded in this case, inasmuch as the demand for trial was mailed within fifteen miles of this Court on July 14th of this year, which ... would make the 90 day period up on the 13th of October and this is now the 18th and, therefore, it is my contention that the 90 day period as required by law, has been exceeded ...\" The prosecution then produced the following letter dated July 19, 1948, addressed to the District Attorney of Alameda County: \"Enclosed find a demand for trial as provided by Section 1381 of the California Penal Code. ... (signed) Jack Chapman.\" (The letter bears the district attorney's stamp dated for reception July 21, 1948, 8:59 a. m.) This was introduced in evidence \"together with what purports to be a demand for trial signed 'Jack Chapman', which was verified and sworn to on the 14th day of July, 1948, and also as part of the same exhibit an envelope postmarked July 20, 1948, addressed to Mr. J. F. Coakley (the district attorney), in which those two documents were received.\" It was the duty of the trial court to determine this factual question. Based upon the record this court is unable to say that the foregoing evidence did not justify the trial court's conclusion that October 18 fell within the 90-day period provided by section 1381.\n [8] Defendant's contention that the court erred in excepting Deputy Sheriff Ayres from the order excluding all witnesses from the courtroom also lacks merit. After the prosecution had made its opening statement counsel appointed *374 for defendant's wife made a motion to exclude all witnesses, which was granted except as to witness Ayres. Thereafter defendant asked that the said witness be excluded. The prosecution stated that he was needed, but the court explained: \"He means during the opening statement.\" The record thus indicates that defendant merely wished this witness excluded during his opening statement. Furthermore, when two of defendant's witnesses arrived from Tuolumne while the prosecution was still presenting its case, defendant's request that Ayres not be present while said witnesses testified was granted. [9] The refusal to exclude witnesses lies with the discretion of the court. (People v. Pierson, 69 Cal. App. 2d 285, 296 [159 P.2d 39].) As was said in People v. Nunley, 142 Cal. 441, 445 [76 P. 45]: \"It cannot be held that the court abused its discretion in allowing the sheriff ... who was a witness for the prosecution, to remain in the courtroom during the trial.\" It is the common and usual practice that at least one peace official may remain during the presentation of evidence during the entire case.\n One of the major points raised on this appeal concerns the sufficiency of the evidence to support the jury's determination that defendant was guilty of the burglaries described in the information. An extended review of the evidence is therefore required. Mr. and Mrs. Aletto and Mrs. Silveria identified photographs of their respective homes and described the contents of certain boxes and a suitcase as being property taken from their homes December 13, 1947, which was subsequently recovered in Sonora.\n Henry Lawson, Chief Deputy Sheriff in Tuolumne County, testified that sometime between May 1 and 27, 1948, under the authority of a search warrant he entered the Kimball Hotel where he found Mrs. Chapman in her apartment on the ground floor. He stated that property was taken from Mrs. Chapman's apartment. Lawson next testified as to a conversation with Mrs. Chapman which was offered only against her--that Jack brought in \"this stuff,\" \"but she didn't ever say anything to him about it. ... she was afraid she would get her teeth knocked in if she did.\" Lawson identified a photograph as showing property which was taken from Mrs. Chapman's apartment. It was only marked for identification at that time, but was later received over defendant's objection. He testified that the property was taken to the sheriff's office in Sonora where he delivered some of it to Mr. and Mrs. Aletto. He also identified a suitcase as having been in said *375 apartment. He punched a hole in the above-mentioned photograph, where said suitcase appeared in the photograph.\n [10] As defendant takes the position that his conviction \"was substantially based upon the testimony of Helen and Marvin Nelson\" attention should be given to their testimony. Mrs. Nelson testified that in July, 1947, she, her husband and their 4-months-old child went to Tuolumne where they rented an apartment in the Chapmans' hotel--the Kimball Hotel. It was in this manner that they met the defendants, whom they had never seen prior to that time. They moved to Modesto in November, 1947. Defendants came to Modesto in December after learning from Mrs. Nelson's sister-in-law, who lived in Tuolumne, that they were in Modesto where Mrs. Nelson's parents lived. The Chapmans invited them to go for a ride, which they accepted after arranging to leave the baby with Mrs. Nelson's mother. The record shows that Chapman was driving his 1947 Chevrolet. Mrs. Nelson testified that before they got to Tracy defendant stopped at a house, \"knocked on the door and went around the house, and he went in and then he came back out and he had several things with him, and he told my husband to come on in with him and he went in and then they both come out and Mrs. Chapman unlocked the back of the car, and they put things in there and then we left.\" Cartons of soap powder were taken. She testified that defendant had previously threatened to kill her baby if she or her husband said anything, and that she knew the Chapmans carried a small gun in the car. They had dinner after they left Tracy but nothing was said as to where they were going. The above evidence of the Tracy burglary was not objected to by appellant defendant.\n As to the burglary charged in the second count, Mrs. Nelson testified: \"Well, we came to the second house and I believe he (Chapman) backed into the driveway and he got out ... (her husband) was with him. ... he (Chapman) came out of the front door and he brought several things with him, and they went back in and they were gone, ... quite a little while, and then Mrs. Chapman got out and went in. ... and she came out and she had a little end table with her when she came out.\" It was brought out that this table and the soap from the house near Tracy were left in the yard.\n Mrs. Nelson also testified concerning other burglaries which she had witnessed, including one in Stanislaus County. Marvin Nelson testified substantially in the same manner as did Mrs. Nelson. He was convicted and at the time of the present *376 trial was serving a sentence in the Stanislaus County Jail. He was charged as a defendant in the present case.\n Deputy Sheriff Ayres testified as to a conversation with defendant Chapman which occurred on May 28, 1948. He described the conversation, at which defendant, Ayres and Deputy Sheriff Art Ross were present, as follows: \"We told Chapman who we were and that we were investigating the burglaries of the Aletto and Silveria homes on the night of the 13th of December, 1947. Chapman asked me--told me that he thought the people of Alameda County should forget those charges against him and he repeated that on two or three occasions. I told him that I had no power to do that, ... He told me that he had never pled guilty to anything and it was against his policy to plead guilty to anything, and informed me of that, and I informed him that I wasn't there to ask him to plead guilty to anything, that I was there to get the facts concerning the two burglaries. We talked about the type of burglaries they were and the amount of loot ... He stated that he would like to help us recover it but that he could not do it. He stated that at the time that he was arrested in Tuolumne that all of the loot that was taken in the two burglaries was in the hotel at Tuolumne, and that if we had not recovered it somebody apparently had gotten ahead of us and had gotten the stolen property. ... We talked about the different burglaries that he had been implicated in throughout the State, and he stated he didn't know why he pulled burglaries.\"\n The prosecution offered evidence of other similar crimes about which the Nelsons had also testified. Mrs. Louella Hamilton testified that her home, located 4 or 5 miles south of Tracy, was burglarized during her absence from December 12 to 17, 1947. In particular she testified that \"Quite a bit of Dreft and some Lux\" were missing. Defendant raises no objection as to the foregoing testimony. Nor is any objection raised as to the testimony of William Pirrone. He testified that he left his home, located a mile north of Salida, at about 5:45 p. m., March 17, 1948, with his family, to visit his neighbor. From the neighbor's house he saw a car parked in his driveway. He got into and started his own car towards his home. He saw two men off the highway in his vineyard. He identified defendant Chapman as one of the men he saw at that time. He testified that he got out of his car and asked them what they were doing, and Chapman made the remark they \"had got a drink of water.\" He noticed that the other *377 man had \"his shirt bulging out, ... and trinkets dropping out of his shirt.\" He was attacked by defendant. He referred to the other man as Nelson. After Pirrone had been held with his face in the dirt defendant told him to walk toward the tractor shed and said: \"You had better not turn around or I will shoot you.\"\n Defendant testified in his own behalf, saying: \"Now, with regards to the Nelson situation and all these burglaries and so on, I, as my wife has also admitted, I have committed this one burglary to the extent that the story that was told varies from my story. I imagine the District Attorney will question me about that, and it will come out. However, I do admit the participation in this burglary but I do not admit any others.\" Except by his plea of not guilty defendant does not anywhere deny the burglaries with which he is charged.\n The record indicates that even if both the Nelsons are regarded as accomplices their testimony was sufficiently corroborated. Loot was taken from the Aletto and Silveria homes and subsequently found in defendant's possession. Defendant's contention that the evidence does not show his possession of the stolen property lacks merit, in view of the evidence of his statement to Ayres wherein he referred to the Tuolumne hotel and the fact that his wife was there when the officers found the stolen property.\n [11] The law on this point is stated in People v. Parker, 80 Cal. App. 2d 128, 133 [181 P.2d 16]: \"It is now too well settled to require extended discussion that all of the elements of the offense need not be shown by corroborating testimony. The testimony of the accomplice is alone sufficient to establish the commission of the crime charged, and all that the law requires in addition to the testimony of the accomplice is some evidence which tends to connect the defendant with the commission of the offense or from which such connection is reasonably inferable. ...\"\n \"In People v. King, 40 Cal. App. 2d 137, 141 [104 P.2d 521], the following is said: 'The entire conduct of the accused may be looked to for corroborative circumstances and if therefrom his connection with the commission of the crime may be fairly inferred the corroboration is legally sufficient. (Citing cases.)' \" This court held in the Parker case that it could not be held as a matter of law that the corroborating testimony did not tend to connect the defendant with the robbery with which he was charged, saying, at page 134, \"While some of these corroborating circumstances can be *378 reasonably reconciled with innocence, that factor is not determinative. 'If the circumstances reasonably justify the verdict of the jury, the opinion of the reviewing court that those circumstances might also reasonably be reconciled with the innocence of the defendant will not warrant interference with the determination of the jury.' (People v. Newland, 15 Cal. 2d 678, 681 [104 P.2d 778].)\"\n [12] Defendant urges that the district attorney and the court were guilty of prejudicial misconduct in permitting evidence of six burglaries in addition to the crimes for which defendant was on trial. As to the Nelson testimony of the Tracy burglary and the Stanislaus County burglary it is difficult to understand defendant's contention that he was prejudiced thereby, in view of his own statements that Mr. Hamilton's testimony concerning the Tracy burglary and Mr. Pirrone's testimony concerning the Stanislaus County burglary were admissible. Defendant apparently feels that the Nelson testimony naming him as perpetrator of said burglaries is more prejudicial, but Pirrone also identified defendant. Defendant's complaint with respect to the Nelson testimony of other burglaries is that no other testimony was offered connecting defendant therewith, and accordingly the jury would not have been authorized to find him guilty of these burglaries.\n [13] That no reversible error occurred in the admission of such evidence can be seen in the fact that such evidence showed a plan and pattern of breaking into uninhabited homes and ransacking them. (People v. Cassandras, 83 Cal. App. 2d 272 [188 P.2d 546].) [14] Furthermore, defendant never objected to this testimony at the trial, and cannot object for the first time on appeal. (People v. Simeone, 26 Cal. 2d 795, 804 [161 P.2d 369].)\n [15] Defendant also argues that prejudicial error occurred in the examination of Mrs. Chapman when she was asked if certain answers had been given by her during an interview with Assistant District Attorney Thompson and in the admission of Thompson's testimony and that of Charles W. Saunders, who was the court reporter who transcribed the conversation. He contends that as such testimony was not admissible against him due to his absence from said conversation mention should have been made of the fact that such testimony was offered only as against his wife.\n Such evidence was introduced to impeach Mrs. Chapman's testimony, for the only admission she made in her testimony was with respect to the burglary of the Pirrone home at Salida. *379 Since no objection to the testimony was raised at the trial, defendant cannot now raise the point. (People v. Simeone, supra.)\n [16] Next, defendant urges that the court erred in admitting, over objection, the photograph of the stolen property found in the Chapman apartment at the Hotel Kimball. It is claimed that there was no testimony regarding the circumstances under which the photograph was taken and that, as Lawson who identified said photograph merely referred to the property as found in Mrs. Chapman's apartment, it was not admissible against defendant.\n There was a sufficient foundation for admission of the photograph, as the property depicted was identified as belonging to the Alettos and Silverias. As to the contention that it was not admissible against defendant as the property was identified as coming from Mrs. Chapman's apartment, as previously noted, there is sufficient proof that said apartment was also defendant's apartment.\n [17] Defendant contends that the district attorney committed prejudicial error when he told the jury: \"But with all of that, and taking into consideration the disadvantages which Chapman has willingly assumed for himself, taking all of that into consideration, I urge you not to underrate this man. He is no fool; as he says, 'I am not nuts.' Make no mistake about that. That man is no fool and he has demonstrated by his conduct through this trial that he knows exactly what to do and when to do it. Now I have said, and I will say again, that Chapman is a criminal and a fairly active one, as we know now from the record, but at the same time he has got a pleasant personality. I won't take that away from him. He is pleasant. He has an appealing way of talking. Don't let those factors distract you from the evidence in this case. The man is shrewd and he is shrewd enough to know of those things in his character and in his personality and in his make-up which will appeal to you. He is aware of those things, and he has made use of them. Jack Chapman as he sits in Court today and as he stands here, stands here talking to you, I will venture to say is an entirely different personality from the Jack Chapman who drove down the highway looking for a house to burglarize, an entirely different man from the man who could size up a situation and rapidly determine what house would be a good one to burglarize, and then with the nerve and skill required, go in there and quickly search and strip a house of all of the possessions of the householder *380 and quickly get away. Now that takes a certain amount of nerve and it takes some intelligence and it takes some judgment, all of which he has.\" The foregoing statement was preceded by the observation that \"It is difficult and troubling to represent the State in a prosecution of this kind, where a defendant chooses to represent himself. Obviously, he is not completely aware of the various implications of the procedure to which he subjects himself, he isn't aware of the significance of the rules of evidence, or aware of the various pitfalls which may occur during the course of a trial which he has to avoid, which imposes on the prosecutor in such instances an added obligation not to take advantage, which I have endeavored to do, and I think the defendant will concede that I haven't taken any unfair advantage of him, although he has in part accused me of so doing in his argument.\"\n It cannot be held under the surrounding circumstances in this case, as was said in People v. Lynch, 60 Cal. App. 2d 133, 143 [140 P.2d 418], that the remarks of the prosecution were made \"for the manifest purpose of prejudicing the jury against the defendant ... That the asking of such questions constituted misconduct, and of the fact that such misconduct was prejudicial, there can be little doubt. It would ignore human experience and belie the dictates of common sense to entertain a contrary view. With commendable fairness the attorney general does not attempt to justify the conduct of the prosecutor, but simply suggests that no objection was made thereto by the appellant who appeared as his own counsel. However, we think the foregoing course of conduct was so improper and so offensive to the requirement that the question of guilt or innocence shall be determined by an orderly legal procedure in which the substantive rights belonging to a defendant shall be respected, that the trial judge should have stopped the asking of such questions when the first improper interrogatory was propounded without waiting for an objection.\"\n The remarks made in People v. Greene, 80 Cal. App. 2d 745, 750 [182 P.2d 576], are more in point: \"defendant makes two points in his brief to the effect that the district attorney committed error in his remarks to the jury wherein he indirectly referred to the defendant as a 'jail bird' and in another remark indicating that the defendant would have pleaded guilty to the charge if his counsel had not suggested otherwise. This latter statement went unchallenged and no motion to strike it was interposed by counsel for defendant. Counsel *381 cannot now be heard to complain. (People v. Entriken, 106 Cal. App. 29, 33 [288 P. 788].)\"\n The remaining points raised on this appeal pertain to the instructions given to the jury. [18] Defendant urges that the following instructions were erroneously given: \"The jury are the sole and exclusive judges of the effect and value of evidence addressed to them and of the credibility of the witnesses who have testified in the case ... It is the law that the testimony of an accomplice ought to be viewed with distrust. This does not mean that you may arbitrarily disregard such testimony, but you should give to it the weight to which you find it to be entitled after examining it with care and caution and in the light of all the evidence in the case.\" The paragraph just quoted is just a small part of the court's instructions on accomplices. Defendant contends that the quoted instructions do not correspond with the rule that the testimony of an accomplice is not to be judged by the same standard as the testimony of any other witness, but such evidence is to be acted upon with great caution and is subject to grave suspicion, citing People v. Dail, 22 Cal. 2d 642 [140 P.2d 828]. In the Dail case the court instructed that the credibility of accomplice witnesses is to be judged by the same standard as that of other witnesses. The court, at page 653, ruled that \"This instruction was in direct opposition to the statutory provision that the testimony of an accomplice should be viewed with distrust. (Code Civ. Proc. sec. 2961, subd. 4.)\" In the present case the trial court did not make the error denounced by the Supreme Court. It first gave the general instruction that credibility is for the jury and then stated that the testimony of an accomplice is to be viewed with distrust, explaining what is meant by such expression.\n [19] Next, defendant criticizes the following instruction: \"A witness wilfully false in a material part of his or her testimony is to be distrusted in others, that is to say, the jury may reject the whole of the testimony of the witness who has wilfully sworn falsely as to a material point; and the jury, being convinced that a witness has stated what was untrue, not as a result of a mistake, or inadvertence, but wilfully and with design to deceive, must treat all of his or her testimony with distrust and suspicion and reject all unless they shall be convinced that he or she has in other particulars stated the truth.\" (Emphasis added by defendant.) Defendant urges that the \"emphasized portion of this instruction contradicts the correct prior portion to the extent that the instruction, *382 in effect, allows the jury, even though they believe a witness to have testified falsely to nevertheless believe the testimony of that witnesses (sic) if he or she has, in other particulars, told the truth.\"\n Upon the authority of People v. Pribnow, 61 Cal. App. 252 [214 P. 475], this instruction was properly given. In that case, the court said, at page 255: \"Exception is also taken to certain portions of the charge to the jury. In the first instruction complained of the court advised that body that where a witness is false in one part of his testimony he is to be distrusted in others, and that it might reject the whole testimony of a witness who had willfully sworn falsely to a material point, and that if it found that such testimony was given with the willful design to deceive it should be viewed with distrust and suspicion, and that the jury might 'reject all unless they shall be convinced, notwithstanding the base character of the witness, that he or she has in other particulars sworn to the truth.' It is claimed that the giving of the latter part of the instruction indicated by the quotation marks constituted error, for the reason that it weakened and destroyed the former portion of the instruction.\"\n \"We see no error in the instruction, and we are of the opinion that it fairly states the law. The jury was in effect told that it had the power to entirely disregard the testimony of any witness found to be false in any material respect, but that it was not bound to do so.\"\n [20] Defendant contends that the court erred in refusing to instruct the jury \"That prior convictions should by no means be used to consider it probable that the defendant is guilty because of said priors.\" In refusing to give this instruction the court wrote, \"Covered by other instructions given.\" The court instructed: \"A defendant cannot be convicted upon mere suspicion or probability of guilt, nor upon mere proof of opportunity to commit the crime charged. ... It may also be shown by an examination of a witness that he has previously been convicted of a felony.\" Defendant relies upon People v. Blanks, 67 Cal. App. 2d 132 [153 P.2d 449], but that case merely holds that evidence relating to prior convictions should be considered only as affecting the credibility of the defendant (who had admitted prior convictions on the witness stand). The quoted instruction given in the present case appears to satisfy the rule of the Blanks case. There is nothing in the record to indicate that the jury considered priors and no affirmative instruction was given. *383\n [21] Defendant dwells at length upon the failure of the court to instruct that Marvin Nelson was an accomplice. \" 'When the question of an accomplice arises in the trial of a case, the general and accepted rule is for the court to instruct the jury touching the law of accomplices, and leave the question whether or not the witness be an accomplice for the decision of the jury as a matter of fact.' (People v. Coffey, 161 Cal. 433, 436 [119 P. 901, 39 L.R.A.N.S. 704].) ...\"\n \"In a case where it is not disputed that a witness was an accomplice it may be and in fact has been held that it is the duty of the court to state that fact positively to the jury (People v. Ferlin, 203 Cal. 587 [265 P. 230]), but where, as here, the evidence shows that the witness was not an accomplice it certainly may not successfully be claimed that the court should have instructed that he was. (Citing cases.) Unless the status of the complainant as an accomplice was definitely fixed as a matter of law the giving of the requested instruction would have been an infringement by the court upon the province of the jury to pass upon questions of fact. (Citing cases.) The rule is concisely stated in 23 Corpus Juris Secundum, Criminal Law, section 1227, pages 787-788: 'Where a witness who testifies for the prosecution is, as a matter of law, an accomplice, the court should so charge. In such case, an instruction defining an accomplice is not necessary.' \" (People v. Featherstone, 67 Cal. App. 2d 793, 796-797 [155 P.2d 685].)\n [22] Defendant overlooks the fact that the following instructions were given: \"A conviction may not be had upon the testimony of an accomplice unless it be corroborated by such other evidence as shall tend to connect the defendant with the commission of the offense. An accomplice is one who is liable to prosecution for the identical offense charged against the defendant on trial. Whether or not any witness in this case was an accomplice as defined in these instructions is for the jury to determine from all the testimony and the circumstances as shown by the evidence. ... Merely assenting to or aiding or assisting in the commission of a crime without guilty knowledge of intent is not criminal, and a person so assenting to, or aiding, or assisting in the commission of a crime without guilty knowledge or intent in respect thereto, is not an accomplice in the commission of such crime. ... In determining whether or not the testimony of an accomplice has been corroborated as required by law, you must, for the purpose only of your consideration of that question, assume to be removed from the case the testimony of the accomplice *384 and then examine all other evidence with a view to determining if there be any inculpatory evidence, that is, evidence tending to connect the defendant with the commission of the offense. If such other evidence does do that, then the testimony of the accomplice is corroborated; if it does not, then there is no corroboration, although the accomplice may be corroborated in regard to any number of facts sworn to by him.\" In view of the fact that these instructions were given it does not appear that any prejudice resulted by the court's failure to instruct that Marvin Nelson is an accomplice. In People v. McDermott, 75 Cal. App. 718 [243 P. 485], quoted in People v. Ferlin, 203 Cal. 587, 601 [265 P. 230], it is said: \" 'the jury should have been instructed that Sova must be regarded as an accomplice. That question should not have been left to it to determine. However, it must be presumed that the jurors observed and applied the instructions given them. In other instructions the definition of an accomplice was correctly stated, as also was the rule that the defendant may not be convicted on the uncorroborated testimony of an accomplice, and that the corroborating evidence is not sufficient if it merely shows the commission of the crime and the circumstances thereof; and, further, that such corroborating evidence must tend to connect the defendant with the commission of the crime. Hence, it is inconceivable that the erroneous instruction given in any way prejudiced any right of the appellant.' \"\n Defendant also contends that Mrs. Nelson is an accomplice and that because the court stated during the trial, \"I am not sure but what I may instruct the jury that she is an accomplice, as a matter of law,\" it should have done so. Instead the court gave the instructions previously quoted. As the evidence on the question whether she is or is not an accomplice indicates it cannot be said that as a matter of law she is an accomplice, it does not appear that the court committed any error. Furthermore, the court's remark was made after hearing only a portion of the evidence. Defendant admits that ordinarily \"the question of whether or not Helen Nelson was an accomplice would be one for the jury to determine.\"\n [23] Defendant also refers to the evidence of Mrs. Chapman's confessions as establishing that she underwent severe grilling and that accordingly the court should have instructed the jury to disregard such evidence if her confession was involuntarily made. As this evidence was introduced against *385 Mrs. Chapman alone, defendant is in no position to raise this point.\n [24] Lastly, defendant argues that the jury was given no choice as to the degree of burglary since the court prepared blank forms fixing the degree as first degree burglary; that it was the duty of the trial judge to also furnish verdict blanks covering second degree burglary; and that failure to furnish such blanks prevented the jury from fixing the degree. It is the custom but there is no duty to furnish the jury with any form of verdict. (People v. Mundt, 31 Cal. App. 2d 685 [88 P.2d 767]; People v. Corbin, 118 Cal. App. 392, 396 [5 P.2d 460].) [25] Furthermore, defendant made no complaint in the trial court and cannot raise the matter for the first time on appeal. (People v. Minamino, 56 Cal. App. 386, 392 [205 P. 463].) In view of the evidence of entry under cover of darkness into the Aletto and Silveria homes and that defendant had a pistol, if defendant was guilty of burglary it was burglary in the first degree. (Pen. Code,  460.) It cannot be said that defendant suffered any prejudice because of the trial court's instructions.\n The judgment and order denying new trial are affirmed.\n Peters, P. J., and Bray, J., concurred.\n",
            "ocr": false,
            "opinion_id": 2617873
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}