{
    "id": 1573108,
    "judges": "Steger",
    "date_filed": "1984-03-14",
    "date_filed_is_approximate": true,
    "slug": "smith-v-avance",
    "case_name_short": "Avance",
    "case_name": "Smith v. Avance",
    "case_name_full": "Willie SMITH v. Marvin AVANCE, Et Al.",
    "attorneys": "Willie Smith, pro se., James W. Knowles, Wilson, Miller, Spivey, Sheehy, Knowles & Hardy, Tyler, Tex., for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b496-9\">\n    Willie SMITH v. Marvin AVANCE, et al.\n   </parties><docketnumber id=\"AK9I\">\n    TY-77-79-CA.\n   </docketnumber><br><court id=\"b496-11\">\n    United States District Court, E.D. Texas, Tyler Division.\n   </court><br><decisiondate id=\"b496-13\">\n    Jan. 8, 1982.\n   </decisiondate><br><attorneys id=\"b497-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"435\"> \n     *435\n     </span>\n    Willie Smith, pro se.\n   </attorneys><br><attorneys id=\"b497-8\">\n    James W. Knowles, Wilson, Miller, Spivey, Sheehy, Knowles &amp; Hardy, Tyler, Tex., for defendants.\n   </attorneys>",
    "citations": [
        "553 F. Supp. 434"
    ],
    "opinions": [
        {
            "author_str": "Steger",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3094.0,
            "opinion_text": "\n553 F. Supp. 434 (1982)\nWillie SMITH\nv.\nMarvin AVANCE, et al.\nTY-77-79-CA.\nUnited States District Court, E.D. Texas, Tyler Division.\nJanuary 8, 1982.\n*435 Willie Smith, pro se.\nJames W. Knowles, Wilson, Miller, Spivey, Sheehy, Knowles &amp; Hardy, Tyler, Tex., for defendants.\nSTEGER, District Judge.\n\nAMENDED ORDER OF DISMISSAL\nCAME ON for consideration the above referenced civil action, this Court having heretofore ordered that this matter be referred to the United States Magistrate for proper consideration pursuant to applicable laws and orders of the Court. Having received and considered the Report of the U.S. Magistrate, filed pursuant to the Court's order, and having made a de novo review of the objections raised by petitioner thereto, this Court is of the opinion the findings and conclusions of the Magistrate are correct, and the objections of the petitioner are without merit. This Court adopts the findings and conclusions of the Magistrate as the findings and conclusions of this Court; it is therefore\nORDERED, ADJUDGED and DECREED that this cause be, and the same is DISMISSED WITH PREJUDICE.\n\nREPORT OF THE U.S. MAGISTRATE\nHOUSTON ABEL, United States Magistrate.\nPlaintiff Willie Smith, an inmate of the Texas Department of Corrections (TDC), Ellis Unit, proceeding pro se, and in forma pauperis, complains in TY-80-295-CA, assigned to Honorable William Wayne Justice, Chief United States District Judge, of civil rights violations under 42 U.S.C. 1983, by defendants City of Kilgore, Texas, Police Department, and Marvin Avance, Police Officer of the City of Kilgore, Texas.\nPlaintiff alleges that on or about May 16, 1973, he was travelling in his father's car, and was stopped without probable cause by defendant Marvin Avance, who shot him in the right leg, beat him in the face, and made racial slurs about him. He alleges further that defendant Avance was travelling in an unmarked Kilgore police automobile, dressed in plain clothes, and that he did not identify himself to plaintiff as a law officer or produce his badge. Plaintiff further alleges that he had violated no laws to cause his arrest, and was subsequently released without being charged with any criminal violation, but was later arrested and returned to Kilgore, Texas, on a charge of assault of a police officer.\nPlaintiff seeks:\n(1) Damages in the amount of $150,000.00, plus court costs and attorney's fees of $300,000.00 from each defendant;\n(2) Injunctive relief requiring the City of Kilgore, Texas, Police Department to give Miranda warnings to persons arrested; and\n(3) Investigation by the FBI of the Kilgore Police Department for alleged police corruption.\nThe records of this Court reveal that plaintiff filed a similar claim on the same type form against Marvin Avance and J.M. Climer, both of the Kilgore Police Department, on March 23, 1977. In that case, TY-77-79-CA, assigned to Honorable William M. Steger, United States District Judge, proceeding pro se, plaintiff was also allowed to proceed in forma pauperis. The *436 allegations of fact and request for relief were virtually identical to TY-80-295-CA, with the exception that defendant J.M. Climer, former Kilgore Texas Chief of Police, was not named in the later action; rather, the City of Kilgore, Texas, Police Department was named as a party defendant.\nIn TY-77-79-CA, plaintiff alleged that his claims arose under 42 U.S.C. §§ 1983, 1985, 1986 and 1988. In TY-80-295-CA, he has plead under 42 U.S.C. §§ 1981, 1983 and 1988.\n\nStatus of TY-77-79-CA:\nIn TY-77-79-CA, apparently adopting the recommendation of U.S. Magistrate Charles K. Ruth, Beaumont, Texas, the Court entered an Order of Dismissal and Final Judgment on January 29, 1979, by which the plaintiff took nothing, and the action was dismissed on the merits, before answer by the defendants. Plaintiff filed a Notice of Appeal on February 5, 1979, without paying a filing fee. On February 15, 1979, plaintiff filed an Application to Proceed Without Prepayment of Costs, with Affidavit. These were referred to Magistrate Ruth at Beaumont, Texas, and to date have not been acted upon. It would appear, therefore, that the judgment is not final, and that there is an appeal pending.\nInasmuch as the Clerk has closed the file in TY-77-79-CA, and this Magistrate is now assigned the handling of Tyler Division prisoner cases, I am filing my recommendation relative to both cases.\n\nRECOMMENDATION\n(1) In Miller v. Smith, 625 F.2d 43 (5th Cir.1980), the Court held that the two year Texas limitation statute, Article 5526, relied upon by the Court in entering the final judgment in TY-77-79-CA, is tolled by Article 5535. In light of that, the judgment in that case should be set aside pursuant to Rule 60(b)(6), F.R.Civ.P., and the defendants should be ordered to answer.\n(2) TY-80-295-CA should be dismissed, with plaintiff being allowed to amend or supplement his pleadings in TY-77-79-CA to encompass all allegations and defendants named in complaints in both cases.\n\nSECOND REPORT OF THE U.S. MAGISTRATE\nPlaintiff Willie Smith, an inmate of the Texas Department of Corrections (TDC), Ellis Unit, proceeding pro se, and in forma pauperis, complains of civil rights violations under 42 U.S.C. § 1983, by defendants Marvin Avance, Police Officer of the City of Kilgore, Texas, and J.M. Climer, former Chief of Police, City of Kilgore, Texas.\nPlaintiff alleges that on or about May 16, 1973, he was traveling in his father's car, and was stopped without probable cause by defendant Marvin Avance, who shot him in the right leg, beat him in the face, and made racial slurs about him. He alleges further that defendant Avance was traveling in an unmarked Kilgore police automobile, dressed in plain clothes, and that he did not identify himself to plaintiff as a law officer or produce his badge. Plaintiff further alleges that he had violated no laws to cause his arrest, and was subsequently released without being charged with any criminal violation, but was later arrested and returned to Kilgore, Texas, on a charge of assault of a police officer.\nPlaintiff seeks:\n(1) Damages in the amount of $150,000.00, plus court costs and attorney's fees of $300,000.00 from each defendant;\n(2) Injunctive relief requiring the City of Kilgore, Texas, Police Department to give Miranda warning to persons arrested; and\n(3) Investigation by the FBI of the Kilgore Police Department for alleged police corruption.\nPlaintiff alleges that his claims arose under 42 U.S.C. §§ 1983, 1985, 1986, and 1988. The above allegations were taken from the pleadings of both the instant action and TY-80-295-CA. See the first Magistrate's Report for a more detailed history of the case.\nThe defendants have filed a motion to dismiss the complaint as time barred, which was opposed by plaintiff. A hearing on the *437 defendant's motion was held in the Magistrate's Courtroom on October 6, 1981, at which time defendants appeared with their attorney, James Knowles, Esquire, and plaintiff appeared pro se.\nThe witnesses for the defendants were Willie Smith (under the adverse witness rule), and Marvin Avance and Eddie Jeter. Plaintiff's witnesses were himself and Eva Mae Mills.\n\nFINDINGS AND CONCLUSIONS\n(1) Plaintiff's civil rights complaint was filed on March 23, 1977. The complaint states a cause of action under 42 U.S.C. § 1983. Jurisdiction ostensibly is conferred by 28 U.S.C. § 1343.\n(2) Plaintiff, on May 16, 1973, was shot in the leg by Kilgore Police officer Marvin Avance while Avance was attempting to arrest plaintiff following the stopping of an automobile that was driven by plaintiff.\n(3) The charges arising from his arrest on May 16, 1973, were:\n(a) resisting arrest, No. 17,724, City of Kilgore, Texas, dated May 24, 1973;\n(b) assault on police officer with intent to kill; complaint 532F73; Justice of the Peace Court, Pct. 1, Gregg County, dated June 14, 1973;\n(c) carrying a pistol, Information, Gregg County, Texas. Plaintiff was never tried on any of the above charges.\n(4) Following the shooting, plaintiff was placed in a hospital in Gregg County and removed to the John Sealy hospital on May 26, 1973. On June 14, 1973, he was released from John Sealy Hospital to Gregg County Deputy Sheriffs[1] and removed to the Gregg County jail.\n(5) On August 13, 1973, Plaintiff was released on bond from the Gregg County jail while one or more of the above charges were pending.\n(6) On August 25, 1973, plaintiff was arrested and placed in the Gregg County jail having been arrested for robbery by assault on the person of Roosevelt Brown on August 25, 1973.\n(7) Plaintiff was subsequently convicted by a jury of the robbery by assault charge and sentenced to 10 years in the Texas Department of Corrections where he is still confined.\n(8) The defendants' move to dismiss claiming the plaintiff's claims are barred by limitations.\n(9) Since there is no federal statute of limitations for civil rights actions under 42 U.S.C. § 1983, the state's statute of limitations for analogous Texas actions applies. Board of Regents v. Tomanio, 466 U.S. 478, 100 S. Ct. 1790, 64 L. Ed. 2d 440 (1980); Slavin v. Curry, 574 F.2d 1256 (5th Cir.1978).\nPLAINTIFF'S CAUSE OF ACTION AND THE TEXAS STATUTE OF LIMITATIONS FOR ANALOGOUS TEXAS CAUSE OF ACTION\n(10) Plaintiff claims that the defendants wrongfully arrested and confined him and that he received personal injury as a result of being wrongfully shot by defendant Marvin Avance, all of which occurred during the period of May 16, 1973 through August 13, 1973. Article 5526, Vernon's Annotated Texas Statute states:\n\"There shall be commenced and prosecuted within two years after the cause of action shall have accrued, and not afterward, all actions or suits in courts of the following description:\n....\n4) action for injury done to the person of another.\" (emphasis added) Tex.Rev. Civ.Stat.Ann. art. 5526 (Vernon)\nAll of plaintiff's causes of action are tort actions and governed by the Texas 2 year Statute of Limitations, art. 5526. It is well settled in Texas law that a personal injury claim accrues at the time the tortious conduct occurs. Plaintiff's causes of action for wrongful arrest and confinement (false imprisonment) on the other hand is different in that it is a continuing tort which provides for a cause of action for the entire *438 period of incarceration. Adler v. Beverly Hills Hospital, 594 S.W.2d 153 (Tex.Civ. App. Dallas, 1980) Thus, all of plaintiff's causes of action accrued on or before August 13, 1973 when plaintiff was released from the Gregg County jail.\n(11) The Statute of Limitations on all of plaintiff's causes of action began to run on August 13, 1973 upon plaintiff's release from the Gregg County jail on bail bond on the charges arising out of the arrest on May 16, 1973.\n(12) With the exception of the claimed wrongful imprisonment, plaintiff's causes of action were tolled during his incarceration in the Gregg County jail by Article 5535, V.A.T.S. which states:\n\"If a person entitled to bring any action mentioned in this subdivision of this title be at the time the cause of action accrues either a minor, a married person under 21 years of age, a person imprisoned or a person of unsound mind, the time of such disability shall not be deemed a portion of the time limited for the commencement of the action and such person shall have the same time after the removal of his disability that is allowed to others by the provision of this title.\" (emphasis added) Tex.Rev.Civ.Stat.Ann. art. 5535 (Vernon)\nThus, plaintiff was required to file his complaint for personal injuries and wrongful arrest on or before May 16, 1975. Plaintiff was required to file his complaint for wrongful imprisonment on or before August 13, 1975. However, plaintiff's complaint was not filed until March 23, 1977, after the Statute of Limitations on all causes of action had run and were time barred. The specific provision of Article 5535, provides that the person must be \"... at the time the cause of action accrues, ... a person in prison...\" Assuming that Plaintiff Smith was a \"person in prison\" at the time his causes of action accrued, the Statute of Limitation would nevertheless only be tolled for the duration of that specific imprisonment under which he was retained on the date of the accrual of the cause of action.\nUnder the provisions of Article 5544 V.A. T.S., the tacking of disabilities for any subsequent imprisonments or restraints which Plaintiff suffered would not, once again, bring him the advantages of tolling under Article 5535. This is true because when the initial restraint against him is lifted and he is released, the Statute of Limitations then begins to run and it is not tolled by any subsequent imprisonment. Blum v. Elkins (Civ.App.1963), 369 S.W.2d 810; Stephens v. Curtis, (D.C.1978), 450 F. Supp. 141.\nFurther, where a defendant is free on probation (which is a status analogous to the instant case \u0097 defendant free on bond) it has been held that such does not constitute imprisonment within the meaning of Article 5535 and no disability is raised thereby. Carter v. Associated Transfer and Storage Company, 410 S.W.2d 830.\nFinally, in the case of Miller v. Smith, 615 F.2d 1037 (5th Cir., 1980) and on re-hearing at 625 F.2d 43, the Court has stated Article 5535 is to be applied in the instance of an imprisoned Texan \"according to its express terms.\" When this interpretation is coupled with the prohibition for the tacking of disability under Article 5544, it is clear that all claims of Plaintiff were barred on the date of August 13, 1975.\n\nRECOMMENDATION\nI recommend that the plaintiff's complaint should be dismissed.\nNOTES\n[1]  Defendant's Exhibit 2.\n\n",
            "ocr": false,
            "opinion_id": 1573108
        }
    ],
    "court_short_name": "E.D. Texas",
    "court_full_name": "District Court, E.D. Texas",
    "court_type": "FD",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}