{
    "id": 2618942,
    "judges": "Rooney, C.J., and Raper, Thomas, Rose and Brown",
    "date_filed": "1991-07-03",
    "date_filed_is_approximate": true,
    "slug": "kimbley-v-city-of-green-river",
    "case_name_short": "Kimbley",
    "case_name": "Kimbley v. City of Green River",
    "case_name_full": "Kathleen KIMBLEY and Clyde Kimbley, Jr., Appellants (Plaintiffs), v. CITY OF GREEN RIVER, Wyoming; Sweetwater County, Wyoming; State Department of Criminal Investigation, State of Wyoming; Roger Sims; Don Beckum; James Rountree; Larry Paine; Joe Jaramillo; Ken Atwood; The Sheriff of Sweetwater County, Wyoming, James Stark; The Former Chief of Police for the City of Green River, Wyoming, Robert Mizel; And Steve Rubcic, Appellees (Defendants)",
    "attorneys": "Edward P. Moriarity of Spence, Moriarity & Schuster, Jackson, signed the brief and appeared in oral argument for appellants., Richard J. Mathey, Green River, and Allan L. Larson of Snow, Christensen & Mar-tineau, Salt Lake City, Utah, signed the brief for appellees City of Green River, Joe Jaramillo, Ken Atwood and Robert Mizel., Bruce Jensen, Salt Lake City, Utah (argued), Richard E. Day and Patrick J. Murphy (argued) of Williams, Porter, Day & Neville, Casper, signed the brief for appel-lee Sweetwater County., Glenn Parker (argued) and Harold F. Buck, of Hirst & Applegate, Cheyenne, signed the brief for appellees James Stark, Roger Sims, Don Beckum, James Rountree, Larry Paine, State Dept, of Crim. Investigation, and Steve Rubcic.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 31,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b915-3\">\n    Kathleen KIMBLEY and Clyde Kimbley, Jr., Appellants (Plaintiffs), v. CITY OF GREEN RIVER, Wyoming; Sweetwater County, Wyoming; State Department of Criminal Investigation, State of Wyoming; Roger Sims; Don Beckum; James Rountree; Larry Paine; Joe Jaramillo; Ken Atwood; The Sheriff of Sweetwater County, Wyoming, James Stark; The Former Chief of Police for the City of Green River, Wyoming, Robert Mizel; and Steve Rubcic, Appellees (Defendants).\n   </parties><br><docketnumber id=\"b915-6\">\n    No. 5815.\n   </docketnumber><br><court id=\"b915-7\">\n    Supreme Court of Wyoming.\n   </court><br><decisiondate id=\"b915-8\">\n    May 6, 1983.\n   </decisiondate><br><attorneys id=\"b917-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"873\"> \n     *873\n     </span>\n    Edward P. Moriarity of Spence, Moriarity &amp; Schuster, Jackson, signed the brief and appeared in oral argument for appellants.\n   </attorneys><br><attorneys id=\"b917-11\">\n    Richard J. Mathey, Green River, and Allan L. Larson of Snow, Christensen &amp; Mar-tineau, Salt Lake City, Utah, signed the brief for appellees City of Green River, Joe Jaramillo, Ken Atwood and Robert Mizel.\n   </attorneys><br><attorneys id=\"b917-12\">\n    Bruce Jensen, Salt Lake City, Utah (argued), Richard E. Day and Patrick J. Murphy (argued) of Williams, Porter, Day &amp; Neville, Casper, signed the brief for appel-lee Sweetwater County.\n   </attorneys><br><attorneys id=\"b917-13\">\n    Glenn Parker (argued) and Harold F. Buck, of Hirst &amp; Applegate, Cheyenne, signed the brief for appellees James Stark, Roger Sims, Don Beckum, James Rountree, Larry Paine, State Dept, of Crim. Investigation, and Steve Rubcic.\n   </attorneys><br><judges id=\"b917-14\">\n    Before ROONEY, C.J., and RAPER, THOMAS, ROSE and BROWN, JJ.\n   </judges>",
    "citations": [
        "663 P.2d 871"
    ],
    "opinions": [
        {
            "author_str": "Raper",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n663 P.2d 871 (1983)\nKathleen KIMBLEY and Clyde Kimbley, Jr., Appellants (Plaintiffs),\nv.\nCITY OF GREEN RIVER, Wyoming; Sweetwater County, Wyoming; State Department of Criminal Investigation, State of Wyoming; Roger Sims; Don Beckum; James Rountree; Larry Paine; Joe Jaramillo; Ken Atwood; The Sheriff of Sweetwater County, Wyoming, James Stark; The Former Chief of Police for the City of Green River, Wyoming, Robert Mizel; and Steve Rubcic, Appellees (Defendants).\nNo. 5815.\nSupreme Court of Wyoming.\nMay 6, 1983.\n*873 Edward P. Moriarity of Spence, Moriarity &amp; Schuster, Jackson, signed the brief and appeared in oral argument for appellants.\nRichard J. Mathey, Green River, and Allan L. Larson of Snow, Christensen &amp; Martineau, Salt Lake City, Utah, signed the brief for appellees City of Green River, Joe Jaramillo, Ken Atwood and Robert Mizel.\nBruce Jensen, Salt Lake City, Utah (argued), Richard E. Day and Patrick J. Murphy (argued) of Williams, Porter, Day &amp; Neville, Casper, signed the brief for appellee Sweetwater County.\nGlenn Parker (argued) and Harold F. Buck, of Hirst &amp; Applegate, Cheyenne, signed the brief for appellees James Stark, Roger Sims, Don Beckum, James Rountree, Larry Paine, State Dept. of Crim. Investigation, and Steve Rubcic.\nBefore ROONEY, C.J., and RAPER, THOMAS, ROSE and BROWN, JJ.\nRAPER, Justice.\nIn Kimbley v. City of Green River, Wyo., 642 P.2d 443 (1982), we reversed and remanded this same case for the correction of procedural errors and further consideration by the district judge after correction. Corrective measures were taken. The district judge, thereafter, granted summary judgment for the appellees in this action brought by appellants against Green River, Sweetwater County, and various law enforcement officers. The complaint alleged negligence, malicious prosecution, assault and battery, violation of civil rights, and false imprisonment in obtaining and executing a warrant for the arrest of appellants on charges of first degree murder.\nIn this appeal appellants raise as issues:\n1. \"The trial court erred in extending judicial immunity to law enforcement officers.\n\"(A) The complaint stated a valid cause of action against the appellees.\n\"(B) Judicial immunity does not flow through to law enforcement officers.\n\"(C) Judicial immunity should not be used as a cloak to cover acts prior to and after the ministerial act of serving warrants.\n\"(D) There is a material question of fact as to whether a lawful warrant was ever issued in this case.\"\n2. \"The affidavit and complaint in this case failed to allege probable cause and the arrest warrant was obtained by false testimony and other improper means.\"\n3. \"There are material questions of fact in this case which preclude the granting of summary judgment and doing so denied the appellants procedural due process.\"\n4. \"The trial court erred in denying appellants['] motion for judgment on liability.\"\n5. \"The trial court erred in not granting appellants a hearing.\"\nWe will affirm.\nOn December 12, 1979, Clyde Kimbley, Sr., was killed by a short-range shotgun blast while he was sleeping in his bedroom. The appellants are the widow and son of the deceased. Law enforcement officers were called to the scene and a criminal investigation ensued, which continued for the next several weeks. A meeting of various appellee law enforcement officers was thereafter held with the county and prosecuting attorney for Sweetwater County. He authorized prosecution of the appellants *874 for murder and prepared an affidavit of probable cause[1] signed and sworn to by one of appellees, Deputy Sheriff Paine, Detective, in support of a criminal complaint charging appellants with first degree murder in violation of § 6-4-101, W.S. 1977.\nPeggy Beckum, a justice of the peace, Sweetwater County, upon the basis of the complaint and affidavit of probable cause, signed and issued an arrest warrant on a printed form which \"commanded forthwith to apprehend the said Clyde Kimbley Jr. &amp; *875 Kathleen Kimbley * * *.\" She thereupon transferred the case to Nena James, another Sweetwater County justice of the peace who was out of the city at the time Justice of the Peace Beckum issued the warrant. A third justice of the peace was also not available when the complaint was filed and warrant issued. Appellants were arrested in Indiana and eventually extradited from there to Wyoming. Upon their return, counsel for the Kimbleys moved to dismiss the criminal complaint and warrant on the ground that the affidavit of probable cause was insufficient. Lengthy written briefs in support of and in opposition to the motion were filed with Justice of the Peace James. She took the motion under advisement and rendered a written opinion on the motion, which held that she was dismissing the first degree murder charge against appellant Kathleen Kimbley but not against appellant Clyde Kimbley, Jr. It was stated in the opinion that she did not consider issuance of the warrant by Judge Beckum to be a critical issue and that she attempted to judge the merits of the motion as if the complaint, affidavit, and warrant had been submitted to her. In that she found sufficient probable cause allegations to exist against appellant Clyde Kimbley, Jr., it was stated she would hold the previously scheduled preliminary hearing.\nOn the date set for appellant Clyde Kimbley's preliminary hearing, the county and prosecuting attorney moved to dismiss the charges against him. It was stipulated that the State lacked sufficient evidence.\nThe depositions of appellees Don Beckum, James Rountree, Larry Paine, Joe Jaramillo, Ken Atwood and Steve Rubcic were taken by appellants and appear in the file. No depositions of Roger Sims, Sweetwater County Sheriff James Stark, and Former Chief of Police, Green River, Robert Mizel, appear in the record. Not all of the deposition exhibits (copies of investigative reports) turned over to appellants at the time of taking depositions are in the record. In addition to the depositions of the before-named appellee parties, the deposition of Robert J. Reese, Sweetwater County Deputy County and Prosecuting Attorney, was taken by appellants and is part of the record. Prior to the taking of the depositions, affidavits of all appellee natural persons had been taken in support of the motion to dismiss which was considered by the district judge as a motion for summary judgment. Rule 12(b), W.R.C.P.\nThe individual appellee natural persons, as identified in the sequence in which they are listed on the complaint caption and their roles in the investigation as disclosed by the affidavits and depositions, are:\nRoger Sims, Lieutenant Detective for sheriff's office. He asked for help from the Criminal Investigation Division, State of Wyoming; along with Officer Beckum, he took the statement of Kathleen Kimbley, after advising her of her constitutional rights; his affidavit states he withheld no information from the county attorney. He took no part in the decision to prosecute or what information would be presented to Justice of the Peace Beckum in the affidavit of probable cause.\nDon Beckum, Detective for Sweetwater County sheriff's office and the husband of Peggy Beckum, Justice of the Peace. Realizing the possibility of an appearance of conflict of interest, he did not sign the affidavit of probable cause. He knew it would be taken before her because the only other available justices of the peace were out of town. He testified that the warrant was needed because Rubcic and Rountree were scheduled to leave for Indiana on Sunday to arrange the arrest and return to Wyoming of the appellants; it was then Friday. He was called to the crime scene shortly after the victim was found. Other officers were also present. He observed a handbag dumped in the hallway having the appearance of a phoney larceny. He did not think it was right \u0097 something was wrong with the crime scene \u0097 it appeared to have been rigged. The county attorney advised him the charges were dropped because there was not enough evidence to convict. This made him \"madder than hell.\" He turned over to the county attorney all of his investigative material, and the county and *876 prosecuting attorney made the decision as to what to use.\nJames Rountree, Detective with Sweetwater County sheriff's office. He was in Wichita, Kansas at the time of the shooting, when notified of the homicide by Beckum. He went to Indiana with Special Agent Rubcic of the Criminal Investigation Division, State of Wyoming, to arrange the arrest and return of appellants. Before departure he was instructed by the county and prosecuting attorney to have a polygraph of the Kimbleys taken and to reinterview them if possible. Upon arrival, he did not execute the warrants at once nor did he advise the Kimbleys that they had warrants for their arrest. He testified that this was a regular practice and explained that otherwise the appellant Kimbleys may not have taken the tests or agreed to an interview. He explained that an Indiana polygraph operator gave the tests which both appellants passed. He turned all of his investigative reports over to the county attorney who made the decision as to what went into the affidavit of probable cause.\nLarry Paine, Detective Deputy Sheriff, Sweetwater County. He signed the affidavit of probable cause for issuance of a warrant of arrest based upon what he found in his role as investigator and the other reports of investigation by other officers. His duties were to investigate and report to the county attorney. He testified that the county and prosecuting attorney selected the facts to use and drafted the affidavit of probable cause.\nJoe Jaramillo, Detective, Green River police department. He was dispatched to the murder scene immediately following the killing. He assisted in securing the crime scene, examined the premises, took photographs, and collected evidence. He and Deputy Sheriff Paine interviewed Kathleen, John, and Angela Kimbley, including a taped interview with Kathleen Kimbley. He interviewed neighbors, friends and business associates of the Kimbleys. He executed search warrants of the Kimbley residence for money, shotgun ammunition, and other evidence and testified at the coroner's inquest. He turned over all the fruits of his investigation to the Sweetwater County sheriff's office and office of the Sweetwater County and Prosecuting Attorney, but he took no part in the decision to prosecute or what investigatory material would be used in the affidavit of probable cause.\nKen Atwood, Sergeant, Green River police department. He was in the sheriff's office when the shooting was first reported. He called Chief Mizel and Detective Jaramillo and secured the crime scene. When other investigators arrived, he assisted in taking measurements, photographs and otherwise. He was interviewed by Deputy Sheriff Paine and testified at the coroner's inquest. He did not confer with the county and prosecuting attorney and took no part in the decision to prosecute or the preparation of the affidavit of probable cause.\nJames Stark, Sheriff, Sweetwater County. After the killing was reported, he went to the scene of the shooting. He assigned the responsibility for the investigation to his chief of detectives, appellee Sims, but took no further part in the investigation other than looking at the reports. He never discussed the case with the Board of County Commissioners, Sweetwater County. His affidavit indicated that all investigative reports and information from his department were turned over to the county and prosecuting attorney. He took no part in the decision to prosecute.\nRobert Mizel, Chief of Police, Green River, at the time of the murder. He went to the scene of the crime and remained until Deputy Sheriffs Beckum and Paine arrived, then left. He did not participate in the investigation though he received investigative reports of progress. He did not discuss the case with the county and prosecuting attorney.\nSteve Rubcic, special agent-investigator, Division of Criminal Investigation, Attorney General's Office, State of Wyoming. He assisted the sheriff's office, gathered facts, furnished the sheriff and county attorney with reports of his part of the investigation, and worked primarily with Officers Beckum and Rountree. He went to *877 Indiana with Rountree to execute the warrant of arrest. At the county and prosecuting attorney's request, he interviewed appellant Kimbleys and arranged polygraph tests before execution of the warrant in Indiana. He testified that the Kimbleys had previously consented to the taking of the polygraph. He felt the additional interview may be helpful to the prosecution. He reported that the polygraph tests were favorable to appellants. He testified by his deposition that the prosecution was through the county though the investigation was the joint effort of law enforcement officers of the City of Green River, County of Sweetwater and State of Wyoming. In Indiana the arrest was actually made by Indiana officers because it was in the latter's jurisdiction.\nThis appeal is presented to us following the summary judgment entered for appellees. In Reno Livestock Corporation v. Sun Oil Company (Delaware), Wyo., 638 P.2d 147 (1981), we pulled together into a succinct package a number of controlling rules governing summary judgments:\n\"* * * When a motion for summary judgment is before the supreme court, we have exactly the same duty as the district judge; and, if there is a complete record before us, we have exactly the same material as did he. We must follow the same standards. The propriety of granting a motion for summary judgment depends upon the correctness of a court's dual findings that there is no genuine issue as to any material fact and that the prevailing party is entitled to judgment as a matter of law. This court looks at the record from the viewpoint most favorable to the party opposing the motion, giving to him all favorable inferences to be drawn from the facts contained in affidavits, depositions and other proper material appearing in the record. We separate the formal and pretended from the genuine and substantial so only the latter may be considered in eliminating the burden of a formal trial if only questions of law are left to decide; there must be no issue of material fact to decide. [Citation.] A material fact, expressed in various ways, is one having legal significance which would in a given case control the legal relations of the parties; one upon which the outcome of the litigation depends in whole or in part; one on which the controversy may be determined; one which will affect the result or outcome of the case depending upon its resolution; or one which constitutes a part of the plaintiff's cause of action or the defendant's defense. [Citation.] Summary judgment affords an opportunity for prompt disposition of a lawsuit in its early stages, permitting an end to unfounded claims and avoiding the expense of a full-fledged trial to both litigants and the state's judicial machinery. [Citation.]\" 638 P.2d 150-151.\nAs we move along, we will add other applicable summary judgment rules particularly applicable here, as well as other pertinent facts.\nRule 8(a), W.R.C.P., pertaining to the general rules of pleading directs that the pleading setting forth a claim shall contain \"(1) a short and plain statement of the claim showing that the pleader is entitled to relief, [and] (2) a demand for judgment for the relief to which he deems himself entitled. * * *\" See also Kearney Lake, Land &amp; Reservoir Co. v. Lake DeSmet Reservoir Co., Wyo., 475 P.2d 548 (1970). The appellants filed a seventeen-page complaint which purports to set forth as a basis for damages five causes of action: negligence, malicious prosecution, violation of civil rights (42 U.S.C. § 1983), assault and battery, and false imprisonment. A galaxy of acts of all the appellees without any effort to isolate them as to each cause and party is thrown together in a hodge-podge of charges. The district judge in one of his opinions very appropriately described it as a \"shot-gun approach\" and \"alleged the defendants have committed practically every tort known to man.\" We are not going to try and run such a pleading through a separation process to translate it into the simplified form contemplated by the rule. In spite of its redundancy, the causes of action noted can be identified and seem to state *878 the counts noted. Such a pleading places an undue burden on opposing counsel and the courts.\nThere are really only three questions raised in this appeal:\n1. What is the immunity from suit, if any, of law enforcement officers, such as those here named as defendants, under the circumstances of this case;\n2. What exposure to liability, if any, do governmental entities such as those named here as defendants have under the circumstances of this case;\n3. Is a summary judgment for appellees proper under the circumstances of this case.\nIn our disposition, insofar as we deem it necessary and possible, points raised by appellants appearing in the argument with respect to their statement of issues will be dealt with.\n\nI\nWe very recently, to the degree essential in that case, have dealt with the civil liability of law enforcement officers for tortious conduct. There is no wide-open season on such public officials for acts done during the performance of their official duties. They have a qualified immunity, as distinguished from an absolute immunity as in the case of prosecuting attorneys.[2] We set out as a general rule in Blake v. Rupe, Wyo., 651 P.2d 1096, 1109 (1982), citing Scheuer v. Rhodes, 416 U.S. 232, 94 S. Ct. 1683, 40 L. Ed. 2d 90 (1974):\n\"`* * * [A] qualified immunity is available to officers of the executive branch of government, the variation being dependent upon the scope of discretion and responsibilities of the office and all the circumstances as they reasonably appeared at the time of the action on which liability is sought to be based. It is the existence of reasonable grounds for the belief formed at the time and in light of all the circumstances, coupled with good-faith belief, that affords a basis for qualified immunity of executive officers for acts performed in the course of official conduct. * * *'\n* * * * * *\n\"The rule of Scheuer is more simply stated to be that a public official enjoys a qualified immunity if he in good faith entertains a reasonable belief that his actions are lawful, notwithstanding a subsequent judicial determination that they are not; courts will not unfairly use hindsight in assessing official actions challenged in litigation. Apton v. Wilson, supra, [165 D.C.App. 22,] 506 F.2d 83 [1974].\n\"That rule of qualified immunity for police, including investigators and other members of the executive branch, is a generally accepted doctrine. Atkins v. Lanning, supra [556 F.2d 485 (10th Cir. 1977)]; Ross v. Meagan, supra [638 F.2d 646 (3rd Cir.1981)]; Forsyth v. Kleindienst, supra [599 F.2d 1203 (3rd Cir.1979), cert. denied 453 U.S. 913, 101 S. Ct. 3147, 69 L. Ed. 2d 997].\"\nAs we explained in Blake, there must be a measure of protection given to law enforcement officers to save them from the harassment and risk of being mulcted in damages for mistakes they may make in the performance of their duties. The rationale is founded on the public interest which requires action to enforce laws to safeguard the public. Law enforcement officials who do not act are not fully and faithfully performing the duties of their offices. \"As a matter of fact it is the duty of a police officer to investigate possible violation of law.\" Storms v. State, Wyo., 590 P.2d 1321, 1323 (1979). Inherent in the conception that such officers have a measure of immunity is that they may make a mistake, but it is better to risk some error with possible injury than not to act at all. We must recognize the injustice, particularly in the *879 absence of bad faith, of subjecting an officer to liability who is required by the legal obligations of his office to investigate crime. We must realize the peril that the menace of such liability would dissuade his willingness to carry out his office with the firmness and judgment required for the best interests of society. It is an integral part and obligation of government to provide law enforcement including investigation, and it is not always a tort to do so.\nIn Blake we also defined \"good faith\" and \"reasonable\":\n\"This court, in Wendling v. Cundall, Wyo., 568 P.2d 888, 890 (1977), has expressed an Illinois definition of `good faith' as being honest, lawful intent, and the condition of acting without knowledge of fraud and without interest to assist in a fraudulent or otherwise unlawful scheme, together with the definition set out in Cone v. Ivinson, 4 Wyo. 203, 33 P. 31 (1893):\n\"`* * * \"Good faith consists in an honest intention to abstain from taking any unconscientious advantage of another, even though the forms or technicalities of law, together with an absence of all information or belief of facts which would render the transaction unconscientious.\"'\n\"While the term `reasonable' hardly needs defining, this court has undertaken to do so in Claussen v. State, 21 Wyo. 505, 516, 133 P. 1055, 1056 (1913), wherein it was explained from Webster `as having the faculty of reason; rational; governed by reason; being under the influence of reason; thinking, speaking, or acting rationally, or according to the dictates of reason; agreeable to reason; just; rational.' * * *\" 651 P.2d at 1110.\nA point not reached in Blake was the effect of issuance of a warrant triggering qualified immunity, a defense raised by the individual defendants, now appellees in this case, which was successfully relied upon in the district court and now here. As said in Baker v. McCollan, 443 U.S. 137, 99 S. Ct. 2689, 61 L. Ed. 2d 433 (1979):\n\"* * * The Constitution does not guarantee that only the guilty will be arrested. If it did, § 1983 would provide a cause of action for every defendant acquitted \u0097 indeed, for every suspect released. Nor are the manifold procedural protections afforded criminal defendants under the Bill of Rights `without limits.' Patterson v. New York, 432 U.S. 197, 208, 97 S. Ct. 2319, 2326, 53 L. Ed. 2d 281 (1977). `Due process does not require that every conceivable step be taken, at whatever cost, to eliminate the possibility of convicting an innocent person.' Ibid.\" (Emphasis added.)\nThis statement is equally applicable to all the other various causes of action alleged by appellants, as well as the § 1983 count.\nThe procedure for proceeding by complaint and warrant is prescribed by Rule 4(a), W.R.Cr.P. The warrant is issued when \"it appears from the complaint, or from an affidavit or affidavits filed with the complaint, that there is probable cause to believe that an offense has been committed and that the defendant has committed it * * *.\" This non-adversarial procedure is that approved in Gerstein v. Pugh, 420 U.S. 103, 95 S. Ct. 854, 43 L. Ed. 2d 54 (1975). The practice is derived from the Fourth Amendment to the United States Constitution which provides that \"* * * no Warrants shall issue, but upon probable cause, supported by Oath or affirmation * * *.\" Section 4, Art. 1, Wyoming Constitution contains the same provision, though worded slightly differently, \"* * * no warrant shall issue but upon probable cause, supported by affidavit * * *.\" Thereafter, except upon indictment, provision is made for a preliminary hearing at which the accused has the full panoply of procedural safeguards \u0097 counsel, confrontation, cross-examination, and compulsory process for witnesses. Rules 5, 6 and 7, W.R.Cr.P. In Gerstein it was held that in order to satisfy constitutional safeguards only one or the other of the foregoing procedures was sufficient before an accused is held for trial. Its holding was that a state \"must provide a fair and reliable determination of probable cause as a condition for any significant pretrial restraint of liberty, and this determination *880 must be made by a judicial officer either before or promptly after arrest.\" (Footnotes omitted.) 420 U.S. 125, 95 S. Ct. 868-869, 43 L. Ed. 2d 71-72.\nThe warrant of arrest in the case now before us was facially valid. It is valid even though the court, through lack of information or otherwise, has issued it for the arrest of a person in fact innocent of the offense alleged. Restatement, Torts 2d § 123, comment a. The requirement of due process\n\"* * * does not protect against all deprivations of liberty. It protects only against deprivations of liberty accomplished `without due process of law.' * * Given the requirements that arrest be made only on probable cause and that one detained be accorded a speedy trial, we do not think a sheriff executing an arrest warrant is required by the Constitution to investigate independently every claim of innocence, whether the claim is based on mistaken identity or a defense such as lack of requisite intent. Nor is the official charged with maintaining custody of the accused named in the warrant required by the Constitution to perform an error-free investigation of such a claim. The ultimate determination of such claims of innocence is placed in the hands of the judge and the jury.\" (Footnote omitted.) Baker v. McCollan, 443 U.S. 145-146, 99 S. Ct. 2695, 61 L. Ed. 2d 443.\nHowever, Justice Blackmun, concurring in Baker, declared that on occasion the Supreme Court of the United States has found that police conduct which \"shocks the conscience\" to be a denial of due process, citing Rochin v. California, 342 U.S. 165, 172, 72 S. Ct. 205, 209, 96 L. Ed. 183, 25 A.L.R. 2d 1396 (1952),[3] and also that which is offensive to the \"concept of ordered liberty.\" Palko v. Connecticut, 302 U.S. 319, 325, 58 S. Ct. 149, 151, 82 L. Ed. 288 (1937). There must be some suggestion of outrageousness in order to lose the qualified immunity bestowed.\nA leading case on the subject, cited as expressing basic authority by the district judge and appellees, Rodriquez v. Ritchey, 556 F.2d 1185 (5th Cir.1977), cert. denied 434 U.S. 1047, 98 S. Ct. 894, 54 L. Ed. 2d 799 (1978), involved the charging and arrest of an accused not properly identified by the investigating officers as the person committing the crime charged; the criminal case was eventually dismissed on the government's motion. The district court granted summary judgment and was affirmed. The plaintiff claimed, as do the appellants (plaintiffs) here, that because of the many mechanical and human errors that led to her arrest, her seizure was without probable cause. The court held that just because a person validly arrested is later determined to be innocent that does not make the arrest unlawful for Fourth Amendment purposes and said:\n\"* * * First, and most basically, an arrest made under authority of a properly issued warrant is simply not a `false' arrest, it is a `true' or valid one. Second, if the facts supporting an arrest are put before an intermediate such as a magistrate or grand jury, the intermediate's decision breaks the causal chain and insulates an initiating party. Third, the general rule is that one who is engaged merely in investigatory work is not liable for a resulting false arrest, even if he acted maliciously.\" (Footnotes omitted.) 556 F.2d 1193.\nIn Lopez v. Modisitt, 488 F. Supp. 1169 (U.S.D.C.W.D.Mich. 1980), the court followed Rodriquez. In Lopez the plaintiff contended that because the defendant officer assisted in procurement of the warrant *881 and the execution of the arrest directly, that constituted a prima facie case. There must be a showing that the arrest was unlawful. The case was on a motion to dismiss, not a motion for summary judgment and therefore, without all the facts before it; the district judge denied the motion because it was unable to determine the propriety of the defendants' conduct, but showed a disposition to do so if the facts were present on a motion for summary judgment. Rodriquez was also followed in Walker v. United States, 471 F. Supp. 38 (U.S.D.C.M.D.Fla. 1978), aff'd without opinion 597 F.2d 770 (5th Cir.1978). The plaintiff was arrested on a complaint and a magistrate's warrant and eventually found not guilty following trial.\nRather early in the judicial history of Wyoming, when the United States District Court for the District of Wyoming was within the appellate jurisdiction of the United States Court of Appeals, Eighth Circuit, that court had occasion to review an arrest made by the town marshal of Worland on the basis of a warrant issued by a justice of the peace. In Snyder v. Hausheer, 268 F. 776 (8th Cir.1920), the accused sued the town marshal for false imprisonment. He had been placed in jail in the early morning, released later in the day, and the charges withdrawn. The circuit court quoted from Erskine v. Hohnbach, 14 Wall. 613, 616, 20 L. Ed. 745 (1872):\n\"Whatever may have been the conflict at one time, in the adjudged cases, as to the extent of protection afforded to ministerial officers acting in obedience to process, or orders issued to them by tribunals or officers invested by law with authority to pass upon and determine particular facts, and render judgment thereon, it is well settled now, that if the officer or tribunal possess jurisdiction over the subject-matter upon which judgment is passed, with power to issue an order or process for the enforcement of such judgment, and the order or process issued thereon to the ministerial officer is regular on its face, showing no departure from the law, or defect of jurisdiction over the person or property affected, then, and in such cases, the order or process will give full and entire protection to the ministerial officer in its regular enforcement against any prosecution which the party aggrieved thereby may institute against him, although serious errors may have been committed by the officer or tribunal in reaching the conclusion or judgment upon which the order or process is issued. [Citations.]\"\nThe court then went on to hold that the arrest warrant fell within all those conditions and gave the town marshal full and complete immunity from suit.\nWhile dicta in a criminal case, the Supreme Court of the United States continued to express the view that once a warrant is issued, an officer is shielded from personal liability. It said:\n\"* * * In cases where the securing of a warrant is reasonably practicable, it must be used and when properly supported by affidavit and issued after judicial approval protects the seizing officer against a suit for damages. * * *\" Carroll v. United States, 267 U.S. 132, 156, 45 S. Ct. 280, 286, 69 L. Ed. 543 (1925).\nThis was again referred to in Walker v. United States, 125 F.2d 395 (5th Cir.1942). The Supreme Court has consistently recognized the necessity of an immunity for law enforcement personnel because the threat of civil actions for damages would inhibit the effective administration of law enforcement and use up energies which ought to be devoted to the duties of their offices. Most recently, Briscoe v. Lahue, ___ U.S. ___, 103 S. Ct. 1108, 75 L. Ed. 2d 96, 1983, held that police officers, as witnesses in a criminal case, have an absolute immunity from recovery of damages for their testimony, though knowingly false and malicious. The rationale is that the paths which lead to truth must be left as open as possible. Witnesses must not be induced into self-censorship because of apprehension of subsequent liability and may be reluctant to testify or even color or distort their testimony to avoid such a possibility. Witnesses must be encouraged to make a full disclosure without harassment or intimidation. They are a *882 part of the critical role of the judicial process. The court refused to carve out an exception for police officers in that they perform the same function as any other witness.\nAs pointed out in Penton v. Canning, 57 Wyo. 390, 118 P.2d 1002, 138 A.L.R. 300 (1941), actions seeking damages for malicious prosecution are not favored in the law because of their tendency to discourage prosecution of crime. Involved there was an action against a private person for signing a complaint charging plaintiff with stealing a calf. A warrant of arrest issued. At the preliminary hearing, the justice of the peace found from the evidence probable cause and the accused was bound over to the district court for trial. In district court, the prosecutor dismissed the complaint. The plaintiff's claim was that there was insufficient evidence before the justice of the peace to establish probable cause. The court held, in effect, such a position to be inadequate and that the probable cause determination must have been procured by fraud, perjury, corrupt practice, unlawful or other undue means. Accord, Carter v. Davison, Wyo., 359 P.2d 990 (1961).\nThe cases and other authority are manifold from which we can and do put together a comparatively small pile from which qualified immunity is established to be a cloak of armor deflecting missiles of attack after attack from all directions. We find the issuance of a warrant valid on its face to provide qualified immunity as a matter of public policy in the interests of an effective system of law enforcement for reasons we have heretofore set out. There are exceptions caused by a lack of good faith and unreasonable action by officers. There is that chink in their armor, and courts repeatedly mention it.\nIn a summary judgment case, Strung v. Anderson, Mont., 529 P.2d 1380 (1975), a sheriff and his deputies were sued for false arrest and false imprisonment. The plaintiffs were arrested after their home was searched pursuant to a warrant erroneously obtained from a justice of the peace when it should have been obtained from the district court. The court held the law enforcement officers were not bound to know that the warrant, prepared and obtained by the county attorney and valid on its face, was void; and as long as their conduct stemmed from a reasonable belief as to the requirements of the law and was not unreasonable in any other way, they could not be held responsible. The Montana court thus concluded that a law enforcement officer's acts cannot be tortious when he proceeds on the basis of his reasonable, good-faith understanding of the law and does not act with unreasonable violence or subjects the citizen to unusual indignity.\nNo one has a constitutional right to be free from a law officer's honest misunderstanding of the law or facts in making an arrest. Agnew v. City of Compton, 239 F.2d 226 (9th Cir.1956), cert. denied 353 U.S. 959, 77 S. Ct. 868, 1 L. Ed. 2d 910 (1957) (overruled on other grounds, Cohen v. Norris, 300 F.2d 24 (9th Cir.1962)).\nIt is a well-recognized rule that an officer who makes an arrest under a warrant, valid on its face, is not liable in an action for false imprisonment, and those facts may form the basis for summary judgment. Clipse v. Gillis, 20 Wash. App. 691, 582 P.2d 555 (1978). The court there went on to hold that in the absence of a suggestion of corrupt or malicious motives, police officers have an immunity from liability in an action alleging negligence in an investigation which led to arrest.\nAs said by Prosser, Law of Torts § 132 (4th Ed. 1971):\n\"The complex process of legal administration requires that officers shall be charged with the duty of making decisions, either of law or of fact, and acting in accordance with their determinations. Public servants would be unduly hampered and intimidated in the discharge of their duties, and an impossible burden would fall upon all our agencies of government if the immunity to private liability were not extended, in some reasonable degree, to those who act improperly, or exceed the authority given. * *\"\n*883 Judge Learned Hand stated in Gregoire v. Biddle, 177 F.2d 579, 581 (2nd Cir.1949):\n\"* * * Again and again the public interest calls for action which may turn out to be founded on a mistake, in the face of which an official may later find himself hard put to it to satisfy a jury of his good faith. There must indeed be means of punishing public officers who have been truant to their duties; but that is quite another matter from exposing such as have been honestly mistaken to suit by anyone who has suffered from their errors. As is so often the case, the answer must be found in a balance between the evils inevitable in either alternative. In this instance it has been thought in the end better to leave unredressed the wrongs done by dishonest officers than to subject those who try to do their duty to the constant dread of retaliation. Judged as res nova, we should not hesitate to follow the path laid down in the books.\"\nAn arrest accomplished under a duly issued warrant of arrest is not an unlawful detention. Slade v. City of Phoenix, 112 Ariz. 298, 541 P.2d 550 (1975). There is no false imprisonment when it is under the legal process of a warrant. Towse v. State, Hawaii, 647 P.2d 696 (1982); Catrone v. 105 Casino Corporation, 82 Nev. 166, 414 P.2d 106 (1966).\nAn arrest by virtue of process regular and legal in form, duly issued by a court, magistrate or body having authority to issue it, and executed in a lawful manner, does not constitute false arrest or imprisonment. Valid process is a complete justification for acts done under it and protects the person who sued it out as well as the officer who executed it. Porter v. Stormont-Vail Hospital, 228 Kan. 641, 621 P.2d 411 (1980), citing 32 Am.Jur.2d False Imprisonment § 66, p. 127.\nIt is not the duty of a law enforcement officer to investigate the procedure which led to the issuance of a warrant. He can rely on the warrant; his duty is to make the arrest. He need not pass judgment on the judicial act or reflect on the legal effect of the adjudication. Herndon v. County of Marin, 25 Cal. App. 3d 933, 102 Cal. Rptr. 221 (1972).\n\nII\nWe now look at the law of liability pertinent to Sweetwater County, the City of Green River, and the State of Wyoming (State Department of Criminal Investigation). The Wyoming Governmental Claims Act, § 1-39-101, et seq., W.S. 1977, applicable to the state, counties, and cities was adopted by the legislature to lend a balance to equities between persons damaged by governmental actions and taxpaying citizens. Common-law defenses were retained. By express declaration within the act it was not intended to impose or allow \"strict liability for acts of governmental entities or public employees.\" Section 1-39-102, W.S. 1977. Governmental immunity was retained except to the extent expressly provided by the act. Section 1-39-104, W.S. 1977. With respect to law enforcement officers, \"[a] governmental entity is liable for damages resulting from tortious conduct of law enforcement officers while acting within the scope of their duties.\" Section 1-39-112, W.S. 1977. \"`Scope of duties' means performing any duties which a governmental entity requests, requires or authorizes a public employee to perform regardless of the time and place of performance * * *.\" Section 1-39-103(a)(iv), W.S. 1977. There is no issue as to whether the individual defendants (appellees) were acting within the scope of their duties as law enforcement officers; they were. Section 1-39-102, W.S. 1977, provides that it was intended by the Governmental Claims Act that defendants retain any common-law defenses they may have from the decisions of this or other jurisdictions.\nWith respect to appellants' claim of deprivation of constitutional rights pursuant to the Federal Civil Rights Act, 42 U.S.C. § 1981, et seq., it is now clear that the state and municipalities, including counties, are within its sweep and treated as natural \"persons,\" though artifically so. But the Supreme Court of the United States in Monell v. Department of Social Services of the *884 City of New York, 436 U.S. 658, 98 S. Ct. 2018, 56 L. Ed. 2d 611 (1978), decided:\n\"* * * In particular, we conclude that a municipality cannot be held liable solely because it employs a tortfeasor \u0097 or, in other words, a municipality cannot be held liable under § 1983[[4]] on a respondeat superior theory. [Emphasis in original.]\n* * * * * *\n\"* * * Instead, it is when execution of a government's policy or custom, whether made by its lawmakers or by those whose edicts or acts may fairly be said to represent official policy, inflicts the injury that the government as an entity is responsible under § 1983. * * *\"[5] 436 U.S. 691-694, 98 S. Ct. 2036-2038, 56 L. Ed. 2d 636-638.\nThere is no liability by the State of Wyoming, the County of Sweetwater, or the City of Green River.\n\nIII\nWe finally reach the ultimate issue to be decided and that is whether the district judge properly granted summary judgment to the appellees within the law we have enunciated. We are satisfied that he committed no error.\nIn Butz v. Economou, 438 U.S. 478, 98 S. Ct. 2894, 57 L. Ed. 2d 895 (1978), the Court encouraged the use of properly supported motions for summary judgments or motions to dismiss for the disposition of insubstantial damages suits based on the defense of official immunity to avoid the prolonged harassment of officials from such suits. 438 U.S. 509, 98 S. Ct. 2911. To the same effect is Harlow v. Fitzgerald, ___ U.S. ___, 102 S. Ct. 2727, 73 L. Ed. 2d 396 (1982).\nAn additional rule with respect to summary judgment which we will apply is that a party cannot rely on conclusions in the disposition of such motion, Hunter v. Farmers Insurance Group, Wyo., 554 P.2d 1239 (1976), nor may a party \"rest upon the mere allegations or denials of his pleading.\" Rule 56(e), W.R.C.P.; Apperson v. Kay, Wyo., 546 P.2d 995 (1976).\nAppellants argue that Justice of the Peace Beckum had no jurisdiction to issue the arrest warrants in that, because of her marriage to Don Beckum, she was interested in the proceedings and unable to exercise an independent judgment. There is no showing whatsoever that Justice of the Peace Beckum was in fact biased or prejudiced in any fashion whatsoever.\nThis court had occasion to examine allegations of bias on the part of a judge and for that reason a litigant could not receive a fair and impartial trial. In Cline v. Sawyer, Wyo., 600 P.2d 725 (1979), a motion for change of judge under Rule 40.1(b)(2), W.R.C.P., supported by affidavit was filed by Cline setting out that Cline and the trial judge had been close personal friends throughout the most of their lives, were closely associated together while attending the University of Wyoming, had the same close political associates, and had a close personal and social relationship. It was there held that prejudgment of the case was not indicated by those relationships nor do they indicate any inclination toward Cline as would render the district judge unable to exercise impartially his judicial functions. Without more, such a bare allegation does not establish that a judge is unable to exercise his functions impartially. As there pointed out, such a relationship might even result in a \"leaning over backwards\" *885 to maintain impartiality. It was held in Cline that without a valid reason for recusal, there is a duty cast upon a judge not to recuse himself. Whether a judge should disqualify himself/herself because of a relationship or connection with a party is a matter confided to the conscience of the judge. MacNeil Bros. Company v. Cohen, 264 F.2d 186 (1st Cir.1959).\nIn the case before us, under the circumstances of this case, Justice of the Peace Beckum had a duty to act upon the complaint and if, within her judgment, the affidavit showed probable cause, it was her duty to issue the warrant. She was aware that her husband was a deputy sheriff and probably knew that he was one of the investigating officers. It was obvious that she would have preferred not to act because she promptly reassigned the case to another justice of the peace. It will be recalled that other justices of the peace would not be available until the following week. The material in the file does not show bad faith or unreasonableness in their understanding of the law on the part of the officers in her issuance of the warrant.\nIt must be realized that the initial presentation of an affidavit of probable cause for issuance of an arrest warrant is on an ex parte basis. A second opportunity under the law of Wyoming is given to make a determination as to whether probable cause exists because, promptly after arrest, the accused must be brought before a tribunal for the purpose, amongst others, of setting the matter down for a preliminary hearing. Rule 7, W.R.Cr.P. As held in Gerstein v. Pugh, supra, probable cause may be determined \"either before or promptly after arrest\" in order to meet Fourth Amendment requirements.\nAny delay in the initial appearance of appellants before a Wyoming judicial officer was no fault of the State. Arresting officers in Indiana were unable at first to hold appellants because no showing could be made that they were in flight to avoid prosecution. Appellants would not waive extradition, which was their right, so it was necessary to go through the extradition process to obtain their return to Wyoming. They could not make bail, so remained incarcerated, a lawful process. Rule 8, W.R. Cr.P. The regular processes of the law were all followed which resulted in custody of the appellants.\nUpon return to Sweetwater County, their counsel moved to dismiss the complaint. Lengthy briefs were filed by counsel with the assigned justice of the peace, oral arguments were held, and the motion taken under advisement. As previously indicated, the court held the affidavit sufficient as to appellant Clyde Kimbley but insufficient as to appellant Kathleen Kimbley. The adequacy of the affidavit as to both was arguable. This is not a case in which in any sense the facts set out as probable cause were baseless or the charges frivolous; substance was present. The second justice of the peace was in a position of advantage, having the benefit of the adversary process, but it was not an open and shut matter.\nProbable cause is not a matter in which a precise determination is possible. We have recently reiterated a definition. Wilson v. State, Wyo., 655 P.2d 1246 (1982). Probable cause exists if the proof is sufficient to cause a person to conscientiously entertain a reasonable belief that a public offense has been committed in which the accused participated. But that is not all. The matter of probable cause in a civil action for damages is a question to be decided by a court. Henning v. Miller, 44 Wyo. 114, 8 P.2d 825, reh. denied 14 P.2d 437 (1932). There, an emphasis was placed upon the belief of the defendant in a civil action for damages. Thus, if at the time the criminal proceedings were instituted, if from all the circumstances, the facts known and believed by him, together with those he would in all probability have discovered by reasonable inquiry, were all such that the court is convinced that an ordinarily prudent and cautious man, knowing and believing them, would strongly suspect or believe the party accused to be guilty, then there was probable cause and the court should end the trial at that point.\n*886 According to the depositions taken, the prosecutor did not embark upon a farfetched prosecution against the appellants. It appeared to him that he had the makings of a successful prosecution and with that state of mind was convinced that he should proceed. The decision to prosecute was his not that of the many investigators who had gathered the available evidence. It was disclosed that he determined that there was probable cause to proceed in the light of all the facts pointing to appellants' guilt after extensive investigation revealed no facts indicating the guilt of others whom appellant Kathleen Kimbley accused. The investigating officers were acting through state counsel and as can be seen in Blake v. Rupe, supra, this is a matter going to good faith and reasonableness of conduct. These officers were going along informed as to the law furnished by the prosecutor, upon which they could rely and had a right to do.\nThe appellees in this case followed all the requirements of initiating a prosecution though the processes undertaken were not successful. It was not unusual for a county attorney to dismiss a complaint because of an ultimate decision that he had \"insufficient evidence.\" The taking of each step in a prosecution is a weeding process. Cases may fail early or an acquittal may result. That an individual is innocent or there is doubt about his guilt and the State dismisses, does not invalidate the protection from civil suit given by the obtaining of an arrest warrant. It makes no difference whether there is a dismissal or an acquittal, as we can see from the overwhelming collection of law on the subject.\nThe appellants would have us view this civil action as a criminal case, and appellees failed in their proof. What may be favorable to a person charged with crime with respect to the prosecution may not necessarily be of any help in a civil action for damages. Success in a criminal action does not establish the merits of a civil action for damages. Imbler v. Pachtman, 424 U.S. 409, 428, 96 S. Ct. 984, 994, 47 L. Ed. 2d 128, 142 (1976), fn. 27.\nThe appellants assert that exculpatory facts should have been presented to the justice of the peace in the affidavit of probable cause. No authority for that proposition is set out. Evidence favorable to the accused must ordinarily first be requested by him or her and that does not take place until the trial of the case on the guilt phase, under the discovery provisions of the Wyoming Rules of Criminal Procedure. Rule 18, W.R.Cr.P. In Jones v. State, Wyo., 568 P.2d 837 (1977), we completely covered the subject of exculpatory evidence as to when and under what circumstances it must be produced. At trial time the prosecutor has the complete control of the prosecution and it becomes his responsibility, not that of the investigators. At the preliminary hearing, if held, the defendant \"may cross-examine witnesses against him and may introduce evidence in his own behalf.\" Rule 7, W.R.Cr.P. If there is exculpatory evidence, that is an early time when it can be disclosed to the presiding tribunal on the question of probable cause to hold a defendant to answer in the district court. The prosecutor has no doubt considered those matters in framing the affidavit of probable cause and has decided they are inadequate, if even present, to justify withholding prosecution.\nIn the case before us, now, for example, appellants argue that the justice of the peace should have been informed of problems the deceased victim had at his place of employment and the possibility that he had been murdered by a fellow employee. As disclosed in the depositions taken by appellants, that possibility was thoroughly investigated by the law enforcement officers, appellees, and discarded.\nAppellants complain that since an arrest warrant had issued, the police could do nothing further but arrest them instanter. Delay in the use or execution of an arrest warrant does not make it invalid. Auclair v. State, Wyo., 660 P.2d 1156 (1983); 1 Wright, Federal Practice and Procedure: Criminal 2d § 55 (1982). There are no constitutional requirements dictating that an arrest warrant be executed at the earliest *887 opportunity. People v. Nisser, 189 Colo. 471, 542 P.2d 84 (1975). Rule 4, W.R.Cr.P.,[6] dictates no time limit on the execution of an arrest warrant. In Hoffa v. United States, 385 U.S. 293, 87 S. Ct. 408, 17 L. Ed. 2d 374 (1966), reh. denied 386 U.S. 940, 951, 87 S. Ct. 970, 17 L. Ed. 2d 880 (1967), it was argued that appellant Hoffa could have been arrested before a damaging, incriminating conversation was held with a government agent. Therefore, the incriminating evidence was acquired only by flouting Hoffa's Sixth Amendment right to counsel. The Supreme Court rejected the argument when it said:\n\"Nothing in Massiah [v. United States, 377 U.S. 201, 84 S. Ct. 1199, 12 L. Ed. 2d 246 (1964)], in Escobedo [v. Illinois, 378 U.S. 478, 84 S. Ct. 1758, 12 L. Ed. 2d 977 (1964)], or in any other case that has come to our attention, even remotely suggests this novel and paradoxical constitutional doctrine, and we decline to adopt it now. There is no constitutional right to be arrested. The police are not required to guess at their peril the precise moment at which they have probable cause to arrest a suspect, risking a violation of the Fourth Amendment if they act too soon, and a violation of the Sixth Amendment if they wait too long. Law enforcement officers are under no constitutional duty to call a halt to a criminal investigation the moment they have the minimum evidence to establish probable cause, a quantum of evidence which may fall far short of the amount necessary to support a criminal conviction.\" (Footnote omitted.) 385 U.S. 310, 87 S. Ct. 417.\nAppellants insist that paragraph 13 (see, fn. 1) in the affidavit of probable cause was false. That allegation had reference to the statements made by appellant Clyde Kimbley's girlfriend, LeeAnn Hebert, that appellant Clyde Kimbley told her his father \"would not take his truck away again.\" An examination of the Hebert statement taken by appellee Jaramillo appearing in the record discloses that such statement was made by Hebert. Three statements were taken. On the day following the murder, Hebert was interviewed and made the statement attributed to her in the probable cause affidavit. About two weeks later she was again interviewed and recorded on tape. At that time she denied making the statement attributed to her during the first interview. However, after talking to her mother, she telephoned Detective Jaramillo and acknowledged making the first statement. As a result, the county attorney included it in the affidavit as the correct version.\nOur examination of all the material in the file, including affidavits, depositions, documents and investigative reports, fails to disclose that the officers were guilty of any bad faith or unreasonable beliefs that any of their actions were unlawful, so as to raise any genuine material issue of fact to be tried in that regard. The officers, since the record discloses they were acting within the scope of their authority, cannot be sued for malicious prosecution in that they are not private persons. None of the facts appearing are controverted by any of the material and of course as declared at the opening of this part the appellants cannot rest upon the allegations and conclusions of the complaint or within their brief, either. The depositions taken by appellants strengthened the position of appellees. None of the conduct of any of the appellees is shown to be outrageous, shocking or offensive to the concept of ordered liberty activating a liability for conduct by law enforcement officers as defendant actors.\nTaking some of the counts in particular, there are other applicable rules *888 granting immunity. The officers cannot be sued for malicious prosecution in that, when acting within the scope of their duties, they are not private persons. Blake v. Rupe, supra. There is no evidence of any actionable assault and battery on the appellants. To the contrary, there appears evidence that they were treated courteously and with respect at all times. Many, if not most, arrests are bound to involve some touching, but this does not become actionable unless excessive, of which courts will then taken cognizance. In United States v. Price, 383 U.S. 787, 86 S. Ct. 1152, 16 L. Ed. 2d 267 (1966), there was physical violence and beating. There can be no false arrest or imprisonment when confinement is based on a warrant valid on its face. Violation of the civil rights count is successfully met by the defense of qualified immunity in that there is present a showing of good faith and a reasonable belief by the officers that they were acting lawfully. The rule in that regard has been developed in a long line of cases heretofore cited.\nSince all of the appellee natural persons had a viable immunity from suit as a defense to all charges of tortious conduct, there is no liability incurred by the State of Wyoming, County of Sweetwater or the City of Green River. The Wyoming Governmental Claims Act, supra, Part II of this opinion.\nIt is the contention of appellants that they were denied a hearing on the motions for summary judgment in that oral argument was not permitted by the district judge. We have already decided in Kimbley v. City of Green River, supra, that a court may provide by rule or order for the determination of motions on briefs. Rule 78, W.R.C.P. The district judge so ordered.\nA further position taken by appellants is that their motion for summary judgment on liability should have been granted. Our disposition concludes that there is no liability. Besides, denial of a motion for summary judgment is not appealable in that it is not a final order. Rules 1.04 and 1.05, W.R.A.P.; Collins v. Memorial Hospital of Sheridan County, Wyo., 521 P.2d 1339 (1974).\nThe record is barren of error.\nAffirmed.\nROSE, J., concurs in the result.\nNOTES\n[1]  The affidavit, signed 1/18/80, was in the following language:\n\n\"I, Larry Paine, Detective Sweetwater County Sheriff's Department, being first duly sworn, upon my oath, deposes and says:\n\"1. That I have been informed that a call was received at the Sweetwater County Sheriff's Office, at approximately 4:54 a.m. on December 12, 1979, reporting a shooting at 1905 Colorado Street in Green River, WY.\n\"2. That members of the Green River Police Department investigated and found the body of Clyde Kimbley in his bed at 1905 Colorado Street.\n\"3. That an autopsy was performed on the body of Clyde Kimbley, and it was determined that he had died from a shotgun blast to the head.\n\"4. That the contents of a Winchester Western Super-X, Number Four Shot, Three Inch Double-X Magnum, 1 7/8 ounce load, shotgun shell were found in the brain and bedding of Clyde Kimbley on the morning of the shooting.\n\"5. That the particular shotgun shell which killed Clyde Kimbley was unavailable for sale at retail outlets in Sweetwater County during the week that Clyde Kimbley was shot.\n\"6. That a single-shot 12-gauge shotgun was found behind the seat of a truck normally driven by Clyde Kimbley, Jr.\n\"7. That approximately two weeks prior to the shooting, Clyde Kimbley revoked the driving privileges of Clyde Kimbley, Jr. concerning the said truck.\n\"8. That the shotgun found in the truck normally driven by Clyde Kimbley, Jr. contained an expended Winchester Western Super-X, Number Four Shot, Three Inch Double-X Magnum, 1 7/8 ounce load, shotgun shell.\n\"9. That a number of expended shotgun shells of the same type were found under some magazines and papers in a cabinet in the bedroom of Clyde Kimbley, Jr.\n\"10. That a loaded shotgun shell of the same type was found in a stereo speaker next to the bed of Clyde Kimbley, Jr.\n\"11. That Clyde Kimbley, Jr. made inconsistent statements to police about both the shotgun and the shells.\n\"12. That I have been informed that a few weeks prior to the shooting, Clyde Kimbley, Jr., told LeeAnn Heber [Herbert] that he had threatened Clyde Kimbley with a gun.\n\"13. That I have been informed that a few months prior to the shooting, Clyde Kimbley, Jr., told LeeAnn Heber [Hebert] that Clyde Kimbley would not take his truck away again.\n\"14. That phone lines at the Kimbley residence were deliberately cut sometime the evening of December 10th, or the early morning hours of December 11, 1979.\n\"15. That according to Kathleen Kimbley, Clyde Kimbley was at home at approximately 8:00 a.m. on the morning of December 11, 1979.\n\"16. That Kathleen Kimbley told Karen Nielson on December 11, 1979 that no one was home at the Kimbley residence at approximately 8:10 a.m. when Karen Nielson had tried to place a telephone call to the Kimbley residence.\n\"17. That Kathleen Kimbley said that she had called a repair order to the telephone company on the evening of December 11, 1979.\n\"18. That the telephone company had no record of such a call.\n\"19. That the contents of a wallet and a purse were found scattered at the residence of 1905 Colorado on the morning of the shooting.\n\"20. That fresh powdered sugar was found on the purse, but nowhere else in the house.\n\"21. That Kathleen Kimbley said there was no powdered sugar in the house.\n\"22. That, according to Angela Kimbley, there was powdered sugar in the house.\n\"23. That, other than the wallet and purse, no other items in the house appeared to be out of place.\n\"24. That Kathleen Kimbley is the beneficiary of a life insurance policy in the amount of $161,000.00.\n\"25. That Kathleen Kimbley has made a number of inconsistent statements to police concerning family disputes and the events of the morning of December 12, 1979.\"\nThis affidavit was amended 3/28/80 changing the substance of paragraphs 16 and 22 as follows:\n\"16. That Karen Nielson tried to place a telephone call to the Kimbley residence at approximately 8:10 p.m. on December 11, 1979 without getting an answer, then within minutes told Kathleen Kimbley that no one was home, and received the explanation from Kathleen Kimbley that she was on her way to the school.\n* * * * * *\n\"22. That according to Angela Kimbley, powdered sugar was usually kept in the house.\"\n[2]  The term \"judicial immunity\" is a misnomer, though loosely used with respect to prosecutors in particular and on occasion law enforcement officers. The close association of such officials with the judicial system has probably prompted such use, though not an accurate label. For prosecutors the better terminology is prosecutorial immunity and for law enforcement officers, qualified immunity. The term judicial immunity should be applied to judges.\n[3]  In Rochin, deputy sheriffs having some information that the accused was selling narcotics, entered the open door of a dwelling house, forced open the door to the accused's bedroom, and forcibly attempted to extract capsules which accused had swallowed. At the hospital a physician, at a deputy sheriff's direction, forced an emetic solution through a tube into accused's stomach against his will, and this \"stomach pumping\" produced vomiting. In the vomited matter were found two capsules containing morphine which were used to obtain the conviction of defendant for illegal possession of morphine. The Supreme Court held that such conduct violated the Due Process Clause of the Fourteenth Amendment.\n[4]  42 U.S.C. § 1983 provides:\n\n\"Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress. For the purposes of this section, any Act of Congress applicable exclusively to the District of Columbia shall be considered to be a statute of the District of Columbia.\"\n[5]  Reed v. Village of Shorewood, 704 F.2d 943 (5th Cir.1983), illustrates the type of case in which liability of a governmental entity under § 1983 would be likely.\n[6]  Rule 4, W.R.Cr.P., provides in pertinent part:\n\n\"(b) Form.\n\"(1) Warrant. \u0097 The warrant shall be signed by the commissioner and it shall contain the name of the defendant or, if his name is unknown, any name or description by which he can be identified with reasonable certainty. It shall describe the offense charged in the complaint. It shall command that the defendant be arrested and brought before the nearest available commissioner.\"\nIt should be recalled that the printed warrant of arrest form specified \"forthwith to apprehend.\" The rule controls.\n\n",
            "ocr": false,
            "opinion_id": 2618942
        }
    ],
    "court_short_name": "Wyoming Supreme Court",
    "court_full_name": "Wyoming Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wyoming, WY",
    "crime_category": "Robbery"
}