{
    "id": 589163,
    "judges": null,
    "date_filed": "2004-10-19",
    "date_filed_is_approximate": true,
    "slug": "feliberto-curtis-v-us-immigration-and-naturalizati",
    "case_name_short": null,
    "case_name": "Feliberto Curtis v. U.S. Immigration and Naturalization Service",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "972 F.2d 1338"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/972/972.F2d.1338.91-70306.html",
            "author_id": null,
            "opinion_text": "972 F.2d 1338\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.Feliberto CURTIS, Petitioner,v.U.S. IMMIGRATION AND NATURALIZATION SERVICE, Respondent.\n    No. 91-70306.\n    United States Court of Appeals, Ninth Circuit.\n    Argued and Submitted Aug. 20, 1992.Decided Aug. 25, 1992.\n    \n      Before EUGENE A. WRIGHT, BEEZER and LEAVY, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM*\n    \n    \n      2\n      Feliberto Curtis seeks review of the Board of Immigration Appeals' summary dismissal of his appeal from an Immigration Judge's finding that he is deportable.   He argues that dismissal is inappropriate because:  (1) his Notice of Appeal contained adequate grounds for the BIA to consider the merits of his appeal;  (2) extraordinary circumstances prevented him from filing an appeal brief;  and (3) he is not deportable under 8 U.S.C. &#167; 1251(a)(4) because he was granted probation rather than \"sentenced to confinement\" for one year.\n    \n    \n      3\n      The INS counters that we lack subject matter jurisdiction because Curtis failed to exhaust his administrative remedies.\n    \n    \n      4\n      * Curtis, a native of the Phillippines, was convicted of Second Degree Burglary in 1982 and ordered to serve 365 days as a condition of probation.\n    \n    \n      5\n      The INS instituted deportation proceedings under section 241(a)(4) of the Immigration and Nationality Act, 8 U.S.C. &#167; 1251(a)(4).   Under section 241(a)(4), an alien is deportable if convicted of a \"crime of moral turpitude\" and either \"sentenced to confinement or confined ... in a prison or corrective institution for a year or more....\"\n    \n    \n      6\n      The IJ found Curtis deportable, concluding that the state court's order to serve 365 days satisfied the one-year requirement of section 241(a)(4).   Curtis appealed, saying that he would file a brief in support of his appeal.   The brief was never filed and the appeal was summarily dismissed.\n    \n    II\n    \n      7\n      We have jurisdiction to review a summary dismissal of an appeal for failure to satisfy the BIA's notice of appeal requirements.   Martinez-Zelaya v. I.N.S., 841 F.2d 294, 296 (9th Cir.1988).   See Athehortua-Vanegas v. I.N.S., 876 F.2d 238, 240 (1st Cir.1989).\n    \n    III\n    \n      8\n      This court reviews summary dismissal of BIA appeals under 8 C.F.R. &#167; 3.1(D)(1-A) to determine whether such dismissals are \"appropriate.\"   Martinez-Zelaya, 841 F.2d at 295.   Summary dismissal is appropriate if the \"alien submits no separate written brief or statement to the BIA and inadequately informs the BIA of 'what aspects of the IJ's decision were allegedly incorrect and why.' \"   Id. at 296, quoting  Reyes-Mendoza v. I.N.S., 774 F.2d 1364, 1365 (9th Cir.1985).\n    \n    \n      9\n      Curtis disputes the conclusion that his Notice of Appeal did not contain adequate grounds for the BIA to consider the merits of his appeal.   Yet his notice stated only that the:\n    \n    \n      10\n      Immigration Law Judge erred in his application of law, to wit:  1) It was an abuse of discretion to deny voluntary departure to the Respondent;  2) Immigration Judge erred in ordering the Respondent deported pursuant to sec. 212(a)(4);  3) Immigration Law Judge erred in denying Respondent an opportunity to apply for sec. 212(h) waiver.\n    \n    \n      11\n      \"Glaringly absent\" from his notice was a discussion of the contested facts or law.   Toquero v. I.N.S., 956 F.2d 193, 195 (9th Cir.1992).   Nothing in the notice informed the BIA of what aspects of the IJ's decision were incorrect.\n    \n    IV\n    \n      12\n      Alternatively, Curtis equates his reasons for failing to file an appeal brief with those in  Escobar-Ramos v. I &amp; NS, 927 F.2d 482 (9th Cir.1991).   Escobar's attorney failed to submit an affidavit that at the time he was to file a brief, he had 30 other cases and was unable to use his office because the roof had caved in.   We reversed the dismissal of his appeal, finding that extraordinary circumstances prevented Escobar from filing a brief.\n    \n    \n      13\n      This case is easily distinguished.   Curtis' ability to file an appeal brief was not limited by circumstances beyond his control.   The BIA's summary dismissal of his appeal is the result of his own neglect, not \"dilatory counsel.\"   Id. at 485.\n    \n    \n      14\n      Because we conclude that the BIA's dismissal of his appeal was appropriate, we need not decide whether Curtis is deportable under 8 U.S.C. &#167; 1251(a)(4).\n    \n    V\n    \n      15\n      Curtis has not prevailed and is not entitled to either attorney's fees or costs under the Equal Access to Justice Act.\n    \n    \n      16\n      REVIEW DENIED.\n    \n    \n      \n        *\n         This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by Ninth Circuit Rule 36-3\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 589163
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}