{
    "id": 609185,
    "judges": "Butzner, Ervin, Phillips",
    "date_filed": "1981-11-02",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-rodney-curtis-hamrick",
    "case_name_short": null,
    "case_name": "United States v. Rodney Curtis Hamrick",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Rodney Curtis HAMRICK, Defendant-Appellant",
    "attorneys": "John J. Pizzuti, Camilletti, Sacco & Pizzuti, Wheeling, WV, argued, for defendant-appellant., David Jonathan Horne, Special Asst. U.S. Atty., Wheeling, WV, argued (William A Ko-libash, U.S. Atty., on brief) for plaintiff-ap-pellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Oct. 2, 1992.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1373-11\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Rodney Curtis HAMRICK, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1373-14\">\n    No. 92-5107.\n   </docketnumber><br><court id=\"b1373-15\">\n    United States Court of Appeals, Fourth Circuit.\n   </court><br><otherdate id=\"b1373-16\">\n    Argued Oct. 2, 1992.\n   </otherdate><br><decisiondate id=\"b1373-17\">\n    Decided June 15, 1993.\n   </decisiondate><br><attorneys id=\"b1374-23\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1268\"> \n     *1268\n     </span>\n    John J. Pizzuti, Camilletti, Sacco &amp; Pizzuti, Wheeling, WV, argued, for defendant-appellant.\n   </attorneys><br><attorneys id=\"b1374-24\">\n    David Jonathan Horne, Special Asst. U.S. Atty., Wheeling, WV, argued (William A Ko-libash, U.S. Atty., on brief) for plaintiff-ap-pellee.\n   </attorneys><br><judges id=\"b1374-25\">\n    Before ERVIN, Chief Judge, PHILLIPS, Circuit Judge, and BUTZNER, Senior Circuit Judge.\n   </judges>",
    "citations": [
        "995 F.2d 1267"
    ],
    "opinions": [
        {
            "author_str": "Ervin",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/995/995.F2d.1267.92-5107.html",
            "author_id": null,
            "opinion_text": "995 F.2d 1267\n    UNITED STATES of America, Plaintiff-Appellee,v.Rodney Curtis HAMRICK, Defendant-Appellant.\n    No. 92-5107.\n    United States Court of Appeals,Fourth Circuit.\n    Argued Oct. 2, 1992.Decided June 15, 1993.Rehearing In Banc Granted Aug. 20, 1993.\n    \n      John J. Pizzuti, Camilletti, Sacco &amp; Pizzuti, Wheeling, WV, argued, for defendant-appellant.\n      David Jonathan Horne, Special Asst. U.S. Atty., Wheeling, WV, argued (William A. Kolibash, U.S. Atty., on brief) for plaintiff-appellee.\n      Before ERVIN, Chief Judge, PHILLIPS, Circuit Judge, and BUTZNER, Senior Circuit Judge.\n      OPINION\n      ERVIN, Chief Judge:\n    \n    \n      1\n      Rodney Curtis Hamrick appeals his convictions by the United States District Court for the Northern District of West Virginia entered on January 28, 1992.   Hamrick was convicted on the following eight counts:  (1) the unlawful making of a destructive device in violation of 26 U.S.C. &#167; 5861(f) (\"count 1\");  (2) possession of a destructive device in violation of 26 U.S.C. &#167; 5861(d) (\"count 2\");  (3) unlawful transfer of a destructive device in violation of 26 U.S.C. &#167; 5861(e) (\"count 3\");  (4) mailing of a nonmailable injurious article in violation of 18 U.S.C. &#167; 1716 (\"count 4\");  (5) attempted murder of a United States Attorney in violation of 18 U.S.C. &#167; 1114 (\"count 5\");  (6) the use of a destructive device in attempting to murder a United States Attorney in violation of 18 U.S.C. &#167; 924(c) (\"count 6\");  (7) assault with a dangerous and deadly weapon in violation of 18 U.S.C. &#167; 111 (\"count 7\");  and (8) use of a destructive device in connection with the assault on the United States Attorney in violation of 18 U.S.C. &#167; 924(c) (\"count 8\").   The district court sentenced Hamrick to 210 months on counts 4 and 5.   He was also sentenced to 120 months for counts 1, 2, 3, and 7 to run concurrently with each other.   The concurrent 120 month sentences were also to run concurrently with the 210 month sentence for counts 4 and 5.   Hamrick was sentenced to 360 months on counts 6 and 8, that sentence to run consecutively to all of the other sentences.   He appeals his convictions and sentences.\n    \n    \n      2\n      Hamrick raises the following seven issues on appeal:  (1) did the court err when it failed to instruct the jury as to the defense of legal impossibility;  (2) did the United States prove beyond a reasonable doubt the element of intent as required under 18 U.S.C. &#167;&#167; 111, 1114;  (3) did the United States prove beyond a reasonable doubt the use of a \"destructive device\" in counts 1, 2, 3, 4, 5, and 8;  (4) did the court err in allowing the government to impeach its expert witness;  (5) did the court err in admitting a letter written by Hamrick admitting his culpability in sending the bomb;  (6) did the district court err in admitting Hamrick's confession;  and (7) did the court err in sentencing Hamrick to 360 months on counts 6 and 8.   For the reasons set forth below, we affirm the decision in part and reverse it in part.\n    \n    \n      3\n      * From December 18, 1990 until February 14, 1991, Rodney Hamrick was incarcerated in the Ohio County Correctional Facility pending prosecution by United States Attorney William Kolibash on federal charges.   During his incarceration Hamrick built a bomb using a nine-volt battery as the power source, steel wire to conduct the electric current from the battery, three Bic butane lighters as the explosive, and a pink substance thought to be lip balm as the fuse.   All of the necessary materials were readily available and acquired by Hamrick at the jail.   Hamrick covered the improvised bomb with aluminum foil and placed it in a manila envelope between a legal pad and a piece of cardboard.   The bomb was designed to explode when one opened the envelope and removed the pad.\n    \n    \n      4\n      Hamrick addressed the envelope to United States Attorney Kolibash and mailed it.   On January 2, 1991, the United States Postal Service delivered the device to Kolibash at his office.   Kolibash received the bomb and opened it.   The bomb failed to detonate.   The device slightly charred the legal pad;  the charring, however, was invisible to the naked eye.   Kolibash's staff called the bomb squad who defused the device without incident.\n    \n    \n      5\n      Two Federal Bureau of Investigation agents interviewed Hamrick immediately after Kolibash received the bomb.   The agents believed that Hamrick was involved in sending the bomb because his return address was on the outside of the envelope.   After giving Hamrick his Miranda warnings, the agents questioned him as to whether he sent the bomb and how it was constructed.   Hamrick signed a written confession drafted by one of the agents admitting that he constructed and mailed the bomb.   Subsequently, Hamrick sent a letter to the West Virginia American Civil Liberties Union admitting his involvement in sending a letter bomb to the United States Attorney.\n    \n    \n      6\n      At trial Hamrick's expert witness, Patrick Kennedy, testified that the bomb could not have detonated.   The defense contended at trial, and on appeal, that the bomb could not be a destructive device under either 18 U.S.C. &#167; 921(a)(4)(C) or 26 U.S.C. &#167; 5845(f) because it was dysfunctional.   Kennedy stated that he had reconstructed and tested the device, and submitted video-taped demonstrations of the device failing to detonate.   Kennedy proffered that Hamrick's bomb failed in two respects:  first, the unidentified pink substance serving as the ignitor was not flammable;  second, the nine-volt battery could not generate sufficient heat to reach the ignition temperatures of several readily available substances which could have been substituted for the unidentified pink substance.   Kennedy testified extensively as to the ignition temperatures of certain flammable materials available to Hamrick at the jail.\n    \n    \n      7\n      The Government argued that regardless of whether the device would have exploded as constructed, because substitute component parts were readily available to make the device operable, it was a destructive device under the relevant statutes.   The Government countered Hamrick's expert witness by presenting three of its own.   The first witness offered no testimony on whether the improvised bomb was capable of exploding.   The second witness testified that the device was not operable, but that with modifications it could be rendered operable.   The final expert witness's testimony was not certain on whether the bomb as constructed could have detonated.   He testified, however, that with the substitution of readily available materials, the bomb could have exploded.\n    \n    \n      8\n      Hamrick was convicted on all eight counts.   This appeal arises from those convictions, its gravamen being that the device sent to the United States Attorney was not a destructive device within the meaning of the applicable statutes.   First, we will determine whether the dysfunctional bomb delivered to the United States Attorney was in fact a destructive device within the meaning of 26 U.S.C. &#167; 5845(f) and its counterpart.   Second, we will determine whether there was sufficient evidence to support the assault with a deadly weapon conviction.   The remaining issues are not dependent on whether the device was operable.   Third, we will address sufficiency of the evidence to support the attempted murder charge.   Fourth, we will address the sufficiency of the evidence to uphold the conviction on count four, the mailing of nonmailable materials.   Fifth, we will determine whether the district court erred in admitting and excluding certain evidence.   Finally, we will examine the appropriateness of Hamrick's sentence in light of our rulings on the other issues presented.   The classification of the dysfunctional device is critical to reaching a conclusion as to those issues.\n    \n    II\n    \n      9\n      * Hamrick's first assignment of error is that counts 1 through 5 and count 8 were not proven beyond a reasonable doubt.   He argues that the evidence was insufficient to establish that the dysfunctional bomb was a destructive device within the meaning of the statute.\n    \n    \n      10\n      An element of counts 1 through 3, count 6, and count 8 of Hamrick's convictions is that the apparatus sent was in fact a destructive device.  26 U.S.C. &#167; 5845(f) defines a destructive device as \"any combination of parts either designed or intended for use in converting any device into a destructive device as defined in subparagraphs (1) and (2) and from which a destructive device may readily be assembled.\"1  Subparagraph (1) includes \"any explosive, incendiary, or poison gas (A) bomb ...\" and any number of other similar devices.  26 U.S.C. &#167; 5845(f)(1).\n    \n    \n      11\n      The Government contends that the language \"a combination of parts ... from which a destructive device may readily be assembled\" should be read broadly.   Under its interpretation of the statute a combination of parts is a destructive device even in the absence of one of the component parts if that part is readily available.   Therefore, an inoperable bomb would be a destructive device if the faulty or absent component could readily be obtained to make the bomb operable.   The Government's interpretation puts a \"readily available components\" gloss on the statute's language.   This definition of destructive device was used in the jury instructions proffered by the court without an objection from Hamrick.   As we have previously noted the failure to properly raise an objection to a jury instruction is reviewed under a plain error standard.  United States v. McCaskill, 676 F.2d 995, 1002 (4th Cir.), cert. denied, 459 U.S. 1018, 103 S.Ct. 381, 74 L.Ed.2d 513 (1982).\n    \n    \n      12\n      Hamrick offers a narrower interpretation:  a combination of parts would only be a destructive device if, in its present condition, it was capable of detonating.   Therefore, if a part was missing, or unbeknownst to the builder, a component was inoperable, the device would fail to meet the legal definition of a destructive device.   This reading is clear from the statutory language and our previous interpretation of it.   See United States v. Morningstar, 456 F.2d 278, 281 (4th Cir.1972).   Furthermore, another circuit has reached a similar conclusion.  United States v. Malone, 546 F.2d 1182, 1184 (5th Cir.1977).\n    \n    \n      13\n      Our decision in Morningstar provides an effective starting point for analyzing this issue.   In Morningstar, we held that commercial explosives could, in certain instances, be destructive devices under 26 U.S.C.A. &#167; 5845 and 18 U.S.C. &#167; 921.  Id.  In interpreting 26 U.S.C. &#167; 5845, we held that four sticks of black powder pellet explosive fastened together with electrical tape and several unattached blasting caps could be a destructive device under the statute.  Id.  Although Morningstar involved the use of commercial explosives, its importance is that all of the parts from which a destructive device could be assembled readily were present.   One simply was left out of its proper place.   Even though all of the parts were present, we refused to hold that this was a destructive device per se, and remanded that question to the district court.   On remand we informed the district court that \"the burden will be on the government to prove beyond a reasonable doubt that:  (1) the commercial material mentioned in the indictment, black powder pellet explosive and blasting caps, could have readily been assembled into a bomb.\"  Id.  The device in Morningstar appears more readily to be characterized as a destructive device than the apparatus in the instant case because it could readily explode.\n    \n    \n      14\n      Moreover, our recent decision in United States v. Blackburn, 940 F.2d 107, 110 (4th Cir.1991), is helpful in resolving this issue.   In Blackburn, the defendant had been penalized in sentencing by the district court for possession of thirty grenades, when only two of those grenades contained explosives.   The Government had argued that the explosives in the two grenades were sufficiently powerful to charge the remaining twenty-eight.   We vacated the district court's judgment, holding that \"[a] defendant may be penalized under &#167; 2K2.2(b) [of the United States Sentencing Guidelines] for only that number of destructive devices which may be 'readily assembled' from the parts in his possession.   A defendant must possess every essential part necessary to construct a destructive device.\"  Id. at 110.  (citing United States v. Malone, 546 F.2d 1182, 1184 (5th Cir.1977) (reversing a conviction for possession of a destructive device because the defendant did not have the explosive filler.))   We held that the concept of \"any combination of parts ... from which a destructive device may readily be assembled\" should not be read broadly during the sentencing phase of a criminal proceeding.   That reasoning is equally applicable here.\n    \n    \n      15\n      As in Blackburn, we find the Fifth Circuit's decision in United States v. Malone instructive as to this matter.   In Malone, the court held that a combination of all of the necessary parts, with the exception of the explosive filler, did not constitute a destructive device.  Malone, 546 F.2d at 1184.   The court explicitly rejected the Government's argument that the defendant could have obtained the explosive material to make the apparatus into a destructive device.   The Fifth Circuit stated that \"the words of the statute are 'from which a destructive device may readily be assembled,' and not, as the government contends, 'from which a destructive device may be readily assembled with the addition of other parts.' \"  Id. at 1184.\n    \n    \n      16\n      In the instant case, unlike Morningstar, Hamrick was not in possession of all of the parts needed to construct a destructive device within the meaning of the statute.   Hamrick did not have all of the necessary parts in order for the dysfunctional bomb to qualify as a destructive device.   As in Malone, a key component of the device was missing.   The unidentified pink substance, serving as the ignitor, was dysfunctional.   Moreover, an expert witness testified that the nine-volt battery could not have produced sufficient heat to ignite any number of readily available substitute fuses.\n    \n    \n      17\n      The language of the statute and our prior precedents make it clear that a defendant must be in possession of all of the necessary component parts to be convicted under section 5845.   Given that we did not hold the apparatus in Morningstar--complete with all of the necessary parts needed for it to detonate--to be a destructive device, we cannot do so here where the device is incapable of detonation.   The bomb was incapable of detonating;  therefore it cannot be a destructive device under section 5845(f) or its counterparts.\n    \n    \n      18\n      The Government's readily available components theory requires reading the statute too broadly.   The Malone court rightly rejected this argument.  Malone, 546 F.2d at 1184.   The Government's interpretation of the statute alters its plain meaning and relies on constructive possession of the missing component to satisfy the statute's requirements.   We hold that actual physical possession of all of the working parts is required.\n    \n    \n      19\n      In light of the correct interpretation of the statute we espouse today, we find that it was plain error for the court to have given those jury instructions on the definition of destructive device which employed the Government's readily available components theory.   We, therefore vacate Hamrick's convictions on counts 1 through 3, count 6, and count 8 because an element of each offense is the use or possession of a destructive device.   As to his contention that counts 4 and 5 should be vacated on these grounds, we disagree.   The definition of destructive device was not germane to those convictions;  therefore, we reject Hamrick's claim of error on these counts.\n    \n    B\n    \n      20\n      Hamrick contends that there was insufficient evidence to prove the element of intent as required under 18 U.S.C. &#167; 111(b), assault on a United States Attorney with a deadly weapon (count 7).   This provision permits a court to increase a defendant's sentence if a dangerous or deadly weapon is employed in the commission of the offense.   The question that we first must address is whether a dysfunctional bomb is a deadly weapon.\n    \n    \n      21\n      In McLaughlin v. United States, 476 U.S. 16, 17-18, 106 S.Ct. 1677, 1678, 90 L.Ed.2d 15 (1986), the Supreme Court interpreted the meaning of \"dangerous weapon\" as used in 18 U.S.C. &#167; 2113, the federal bank robbery statute.   The Court held that an unloaded handgun was a dangerous weapon, based on three independent rationales:  (1) a gun is an article that is typically and characteristically dangerous;  (2) a gun instills fear in the average citizen;  and (3) a gun can be used as a weapon to bludgeon.  Id. at 17-18, 106 S.Ct. at 1678.   Hamrick's dysfunctional bomb does not satisfy any of those standards.   It is not a characteristically dangerous weapon.   A combination of wires and Bic lighters cannot be said to instill fear in the average citizen.   Finally, the dysfunctional device could not be used to bludgeon or seriously injure its recipient.   Our conclusion is bolstered by the fact that Hamrick was convicted under the deadly weapon prong of the offense.   A dysfunctional device that could not explode cannot be a deadly weapon.   Therefore, we vacate the conviction for assault with a deadly weapon.\n    \n    \n      22\n      Next, we turn to those convictions that are unaffected by our determination of the status of the dysfunctional bomb.\n    \n    C\n    \n      23\n      Hamrick's next assignment of error is that the district court erred by not giving his requested instruction concerning the theory of legal impossibility as a defense to the attempted murder of a United States Attorney in violation of 18 U.S.C. &#167; 1114.   Legal impossibility is a defensive theory that the intended acts would not amount to a crime even if completed.   Hamrick contends that because the device could not have exploded, the substantive crime of murder could not have been committed.   We affirm the district court's refusal to charge the jury on that defense.\n    \n    \n      24\n      The refusal to give a proposed jury instruction is within the discretion of the court.   As the Eleventh Circuit has so ably stated \"[a] refusal to give a requested theory of defense instructions is reversible error only if the instruction '(1) was correct, (2) was not substantially covered by the court's charge to the jury, and (3) dealt with some point in the trial so important that the failure to give the requested instruction seriously impaired the defendant's ability to conduct his defense.' \"  United States v. Camejo, 929 F.2d 610, 614 (11th Cir.1991) (quoting United States v. Benz, 740 F.2d 903, 910 (11th Cir.1984), cert. denied, 474 U.S. 817, 106 S.Ct. 62, 88 L.Ed.2d 51 (1985)).\n    \n    \n      25\n      Hamrick's proposed instruction fails because it was incorrect and therefore an inapplicable defense.  Id.  The substantive crime of murder could have been committed had the bomb exploded.   In actuality, Hamrick was seeking an instruction on factual impossibility.\n    \n    \n      26\n      \"Factual impossibility denotes conduct where the objective is proscribed by the criminal law but a factual circumstance unknown to the actor prevents him from bringing it about.\"  United States v. Conway, 507 F.2d 1047, 1050 (5th Cir.1975).   Here it was factually impossible for the crime to occur because the unidentified pink substance was not flammable, therefore rendering the bomb inoperable.   Yet, Hamrick loses under the theory of factual impossibility as well.   Factual impossibility traditionally has not been a defense to an attempt crime.  Id.  There is no reason to exonerate a person who has demonstrated a willingness to commit a criminal act, but was unable to complete the dastardly deed because of an unknown outside circumstance.   We join other circuits in holding that factual impossibility is not a defense to an attempt crime.  United States v. Peete, 919 F.2d 1168, 1175 (6th Cir.1990);  United States v. Garcia, 918 F.2d 4, 8 (1st Cir.1990);  United States v. Luttrell, 889 F.2d 806, 810 (9th Cir.1989).\n    \n    D\n    \n      27\n      Next, Hamrick argues that the Government failed to prove beyond a reasonable doubt the intent element of 18 U.S.C. &#167;&#167; 111 and 1114.   We concluded in the preceding paragraphs that we need not reach that issue with respect to section 111.   Hamrick contends that there was countervailing evidence that he did not intend for the dysfunctional bomb to detonate, although he does not bring it to our attention.   We disagree with this assertion.\n    \n    \n      28\n      Evidence must be taken in the light most favorable to the Government in determining whether any rational trier of fact could conclude that the essential elements of the crime were proven beyond a reasonable doubt.  Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979).   The Government offered more than sufficient proof that the bomb was intended for United States Attorney Kolibash and was dispatched with the expectation that it would detonate.   The Government's experts testified that the device was not designed as a hoax bomb, to merely frighten the recipient, but rather was designed to explode.   Furthermore, Hamrick's signed confession and a letter written to the West Virginia American Civil Liberties Union compounded the evidence against him.   Hamrick was being prosecuted by the United States Attorney in a separate matter providing an obvious motive for him to want to murder Kolibash.   A jury could reasonably infer that the bomb was intended to detonate and kill the United States Attorney.\n    \n    E\n    \n      29\n      Next, Hamrick contends that the Government failed to prove beyond a reasonable doubt count 4 of the indictment.   He was convicted of mailing nonmailable matter, a mechanical or chemical device which might have ignited in violation of 18 U.S.C. &#167; 1716.   Hamrick argues that because this was not a destructive device capable of exploding, the Government failed to prove this aspect of its case.   We disagree.\n    \n    \n      30\n      18 U.S.C. &#167; 1716 does not require that the apparatus mailed be a destructive device as Hamrick would have us believe.   The statute is broader:  section 1716(a) prohibits the mailing of \"mechanical, chemical, or other devices or compositions which may ignite or explode ... or material which may kill or injure another, or injure the mails or other property.\"   This is a different standard than that required to establish a destructive device under 26 U.S.C. &#167; 5845(f).   While the device may have been inoperable as a bomb, one of the Bic lighters could have ignited during handling.   The plastic cylinder that contained the lighter fluid had been weakened, increasing the possibility that fluid could have leaked out and ignited.   Therefore, we hold that the device is a nonmailable material under section 1716.   The statute does not require that we determine whether this was a destructive device;  instead we must determine whether the device that was placed in the mail might have ignited.   Therefore, Hamrick's claim fails.   See generally United States v. Wisdom, 534 F.2d 1306, 1308-1309 (8th Cir.1976) (affirming a conviction for sending through the mails a package containing an explosive device with intent to kill or injure).\n    \n    F\n    \n      31\n      Next, Hamrick alleges that the district court committed three evidentiary errors.   We find these contentions wholly without merit.   Finally, Hamrick contends that the district court erred in sentencing.   Since our holding vacating the convictions dependent on the dysfunctional bomb has the effect of vacating five of his eight sentences, we believe that all of his sentences which we uphold must be vacated so that the district court may sentence him anew.2  For that reason we need not address the other challenges to his sentences.\n    \n    VI\n    The decision of the district court is\n    \n      32\n      AFFIRMED IN PART, REVERSED IN PART, AND REMANDED FOR RESENTENCING ON THE SURVIVING CONVICTIONS.\n    \n    \n      \n        1\n         This language is mirrored by that of Chapter 18 U.S.C. &#167; 921(a)(4)(C) which defines destructive device, but restricts that definition to that chapter\n      \n      \n        2\n         It should be noted that by convicting Hamrick under 18 U.S.C. &#167; 111(b), the jury, of necessity, found him guilty of the lesser included offense of assault.   At resentencing, the district court may give consideration to sentencing him under count 7 for that offense, rather than to retry him on the lesser charge.   See United States v. Baker, 985 F.2d 1248, 1260 (4th Cir.1993)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 609185
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}