{
    "id": 310137,
    "judges": "Hays, Moore, Mulligan",
    "date_filed": "2010-06-01",
    "date_filed_is_approximate": true,
    "slug": "audrey-s-hartel-v-the-long-island-rail-road-company",
    "case_name_short": null,
    "case_name": "Audrey S. Hartel v. The Long Island Rail Road Company",
    "case_name_full": "Audrey S. HARTEL, Plaintiff-Appellant, v. the LONG ISLAND RAIL ROAD COMPANY, Defendant-Appellee",
    "attorneys": "Arnold B. Elkind, New York City, for plaintiff-appellant., George M. Onken, Jamaica, N. Y. (Jay E. Gerber, and Paul C. Saunders, New York City, of counsel), for defendant-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Oct. 25, 1972.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b520-6\">\n    Audrey S. HARTEL, Plaintiff-Appellant, v. The LONG ISLAND RAIL ROAD COMPANY, Defendant-Appellee.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b520-8\">\n    No. 104, Docket 72-1452.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b520-9\">\n    United States Court of Appeals, Second Circuit.\n   </court><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b520-10\">\n    Argued Oct. 25, 1972.\n   </otherdate><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b520-11\">\n    Decided March 28, 1973.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b521-17\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"463\"> \n     *463\n     </span>\n    Arnold B. Elkind, New York City, for plaintiff-appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b521-18\">\n    George M. Onken, Jamaica, N. Y. (Jay E. Gerber, and Paul C. Saunders, New York City, of counsel), for defendant-appellee.\n   </attorneys><br><p data-order=\"7\" data-type=\"judges\" id=\"b521-19\">\n    Before MOORE, HAYS and MULLIGAN, Circuit Judges.\n   </p>",
    "citations": [
        "476 F.2d 462"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/476/476.F2d.462.72-1452.104.html",
            "author_id": null,
            "opinion_text": "476 F.2d 462\n    Audrey S. HARTEL, Plaintiff-Appellant,v.The LONG ISLAND RAIL ROAD COMPANY, Defendant-Appellee.\n    No. 104, Docket 72-1452.\n    United States Court of Appeals,Second Circuit.\n    Argued Oct. 25, 1972.Decided March 28, 1973.\n    \n      Arnold B. Elkind, New York City, for plaintiff-appellant.\n      George M. Onken, Jamaica, N. Y.  (Jay E. Gerber, and Paul C. Saunders, New York City, of counsel), for defendant-appellee.\n      Before MOORE, HAYS and MULLIGAN, Circuit Judges.\n      MOORE, Circuit Judge:\n    \n    \n      1\n      Some time between 6:30 and 7:00 A. M. on Sunday, February 18, 1968, John Hartel, a ticket agent for the Long Island Rail Road Company (LIRR) arrived at the Mineola, Long Island, railroad station to open the ticket office.  He entered the waiting room to open the steel shutter covering the ticket window.  While so doing, one of three men with a gun stepped up behind him and announced a hold-up.  When Hartel attempted to flee, he was shot in the back and killed.1\n    \n    \n      2\n      Plaintiff-appellant in this action, Hartel's widow, sought to recover damages from her husband's employer in her own right and as administratrix of her husband's estate under the Federal Employers' Liability Act (FELA) 45 U.S.C. Sec. 51 et seq. The trial court found that plaintiff had \"introduced no evidence showing that defendant should have reasonably foreseen the possibility of a holdup at the Mineola Station\"2 and granted defendant's motion for a directed verdict.  From the judgment dismissing the complaint, plaintiff appeals.  In addition to charging error in directing a verdict in favor of the defendant, plaintiff asserts that four proffered items of evidence were improperly excluded.\n    \n    \n      3\n      An essential ingredient in plaintiff's case was that she establish that the LIRR should have foreseen that a criminal attack (robbery and murder) might be made upon its ticket agent at the Mineola station.\n    \n    \n      4\n      In reviewing this directed verdict this Court must view the evidence and all inferences therefrom in the light most favorable to the plaintiff.  O'Connor v. Pennsylvania R. R., 308 F. 2d 911 (2d Cir. 1962).  We have done this, and affirm the decision of the court below.\n    \n    The FELA provides:\n    \n      5\n      Every common carrier by railroad * * * shall be liable in damages to any person * * * or, in case of the death of such employee, to his or her personal representative, * * * for such injury or death resulting in whole or in part from the negligence of any of the officers, agents, or employees of such carrier * * *.  45 U.S.C. Sec. 51.\n    \n    \n      6\n      To establish her case plaintiff had to show that the danger to her husband from armed criminals was, or should have been foreseen by the defendant.  Once this was shown, a further showing that defendant was negligent in whole or in part in failing to minimize this danger would have been required.\n    \n    \n      7\n      In attempting to demonstrate the foreseeability of the criminal assault which caused her husband's death, plaintiff offered to prove that in the preceding four years there had been ten robberies or attempted robberies at defendant's stations located between 4.7 and 29.8 miles from the Mineola station.3  Two of these had occurred in the month immediately preceding the Mineola holdup.  Judge Levet refused to permit this proof.  Plaintiff here argues that evidence of prior holdups should have been admitted to show that the LIRR did have knowledge of the dangers ticket agents faced.  In each of the cases cited by plaintiff to support this position, however, the courts have specifically limited evidence of prior incidents to those occurring at the exact locus of the incident giving rise to the litigation.  In addition, they have required that the circumstances under which such incidents occurred must have been substantially the same as those in the action brought.  Thus, in Cahill v. New York, N. H. &amp; H. R. R., 236 F.2d 410, 411 (2d Cir. 1956), the case most heavily relied upon by plaintiff, a listing of the collisions which had occurred at a particular intersection was admitted to show the railroad's knowledge of the danger of such incidents at that place.  In the instant case no prior robbery had occurred at the Mineola station.  Therefore, Judge Levet was correct in excluding the evidence of prior robberies.  See also Plough v. Baltimore &amp; O. R. R., 164 F.2d 254, 256 (2d Cir. 1947).\n    \n    \n      8\n      Plaintiff also sought to introduce testimony concerning a conversation between herself and a staff attorney of the LIRR named Donnelly.  Just before Hartel's funeral Donnelly, who had been Hartel's friend, told plaintiff that her husband had once mentioned to him that he was afraid of working at the Mineola station.  Direct testimony by Donnelly was not offered.  In addition, it was not shown that Donnelly was authorized to receive notice of dangerous working conditions or that, by this conversation, Hartel had intended to give the LIRR such notice.  Under these circumstances it was not error for Judge Levet to exclude such hearsay testimony.  Schilling v. Delaware &amp; H. R. R., 114 F. 2d 69, 71 (2d Cir. 1940).\n    \n    \n      9\n      By attempting to introduce correspondence and testimony as to conversations between the ticket agents' union and the LIRR, which related to requests for increased protection for ticket clerks from the dangers of armed robbery, plaintiff sought to demonstrate defendant's awareness of the risks its employees faced.  When it was determined that neither this correspondence nor the union leader's conversations with railroad management made specific reference to the Mineola station, this evidence was excluded.\n    \n    \n      10\n      Plaintiff made no offer of evidence which would have shown that there was any unusual danger at the Mineola station.  To be admissible to show the foreseeability of a criminal assault upon an employee for which an employer could be held liable under the FELA, we think that the evidence must be such that it did in fact call, or should have called, to the employer's attention the special dangers found at a particular location.\n    \n    \n      11\n      In this regard the case of Inman v. Baltimore &amp; O. R.R., 361 U.S. 138, 80 S.Ct. 242, 4 L.Ed.2d 198 (1959) is instructive.  There an intoxicated motorist was violating five traffic statutes when he ran down a train flagman.  The Supreme Court affirmed the decision of the Ohio Court of Appeals reversing a jury verdict for plaintiff.  In his concurring opinion Justice Whittaker emphasized the complete failure of the evidence to show that the negligence of the railroad had contributed in any way to the flagman's injury.\n    \n    \n      12\n      Reduced to substance, the simple facts are that petitioner, a crossing flagman, while standing in a well-lighted intersection alongside a passing train in the nighttime and swinging a lighted red lantern in each hand, was struck, knocked down and run over by a drunken driver.  What, I ask, did respondent do or omit that caused or contributed to cause that casualty?  How could it have prevented the casualty?  Petitioner says that respondent failed to provide him with \"enough protection\".  About the only way, as I perceive, that respondent could protect its crossing flagmen against injury from such lawless conduct by third persons would be to provide them with military tanks and make sure they stay in them while within or moving about crossing-intersections in the performance of their duties-and I am not even sure that this method, though ironclad, would be certain protection to a flagman against lawless injury by third persons, for someone might shoot him, an act not very different, it seems to me, from the drunken driver's conduct which injured petitioner in this case, and for which injuries he insists, and four members of this Court agree, a jury should be permitted to require respondent to pay damages.  How this can be thought to square with any known concept of \"negligence\" is beyond me.\n    \n    \n      13\n      361 U.S. at 142, 80 S.Ct. at 244.\n    \n    \n      14\n      Plaintiff's final point is that a confession of one of the perpetrators of the felony murder of Hartel should have been admitted into evidence to show the circumstances under which the robbery occurred.  In this case it was not error to refuse to admit any evidence detailing the circumstances of the robbery when the foreseeability of the crime was not established.4\n    \n    \n      15\n      Although absent foreseeability, plaintiff's case was deficient as a matter of law, the Trial Court also said:\"[O]n judicial appraisal, I find that negligence on the part of the defendant railroad could have played no part in the death of plaintiff's intestate.\"5  We agree.  Even if the LIRR had installed, as plaintiff now suggests, either a steel shutter opening from the inside or a peep-hole which might have enabled the agent to observe persons in the waiting room, these measures would not have protected him from assault and murder.\n    \n    \n      16\n      The judgment below, dismissing the complaint, is affirmed.\n    \n    HAYS, Circuit Judge (dissenting):\n    \n      17\n      I dissent.\n    \n    \n      18\n      There was enought evidence to present a jury question on whether the railroad exercised due care to make the employee's place of employment reasonably safe.  As the Supreme Court has pointed out, Congress expressed a strong preference for jury determination of actions arising under the FELA.  See, Rogers v. Missouri Pacific Railroad Co., 352 U. S. 500, 77 S.Ct. 443, 1 L.Ed.2d 493 (1957).  This is especially true when the issue involved is the negligence of the railroad.\n    \n    \n      19\n      \"The Congress when adopting the law [FELA] was particularly concerned that the issues whether there was employer fault and whether that fault played any part in the injury or death of the employee should be decided by the jury whenever fair minded men could reach those conclusions on the evidence.\" 352 U.S. at 508, 77 S. Ct. at 449.\n    \n    \n      20\n      In the instant case, when the evidence is viewed, as we must view it, in the light most favorable to the appellant, it is clear that a jury could properly find that the employer's failure to install a peephole in a situation where the danger was great and the corrective action required only a small effort, was negligence and that this negligence played some part in the employee's death.\n    \n    \n      21\n      The trial court also erred in excluding evidence which tended to establish the defendant's knowledge of the hazards to which the ticket agent was exposed.  The testimony of the union official concerning his conversations with railroad officials tended to establish that the defendant was aware that the steel doors with no peephole presented a safety problem.\n    \n    \n      22\n      \"I requested that the steel doors be removed from this station [Mineola], as well as other stations, and also that a peephole be put in there and a silent alarm to protect the employees, including protection when they open these offices at six and six thirty in the morning.\"\n    \n    \n      23\n      The exclusion of evidence of prior holdups at defendant's ticket offices was also error.  In FELA cases, where foreseeability has been an issue as in the instant case, proof of prior accidents has been held admissible.  See, Cahill v. New York, New Haven &amp; Hartford R. Co., 236 F.2d 410 (2d Cir. 1956); Plough v. Baltimore &amp; Ohio R. R. Co., 164 F.2d 254 (2d Cir.), cert. denied, 333 U.S. 861, 68 S.Ct. 740, 92 L.Ed. 1140 (1947).  The majority holds that these cases do not require admission of the evidence of prior holdups in the instant case, because the holdups did not occur \"at the exact locus of the incident giving rise to the litigation.\"  I do not read these cases so narrowly.  I would allow the evidence to be admitted since it tended to establish defendant's knowledge of the hazards to which the ticket agent was exposed.\n    \n    \n      \n        1\n         Hartel v. Long Island Rail Road Co., 356 F.Supp. 1192 (S.D.N.Y. filed Mar. 3, 1972)\n      \n      \n        2\n         Id\n      \n      \n        3\n         There had been one robbery in 1964, four in 1966, three in 1967, and two in January, 1968, just prior to the crime in question here.  During two of these completed or attempted crimes, the ticket agent had been assaulted\n      \n      \n        4\n         Several questions concerning the admissibility of this confession were briefed by the parties.  The confession, rather than direct testimony, was offered because the perpetrator, serving a lengthy sentence for this crime, had refused to discuss it without first talking to a lawyer.  Since no evidence concerning how the crime was committed could have been admitted until it was shown to have been foreseeable, we express no view on the other possible grounds for excluding this confession\n      \n      \n        5\n         See note 1, supra\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 310137
        },
        {
            "author_str": "Moore",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMOORE, Circuit Judge:\nSome time between 6:30 and 7:00 A. M. on Sunday, February 18, 1968, John Hartel, a ticket agent for the Long Island Rail Road Company (LIRR) arrived at the Mineóla, Long Island, railroad station to open the ticket office. He entered the waiting room to open the steel shutter covering the ticket window. While so doing, one of three men with a gun stepped up behind him and announced a hold-up. When Hartel at*464tempted to flee, he was shot in the back and killed.1\nPlaintiff-appellant in this action, Hartel’s widow, sought to recover damages from her husband’s employer in her own right and as administratrix of her husband’s estate under the Federal Employers’ Liability Act (FELA) 45 U.S.C. § 51 et seq. The trial court found that plaintiff had “introduced no evidence showing that defendant should have reasonably foreseen the possibility of a holdup at the Mineóla Station”2 and granted defendant’s motion for a directed verdict. From the judgment dismissing the complaint, plaintiff appeals. In addition to charging error in directing a verdict in favor of the defendant, plaintiff asserts that four proffered items of evidence were improperly excluded.\nAn essential ingredient in plaintiff’s case was that she establish that the LIRR should have foreseen that a criminal attack (robbery and murder) might be made upon its ticket agent at the Mineóla station.\nIn reviewing this directed verdict this Court must view the evidence and all inferences therefrom in the light most favorable to the plaintiff. O’Connor v. Pennsylvania R. R., 308 F. 2d 911 (2d Cir. 1962). We have done this, and affirm the decision of the court below.\nThe FELA provides:\nEvery common carrier by railroad * * * shall be liable in damages to any person * * * or, in ease of the death of such employee, to his or her personal representative, * * * for such injury or death resulting in whole or in part from the negligence of any of the officers, agents, or employees of such carrier * * *. 45 U.S.C. § 51.\nTo establish her case plaintiff had to show that the danger to her husband from armed criminals was, or should have been foreseen by the defendant. Once this was shown, a further showing that defendant was negligent in whole or in part in failing to minimize this danger would have been required.\nIn attempting to demonstrate the foreseeability of the criminal assault which caused her husband’s death, plaintiff offered to prove that in the preceding four years there had been ten robberies or attempted robberies at defendant’s stations located between 4.7 and 29.8 miles from the Mineóla station.3 Two of these had occurred in the month immediately preceding the Mineóla holdup. Judge Levet refused to permit this proof. Plaintiff here argues that evidence of prior holdups should have been admitted to show that the LIRR did have knowledge of the dangers ticket agents faced. In each of the cases cited by plaintiff to support this position, however, the courts have specifically limited evidence of prior incidents to those occurring at the exact locus of the incident giving rise to the litigation. In addition, they have required that the circumstances under which such incidents occurred must have been substantially the same as those in the action brought. Thus, in Cahill v. New York, N. H. &amp; H. R. R., 236 F.2d 410, 411 (2d Cir. 1956), the case most heavily relied upon by plaintiff, a listing of the collisions which had occurred at a particular intersection was admitted to show the railroad’s knowledge of the danger of such incidents at that place. In the instant case no prior robbery had occurred at the Mineóla station. Therefore, Judge Levet was correct in excluding the evidence of prior robberies. See also Plough v. Baltimore &amp; O. R. R., 164 F.2d 254, 256 (2d Cir. 1947).\n*465Plaintiff also sought to introduce testimony concerning a conversation between herself and a staff attorney of the LIRR named Donnelly. Just before Hartel’s funeral Donnelly, who had been Hartel’s friend, told plaintiff that her husband had once mentioned to him that he was afraid of working at the Mineóla station. Direct testimony by Donnelly was not offered. In addition, it was not shown that Donnelly was authorized to receive notice of dangerous working conditions or that, by this conversation, Hartel had intended to give the LIRR such notice. Under these circumstances it was not error for Judge Levet to exclude such hearsay testimony. Schilling v. Delaware &amp; H. R. R., 114 F. 2d 69, 71 (2d Cir. 1940).\nBy attempting to introduce correspondence and testimony as to conversations between the ticket agents’ union and the LIRR, which related to requests for increased protection for ticket clerks from the dangers of armed robbery, plaintiff sought to demonstrate defendant’s awareness of the risks its employees faced. When it was determined that neither this correspondence nor the union leader’s conversations with railroad management made specific reference to the Mineóla station, this evidence was excluded.\nPlaintiff made no offer of evidence which would have shown that there was any unusual danger at the Mineóla station. To be admissible to show the foreseeability of a criminal assault upon an employee for which an employer could be held liable under the FELA, we think that the evidence must be such that it did in fact call, or should have called, to the employer’s attention the special dangers found at a particular location.\nIn this regard the case of Inman v. Baltimore &amp; O. R.R., 361 U.S. 138, 80 S.Ct. 242, 4 L.Ed.2d 198 (1959) is instructive. There an intoxicated motorist was violating five traffic statutes when he ran down a train flagman. The Supreme Court affirmed the decision of the Ohio Court of Appeals reversing a jury verdict for plaintiff. In his concurring opinion Justice Whittaker emphasized the complete failure of the evidence to show that the negligence of the railroad had contributed in any way to the flagman’s injury.\nReduced to substance, the simple facts are that petitioner, a crossing flagman, while standing in a well-lighted intersection alongside a passing train in the nighttime and swinging a lighted red lantern in each hand, was struck, knocked down and run over by a drunken driver. What, I ask, did respondent do or omit that caused or contributed to cause that casualty? How could it have prevented the casualty? Petitioner says that respondent failed to provide him with “enough protection”. About the only way, as I perceive, that respondent could protect its crossing flagmen against injury from such lawless conduct by third persons would be to provide them with military tanks and make sure they stay in them while within or moving about crossing-intersections in the performance of their duties — and I am not even sure that this method, though ironclad, would be certain protection to a flagman against lawless injury by third persons, for someone might shoot him, an act not very different, it seems to me, from the drunken driver’s conduct which injured petitioner in this case, and for which injuries he insists, and four members of this Court agree, a jury should be permitted to require respondent to pay damages. How this can be thought to square with any known concept of “negligence” is beyond me.\n361 U.S. at 142, 80 S.Ct. at 244.\nPlaintiff’s final point is that a confession of one of the perpetrators of the felony murder of Hartel should have been admitted into evidence to show the circumstances under which the robbery occurred. In this case it was not error to refuse to admit any evidence detailing the circumstances of the robbery when *466the foreseeability of the crime was not established.4\nAlthough absent foreseeability, plaintiff’s case was deficient as a matter of law, the Trial Court also said: “[0]n judicial appraisal, I find that negligence on the part of the defendant railroad could have played no part in the death of plaintiff’s intestate.”5 We agree. Even if the LIRR had installed, as plaintiff now suggests, either a steel shutter opening from the inside or a peep-hole which might have enabled the agent to observe persons in the waiting room, these measures would not have protected him from assault and murder.\nThe judgment below, dismissing the complaint, is affirmed.\n\n. Hartel v. Long Island Rail Road Co., 356 F.Supp. 1192 (S.D.N.Y. filed Mar. 3, 1972).\n\n\n. Id.\n\n\n. There had been one robbery in 1964, four in 1966, three in 1967, and two in January, 1968, just prior to the crime in question here. During two of these completed or attempted crimes, the ticket agent had been assaulted.\n\n\n. Several questions concerning the admissibility of this confession were briefed by the parties. The confession, rather than direct testimony, was offered because the perpetrator, serving a lengthy sentence for this crime, had refused to discuss it without first talking to a lawyer. Since no evidence concerning how the crime was committed could have been admitted until it was shown to have been foreseeable, we express no view on the other possible grounds for excluding this confession.\n\n\n. See note 1, supra.\n\n",
            "ocr": false,
            "opinion_id": 9459346
        },
        {
            "author_str": "Hays",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHAYS, Circuit Judge\n(dissenting): I dissent.\nThere was enought evidence to present a jury question on whether the railroad exercised due care to make the employee’s place of employment reasonably safe. As the Supreme Court has pointed out, Congress expressed a strong preference for jury determination of actions arising under the FELA. See, Rogers v. Missouri Pacific Railroad Co., 352 U. S. 500, 77 S.Ct. 443, 1 L.Ed.2d 493 (1957). This is especially true when the issue involved is the negligence of the railroad.\n“The Congress when adopting the law [FELA] was particularly concerned that the issues whether there was employer fault and whether that fault played any part in the injury or death of the employee should be decided by the jury whenever fair minded men could reach those conclusions on the evidence.” 352 U.S. at 508, 77 S. Ct. at 449.\nIn the instant case, when the evidence is viewed, as we must view it, in the light most favorable to the appellant, it is clear that a jury could properly find that the employer’s failure to install a peephole in a situation where the danger was great and the corrective action required only a small effort, was negligence and that this negligence played some part in the employee’s death.\nThe trial court also erred in excluding evidence which tended to establish the defendant’s knowledge of the hazards to which the ticket agent was exposed. The testimony of the union official concerning his conversations with railroad officials tended to establish that the defendant was aware that the steel doors with no peephole presented a safety problem.\n“I requested that the steel doors be removed from this station [Mineóla], as well as other stations, and also that a peephole be put in there and a silent alarm to protect the employees, including protection when they open these offices at six and six thirty in the morning.”\nThe exclusion of evidence of prior holdups at defendant’s ticket offices was also error. In FELA cases, where foreseeability has been an issue as in the instant case, proof of prior accidents has been held admissible. See, Cahill v. New York, New Haven &amp; Hartford R. Co., 236 F.2d 410 (2d Cir. 1956); Plough v. Baltimore &amp; Ohio R. R. Co., 164 F.2d 254 (2d Cir.), cert. denied, 333 U.S. 861, 68 S.Ct. 740, 92 L.Ed. 1140 (1947). The majority holds that these cases do not require admission of the evidence of prior holdups in the instant case, because the holdups did not occur “at the exact locus of the incident giving rise to the litigation.” I do not read these cases so narrowly. I would allow *467the evidence to be admitted since it tended to establish defendant’s knowledge of the hazards to which the ticket agent was exposed.\n",
            "ocr": false,
            "opinion_id": 9459347
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}