{
    "id": 315328,
    "judges": "Brown, Dyer, Per Curiam, Simpson",
    "date_filed": 127094400000,
    "date_filed_is_approximate": false,
    "slug": "robert-wesley-jr-82257-v-state-of-alabama",
    "case_name_short": null,
    "case_name": "Robert Wesley, Jr., 82257 v. State of Alabama",
    "case_name_full": "Robert WESLEY, Jr., #82257, Petitioner-Appellant, v. STATE OF ALABAMA, Respondent-Appellee",
    "attorneys": "Robert Wesley, pro se., William J. Baxley, Atty. Gen., Donald G. Valeska, II, Asst. Atty. Gen., Montgomery, Ala. for respondent-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b92-6\">\n    Robert WESLEY, Jr., #82257, Petitioner-Appellant, v. STATE OF ALABAMA, Respondent-Appellee.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b92-8\">\n    No. 73-2713\n   </docketnumber><p data-order=\"2\" data-type=\"misc\" id=\"A5\">\n    Summary Calendar.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</p><br><court data-order=\"3\" data-type=\"court\" id=\"b92-9\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b92-11\">\n    Jan. 11, 1974.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b92-20\">\n    Robert Wesley, pro se.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b92-21\">\n    William J. Baxley, Atty. Gen., Donald G. Valeska, II, Asst. Atty. Gen., Montgomery, Ala. for respondent-appellee.\n   </attorneys><br><p data-order=\"7\" data-type=\"judges\" id=\"b92-22\">\n    Before BROWN, Chief Judge, and DYER and SIMPSON, Circuit Judges.\n   </p><div class=\"footnotes\"><div class=\"footnote\" data-order=\"8\" data-type=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b92-13\">\n     Rule 18; 5 Cir.;\n     <em>\n      see\n     </em>\n     Isbell Enterprises, Inc. v. Citizens Casualty Company of New York et al., 5 Cir. 1970, 431 F.2d 409, Part I.\n    </p>\n</div></div>",
    "citations": [
        "488 F.2d 30"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/488/488.F2d.30.73-2713.html",
            "author_id": null,
            "opinion_text": "488 F.2d 30\n    Robert WESLEY, Jr., #82257, Petitioner-Appellant,v.STATE OF ALABAMA, Respondent-Appellee.\n    No. 73-2713 Summary Calendar.*\n    United States Court of Appeals,Fifth Circuit.\n    Jan. 11, 1974.\n    \n      Robert Wesley, pro se.\n      William J. Baxley, Atty. Gen., Donald G. Valeska, II, Asst. Atty. Gen., Montgomery, Ala. for respondent-appellee.\n      Before BROWN, Chief Judge, and DYER and SIMPSON, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Wesley, a prisoner of the State of Alabama, has appealed from the district court's denial of his petition for habeas corpus.  We vacate the ruling below and remand the cause for an evidentiary hearing.\n    \n    \n      2\n      Wesley was seventeen years old when he pled guilty to three charges of burglary in the Circuit Court of Jefferson County, Alabama.  On November 16, 1961, he was sentenced to serve two years consecutively on each charge.  No direct appeal was taken from these judgments of conviction, the validity of which Wesley now attacks in these proceedings.\n    \n    \n      3\n      Wesley escaped from confinement on March 19, 1962, and was not returned to custody of the Alabama authorities until 1972.  Thereafter he filed a petition in the nature of coram nobis under Alabama law,1 styled a \"motion to vacate,\" in his trial court.  The action was dismissed after a very brief evidentiary hearing at which only Wesley testified, and without any findings of fact or conclusions of law. Wesley alleges that the judgment of dismissal subsequently was affirmed by the Alabama Court of Criminal Appeas (apparently without a published opinion).\n    \n    \n      4\n      In the court below, Wesley filed a habeas petition based upon the same grounds he had urged in his state motion to vacate: (1) that he was denied counsel at all stages of the trial proceedings; and (2) that his guilty plea had resulted from a combination of seven days' incommunicado interrogation and police promises of \"help\"2 if he would plead guilty.\n    \n    \n      5\n      In its order denying habeas relief the district court ruled only with regard to Wesley's first contention, holding that the record reflected that Wesley was represented by counsel at his arraignment, plea of guilty, and sentencing.  These findings were based upon a docket entry in which the name of \"J. Davis\" appeared as counsel for the defendant, a notation in the court minutes to the effect that Wesley was represented by counsel, and an affidavit from the trial judge stating that although he did not have a personal and individual recollection of having handled the case, it was his consistent policy at that time to appoint counsel for indigent defendants and in every case where this was done a notation was made in the record to this effect.  Since there was no record of an appointment of counsel in Wesley's case, the judge concluded in his affidavit that Wesley must have been represented by privately retained counsel.3\n    \n    \n      6\n      In view of the fact that the record is not \"silent\" as to Wesley's representation by counsel, he would have the burden of proving otherwise.  However, he could hardly sustain his burden of proof unless he were accorded a full and fair evidentiary hearing.  The district court should not have denied relief on this point without conducting such a hearing, in light of the shortcomings of the hearing held in the state court.  See 28 U.S.C.A. Sec. 2254(d); Dulin v. Henderson, 5 Cir. 1971, 448 F.2d 1238.\n    \n    \n      7\n      Secondly, the district court failed to rule on the averments of coercion and upkept plea bargain alleged by Wesley.  He has alleged that while he was in jail serving a 180-day sentence for fighting, the burglary charges were brought against him and that he was transferred from the city jail to the county jail, where he was held incommunicado for seven days and interrogated for long periods without the presence of counsel.  He further alleged that the police told him that they wanted to \"clean up the books of several unsolved burglaries\" and promised to \"help\" him if he pled guilty to the three burglary charges.  If Wesley can prove these allegations he would be entitled to the relief he seeks.  See Santobello v. New York, 1971, 404 U.S. 257, 92 S.Ct. 495, 30 L.Ed.2d 427; Ross v. Wainwright, 5 Cir. 1971, 451 F. 2d 298.  This issue was superfically covered at the state coram nobis hearing.  An examination of the transcript of that hearing indicates that it was entirely inadequate, consisting only of a few questions by the judge addressed to Wesley and a dismissal with no written reasons given.  Although the record indicates that two court-appointed counsel were present, there is no indication whatsoever that they took part in the proceedings.\n    \n    \n      8\n      We hold that the state court's evidentiary hearing was not sufficiently \"full and fair;\" and that Wesley's contentions are such that they cannot be denied summarily.  See 28 U.S.C.A. Sec. 2254(d); Townsend v. Sain, 1963, 372 U.S. 293, 83 S.Ct. 745, 9 L.Ed.2d 770; Santobello v. New York, supra; Ross v. Wainwright, supra; Dulin v. Henderson, supra.  Accordingly we VACATE the judgment below and REMAND the cause for further proceedings, including an evidentiary hearing at which Wesley should have counsel appointed to represent him.\n    \n    \n      9\n      Vacated and remanded, with directions.\n    \n    \n      \n        *\n         Rule 18, 5 Cir.; see Isbell Enterprises, Inc. v. Citizens Casualty Company of New York et al., 5 Cir. 1970, 431 F.2d 409, Part I\n      \n      \n        1\n         See Wiman v. Argo, 5 Cir. 1962, 308 F.2d 674, cert. denied, 371 U.S. 933, 83 S.Ct. 306, 9 L.Ed.2d 270; Burton v. State of Alabama, 5 Cir. 1968, 396 F.2d 755\n      \n      \n        2\n         Wesley testified at his state evidentiary hearing that the police promised him probation if he would plead guilty\n      \n      \n        3\n         At the evidentiary hearing held in state court, Wesley testified, \"My people were poor and didn't have money for a lawyer.\"\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 315328
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}