{
    "id": 2681560,
    "judges": "Presiding Judge Joseph M. Tipton",
    "date_filed": "2015-04-16",
    "date_filed_is_approximate": true,
    "slug": "state-of-tennessee-v-donald-wayne-mccall",
    "case_name_short": null,
    "case_name": "State of Tennessee v. Donald Wayne McCall",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/mccalldonaldwayneopn.pdf",
            "author_id": 8292.0,
            "opinion_text": "        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                             Assigned on Briefs May 6, 2014\n\n            STATE OF TENNESSEE v. DONALD WAYNE McCALL\n\n                   Appeal from the Circuit Court for Crockett County\n                         No. 42565 Clayburn Peeples, Judge\n\n\n                  No. W2013-01501-CCA-R3-CD - Filed June 30, 2014\n\n\nThe Defendant, Donald Wayne McCall, was convicted by a Crockett County Circuit Court\njury of rape of a child, a Class A felony, and two counts of aggravated sexual battery, Class\nB felonies. See T.C.A. §§ 39-13-522, 39-13-504(a)(4) (2010). The trial court sentenced the\nDefendant as a Range II, multiple offender to forty years for child rape at 100% service and\nto twenty years for each aggravated sexual battery conviction at 100% service. The trial\ncourt ordered consecutive sentences, for an effective eighty-year sentence. On appeal, the\nDefendant contends that (1) the evidence is insufficient to support his convictions, (2) the\ntrial court erred by failing to exclude evidence related to one victim’s credibility, and (3) the\ntrial court erred by permitting the State to impeach him with his previous convictions. We\naffirm the judgments of the trial court.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgments of the Circuit Court Affirmed\n\nJ OSEPH M. T IPTON, P.J., delivered the opinion of the court, in which A LAN E. G LENN and\nC AMILLE R. M CM ULLEN, JJ., joined.\n\nPatrick Dollar, Jackson, Tennessee, for the appellant, Donald Wayne McCall.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Tracy L. Alcock, Assistant Attorney\nGeneral; Garry Brown, District Attorney General; and Hillary Lawler Parham, Assistant\nDistrict Attorney General, for the appellee, State of Tennessee.\n\n                                          OPINION\n\n       The Defendant was convicted of the rape and aggravated sexual battery of J.M., the\nDefendant’s niece, and the aggravated sexual battery of K.P., the Defendant’s great niece.\nAt the trial, J.M.’s father, who was also K.P.’s grandfather, testified that on July 4, 2011, he\nhosted a family gathering at his house. He said that sometime after the July 4 holiday, he saw\n\fthe Defendant, who was his brother, and the victims in the swimming pool. He said that J.M.\nwas sitting on the Defendant’s left leg and that K.P. was sitting on the Defendant’s right leg.\nHe told the victims to get off the Defendant and to swim or to get out of the pool. He said\nhe left the area and began working in the yard. He said he saw the victims and the Defendant\nalone in the pool once after that day.\n\n       On cross-examination, J.M.’s father testified that the first time he saw the Defendant\nand the victims in the swimming pool was on Saturday after the July 4 holiday. He said that\nthe second time he saw them in the pool was about one week later and that after that day, the\nvictims no longer wanted to swim. He said that when he learned of the allegations, he talked\nto two county sheriff’s deputies, who called Detective Curtis. He said he took J.M. to the\nhospital to be examined about two or three months after he learned of the allegations. He\nsaid that he took J.M. to a woman he identified as Ms. Anita for counseling but that he did\nnot like Ms. Anita’s talking to J.M.\n\n       J.M. testified that she was born on August 2, 1998, and that she was twelve years old\nin July 2011. She identified her parents and said that K.P. was her niece and that the\nDefendant was her uncle, although she had known the Defendant less than one year in July\n2011. She said that although she did not recall the date on which the incidents occurred, they\noccurred after July 4.\n\n        J.M. testified that on the first day she, K.P., and the Defendant were in the swimming\npool, they played and splashed the Defendant. She said the Defendant asked them, “You\nwant to know what happens when you splash me?” She said she splashed him again, and the\nDefendant grabbed her breast. She did not know if K.P. saw the Defendant grab her breast.\nShe said they continued to play and splash the Defendant, and he grabbed her breast “most\nof the time.” She thought the Defendant should not have grabbed her there and said he also\ntouched her “crotch area” over her bathing suit. She said the first time the Defendant\ntouched her private area was when she held onto the side of the pool. She said they were\nplaying a game in which she and K.P. held onto the side of the pool, and the Defendant\nattempted to pull them from the side. She recalled holding onto the side of the pool and the\nDefendant’s reaching and touching her private area.\n\n        J.M. testified that the Defendant also touched her private area when she sat on his\nknee. She said the Defendant had his hands under the water and touched her and K.P. “down\nthere.” She said she saw the Defendant touch K.P. She said that at one point, she put on\ngoggles to determine if the Defendant was touching K.P. She said that before she went under\nthe water with the goggles, she suspected the Defendant was touching K.P. because K.P.\nyelled, “[I]t was an inappropriate place to touch.” She said that the Defendant left the pool\nto smoke a cigarette and that she and K.P. left a few minutes later. She said that the\n\n                                              -2-\n\fDefendant asked her if she knew not to tell anyone and that she “nodded her head yes.” She\nsaid K.P. was a few feet away.\n\n        J.M. testified that she and K.P. talked about what happened and discussed whether to\nreport the Defendant’s touching them but that they decided not to tell anyone because they\nfeared J.M.’s father would not believe them. She said that previously, the Defendant told her\nfather that she made a “smart comment” to the Defendant, that she denied making the\ncomment, and that her father believed the Defendant.\n\n       J.M. testified that the following day, the Defendant came to her house to assist her\nfather repair something. She said that she and K.P. were swimming when the Defendant\narrived, that the Defendant entered the pool after he finished helping her father, and that “it\nhappened again.” She said the Defendant placed her on his lap and touched her private area\nwith his hand beneath her bathing suit. She said the Defendant inserted his finger into her\nvagina “a couple of times.” She said her father began mowing the yard after he and the\nDefendant finished the repairs. She did not recall the Defendant’s saying anything during\nthe incident and said K.P. was on the other side of the pool at the time. She said that the\nDefendant attempted to place her hand on his crotch a couple of times but that she “jerked”\nher hand away. She said they all left the pool because it began to rain. She did not see the\nDefendant touch K.P. that day and said the Defendant drove K.P. home.\n\n        J.M. testified that she and K.P. discussed again whether they should tell anyone about\nthe Defendant’s touching them but denied that they discussed the details of what occurred.\nShe said that the following Saturday, the Defendant came to her house to repair her sister’s\nJeep. She said her mother sent her outside to ask the Defendant a question. She said that she\ncomplied and that when she returned, her mother asked why she was hateful to the\nDefendant. She said her mother stated, “It’s not like he’s ever touched you or anything like\nthat, right?” She said she broke down, cried, and told her mother what occurred. She said\nthat her mother called her father and that she and her mother calmly walked to the car, left\nthe house, and met K.P. and her mother at the library.\n\n        On cross-examination, J.M. testified that she wore a one-piece swimsuit when the\nincidents occurred. She agreed the incidents occurred on a Wednesday and a Thursday and\ndenied they occurred on a Saturday. Regarding the first incident, she agreed the Defendant\nfirst touched her when they were splashing around in the swimming pool. She did not know\nhow many times the Defendant touched her breast and said he touched her private area three\nor four times. She denied knowing why she and K.P. stayed in the pool that day but said they\nfirst thought it was an accident and “freaked out” when the Defendant touched their crotch\nareas.\n\n\n\n                                              -3-\n\f       J.M. testified that the Defendant wore his “street” clothes in the swimming pool on\nthe second day. She said she and K.P. stayed in the pool because J.M.’s father was outside\nmowing the lawn and thought the Defendant would stay away from them. She described how\nthe Defendant moved her swimsuit to the side and “put his hand in.” When asked why she\ndid not leave, she said she was scared, did not know what to do, and froze. She said she was\n“pretty sure” the Defendant attempted to put her hand on his crotch area because he pulled\nher hand to “his crotch area.” She said that her hand touched his jeans and that she quickly\njerked her hand away. She denied getting into the pool with the Defendant after the incidents\noccurred.\n\n        J.M. testified that she put on the goggles before she and K.P. sat on the Defendant’s\nknees. She did not know of any incidents involving K.P. after the first day. When\nconfronted with her previous testimony, she denied saying that she and K.P. decided not to\ntell anyone for any other reason than fearing J.M.’s parents would not believe them. She\ndenied K.P. said “it” did not happen to her. She denied she thought her parents would not\nbelieve her because she had been in trouble at school.\n\n        J.M. testified that she and K.P. were in the swimming pool a couple of hours each day.\nShe said that K.P. wore shorts over her swimsuit on the first day and that she wore a swimsuit\nwith a skirt attached to it. She said she was not wearing shorts when the Defendant inserted\nhis finger into her vagina but did not recall exactly what she wore. She knew the Defendant\ntouched her first because he had already touched her breast and crotch area before K.P. yelled\nthat the Defendant was being inappropriate. She agreed she told her mother what occurred\nin October 2011. She said she and K.P. agreed never to talk about the incidents and to\nattempt to forget what occurred. She said she told her mother what occurred because there\nwas something about the way her mother asked her. She said she liked to write stories,\nincluding fantasies.\n\n         K.P. testified that she was born on November 24, 1999, that she was eleven years old\nat the time of the incidents, and that the Defendant was her great uncle. She said that in July\n2011, she had known the Defendant for about one year. She said that a few days after July\n4, 2011, the Defendant touched her. She said that she, J.M., and the Defendant were in\nJ.M.’s swimming pool when he touched her. She said that the Defendant told her that he was\ntired from playing in the pool and that although he did not leave the pool, he placed her on\nhis lap. She said J.M. was on the other side of the pool at the time. She said the Defendant\ntouched her crotch area but denied he moved his hands around. She said the Defendant also\ngrabbed her breasts after she splashed him. She denied the Defendant touched her anywhere\nelse that day.\n\n\n\n\n                                              -4-\n\f       K.P. testified that the Defendant touched her on other occasions but denied that he\nattempted to make her touch him. She said the Defendant told her not to tell anyone about\nthe touching. She said that after they got out of the pool, the Defendant took her home. She\ndid not recall anyone else being at the house that day.\n\n       K.P. testified that the following day, she returned to J.M.’s house and swam in the\npool. She said the Defendant touched her breast and crotch area like he did the previous day.\nShe recalled J.M.’s father mowing the lawn when they were in the pool. She said she saw\nthe Defendant touch J.M. when she put on goggles and went underwater, which she did to\ndetermine what the Defendant was doing to J.M. She said that she saw the Defendant touch\nJ.M.’s crotch area underneath J.M.’s swimsuit. She said the Defendant told them not to tell\nanyone about the incident. She denied that she and J.M. talked about the details of the\nincident but said they discussed if they should tell someone. She said that J.M. wanted to tell\nsomeone but that K.P. thought it was an accident. She said she did not want to tell anyone.\nShe stated that she ultimately told her mother about the incidents when her mother asked if\nthe Defendant had ever touched her. She said that after she told her mother what occurred,\nshe and her mother met J.M. and J.M.’s mother at the library.\n\n        On cross-examination, K.P. testified that she did not recall whom the Defendant\ntouched first, but she thought he touched her first. She said she and J.M. were sitting on the\nDefendant’s knees at the same time. She said that they were in the swimming pool for about\ntwo or three hours but that it was “almost all day.” She clarified that it seemed as though\nthey were in the pool for two or three hours but that it was all day. She said the incident on\nthe first day occurred late in the day. She agreed she did not tell anyone about the incidents\nand said nothing seemed inappropriate to her.\n\n         K.P. testified that at the end of the first day, she and J.M. became hungry and left the\nswimming pool and that the Defendant remained in the pool. She said they “kind of” got out\nof the pool because of the Defendant’s touching them. She said the Defendant did not touch\nher when he drove her home that day. She said that the Defendant was living with her family\nat the time of the incidents, that they played cards in his room, and that he never touched her\nwhen they played cards.\n\n        K.P. testified that on the second day, the Defendant was not in the swimming pool\nwhen she and J.M. entered the pool. She said the Defendant was at J.M.’s house to assist\nJ.M.’s father repair the lawnmower. She agreed she invited the Defendant to swim with them\nbecause she thought his touching them the previous day was an accident. She agreed,\nthough, she used goggles to determine if the Defendant was touching J.M. the same way he\nwas touching her. When presented with her previous testimony, she stated that she did not\nrecall saying she saw the Defendant touch J.M. when she was wearing goggles underwater,\n\n                                               -5-\n\frather than she put on the goggles with the purpose of determining if the Defendant was\ntouching J.M.\n\n       K.P. testified that she never got in the swimming pool with the Defendant after the\nincidents. She said she never told anyone what occurred until her mother approached her\nabout it in October 2011. She denied talking to J.M. in October about the incidents. She\nagreed she continued to think in October that the touching was accidental. She did not recall\nher previous testimony in which she stated that the Defendant attempted to make her touch\nhim. She denied her father or J.M.’s father ever swam with her and J.M.\n\n       J.M.’s mother, who was K.P.’s stepgrandmother, testified that she was home the two\ndays in which J.M. and K.P. swam with the Defendant. She said she first learned of the\nallegations in October 2011 when the Defendant was at her house repairing a car. She asked\nJ.M. to go outside and ask the Defendant a question related to car parts. She said J.M. did\nnot want to talk to the Defendant, although she told J.M. to do it anyway. She said J.M.\nreturned, was upset, and did not want to go outside anymore. She said she was confused and\nasked J.M. why she was behaving this way. She said that she told J.M., “It’s not like he’s\never touched you or nothing,” and that J.M. began to cry. She said that she asked J.M. if the\nDefendant had touched her and that J.M. cried. J.M. told her that the Defendant touched her\nbetween the legs when J.M.’s mother was inside the house. She said J.M. told her that the\nDefendant touched K.P., too.\n\n         J.M.’s mother testified that she called her husband, who called K.P.’s mother. She\ndenied J.M. and K.P. talked from the time J.M. told her about the allegations to K.P.’s telling\nher mother about the allegations. She said that after she and J.M. met K.P. and her mother\nat the library, they went to the police station. She said that after the July 4 holiday, J.M. was\ndifferent when the Defendant came to her house. She said that anytime the Defendant came\nto their house, J.M. put on long sleeves and pants. She said J.M. refused to swim, although\nshe loved swimming, and disrespected the Defendant.\n\n       On cross-examination, J.M.’s mother testified that she convinced J.M. to go\nswimming with her once after the incidents occurred. She said she equated J.M.’s changing\nher clothes when the Defendant was at their house and her disrespect toward the Defendant\nto J.M.’s adolescent attitude. She agreed J.M. and K.P. talked to her after their trial\ntestimony but denied discussing the substance of their testimony. She said that she recalled\nwalking outside the house during the relevant days and that she thought J.M., K.P., and the\nDefendant were having a good time. Although she could not recall whether it was the first\nor second day, she said J.M. entered the house and stated she was done with swimming.\n\n\n\n\n                                               -6-\n\f       Upon this proof, the Defendant was convicted of rape of a child of J.M., aggravated\nsexual battery of J.M., and aggravated sexual battery of K.P. The trial court sentenced the\nDefendant as a Range II, multiple offender to forty years for the child rape conviction and\nto twenty years for each aggravated sexual battery conviction. The court ordered consecutive\nsentences, for an effective eighty-year sentence at 100% service. This appeal followed.\n\n                                                I\n\n       The Defendant contends that the evidence is insufficient to support his convictions.\nHe argues that the victims’ testimony was “filled with inconsistencies and lack of memory”\nand that the jury convicted the Defendant because of the “nature of the charges.” The State\nresponds that the evidence is sufficient. We agree with the State.\n\n       Our standard of review when the sufficiency of the evidence is questioned on appeal\nis “whether, after viewing the evidence in the light most favorable to the prosecution, any\nrational trier of fact could have found the essential elements of the crime beyond a\nreasonable doubt.” Jackson v. Virginia, 443 U.S. 307, 319 (1979). We do not reweigh the\nevidence but presume that the trier of fact has resolved all conflicts in the testimony and\ndrawn all reasonable inferences from the evidence in favor of the State. See State v.\nSheffield, 676 S.W.2d 542, 547 (Tenn. 1984); State v. Cabbage, 571 S.W.2d 832, 835\n(Tenn. 1978). Questions about witness credibility are resolved by the jury. See State v.\nBland, 958 S.W.2d 651, 659 (Tenn. 1997).\n\n        Rape of a child, in relevant part, is the “unlawful sexual penetration of a victim by the\ndefendant . . . , if the victim is more than three (3) years of age but less than thirteen (13)\nyears of age.” T.C.A. § 39-13-522 (2010). Aggravated sexual battery is defined, in relevant\npart, as the “unlawful sexual contact with a victim by the defendant” when the victim is less\nthan thirteen (13) years old. Id. § 39-13-504(a)(4) (2010).\n\n        In the light most favorable to the State, the record shows that the evidence is sufficient\nto support the Defendant’s convictions. Regarding the rape of a child conviction, J.M.\ntestified that she was twelve years old in July 2011 when the incidents occurred. J.M. said\nthat on the second day the Defendant placed her on his lap and inserted his finger into her\nvagina “a couple of times.” She said the Defendant moved her bathing suit to the side and\n“put his hand in.”\n\n       Regarding the aggravated sexual battery of J.M., the State elected the Defendant’s\ntouching her on the second day. J.M. testified that on the second day, the Defendant placed\nher on his lap and touched her private area with his hand beneath her bathing suit. Further,\n\n\n\n                                               -7-\n\fK.P. testified that she put on goggles and saw the Defendant touch J.M.’s crotch area under\nJ.M.’s swimsuit.\n\n        Regarding the aggravated sexual battery of K.P., the State elected the Defendant’s\ntouching her on the first day. K.P. testified that she was eleven years old in July 2011. She\nsaid that on the first day, the Defendant told her that he was tired from playing in the\nswimming pool and sat her on his lap. She said the Defendant touched her crotch area. K.P.\nalso stated that the Defendant grabbed her breasts after she splashed him. J.M. heard K.P.\nyell, “[I]t was an inappropriate place to touch,” put on goggles, and saw the Defendant\ntouching K.P.’s crotch area.\n\n       We note that although the Defendant argues that inconsistencies in the victims’\ntestimony supports his contention that the evidence is insufficient, the jury as the tier of fact\nresolved any conflicts in the evidence and weighed the witnesses’ credibility. See Bland, 958\nS.W.2d at 659. The Defendant is not entitled to relief on this basis.\n\n                                               II\n\n       The Defendant contends that the trial court erred by excluding evidence related to\nJ.M.’s credibility. He argues that a school report related to J.M.’s making inappropriate\nsexual comments to a male classmate was admissible and relevant to J.M.’s credibility and\nthat the report showed J.M. previously “fabricated a story concerning alleged sexually\ninappropriate behavior.” The State responds that the court did not abuse its discretion by\nexcluding the evidence. We agree with the State.\n\n        Relevant evidence has “any tendency to make the existence of any fact that is of\nconsequence to the determination of the action more probable or less probable than it would\nbe without the evidence.” Tenn. R. Evid. 401. A trial court may exclude relevant evidence\n“if its probative value is substantially outweighed by the danger of unfair prejudice,\nconfusion of the issues, or misleading to the jury[.]” Id. at 403. Questions regarding the\nadmissibility and relevancy of evidence lies within the trial court’s discretion, and this court\n“does not interfere with the exercise of that discretion unless a clear abuse appears on the\nface of the record.” State v. Franklin, 308 S.W.3d 799, 809 (Tenn. 2010) (citing State v.\nLewis, 235 S.W.3d 136, 141 (Tenn. 2007)).\n\n       At a jury-out hearing, defense counsel told the trial court that he had received J.M.’s\nschool records and asked the court to determine whether the records could be used during his\ncross-examination of her. The prosecutor told the court that the records showed that in April\n2011, J.M. told a boy at school that “all she needed was a dark room, duct tape, a rope, and\na knife to rape him.” Counsel argued that at the preliminary hearing, J.M. testified that she\n\n                                               -8-\n\fdid not report the Defendant’s conduct because her father would not believe her. It was\ncounsel’s belief that this school incident was the reason for her failure to report the alleged\nincidents relevant to this case. The State argued that the records were irrelevant and that\nalternatively, the probative value of the school incident was substantially outweighed by the\nunfair prejudice. The trial court found that the incident was not relevant to the State’s case-\nin-chief and excluded its admission. The court told counsel to raise the issue again if the\ntestimony developed in such a manner that made the report relevant.\n\n       On cross-examination, counsel asked J.M. if she failed to report the Defendant’s\ntouching her because she got into trouble at school. She denied that her getting into trouble\nwas related to her failure to report the touching. Before counsel could question J.M. about\nthe substance of the school incident, the prosecutor objected. At a bench conference, counsel\ntold the trial court that the incident was relevant because “[s]he’s telling a story about why\nshe didn’t think her dad would believe her, and I --.” The court interrupted and found that\n“it had nothing to do with her getting in trouble.” The court found that the school incident\nwas not relevant at that point in the trial. The school incident was not addressed again.\n\n       We conclude that the trial court did not abuse its discretion by finding the school\nincident irrelevant. The incident was not relevant to determining whether it was more or less\nprobable that the Defendant committed the offenses of which he was charged. We note that\nalthough the Defendant argues that the incident showed J.M. previously “fabricated a story\nconcerning alleged sexually inappropriate behavior,” nothing in the record shows that the\nJ.M. fabricated anything during the school incident. To the contrary, the record shows she\nmade the sexual comments to a fellow classmate and was disciplined for the comments. The\nDefendant is not entitled to relief on this basis.\n\n                                              III\n\n       The Defendant contends that the trial court erred by permitting the State to impeach\nhim with his previous convictions for escape in January 1994, second degree murder in July\n1985, sexual battery in 1980, petit larceny in 1977, felonious jail escape in June 1977, petit\nlarceny in June 1977, assault with the intent to commit a felony in October 1976, attempt to\ncommit a felony in January 1974, and Texas convictions for assault in 1972 and robbery in\n1970, had he chosen to testify. He argues that the court failed to provide specific facts and\ncircumstances in finding that the interest of justice was served and that the probative value\nsubstantially outweighed its prejudicial effect pursuant to Tennessee Rule of Evidence 609.\nThe State responds that the court properly permitted the State to impeach the Defendant with\nhis previous convictions. We conclude that the Defendant is not entitled to relief.\n\n\n\n\n                                              -9-\n\f        Pursuant to Tennessee Rule of Evidence 609, the credibility of the accused may be\nattacked by presenting evidence of a prior conviction. The prior conviction must be for a\nfelony offense or for a crime involving dishonesty or false statement. Tenn. R. Evid.\n609(a)(2). Less than ten years must have elapsed between the date the accused was released\nfrom confinement and the commencement of the prosecution, unless the court determines “in\nthe interests of justice that the probative value of the conviction, supported by specific facts\nand circumstances, substantially outweighs its prejudicial effect.” Id. at 609(b). Also, the\nState must give reasonable written notice of the impeaching conviction before trial, and the\ntrial court must find that the conviction’s probative value on credibility outweighs its unfair\nprejudicial effect on the substantive issues. Id. at 609(a)(3); see State v. Mixon, 983 S.W.2d\n661, 674 (Tenn. 1999); State v. Farmer, 841 S.W.2d 837, 839 (Tenn. Crim. App. 1992). This\nrequires the court to analyze the impeaching conviction’s relevance to credibility and to\ndetermine the similarity between the current offense and the offense underlying the\nimpeaching conviction. State v. Thompson, 36 S.W.3d 102, 109 (Tenn. Crim. App. 2000);\nsee Mixon, 982 S.W.2d at 674. The previous felony conviction “need not involve\ndishonesty.” Thompson, 26 S.W.3d at 109. The trial court’s decision to allow a prior\nconviction under Rule 609 will not be reversed on appeal unless the trial court abused its\ndiscretion. State v. Blanton, 926 S.W.2d 953, 960 (Tenn. Crim. App. 1996).\n\n       Before the trial, the State sought permission to impeach the Defendant with his\nprevious criminal convictions. Counsel objected to the admission of the convictions because\nthey occurred beyond the ten-year requirement pursuant to Rule 609. The State argued that\nthe convictions were admissible under Rule 609 because specific facts and circumstances\nsurrounding the convictions substantially outweighed the prejudicial effect, which made the\nten-year rule inapplicable.\n\n        The trial court found that the ten-year rule did not apply if the convictions were\nsupported by specific facts and circumstances and if the probative value of the convictions\nsubstantially outweighed the prejudicial effect. The court found that the previous sexual\nbattery conviction was inadmissible but that the remainder of the convictions were admissible\nif the Defendant chose to testify. The court stated the convictions, except the sexual battery\nconviction, established a pattern of criminal activity, which reflected on the Defendant’s\ncredibility as a witness. The court stated that the State had a right to present the convictions\nfor the jury’s consideration.\n\n        Although the Defendant claims that the trial court failed to provide specific facts and\ncircumstances upon which it relied to conclude that the interests of justice were served and\nthat the probative value substantially outweighed their prejudicial effect, he does not explain\nin his brief what, if anything, the trial court should have done. We note that although the\nrecord fails to include evidence regarding the sentences the Defendant received relative to\n\n                                              -10-\n\fhis previous convictions, counsel told the court, “Now, the State, I think, is taking the\nposition that he’s only been out of jail for a year and a half or thereabout . . . he hasn’t been\nout of jail for more than ten years.” Although counsel disputed that the Rule 609 intended\nfor all of the Defendant’s previous convictions to be admissible, his comments imply that at\nleast some of the Defendant’s convictions did not exceed the ten-year limitation. In any\nevent, the record shows that the trial court ruled on the admissibility of the convictions as\nthough the convictions exceeded the ten-year limitation.\n\n        Pursuant to Rule 609(b), after finding that a conviction exceeds the ten-year\nlimitation, a trial court must determine “in the interests of justice that the probative value of\nthe conviction, supported by specific facts and circumstances, substantially outweighs its\nprejudicial effect.” Tenn. R. Evid. 609(b); see id. Advisory Comm’n Cmts. The record is\nabsent any specific facts and circumstances surrounding the convictions, but we note that at\nthe pretrial hearing the court found that the ten-year rule did not apply, in part, if the\nconvictions were supported by specific facts and circumstances. The issue before the court\nat that time was whether the convictions substantially outweighed their prejudicial effect.\nIn that regard, the court found the convictions established a pattern of criminal activity,\nwhich reflected on the Defendant’s credibility as a witness.\n\n        Although the trial court did not individually analyze the relevance of each conviction\nto the Defendant’s credibility, we conclude that the trial court did not err by finding that the\nDefendant’s previous convictions established a pattern of criminal activity that reflected on\nhis credibility as a witness. The record reflects that the credibility of the witnesses was\ncritical in the jury’s determination of guilt. As counsel concedes in his brief, this case\n“boiled down to ‘she said/he said.’” If the Defendant had testified, his credibility would have\nbeen a critical issue for the jury to determine, and his previous criminal convictions indicate\nan inability to conform his conduct to the requirements of the law. See State v. Donald\nWayne Marshall, No. E1999-00922-CCA-R3-CD, slip op. at 8 (Tenn. Crim. App. Feb. 18,\n2000) (concluding that although previous convictions might not reflect upon a defendant’s\nhonesty, previous convictions might still reflect upon the inability to conform conduct to the\nrequirements of the law); see also State v. Timothy Aaron Baxter, No. W2012-02555-CCA-\nR3-CD, slip op. 11 (Tenn. Crim. App. Jan. 3, 2014) (permitting the admission of multiple\nconvictions under Rule 609, in part, because the defendant’s credibility was the “paramount\nfactual issue in the case”).\n\n       Our supreme court has recognized that multiple previous convictions are more\nprobative of credibility than a single previous conviction. See State v. Waller, 118 S.W.3d\n368, 373 (Tenn. 2003) (noting that the defendant’s three previous drug-related convictions\nwere “more probative of credibility than a lesser number”). Likewise, this court has stated\nthat when a defendant’s credibility is a key issue for the fact finder to determine, “the\n\n                                              -11-\n\fprobative value of past actions of poor moral character bec[o]me particularly important.”\nState v. Jeffery Yates, No. W2003-02422-CCA-R3-CD, slip op. at 14-15 (Tenn. Crim. App.\nJuly 21, 2009) (concluding that the trial court did not abuse its discretion by permitting the\nstate to impeach the defendant regarding ten previous convictions, including especially\naggravated kidnaping, aggravated kidnapping, attempted aggravated robbery, five aggravated\nassaults, and drug-related offenses).\n\n        Although the trial court failed to address whether the convictions were similar to the\npresent offenses, the record shows that the allowed conviction offenses were not similar to\nthe offenses on trial. Similar convictions can generally be excluded to avoid the danger that\na jury will improperly consider a similar previous conviction as “evidence of the propensity\nof the defendant to commit the [charged] crime.” Waller, 118 S.W.3d at 373. Because the\nDefendant’s previous convictions and the current offenses are dissimilar, the unfair\nprejudicial effect of the convictions was minimal. Thus, although the trial court failed to\nengage in a full analysis pursuant to Rule 609, we conclude that the trial court did not abuse\nits discretion by permitting the State to impeach the Defendant with his previous convictions\nhad he chosen to testify at the trial. The Defendant is not entitled to relief on this basis.\n\n        In consideration of the foregoing and the record as a whole, we affirm the judgments\nof the trial court.\n\n\n                                            ____________________________________\n                                           JOSEPH M. TIPTON, PRESIDING JUDGE\n\n\n\n\n                                             -12-\n\f",
            "ocr": false,
            "opinion_id": 2681560
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}