{
    "id": 294947,
    "judges": "Browning, Duniway, Hamley, Per Curiam",
    "date_filed": 39052800000,
    "date_filed_is_approximate": false,
    "slug": "stanley-c-olsen-v-e-c-ellsworth",
    "case_name_short": null,
    "case_name": "Stanley C. Olsen v. E. C. Ellsworth",
    "case_name_full": "Stanley C. OLSEN, Plaintiff-Appellant, v. E. C. ELLSWORTH, Defendant-Appellee",
    "attorneys": "Dal Poggetto & Jess, by Newton Dal Poggetto, Santa Rosa, Cal., for plaintiff-appellant., Patrick Brophy (argued), Asst. Atty. Gen., Robert L. Woodahl, Atty. Gen., Charles C. Lovell, Sp. Asst. Atty. Gen., J. C. Weingartner, Robert P. Gannon, Asst. Atty. Gen., Helena, Mont., for defendant-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied and Rehearing In Banc Denied March 29, 1971.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b688-3\">\n    Stanley C. OLSEN, Plaintiff-Appellant, v. E. C. ELLSWORTH, Defendant-Appellee.\n   </parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"aor-dedup-0\">\n    No. 25026.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b688-5\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b688-6\">\n    Feb. 9, 1971.\n   </decisiondate><br><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b688-7\">\n    Rehearing Denied and Rehearing In Banc Denied March 29, 1971.\n   </otherdate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b688-18\">\n    Dal Poggetto &amp; Jess, by Newton Dal Poggetto, Santa Rosa, Cal., for plaintiff-appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b688-19\">\n    Patrick Brophy (argued), Asst. Atty. Gen., Robert L. Woodahl, Atty. Gen., Charles C. Lovell, Sp. Asst. Atty. Gen., J. C. Weingartner, Robert P. Gannon, Asst. Atty. Gen., Helena, Mont., for defendant-appellee.\n   </attorneys><br><p data-order=\"7\" data-type=\"judges\" id=\"b688-20\">\n    Before HAMLEY, BROWNING, and DUNIWAY, Circuit Judges.\n   </p>",
    "citations": [
        "438 F.2d 630"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/438/438.F2d.630.25026.html",
            "author_id": null,
            "opinion_text": "438 F.2d 630\n    Stanley C. OLSEN, Plaintiff-Appellant,v.E. C. ELLSWORTH, Defendant-Appellee.\n    No. 25026.\n    United States Court of Appeals, Ninth Circuit.\n    Feb. 9, 1971, Rehearing Denied and Rehearing In Banc DeniedMarch 29, 1971.\n    \n      Dal Poggetto &amp; Jess, by Newton Dal Poggetto, Santa Rosa, Cal., for plaintiff-appellant.\n      Patrick Brophy (argued), Asst. Atty. Gen., Robert L. Woodahl, Atty. Gen., Charles C. Lovell, Sp. Asst. Atty. Gen., J. C. Weingartner, Robert P. Gannon, Asst. Atty. Gen., Helena, Mont., for defendant-appellee.\n      Before HAMLEY, BROWNING, and DUNIWAY, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Petitioner sought habeas relief in federal district court after the Montana Supreme Court affirmed his conviction of burglary.  The basic facts are summarized in State v. Olsen, 152 Mont. 1, 445 P.2d 926 (1968).  The district court denied relief after an evidentiary hearing, and petitioner appealed.  We affirm.\n    \n    \n      2\n      Petitioner did not have counsel at his preliminary hearing held in 1966.  If the rule announced in Coleman v. Alabama, 399 U.S. 1, 90 S. Ct. 1999, 26 L. Ed. 2d 387 (1970), is to be applied retroactively, petitioner is entitled to relief on this ground, absent a showing that the deprivation of counsel was harmless beyond a reasonable doubt.  All courts that have considered the question, however, have concluded that the rule of Coleman v. Alabama is to be applied prospectively only.1  We agree, and can add nothing of substance to the discussion of the problem in the cases cited.\n    \n    \n      3\n      Petitioner argues, however, that in this particular case, lack of counsel resulted in a denial of due process because he was identified at trial by a witness who had identified him at the preliminary examination.2  To hold that this alone was sufficient to establish a denial of due process would be tantamount to giving retroactive effect to the rule of United States v. Wade,  388 U.S. 218, 87 S. Ct. 1926, 18 L. Ed. 2d 1149 (1967), and Gilbert v. California, 388 U.S. 263, 87 S. Ct. 1951, 18 L. Ed. 2d 1178 (1967), contrary to the holding of Stovall v. Denno, 388 U.S. 293, 297-301, 87 S. Ct. 1967, 18 L. Ed. 2d 1199 (1967).  The additional burden was upon petitioner to show that 'the confrontation in this case was so unnecessarily suggestive and conducive to irreparable mistaken identification that he was denied due process of law.'  Ibid. at 301-302, 87 S.Ct. at 1972.  See also Foster v. California, 394 U.S. 440, 442, 89 S. Ct. 1127, 22 L. Ed. 2d 402 (1969).  He failed to carry that burden.  The record shows only that one of the witnesses who identified petitioner at trial also identified him at the preliminary hearing.  This witness' trial identification was positive.  Moreover, two other witnesses who had not seen petitioner at the preliminary examination also identified petitioner at trial.\n    \n    \n      4\n      Petitioner claims that statements introduced at trial were taken without the warnings required by Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).  The point does not appear to have been submitted to the Montana courts.  In any event, if error occurred it was harmless beyond a reasonable doubt.  Chapman v. California, 386 U.S. 18, 37 S. Ct. 824, 17 L. Ed. 2d 705 (1967).  The only prejudice petitioner asserts is that his admission established his presence in the town in which the burglary occurred.  The independent evidence of this fact appears to us to be overwhelming-- indeed, petitioner himself testified to it at trial.\n    \n    \n      5\n      Also harmless beyond doubt was any technical violation of petitioner's Fourth Amendment rights that may have occurred when a police officer moved the luggage of petitioner and his wife from their motel room to their automobile.3  The evidence found in the luggage and introduced against petitioner was not the fruit of this 'seizure,' but rather of a search subsequently conducted pursuant to duly issued search warrant.\n    \n    \n      6\n      Petitioner attacks this search warrant on the grounds that it was not supported by probable cause and that it did not describe the places to be searched and the things to be seized with sufficient particularity.  We have made a detailed analysis of the portions of the record relating to these contentions.  It would serve no useful purpose to repeat that analysis here.  We are entirely satisfied that the warrant is not subject to attack on either ground.4\n    \n    \n      7\n      There is no substance in petitioner's allegation that 'bias and prejudice' of the habeas corpus judge deprived him of a fair hearing on his petition.  True, the judge appears to have been convinced of petitioner's guilt, but, as the judge stated, guilt was legally irrelevant to the issues presented in the habeas proceeding.  There is nothing at all to indicate that the judge's belief affected his determination of those issues.\n    \n    \n      8\n      Affirmed.\n    \n    \n      \n        1\n         United States ex rel. Bonner v. Pate, 430 F.2d 639, 641 (7th Cir. 1970); Konvalin v. Sigler, 431 F.2d 1156, 1159-1160 (8th Cir. 1970); Phillips v. North Carolina, 433 F.2d 659, 663 (4th Cir. 1970); Harris v. Neil, Warden, 437 F.2d 63 (6th Cir. 1971); People v. Adams, 46 Ill. 2d 200, 263 N.E.2d 490, 493-494 (1970); Commonwealth v. James, 440 Pa. 205, 269 A.2d 898, 900 (1970); Commonwealth v. Brown, 217 Pa.Super. 190, 269 A.2d 383, 386-387 (1970); Billings v. State, 10 Md.App. 31, 267 A.2d 808, 810-811 (1970); State v. Riley, 106 Ariz. 318, 475 P.2d 932, 934-935 (1970); Locke v. Erickson, 181 N.W.2d 100, 102 (S.Ct.S.D.1970); State v. Gaffey, 457 S.W.2d 657, 663 (S.Ct.Mo.1970); State v. Dutton, 112 N.J.Super. 402, 271 A.2d 593, 595 (1970); Noe v. Cox, 320 F. Supp. 849 (W.D.Va. Dec. 22, 1970); State v. Lahmann, 460 S.W.2d 559, 564 (S.Ct.Mo.1970)\n        In Schnepp v. Hocker, 429 F.2d 1096, 1101 (9th Cir. 1970), we applied Coleman v. Alabama to a case tried prior to the date of the Supreme Court's decision, but the issue of prospective or retroactive application of that decision was not raised or decided.\n      \n      \n        2\n         Petitioner asserts that at trial the witness testified to having identified petitioner at preliminary hearing.  In fact, the witness testified only that she had seen petitioner at the preliminary hearing, not that she had identified petitioner at that hearing\n      \n      \n        3\n         With respect to this contention, too, it does not appear that petitioner has exhausted his state remedies\n      \n      \n        4\n         We see no violation of federal constitutional requirements in petitioner's allegation that the search of his car conducted pursuant to the warrant occurred in two stages, in two different counties of the state, on succeeding days\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 294947
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}