{
    "id": 165723,
    "judges": "Anderson, Briscoe, Murphy",
    "date_filed": 1113523200000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-williams",
    "case_name_short": null,
    "case_name": "United States v. Williams",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Jerry Lee WILLIAMS, Defendant-Appellant",
    "attorneys": "Timothy J. Henry, Assistant Federal Public Defender (David J. Phillips, Federal Public Defender, with him on the briefs), Wichita, KS, for Defendant-Appellant., David C. Smith, Assistant United States Attorney (Eric F. Melgren, United States Attorney and David M. Lind, Assistant United States Attorney with him on the brief), Wichita, KS, for Plaintiff-Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 60,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1208-5\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Jerry Lee WILLIAMS, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1208-8\">\n    No. 04-3175.\n   </docketnumber><br><court id=\"b1208-9\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><br><decisiondate id=\"b1208-10\">\n    April 15, 2005.\n   </decisiondate><br><attorneys id=\"b1210-27\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1190\"> \n     *1190\n     </span>\n    Timothy J. Henry, Assistant Federal Public Defender (David J. Phillips, Federal Public Defender, with him on the briefs), Wichita, KS, for Defendant-Appellant.\n   </attorneys><br><attorneys id=\"b1210-28\">\n    David C. Smith, Assistant United States Attorney (Eric F. Melgren, United States Attorney and David M. Lind, Assistant United States Attorney with him on the brief), Wichita, KS, for Plaintiff-Appellee.\n   </attorneys><br><judges id=\"b1210-29\">\n    Before BRISCOE, ANDERSON, and MURPHY, Circuit Judges.\n   </judges>",
    "citations": [
        "403 F.3d 1188"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 29.0,
            "download_url": "http://www.ca10.uscourts.gov/opinions/04/04-3175.pdf",
            "author_id": null,
            "opinion_text": "403 F.3d 1188\n    UNITED STATES of America, Plaintiff-Appellee,v.Jerry Lee WILLIAMS, Defendant-Appellant.\n    No. 04-3175.\n    United States Court of Appeals, Tenth Circuit.\n    April 15, 2005.\n    \n      COPYRIGHT MATERIAL OMITTED Timothy J. Henry, Assistant Federal Public Defender (David J. Phillips, Federal Public Defender, with him on the briefs), Wichita, KS, for Defendant-Appellant.\n      David C. Smith, Assistant United States Attorney (Eric F. Melgren, United States Attorney and David M. Lind, Assistant United States Attorney with him on the brief), Wichita, KS, for Plaintiff-Appellee.\n      Before BRISCOE, ANDERSON, and MURPHY, Circuit Judges.\n      STEPHEN H. ANDERSON, Circuit Judge.\n    \n    \n      1\n      Defendant/Appellant Jerry Lee Williams was found guilty following a jury trial of being a felon in possession of a firearm, in violation of 18 U.S.C. &#167; 922(g), and sentenced as an armed career criminal to a 210-month term of imprisonment. For the following reasons, we AFFIRM in part and REVERSE in part and REMAND for resentencing.\n    \n    BACKGROUND\n    \n      2\n      On July 19, 2003, at approximately 2:00 a.m., three Wichita police officers responded to a 911 call from a Denny's restaurant in Wichita, Kansas, indicating a male customer had a gun. When the officers arrived at the restaurant, they talked to security guard Donald Lacy, who had made the 911 call. Lacy indicated that two customers who had been sitting at the back of the restaurant had told him that a black male at a table in the back of the restaurant was waving a gun around underneath the table. Lacy testified that he recognized the two customers because they were regulars, although he did not know their names. The first patron to report the gun-waving incident indicated that the man with the gun was sitting in a group of six individuals in the corner of the restaurant. After she relayed this information to Lacy, her table companion came up to Lacy and told him the same thing. Both customers did not want to be identified or get involved, and they left the restaurant before the police arrived.\n    \n    \n      3\n      When the police officers arrived at the restaurant, Lacy told them which table the two patrons had identified. The officers proceeded immediately to the table where the six individuals, including defendant Williams, were sitting. Williams was intoxicated to some degree.1 The officers told the individuals at the table that a complaint had been made concerning a person waving a gun. The officers first patted down Terry Douglas, who was sitting in the chair nearest the officers, and found nothing suspicious on him. They next patted down Montae Alford, again finding nothing. As the officers patted down Douglas and Alford, Williams and Ivan Miller sat on a booth-style seat with their backs to the restaurant wall. There was a discrepancy in the testimony about exactly where Williams was seated. While everyone agreed that Miller was seated on the outside of the table near the walkway, the officers testified that Williams was seated a little distance away from him, in the corner of the booth, with a female companion in between them. Douglas and McClary, the waitress, testified that Williams was sitting right next to Miller.\n    \n    \n      4\n      The officers repeatedly told Williams and Miller to place and keep their hands on the table so their hands were visible. Neither individual complied with the officers' requests, and both fidgeted on the seat.2 The officers next patted down Miller, on whom they found no weapon. When they turned to search Williams, he hesitated getting up from his seat. Eventually, he made it to the edge of the table where officers assisted him up. As soon as Williams stood up, he immediately shoved his hands in his pockets. The officers repeatedly told Williams to take his hands out of his pockets but he refused. As one of the officers grabbed Williams' right arm, a gun in Williams' right pocket discharged, hitting him in the thigh. The gun then fell to the floor. As another officer attempted to retrieve the gun, Alford dove for the gun and reached it first. When Alford pointed the gun at the officer, the officer kicked the gun out of Alford's hand and took possession of the weapon, a Raven Arms .25 caliber semi-automatic pistol. Miller ran out of the restaurant after the gun discharged.\n    \n    \n      5\n      The officers took Williams and Alford into custody. After Williams was treated and released from a hospital for his gunshot wound, he talked to officers at the police station. Detective Jose Salcida testified at trial that, although he could smell a \"faint odor of alcohol\" on Williams' breath, Williams \"was answering logically to my questions ... so he didn't appear so intoxicated that he didn't understand why he was there.\" R. Vol. III at 256. Williams told Salcida that Miller had been trying to push the gun on him and that he finally just took the gun from him, although he claimed he never put it in his pocket.3\n    \n    \n      6\n      Williams was charged in a one-count indictment with \"knowingly possess[ing], in and affecting commerce, a firearm\" after previously being convicted of a felony, in violation of 18 U.S.C. &#167; 922(g)(1). R. Vol. I, tab 11. He filed a motion to suppress the gun seized from him as well as his statements to the police, which, following a hearing, was denied. He was found guilty by the jury and sentenced to 210 months' imprisonment. Further details about specific events at trial will be discussed in connection with the relevant issues.\n    \n    \n      7\n      While this case was pending on appeal, the Supreme Court issued its opinion in Blakely v. Washington, ___ U.S. ___, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), which held that in a state prosecution the Sixth Amendment requires that the maximum permissible sentence in a particular case must be determined solely by reference to \"facts reflected in the jury verdict or admitted by the defendant.\" Id. at 2537. In January of this year, the Court held that Blakely applies to sentences imposed under the federal Sentencing Guidelines as well. United States v. Booker, ___ U.S. ___, 125 S.Ct. 738, 755, 160 L.Ed.2d 621 (2005). The Court in Booker further held that the Guidelines are not mandatory, but are merely advisory. Id. at 756-57.\n    \n    \n      8\n      Williams appeals, arguing: (1) the district court erred in denying his motion to suppress the firearm because it was based upon an allegedly anonymous tip; (2) there was insufficient evidence to support his conviction for knowingly possessing a firearm which was \"in or affecting commerce\"; (3) the district court erred in refusing to give Williams' requested \"theory of defense\" instruction on \"fleeting possession\" of the firearm; (4) the district court erred when, in response to a jury inquiry, it gave the jury a supplemental instruction on the issue of Williams' knowing possession of the firearm; (5) mere movement of the firearm from one state to another fails to satisfy the &#167; 922(g) requirement that the firearm be possessed \"in or affecting commerce\"; (6) the district court's enhancement of Williams' sentence under the Armed Career Criminal Act violates his rights under Blakely, Booker, and the Double Jeopardy Clause; and (7) the district court erred in failing to depart downward and in concluding that it was bound to sentence Williams within the Guideline range.\n    \n    DISCUSSION\n    I. Motion to Suppress\n    \n      9\n      Williams filed a motion to suppress the gun seized from him and his statements to police on the ground that the police searched him and seized the gun based solely upon an anonymous tip.4 \"When reviewing the denial of a motion to suppress, we view the evidence in the light most favorable to the government, accept the district court's findings of fact unless clearly erroneous, and review de novo the ultimate determination of reasonableness under the Fourth Amendment.\" United States v. Katoa, 379 F.3d 1203, 1205 (10th Cir.2004), cert. denied, ___ U.S. ___, 125 S.Ct. 1390, ___ L.Ed.2d ___ (2005).\n    \n    \n      10\n      Williams argues that the \"tip\" provided by the two restaurant patrons to Lacy, who in turn told the police, informing him that they had seen a black male waving a gun underneath a restaurant table, was an anonymous tip similar to the one held unreliable in Florida v. J.L., 529 U.S. 266, 120 S.Ct. 1375, 146 L.Ed.2d 254 (2000). In J.L., the Supreme Court held that an anonymous telephone call indicating that \"a young black male standing at a particular bus stop and wearing a plaid shirt was carrying a gun,\" id. at 268, 120 S.Ct. 1375, was, standing alone, unreliable and therefore insufficient to justify a police officer's stop and frisk of the defendant. The Court noted that \"the officers' suspicion that J.L. was carrying a weapon arose not from any observations of their own but solely from a call made from an unknown location by an unknown caller.\" Id. at 270, 120 S.Ct. 1375.\n    \n    \n      11\n      Even were we to assume that the tip was truly \"anonymous\" like the one in J.L.,5 this case is distinguishable from J.L. As indicated above, the police in J.L. relied exclusively on an anonymous tip to search the defendant. Here, the police officers seized Williams and searched him only after his own conduct gave them reasonable suspicion to believe he was possibly armed and dangerous. When the officers first approached the table where Williams was sitting, they simply informed Williams and his associates that there had been a report of a firearm and asked to search each individual for weapons. The officers did eventually seize Williams, but only after they observed him behaving suspiciously, fidgeting in his seat and keeping his hands in his pockets despite repeated requests to place them on the table, thereby giving rise to a reasonable suspicion that he had a weapon in his pocket. The district court therefore properly denied Williams' motion to suppress the firearm.\n    \n    \n      12\n      II. Sufficiency of Evidence Supporting Knowing Possession of Firearm \"In or Affecting Commerce\"\n    \n    \n      13\n      Williams argues that there was insufficient evidence demonstrating that he knowingly possessed the firearm, nor was there sufficient evidence that the gun was possessed \"in or affecting commerce\" as required by 18 U.S.C. &#167; 922(g). \"We review sufficiency of the evidence claims de novo.\" United States v. Munro, 394 F.3d 865, 869 (10th Cir.2005). In doing so, we view all evidence in the light most favorable to the government, ultimately determining \"whether the evidence and all reasonable inferences drawn therefrom could allow a reasonable jury to find [defendant] guilty beyond a reasonable doubt.\" Id.\n    \n    \n      14\n      A. Sufficiency of Evidence of Possession of Gun\n    \n    \n      15\n      Williams argues that his very inebriated condition, combined with evidence suggesting that Miller passed the gun to him at the last minute, renders it impossible for him to have \"knowingly\" possessed the gun. We disagree. \"Being a felon in possession of a firearm is a general intent crime. `Voluntary intoxication is a defense to a crime requiring proof of specific intent, but not to a crime requiring only proof of general intent.'\" United States v. Klein, 13 F.3d 1182, 1183 (8th Cir.1994) (quoting United States v. Oakie, 12 F.3d 1436, 1442 (8th Cir.1993)); see also United States v. Brown, 367 F.3d 549, 556 (6th Cir.2004); United States v. Bennett, 975 F.2d 305, 308 (6th Cir.1992); United States v. Williams, 892 F.2d 296, 303 (3d Cir.1989).6 Thus, despite his inebriated state, Williams was still capable of having the general intent necessary to support a &#167; 922(g) conviction.\n    \n    \n      16\n      Furthermore, a conviction for being a felon in possession of a firearm under &#167; 922(g) does not require evidence of a lengthy possession: \"[E]ven if a felon held a firearm for a mere second or two, unless that felon truly did not know that what he possessed was a firearm or there was some recognized legal justification for his holding the firearm, &#167; 922(g) will still impose criminal liability.\" United States v. Adkins, 196 F.3d 1112, 1115 (10th Cir.1999). There was sufficient evidence that Williams knew he possessed the gun, even if briefly. Detective Salcida testified that Williams told him that Miller had been showing the gun around, that Miller had slid the gun towards Williams but that Williams did not want the gun and tried to slide it back. The officers' descriptions of Williams' furtive movements under the table support that testimony. Although Williams claimed he did not know the gun was in his pocket, there was evidence that he was aware of the gun and of Miller's attempts to push it on to him. There was accordingly sufficient evidence from which the jury could conclude that Williams knowingly possessed the gun found in his pocket.\n    \n    \n      17\n      B. \"In or Affecting Commerce\"\n    \n    \n      18\n      Section 922(g) requires that the firearm be possessed \"in or affecting commerce.\" 18 U.S.C. &#167; 922(g). At trial, Gary Miller, a firearms examiner with the Sedgwick County Regional Forensic Science Center, testified that, as a marking on the gun indicated, the gun had been manufactured in Industry, California. R. Vol. III at 245-46. Williams concedes that the Supreme Court held in Scarborough v. United States, 431 U.S. 563, 97 S.Ct. 1963, 52 L.Ed.2d 582 (1977), that \"the interstate commerce nexus requirement of the possession offense [is] satisfied by proof that the firearm [defendant] possessed had previously traveled in interstate commerce.\" Id. at 566-67, 97 S.Ct. 1963; see also United States v. Campbell, 372 F.3d 1179, 1182 (10th Cir.2004). Proof that the gun was manufactured in California and possessed by Williams in Kansas is sufficient to establish the nexus with interstate commerce. See United States v. Gourley, 835 F.2d 249, 251 (10th Cir.1987) (holding that expert testimony \"that the gun in question was manufactured in Spain[ ] [and evidence that] [t]he gun itself was marked `Made in Spain' ... was sufficient to show that the firearm was `in or affecting commerce.'\").\n    \n    III. Fleeting Possession Instruction\n    \n      19\n      Williams argues the district court erred in refusing to give his requested \"theory of defense\" instruction on \"fleeting possession\" of the firearm. \"`A criminal defendant is entitled to an instruction on his theory of defense provided that theory is supported by some evidence and the law.'\" United States v. Alcorn, 329 F.3d 759, 767 (10th Cir.2003) (quoting United States v. Haney, 318 F.3d 1161, 1163 (10th Cir.2003) (en banc)). Such an instruction is not required, however, \"`if it would simply give the jury a clearer understanding of the issues.'\" Id. (quoting United States v. Wolny, 133 F.3d 758, 765 (10th Cir.1998)). Furthermore, a theory of defense instruction is \"`required only if, without the instruction, the district court's instructions were erroneous or inadequate.'\" Id. (quoting Wolny, 133 F.3d at 765).\"' We review de novo whether a district court committed reversible error in failing to submit a requested theory of defense instruction.'\" Id. at 765 (quoting United States v. Bindley, 157 F.3d 1235, 1241 (10th Cir.1998)).7\n    \n    \n      20\n      Williams proposed the following instruction on fleeting possession: \"Momentary, transitory, or temporary control of a thing, without criminal intent, is not possession. Mere proximity to a thing is not possession.\" Defendant's Proposed Jury Instr. No. 4, R. Vol. I, tab 34 at 5. He also proposed a supplemental jury instruction containing the above language, as well as the following: \"A jury must acquit a defendant charged with possession of contraband when evidence demonstrates not only that the defendant merely momentarily possessed contraband, but also that the defendant either lacked knowledge that he possessed contraband or had a legally justifiable reason to possess it temporarily.\" Defendant's Proposed Supp. Jury Instr. No. 1, id., tab 35 at 3. The court refused to give either instruction.\n    \n    \n      21\n      We have previously considered the \"fleeting possession\" defense in the context of a &#167; 922(g) conviction:\n    \n    \n      22\n      [A] jury must acquit a defendant charged with possession of contraband when the evidence demonstrates not only that the defendant merely momentarily possessed contraband, but also that the defendant either lacked knowledge that he possessed contraband or had a legally justifiable reason to possess it temporarily....\n    \n    \n      23\n      Thus, even if a felon held a firearm for a mere second or two, unless that felon truly did not know that what he possessed was a firearm or there was some recognized legal justification for his holding the firearm, &#167; 922(g) will still impose criminal liability. If, however, a felon who momentarily possessed a firearm genuinely lacked knowledge that he possessed a firearm or had a legally justifiable reason for possessing it, the fleeting possession theory would apply because the government would have failed in its burden of proving intent. Therefore, the court need only give a fleeting possession instruction when the evidence at trial supports a possible finding that the defendant only momentarily possessed the contraband, and in so doing, lacked either knowledge he possessed contraband or criminal intent to possess it.\n    \n    \n      24\n      Adkins, 196 F.3d at 1115 (emphasis added). We agree with the government and the district court that there is insufficient evidence to support \"a possible finding that [Williams] only momentarily possessed the [firearm], and ... lacked either knowledge he possessed [the firearm] or criminal intent to possess it.\" Rather, while the evidence suggests Miller may have passed the gun to Williams at the last moment prior to both men being searched, as indicated above, there is ample evidence that Williams knew he had the gun, and, in fact, tried to hide that fact.8 See United States v. Grissom, 44 F.3d 1507, 1513 (10th Cir.1995) (noting case where court held that theory of defense instruction properly refused when it \"was essentially a recounting of the facts as seen through the rose-colored glasses of the defense....\" (quoting United States v. Barham, 595 F.2d 231, 244 (5th Cir.1979))). The court did not err in refusing to give Williams'\"theory of defense\" instruction.\n    \n    \n      25\n      IV. Supplemental Instruction on Knowing Possession\n    \n    \n      26\n      During jury deliberations, the jury asked the court the following question: \"Restate last information on the influence of alcohol and its effect on our decision.\" R. Vol. I, tab 40. The court responded as follows: \"With respect to Mr. Williams'[ ] alleged intoxication, if Mr. Williams was capable of any conscious act at the time that he was sitting there, then he can be found to have done something knowingly. If he was totally oblivious to the point of being unconscious, then he can't act knowingly. It's going to be up to you to read and go through these instructions and to determine whether Mr. Williams acted knowingly or not, given all the facts and circumstances surrounding this incident.\" Id. Williams argues that the court's response to the jury's inquiry \"relieved [the government] of proving the element of `knowing possession' by the higher standard of beyond a reasonable doubt when the court equated a `knowing act' to one being conscious, and being incapable of acting knowingly if they are unconscious.\" Appellant's Br. at 23.\n    \n    \n      27\n      \"The submission of supplemental jury instructions after the jury has retired is a matter committed to the trial court's discretion.\" United States v. Arias-Santos, 39 F.3d 1070, 1075 (10th Cir.1994). Of course, \"[w]e review the jury instructions as a whole to determine whether they correctly state the governing law and provide an ample understanding of the issues and the applicable standards.\" Id. at 1076.\n    \n    \n      28\n      We hold that the district court did not abuse its discretion in giving the supplemental instruction. As the government argues, and as we have already held, voluntary intoxication is not a defense to a general intent crime like being a felon-in-possession under &#167; 922(g). See Klein, 13 F.3d at 1183; Brown, 367 F.3d at 556; Bennett, 975 F.2d at 308; Williams, 892 F.2d at 303. Accordingly, intoxication is only relevant as it bears upon Williams' ability to act knowingly, as required by the statute. Thus, the court simply explained that intoxication to the point of unconsciousness would make it impossible for Williams to act knowingly. The court referred the jury to all the instructions given, which in turn set forth the elements required for the jury to find Williams guilty, including the requirement that the government prove beyond a reasonable doubt that Williams knowingly possessed the firearm. The instructions as a whole correctly set forth the law, and we perceive no abuse of discretion in the court's response to the jury's request for clarification regarding Williams' use of alcohol.\n    \n    V. \"In or Affecting Commerce\" Requirement\n    \n      29\n      Williams argues that \"mere movement of the firearm from one state to another at some undetermined time in the past does not constitute a `substantial' effect on interstate commerce to invoke the Commerce Clause powers of Congress under the second prong of 18 U.S.C. &#167; 922(g) (mere possession `in or affecting commerce'), where the regulated activity is non-economic intrastate conduct[.]\" Appellant's Br. at 24. Williams concedes that this argument is foreclosed by our decisions in United States v. Brown, 314 F.3d 1216 (10th Cir.2003), United States v. Bayles, 310 F.3d 1302 (10th Cir.2002), and United States v. Dorris, 236 F.3d 582 (10th Cir.2000). We therefore do not address it further.\n    \n    VI. Enhancement under ACCA\n    \n      30\n      The district court sentenced Williams as an armed career criminal under 18 U.S.C. &#167; 924(e) because of three prior violent felonies.9 Williams argues that sentencing him as an armed career criminal, based upon judicial findings as to the existence of his prior violent felonies by a standard less than beyond a reasonable doubt, violates his rights under Blakely v. Washington, ___ U.S. ___, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), United States v. Booker, ___ U.S. ___, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), and the Double Jeopardy Clause. We disagree.10\n    \n    \n      31\n      We recently addressed the question of whether Booker, Blakely, and the Supreme Court's most recent decision involving the use of prior convictions at sentencing, Shepard v. United States, ___ U.S. ___, 125 S.Ct. 1254, ___ L.Ed.2d ___ (2005), have overruled our prior cases holding that the \"fact\" of a prior conviction under &#167; 924(e) need not be charged in the indictment and proven to a jury beyond a reasonable doubt. We held in United States v. Moore, 401 F.3d 1220 (10th Cir.2005), that they have not. Thus, it remains the case that, for purposes of sentencing under the armed career criminal provisions of &#167; 924(e), \"the government need not charge the `fact' of a prior conviction in an indictment and submit it to a jury.\" Id. at 1224. Additionally, the Double Jeopardy Clause is not implicated.\n    \n    VII. Refusal to Depart Downward\n    \n      32\n      At sentencing, both the court and Williams raised grounds for departing downward from the otherwise applicable guideline sentencing range. The court considered a downward departure based on \"diminished capacity,\" R. Vol. III at 360, and Williams argued for a downward departure on the ground that the offenses that made him an armed career criminal were very old, id. at 365, and that he was \"less culpable\" and played a \"minor role\" in the offense, id. at 364. The court ultimately abandoned the \"diminished capacity\" basis for a downward departure, and denied Williams' motion for a downward departure, finding that it \"[didn't] have a basis for a departure.\" Id. at 403.\n    \n    \n      33\n      The court did, however, indicate its displeasure and frustration with the severity of the sentence it felt obligated to impose upon Williams:\n    \n    \n      34\n      This really is one of the most difficult and saddest cases that I have ever had in front of me, because I think that the sentence I'm about to impose is so grossly out of proportion to the offense conduct here that it just smacks of something that certainly isn't justice.... [W]hile these can't be factors to take into account, I'm looking at a guy whose [sic] 52 or 53 years old. Certainly he's responsible for his past &#8212; I mean, it follows him around wherever he goes &#8212; but here's a guy who was drunk in a restaurant and had a gun literally thrust at him, and he put it in his pocket, and he ends up getting shot, and I wonder who the real victim in this case is. I mean, I have got to tell you that if there's anybody that's coming out of this thing being victimized &#8212; and, admittedly, through some conduct of his own, he shouldn't have been drunk; he shouldn't have put the gun in his pocket. But, on the other hand, if it hadn't been thrust at him that night during a fairly excited period of time, he wouldn't be sitting here today either. And that's worth 210 months in the penitentiary? Good lord, folks! What have we come to here? I'm sorry, but, you know, I really don't have anyplace to go with this. Mr. Williams, you're here because of what you did. I'm doing what I am doing here today not because I'm happy about it. As a matter of fact, I'm disgusted with the sentence that I have to give to you here today. But that's not [the prosecution's] &#8212; I mean, they didn't write the guidelines. They didn't write the laws. We have Congress to thank for this, I guess.\n    \n    \n      35\n      You know, my understanding was that the whole purpose of these guidelines when they were instituted was bring some sense of uniformity to the sentencing process, to keep somebody in one location from getting a sentence very different for the same crime than people in another location. I think if the guidelines had given us something to use as a starting point that maybe I would feel a little better about this process, because I could go somewhere with it. Mr. Williams, if it was up to me I would lock you up for five years because you had no business being where you were, doing what you were doing that night. But I think five years for this would be more than plenty. As it is, 210 months. What's that amount to? It's 15, 16, about 17 years that you're going to get for sitting in a restaurant and putting a gun in your pocket that a guy shoved at you while you were drunk. I'm not excusing you for what you did, but I think this punishment is gross; I think it's immoral.\n    \n    \n      36\n      With that, Mr. Williams, I don't have a basis for a departure.\n    \n    \n      37\n      Id. at 401-03. The court then imposed a sentence of 210 months, at the bottom of the Guideline range.\n    \n    \n      38\n      As our prior analysis indicates, this case presents no Sixth Amendment error under Booker, inasmuch as the only judicial fact-finding Williams challenges is the court's findings about Williams' prior convictions, which, as we have explained, are not subject to the Blakely /Booker rule about judicial fact-finding. However, the district court did sentence Williams under the erroneous belief that the Guidelines were mandatory, thus committing \"non-constitutional Booker error.\" Because this issue was not raised below, we review it for plain error only. See Fed.R.Crim.P. 52(b); Booker, 125 S.Ct. at 769 (noting that the Court \"expect[s] reviewing courts to ... determin [e] ... whether the issue was raised below and whether it fails the `plain error' test\").\" `Plain error occurs when there is (1) error, (2) that is plain, which (3) affects substantial rights, and which (4) seriously affects the fairness, integrity, or public reputation of judicial proceedings.'\" United States v. Gonzalez-Huerta, 403 F.3d 727, 732 (10th Cir.2005) (en banc) (quoting United States v. Burbage, 365 F.3d 1174, 1180 (10th Cir.2004) (quotation omitted), cert. denied, ___ U.S. ___, 125 S.Ct. 510, 160 L.Ed.2d 381 (2004)). The first two prongs are met here, as Booker makes clear that the mandatory application of the Guidelines is error and that error is now plain. Gonzalez-Huerta, 403 F.3d at 732; see also Johnson v. United States, 520 U.S. 461, 468, 117 S.Ct. 1544, 137 L.Ed.2d 718 (1997). We therefore consider whether Williams can satisfy both the third and fourth prongs of plain-error review.\n    \n    \n      39\n      To satisfy the third prong of plain-error review &#8212; showing that the error affects substantial rights &#8212; \"usually means that the error must have affected the outcome of the district court proceedings.\" United States v. Cotton, 535 U.S. 625, 632, 122 S.Ct. 1781, 152 L.Ed.2d 860 (2002) (quotation omitted); see also United States v. Olano, 507 U.S. 725, 734, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). Williams bears the burden of proving the error affected his substantial rights. Gonzalez-Huerta, 403 F.3d at 733; see also United States v. Vonn, 535 U.S. 55, 62-63, 122 S.Ct. 1043, 152 L.Ed.2d 90 (2002). Thus, to satisfy the third prong of plain-error review, Williams must show \"a reasonable probability that, but for the error claimed, the result of the proceeding would have been different.\" United States v. Dominguez Benitez, 542 U.S. 74, 124 S.Ct. 2333, 2339, 159 L.Ed.2d 157 (2004) (alteration and quotation omitted). To obtain relief, however, Williams must also satisfy the fourth prong of plain-error review &#8212; that is, he must demonstrate that the error is \"particularly egregious\" and that our failure to notice it would result in a \"miscarriage of justice.\" United States v. Gilkey, 118 F.3d 702, 704 (10th Cir.1997); see also Olano, 507 U.S. at 736, 113 S.Ct. 1770.\n    \n    \n      40\n      We hold that, in the unique circumstances of this case, and regardless of factors which are developed for the application of plain error post-Booker, Williams has satisfied the third and fourth prongs of plain-error review, such that we must notice the error and remand this case for resentencing at or above the statutory minimum. See United States v. Trujillo-Terrazas, No. 04-2075, ___ F.3d ___, ___-___, 2005 WL 880896, at **2-4 (10th Cir.2005) (finding that the third and fourth prongs for establishing plain error were satisfied). While the standard for meeting the fourth prong is \"demanding,\" Gonzalez-Huerta, 403 F.3d at 737, we have acknowledged that, \"depend[ing] on the facts of the particular case,\" it can be met. Id. We conclude that this is such a case.\n    \n    CONCLUSION\n    \n      41\n      For the foregoing reasons, Williams' conviction is AFFIRMED, his sentence is VACATED and REMANDED for resentencing.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         Denny's waitress Michelle McClary testified at trial that Williams \"was very drunk to the point he was nodding off. Lady who was with him had to order his food for him. He was almost under the table. Only reason he was able to stay in the booth was because he was holding on to his lady friend.\" R. Vol. III at 305. She also testified that his \"words were slurred\" such that she could not understand himId. at 315. Another Denny's employee, Shirley Jean Bunch, also testified that the entire group with Williams was \"drunk.\" Id. at 319. One of Williams' companions at Denny's, Terry Douglas, testified that Williams had consumed at least eight drinks and some beers before they went to Denny's. He further testified that Williams \"wasn't in good condition\" when they got to the restaurant, and that he had to \"[h]elp him get in so he could keep his balance, keep from falling.\" Id. at 275.\n        By contrast, the officers at the scene testified that Williams was not as inebriated. Officer Dallas Boone testified that Williams \"didn't appear to be inebriated in my personal professional experience.\" R. Vol. II at 167. Officer Gabriel Ohmart similarly testified that Williams \"was not overly intoxicated by any means.\" Id. at 188.\n      \n      \n        2\n         Officer Boone testified that Williams \"was being very evasive, wouldn't look up at me, acting as if he didn't hear me, didn't want to look at me right, adjusting his weight back and forth on each leg, keeping his hands under the table, with the exception of the one time I seen him take a bite of food, still his hands went back right underneath the table.\" R. Vol. II at 153. He further testified that Miller \"was also not complying about putting his hands on the table, shifting his weight. He was rubbing his hands on his knees as in a seated position.\"Id. at 164-65. Officer Ohmart also testified that Miller was \"fidgeting with his pocket, moving his left hand back around to his back hip pocket, and he was shifting his weight from side-to-side.\" Id. at 179.\n      \n      \n        3\n         Detective Salcida testified that, during his interview with Williams, Williams stated that \"`[w]hen the gun slid, I grabbed it and tried to get it away from the dude &#8212; away from dudes, sling it away from me.'\"Id. at 266. Salcida testified that Williams denied that the gun was in his pocket, even though there was a bullet hole in the pocket. Douglas testified that Miller \"had a handgun. He kept pulling it out, and we told him to put it up because there was going to be some trouble. Somebody might see it.\" Id. at 281. Douglas admitted that he never told the police that Miller had a gun, nor did he ever deny that Williams had one.\n      \n      \n        4\n         On appeal, Williams only argues that the firearm should have been suppressed\n      \n      \n        5\n         Williams argues that, because the identity of the restaurant patrons who reported seeing a gun at Williams' table was never confirmed and they left before the police arrived, their tip to security guard Lacy is an anonymous tip like that inJ.L. While we need not decide this issue, because we conclude that the seizure of the firearm was supported by more than just the tip, we note that the tip in this case had greater indicia of reliability than a truly anonymous tip. The tip was based upon visual observation by patrons sitting nearby, and the patrons were regulars at the restaurant whom Lacy knew and recognized, even if not by name.\n      \n      \n        6\n         The only case from our circuit holding that voluntary intoxication is not a defense to &#167; 922(g) is an unpublished decision, which we do not normally citeUnited States v. Knight, No. 94-1488, 1995 WL 511139, at * 1 (10th Cir. Aug.30, 1995). We have, however, stated on several previous occasions that voluntary intoxication is not a defense to general intent crimes. See, e.g., United States v. Hatatley, 130 F.3d 1399, 1405 (10th Cir.1997).\n      \n      \n        7\n         We note that some of our cases have articulated a de novo standard for the review of the propriety of a district court's failure to submit a theory of defense instruction,see, e.g., Bindley, 157 F.3d at 1241 (\"We review de novo whether a district court committed reversible error in failing to submit a requested theory of defense instruction.\"), while other cases have articulated an abuse of discretion standard. See, e.g., Adkins, 196 F.3d at 1116 (holding that the \"district court did not abuse its discretion in failing to give the fleeting possession instruction.\"). However, both standards play a role in our review of the propriety of a theory of defense instruction, as explained in United States v. Wolny, 133 F.3d 758 (10th Cir.1998):\n        We review the instructions de novo to determine whether, as a whole, they adequately apprised the jury of the issues and the governing law. The government suggests that we should review [the failure to give a theory of defense instruction] for abuse of discretion. It is true that we review a district court's refusal to submit a requested instruction to the jury for abuse of discretion. However, the ultimate standard of review is de novo &#8212; to determine, as explained above, whether the instructions as a whole adequately apprised the jury of the issues and the governing law. \"Discretion\" comes into play in that the district judge has substantial discretion wording the instructions, as long as they adequately present the law and the issues.\n        Id. at 765 (internal quotations and citations omitted).\n      \n      \n        8\n         See notes 2 &amp; 3, supra.\n      \n      \n        9\n         The government actually presented evidence of four prior violent felonies: a 1971 conviction for first degree robbery; a 1973 conviction for second degree murder; a 1984 conviction for aggravated assault, battery and robbery, felony theft and unlawful possession of a firearm; and a 1993 conviction for conspiracy to commit bank robbery\n      \n      \n        10\n         We address this issue under our normal standard of review because Williams preserved the issue by stating at sentencing that \"I think that an objection should be made or a record be made just on that point just in case the Supreme Court would revisit the sentencing or the prior predicate issue, whether or not that does have to be charged and proven beyond a reasonable doubt.\" R. Vol. III at 398-99. Although Williams was sentenced prior to the Supreme Court's decisions inBlakely and Booker, which applied the holding of Apprendi v. New Jersey, 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), to the federal sentencing guidelines, such that \"[a]ny fact (other than a prior conviction) which is necessary to support a sentence exceeding the maximum authorized by the facts established by a plea of guilty or a jury verdict must be admitted by the defendant or proved to a jury beyond a reasonable doubt,\" Booker, 125 S.Ct. at 756, he preserved his right to challenge, albeit unsuccessfully, the use of his prior convictions to enhance his sentence.\n      \n    \n    \n      42\n      MURPHY, Circuit Judge, concurring in part and dissenting in part.\n    \n    \n      43\n      I concur with the majority's decision to affirm Williams' conviction. I respectfully dissent, however, from the conclusion that this case should be remanded for resentencing pursuant to United States v. Booker, ___ U.S. ___, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). Williams did not raise the issue of the constitutionality of the United States Sentencing Guidelines in the district court and cannot establish that the court committed plain error. I would therefore affirm Williams' sentence.\n    \n    \n      44\n      To establish plain error, Williams must demonstrate (1) error, (2) that is plain, and (3) that affected his substantial rights. United States v. Cotton, 535 U.S. 625, 631, 122 S.Ct. 1781, 152 L.Ed.2d 860 (2002). If the error meets all these conditions, this court may exercise discretion to correct the error if it would seriously affect the fairness, integrity, or public reputation of judicial proceedings to let the error stand. Id. at 631-32, 122 S.Ct. 1781. I agree with the majority that the first two prongs of the plain-error test are satisfied in this case. See United States v. Gonzalez-Huerta, 403 F.3d 727, 732 (10th Cir.2005). Furthermore, the district court's statements at sentencing indicate that it would almost certainly have given Williams a lower sentence under an advisory Guidelines system. This is sufficient to satisfy the third prong of the plain-error test because it satisfies Williams' burden of showing \"a reasonable probability that, but for the error claimed, the result of the proceeding would have been different.\" United States v. Dominguez Benitez, 542 U.S. 74, 124 S.Ct. 2333, 2339, 159 L.Ed.2d 157 (2004).\n    \n    \n      45\n      I disagree with the conclusion of the majority, however, that Williams can satisfy the \"fairness, integrity, or public reputation of judicial proceedings\" portion of the plain-error test (the so-called \"fourth prong\" of the test). This court will exercise its discretion to notice plain error only when the error is \"particularly egregious\" and failure to notice the error would produce \"a miscarriage of justice.\" United States v. Gilkey, 118 F.3d 702, 704 (10th Cir.1997) (quotation omitted). The defendant has the burden of establishing that the fourth prong is satisfied. Gonzalez-Huerta, 403 F.3d at 736. In United States v. Trujillo-Terrazas, this court recognized that most defendants in non-constitutional Booker cases will fail to meet this demanding requirement. No. 04-2075, ___ F.3d at ___, 2005 WL 880896, slip op. at 11 (10th Cir.2005). The district court's error in such a case \"is not the substantive error first recognized in Blakely and which Booker sought to eliminate-namely, that the Sixth Amendment is violated when a judge, rather than a jury, finds facts that mandatorily increase a defendant's sentence.\" Gonzalez-Huerta, 403 F.3d at 738. Rather, the error \"is only error insofar as it runs afoul of the Court's remedy for the unconstitutional implications of the Guidelines.\" Id.\n    \n    \n      46\n      It is for this reason that Williams cannot satisfy the fourth plain-error prong. The majority correctly notes that the district court's use of prior convictions to enhance Williams' sentence did not implicate the Sixth Amendment and that Williams' sentence was therefore not unconstitutional. In fact, the sentence imposed by the judge was perfectly proper at the time of sentencing and did not become error in any sense until after the Supreme Court issued its remedial holding in Booker. Williams can therefore claim he suffered error at sentencing only because the Supreme Court chose to remedy a constitutional problem in an entirely different class of cases by making the Guidelines advisory in all cases. See id. (noting \"[t]he fortuity of the Court's choice to excise 18 U.S.C. &#167; 3553(b)(1), instead of a remedy more directly related to the underlying constitutional problem\"). As the Trujillo-Terrazas panel noted, \"a non-constitutional Booker error is `error' at all only as the serendipitous consequence of the severability analysis the Supreme Court employed to correct the constitutional infirmity created by the combination of judicial fact finding and mandatory application of the Guidelines.\" Trujillo-Terrazas, ___ F.3d at ___, slip op. at 11.\n    \n    \n      47\n      Although the court in Trujillo-Terrazas recognized the difficulty of satisfying the fourth plain-error prong in cases of non-constitutional Booker error, the court did conclude that the test was satisfied in that case. Id. ___ F.3d at ___, at 12. The defendant in Trujillo-Terrazas received a sixteen-level enhancement to his base offense level based on a prior conviction for arson. Id. ___ F.3d at ___, at 2. The arson conviction resulted from the defendant's act of tossing a lighted match through a car window and thereby causing $35 in damage. Id. ___ F.3d at ___, at 3. The court concluded that the fourth plain-error prong was satisfied because the \"comparatively innocuous\" nature of the prior conviction presented a compelling case that a significant departure from the Guidelines range might be warranted. Id. ___ F3d. at ___, ___, at 3, 12. I question the result reached by the court in Trujillo-Terrazas because I believe that rarely, if ever, will a defendant be able to establish that non-Sixth Amendment Booker error constitutes a \"miscarriage of justice.\"1 Regardless of the result under its particular facts, however, the case still stands for the principle that non-Sixth Amendment Booker error can satisfy the fourth prong of the plain-error test only in the rarest of circumstances. See id. ___ F.3d at ___-___, at 11-12.\n    \n    \n      48\n      In contrast to the defendant in Trujillo-Terrazas, the bulk of Williams' sentence in this case was the result of a statutory mandatory minimum. See 18 U.S.C. &#167; 924(e) (requiring a fifteen-year mandatory minimum sentence). Because the fifteen-year minimum sentence is unaffected by the holding in Booker, any unfairness in this case must result from the additional thirty months above the statutory minimum that the Guidelines mandated in this case. See United States v. Moore, 401 F.3d 1220, 1223(10th Cir.2005) (holding that the fact of a prior conviction under &#167; 924(e) need not be proved to a jury beyond a reasonable doubt). This extra thirty months of imprisonment, however, was based solely on Williams' exceptionally violent criminal history, which included the violent robbery of a grocery store and conspiracy to commit bank robbery, among other crimes.2 Considering that district courts post-Booker must continue to impose the fifteen-year statutory minimum on defendants with substantially less severe criminal histories, I do not consider it particularly unfair to let stand a thirty-month enhancement reflecting the relative severity of Williams' past criminal conduct. See Gonzalez-Huerta, 403 F.3d at 738 (\"[T]he purpose of the Guidelines was to promote uniformity in sentencing so as to prevent vastly divergent sentences for offenders with similar criminal histories and offenses.\"). Unquestionably, the facts giving rise to Williams' sentence enhancements under the Guidelines present substantially greater justification for the enhancement than the single prior conviction in Trujillo-Terrazas.\n    \n    \n      49\n      The district court's expression of dissatisfaction with the length of Williams' sentence should not change the result in this case. The district court's comments do demonstrate a reasonable probability of a lower sentence under an advisory Guidelines scheme and thereby satisfy the third prong of the plain-error test. They do not, however, demonstrate that Williams' sentence constitutes a miscarriage of justice. See Gonzalez-Huerta, 403 F.3d at 736 (noting that this court is \"bound to treat the third and fourth prongs as independent inquiries\"). As this court recognized in Gonzalez-Huerta,\"for the last eighteen years, every federal court has given the Guidelines tacit, and in most cases explicit, approval, applying them to tens of thousands of federal sentences.\" Id. at 739. The Guidelines were perfectly constitutional as applied to many of these cases, and this court \"cannot possibly say that all sentences imposed before Booker threatened the fairness, integrity, or public reputation of judicial proceedings, or undermined our confidence in the outcome of the sentence, simply because the Guidelines were mandatory.\" Id. (quotation omitted). For this reason, \"[e]ven if a defendant can demonstrate that the district court felt particular sympathy for him, and might impose a lesser sentence on remand, failing to correct this type of plain error would not impugn the fairness, integrity, and public reputation of judicial proceedings.\" Trujillo-Terrazas, ___ F.3d at ___, slip op. at 11.\n    \n    \n      50\n      This court has held that the fourth prong of the plain-error test is satisfied \"only in those rare cases in which core notions of justice are offended.\" Gonzalez-Huerta, 403 F.3d at 739. I cannot agree that core notions of justice would be offended by denying Williams a remedy adopted by the Supreme Court in response to constitutional error in an entirely different class of cases, at least when he failed to raise this argument in front of the district court. For this reason, I respectfully dissent.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         The time for filing an application for rehearing inTrujillo-Terrazas has not yet expired.\n      \n      \n        2\n         In addition, Williams' criminal history was enhanced because the present offense was committed while he was on probation. Although Williams also has convictions for second degree murder and first degree robbery, these convictions did not factor into his criminal history category because of the age of the crimes\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 165723
        },
        {
            "author_str": "Anderson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*1191STEPHEN H. ANDERSON, Circuit Judge.\nDefendant/Appellant Jerry Lee Williams was found guilty following a jury trial of being a felon in possession of a firearm, in violation of 18 U.S.C. § 922(g), and sentenced as an armed career criminal to a 210-month term of imprisonment. For the following reasons, we AFFIRM in part and REVERSE in part and REMAND for resentencing.\nBACKGROUND\nOn July 19, 2003, at approximately 2:00 a.m., three Wichita police officers responded to a 911 call from a Denny’s restaurant in Wichita, Kansas, indicating a male customer had a gun. When the officers arrived at the restaurant, they talked to security guard Donald Lacy, who had made the 911 call. Lacy indicated that two customers who had been sitting at the back of the restaurant had told him that a black male at a table in the back of the restaurant was waving a gun around underneath the table. Lacy testified that he recognized the two customers because they were regulars, although he did not know their names. The first patron to report the gun-waving incident indicated that the man with the gun was sitting in a group of six individuals in the corner of the restaurant. After she relayed this information to Lacy, her table companion came up to Lacy and told him the same thing. Both customers did not want to be identified or get involved, and they left the restaurant before the police arrived.\nWhen the police officers arrived at the restaurant, Lacy told them which table the two patrons had identified. The officers proceeded immediately to the table where the six individuals, including defendant Williams, were sitting. Williams was intoxicated to some degree.1 The officers told the individuals at the table that a complaint had been made concerning a person waving a gun. The officers first patted down Terry Douglas, who was sitting in the chair nearest the officers, and found nothing suspicious on him. They next patted down Montae Alford, again finding nothing. ■ As the officers patted down Douglas and Alford, Williams and Ivan Miller sat on a booth-style seat with their backs to the restaurant wall. There was a discrepancy in the testimony about exactly where Williams was seated. While everyone agreed that Miller was seated on the outside of the'table near the walkway, the officers testified that Williams was seated a little distance away from him, in the corner of the booth, with a female companion in between them. Douglas and McClary, the waitress, testified that Williams was sitting right next to Miller.\n*1192The officers repeatedly told Williams and Miller to place and keep their hands on the table so their hands were visible. Neither individual complied with the officers’ requests, and both fidgeted on the seat.2 The officers next patted down Miller, on whom they found no weapon. When they turned to search Williams, he hesitated getting up from his seat. Eventually, he made it to the edge of the table where officers assisted him up. As soon as Williams stood up, he immediately shoved his hands in his pockets. The officers repeatedly told Williams to take his hands out of his pockets but he refused. As one of the officers grabbed Williams’ right arm, a gun in Williams’ right pocket discharged, hitting him in the thigh. The gun then fell to the floor. As another officer attempted to retrieve the gun, Alford dove for the gun and reached it first. When Alford pointed the gun at the officer, the officer kicked the gun out of Alford’s hand and took possession of the weapon, a Raven Arms .25 caliber semiautomatic pistol. Miller ran out of the restaurant after the gun discharged.\nThe officers took Williams and Alford into custody. After Williams was treated and released from a hospital for his gunshot wound, he talked to officers at the police station. Detective Jose Salcida testified at trial that, although he could smell a “faint odor of alcohol” on Williams’ breath, Williams “was answering logically to my questions ... so he didn’t appear so intoxicated that he didn’t understand why he was there.” R. Vol. Ill at 256. Williams told Salcida that Miller had been trying to push the gun on him and that he finally just took the gun from him, although he claimed he never put it in his pocket.3\nWilliams was charged in a one-count indictment with “knowingly possessing], in and affecting commerce, a firearm” after previously being convicted of a felony, in violation of 18 U.S.C. § 922(g)(1). R. Vol. I, tab 11. He filed a motion to suppress the gun seized from him as well as his statements to the police, which, following a hearing, was denied. He was found guilty by the jury and sentenced to 210 months’ imprisonment. Further details about specific events at trial will be discussed in connection with the relevant issues.\nWhile this case was pending on appeal, the Supreme Court issued its opinion in Blakely v. Washington, — U.S. -, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), which held that in a state prosecution the Sixth Amendment requires that the maximum *1193permissible sentence in a particular case must be determined solely by reference to “facts reflected in the jury verdict or admitted by the defendant.” Id. at 2537. In January of this year, the Court held that Blakely applies to sentences imposed under the federal Sentencing Guidelines as well. United States v. Booker, — U.S. -, 125 S.Ct. 738, 755, 160 L.Ed.2d 621 (2005). The Court in Booker further held that the Guidelines are not mandatory, but are merely advisory. Id. at 756-57.\nWilliams appeals, arguing: (1) the district court erred in denying his motion to suppress the firearm because it was based upon an allegedly anonymous tip; (2) there was insufficient evidence to support his conviction for knowingly possessing a firearm which was “in or affecting commerce”; (3) the district court erred in refusing to give Williams’ requested “theory of defense” instruction on “fleeting possession” of the firearm; (4) the district court erred when, in response to a jury inquiry, it gave the jury a supplemental instruction on the issue of Williams’ knowing possession of the firearm; (5) mere movement of the firearm from one state to another fails to satisfy the § 922(g) requirement that the firearm be possessed “in or affecting commerce”; (6) the district court’s enhancement of Williams’- sentence under the Armed Career Criminal Act violates his rights under Blakely, Booker, and the Double Jeopardy Clause; and (7) the district court erred in failing to depart downward and in concluding that it was bound to sentence Williams within the Guideline range.\nDISCUSSION\nI. Motion to Suppress\nWilliams filed a. motion to suppress the gun seized from him and his statements to police on the ground that the police searched him and seized the gun based solely upon an anonymous tip.4 ‘When reviewing the denial of a motion to suppress, we view the evidence in the light most favorable to the government, accept the district court’s findings of fact unless clearly erroneous, and review de novo the ultimate determination of reasonableness under the Fourth Amendment.” United States v. Katoa, 379 F.3d 1203, 1205 (10th Cir.2004), cert. denied, — U.S. -, 125 S.Ct. 1390, 161 L.Ed.2d 159 (2005).\nWilliams argues that the “tip” provided by the two restaurant patrons to Lacy, who in turn told the police, informing him that they had seen a black male waving a gun underneath a restaurant table, was an anonymous tip similar to the one held unreliable in Florida v. J.L., 529 U.S. 266, 120 S.Ct. 1375, 146 L.Ed.2d 254 (2000). In J.L., the Supreme Court held that an anonymous telephone call indicating that “a young black male' standing at a particular bus stop and wearing a plaid shirt was carrying a gun,” id. at 268, 120 S.Ct. 1375, was, standing alone, unreliable and therefore insufficient to justify a police officer’s stop and frisk of the defendant. The Court noted that “the officers’ suspicion that J.L. was carrying a weapon arose not from any observations of their own but solely from a call made from an unknown location by an unknown caller.” Id. at 270, 120 S.Ct. 1375.\nEven were we to assume that the tip was truly “anonymous” like the one in J.L.,5 this case is distinguishable from J.L. *1194As indicated above, the police in J.L. relied exclusively on an anonymous tip to search the defendant. Here, the police officers seized Williams and'searched him only after his own conduct gave them reasonable suspicion to believe he was possibly armed and dangerous. When the officers first approached the table where Williams was sitting, they simply informed Williams and his associates that there had been a report of a firearm and asked to search each individual for weapons. The officers did eventually seize Williams, but only after they observed him behaving suspiciously, fidgeting in his seat and keeping his hands in his pockets despite repeated requests to place them on the table, thereby giving rise to a reasonable suspicion that he had a weapon in his pocket. The district court therefore properly denied Williams’ motion to suppress the firearm.\nII. Sufficiency of Evidence Supporting Knowing Possession of Firearm “In or Affecting Commerce”\nWilliams argues that there was insufficient evidence demonstrating that he knowingly possessed the firearm, nor was there sufficient evidence that the gun was possessed “in or affecting commerce” as required by 18 U.S.C. § 922(g). ‘We review sufficiency of the evidence claims de novo.” United States v. Munro, 394 F.3d 865, 869 (10th Cir.2005). In doing so, we view all evidence in the light most favorable to the government, ultimately determining “whether the evidence and all reasonable inferences drawn therefrom could allow a reasonable jury to find [defendant] guilty beyond a reasonable doubt.” Id.\nA. Sufficiency of Evidence of Possession of Gun\nWilliams argues that his very inebriated condition, combined with evidence suggesting that Miller passed the gun to him at the last minute, renders it impossible for him to have “knowingly” possessed the gun. We disagree. “Being a felon in possession of a firearm is a general intent crime. “Voluntary intoxication is a defense to a crime requiring proof of specific intent, but not to a crime requiring only proof of general intent.’ ” United States v. Klein, 13 F.3d 1182, 1183 (8th Cir.1994) (quoting United States v. Oakie, 12 F.3d 1436, 1442 (8th Cir.1993)); see also United States v. Brown, 367 F.3d 549, 556 (6th Cir.2004); United States v. Bennett, 975 F.2d 305, 308 (6th Cir.1992); United States v. Williams, 892 F.2d 296, 303 (3d Cir.1989).6 Thus, despite his inebriated state, Williams was still capable of having the general intent necessary to support a § 922(g) conviction.\nFurthermore, a conviction for being a felon in possession of a firearm under § 922(g) does not require evidence of a lengthy possession: “[E]ven if a felon held a firearm for a mere second or two, unless that felon truly did not know that what he possessed was a firearm or there was some recognized legal justification for his holding the firearm, § 922(g) will still impose criminal liability.”. United States v. Adkins, 196 F.3d 1112, 1115 (10th Cir.1999). There was sufficient evidence that Williams knew he possessed the gun, even if briefly. Detective Salcida testified that Williams, told him that Miller had been *1195showing the gun around, that Miller had slid the gun towards Williams but that Williams did not want the gun and tried to slide it back. The officers’ descriptions of Williams’ furtive movements under the table support that testimony. Although Williams claimed he did not know the gun was in his pocket, there was evidence that he was aware of the gun and of Miller’s attempts to push it on to him. There was accordingly sufficient evidence from which the jury could conclude that Williams knowingly possessed the gun found in his pocket.\nB. “In or Affecting Commerce”\nSection 922(g) requires that the firearm be possessed “in or affecting commerce.” 18 U.S.C. § 922(g). At trial, Gary Miller, a firearms examiner with the Sedgwick County Regional Forensic Science Center, testified that, as a marking on the gun indicated, the gun had been manufactured in Industry, California. R. Vol. Ill at 245-46. Williams concedes that the Supreme Court held in Scarborough v. United States, 431 U.S. 563, 97 S.Ct. 1963, 52 L.Ed.2d 582 (1977), that “the interstate commerce nexus requirement of the possession offense [is] satisfied by proof that the firearm [defendant] possessed had previously traveled in interstate commerce.” Id. at 566-67, 97 S.Ct. 1963; see also United States v. Campbell, 372 F.3d 1179, 1182 (10th Cir.2004). Proof that the gun was manufactured in California and possessed by Williams in Kansas is sufficient to establish the nexus with interstate commerce. See United States v. Gourley, 835 F.2d 249, 251 (10th Cir.1987) (holding that expert testimony “that the gun in question was manufactured in Spain[] [and evidence that] [t]he gun itself was marked ‘Made in Spain’ ... was sufficient to show that the firearm was ‘in or affecting commerce.’ ”).\nIII. Fleeting Possession Instruction\nWilliams argues the district court erred in refusing to give his requested “theory of defense” instruction on “fleeting possession” of the firearm. “ ‘A criminal defendant is entitled to an instruction on his theory of defense provided that theory is supported by some evidence and the law.’ ” United States v. Alcorn, 329 F.3d 759, 767 (10th Cir.2003) (quoting United States v. Haney, 318 F.3d 1161, 1163 (10th Cir.2003) (en banc)). Such an instruction is not required, however, “ ‘if it would'simply give the jury a clearer understanding of the issues.’ ” Id. (quoting United States v. Wolny, 133 F.3d 758, 765 (10th Cir.1998)). Furthermore, a theory of defense instruction is “ ‘required only if, without the instruction, the district court’s instructions were erroneous or inadequate.’ ” Id. (quoting Wolny, 133 F.3d at 765). “ ‘ We review de novo whether a district court committed reversible error in failing to submit a requested theory of defense instruction.’ ” Id. at 765 (quoting United States v. Bindley, 157 F.3d 1235, 1241 (10th Cir.1998)).7\n*1196Williams proposed the following instruction on fleeting possession: “Momentary, transitory, or temporary control of a thing, without criminal intent, is not possession. Mere proximity to a thing is not possession.” Defendant’s Proposed Jury Instr. No. 4, R. Vol. I, tab 34 at 5. He also proposed a supplemental jury instruction containing the above language, as well as the following: “A jury must acquit a defendant charged with possession of contraband when evidence demonstrates not only that the defendant merely momentarily possessed contraband, but also that the defendant either lacked knowledge that he possessed contraband or had a legally justifiable reason to possess it temporarily.” Defendant’s Proposed Supp. Jury Instr. No. 1, id., tab 35 at 3. The court refused to give either instruction.\nWe have previously considered the “fleeting possession” defense in the context of a § 922(g) conviction:\n[A] jury must acquit a defendant charged with possession of contraband when the evidence demonstrates not only that the defendant merely momentarily possessed contraband, but also that the defendant either lacked knowledge that he possessed dontraband or had a legally justifiable reason to possess it temporarily....\nThus, even if a felon held a firearm for a mere second or two, unless that felon truly did not know that what he possessed was a firearm or there was some recognized legal justification for his holding the firearm, § 922(g) will still impose criminal liability. If, however, a felon who momentarily possessed a firearm genuinely lacked knowledge that he possessed a firearm or had a legally justifiable reason for possessing it, the fleeting possession theory would apply because the government would have failed in its burden of proving intent. Therefore, the court need only give a fleeting possession instruction when the evidence at trial supports a possible finding that the defendant only momentarily possessed the contraband, and in so doing, lacked either knowledge he possessed contraband or criminal intent to possess it.\nAdkins, 196 F.3d at 1115 (emphasis added). We agree with the government and the district court that there is insufficient evidence to support “a possible finding that [Williams] only momentarily possessed the [firearm], and ... lacked either knowledge he possessed [the firearm] or criminal intent to possess it.” Rather, while the evidence suggests Miller may have passed the gun to Williams at the last moment prior to both men being searched, as indicated above, there is ample evidence that Williams knew he had the gun, and, in fact, tried to hide that fact.8 See United States v. Grissom, 44 F.3d 1507, 1513 (10th Cir.1995) (noting case where court held that theory of defense instruction properly refused when it “was essentially a recounting of the facts as seen through the rose-colored glasses of the defense-” (quoting United States v. Barham, 595 F.2d 231, 244 (5th Cir.1979))). The court did not err in refusing to give Williams’ “theory of defense” instruction.\n*1197IV.Supplemental Instruction on Knowing Possession\nDuring jury deliberations, the jury asked the court the following question: “Restate last information on the influence of alcohol and its effect on our decision.” R. Vol. I, tab 40. The court responded as follows: “With respect to Mr. Williams! ] alleged intoxication, if Mr. Williams was capable of any conscious act at the time that he was sitting there, then he can be found to have done something knowingly. If he was totally oblivious to the point of being unconscious, then he can’t act knowingly. It’s going to be up to you to read and go through these instructions and to determine whether Mr. Williams acted knowingly or not, given all the facts and circumstances surrounding this incident.” Id. Williams argues that the court’s response to the jury’s inquiry “relieved [the government] of proving the element of ‘knowing possession’ by the higher standard of beyond a reasonable doubt when the court equated a ‘knowing act’ to one being conscious, and being incapable of acting knowingly if they are unconscious.” Appellant’s Br. at 23.\n“The submission of supplemental jury instructions after the jury has retired is a matter committed to the trial court’s discretion.” United States v. Arias-Santos, 39 F.3d 1070, 1075 (10th Cir.1994). Of course, “[w]e review the jury instructions as a whole to determine whether they correctly state the governing law and provide an ample understanding of the issues and the applicable standards.” Id. at 1076.\nWe hold that the district court did not abuse its discretion in giving the supplemental instruction. As the government argues, and as we have already held, voluntary intoxication is not a defense to a general intent crime like being a felon-in-possession under § 922(g). See Klein, 13 F.3d at 1183; Brown, 367 F.3d at 556; Bennett, 975 F.2d at 308; Williams, 892 F.2d at 303. Accordingly, intoxication is only relevant as it bears upon Williams’ ability to act knowingly, as required by the statute. Thus, the court simply explained that intoxication to the point of unconsciousness would make it impossible for Williams to act knowingly. The court referred the jury to all the instructions given, which in turn set forth the elements required for the jury to find Williams guilty, including the requirement that the government prove beyond a reasonable doubt that Williams knowingly possessed the firearm. The instructions as a whole correctly set forth the law, and we perceive no abuse of discretion in the court’s response to the jury’s request for clarification regarding Williams’ use of alcohol.\nV. “In or Affecting Commerce” Requirement\nWilliams argues that “mere movement of the firearm from one state to another at some undetermined time in the past does not constitute a ‘substantial’ effect on interstate commerce to invoke the Commerce Clause powers of Congress under the second prong of 18 U.S.C. § 922(g) (mere possession ‘in or affecting commerce’), where the regulated activity is non-economic intrastate conduct[.]” Appellant’s Br. at 24. Williams concedes that this argument is foreclosed by our decisions in United States v. Brown, 314 F.3d 1216 (10th Cir.2003), United States v. Bayles, 310 F.3d 1302 (10th Cir.2002), and United States v. Dorris, 236 F.3d 582 (10th Cir.2000). We therefore do not address it further.\nVI. Enhancement under ACCA\nThe district court sentenced Williams as an armed career criminal under 18 U.S.C. § 924(e) because of three prior violent fel*1198onies.9 Williams argues that sentencing him as an armed career criminal, based upon judicial findings as to the existence of his prior violent felonies by a standard less than beyond a reasonable doubt, violates his rights under Blakely v. Washington, — U.S. -, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), United States v. Booker, — U.S. -, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), and the Double Jeopardy Clause. We disagree.10\nWe recently addressed the question of whether Booker, Blakely, and the Supreme Court’s most recent decision involving the use of prior convictions at sentencing, Shepard v. United States, — U.S. -, 125 S.Ct. 1254, 161 L.Ed.2d 205 (2005), have overruled our prior cases holding that the “fact” of a prior conviction under § 924(e) need not be charged in the indictment and proven to a jury beyond a reasonable doubt. We held in United States v. Moore, 401 F.3d 1220 (10th Cir.2005), that they have not. Thus, it remains the case that, for purposes of sentencing under the armed career criminal provisions of § 924(e), “the government need not charge the ‘fact’ of a prior conviction in an indictment and submit it to a jury.” Id. at 1224. Additionally, the Double Jeopardy Clause is not implicated.\nVII. Refusal to Depart Downward\nAt sentencing, both the court and Williams raised grounds for departing downward from the otherwise applicable guideline sentencing range. The court considered a downward departure based on “diminished capacity,” R. Vol. Ill at 360, and Williams argued for a downward departure on the ground that the offenses that made him an armed career criminal were very old, id. at 365, and that he was “less culpable” and played a “minor role” in the offense, id. at 364. The court ultimately abandoned the “diminished capacity” basis for a downward departure, and denied Williams’ motion for a downward departure, finding that it “[didn’t] have a basis for a departure.” Id. at 403.\nThe court did, however, indicate its displeasure and frustration with the severity of the sentence it felt obligated to impose upon Williams:\nThis really is one of the most difficult and saddest cases that I have ever had in front of me, because I think that the sentence I’m about to impose is so grossly out of proportion to the offense conduct here that it just smacks of something that certainly isn’t justice .... [W]hile these can’t be factors to take into account, I’m looking at a guy whose [sic] 52 or 53 years old. Certain*1199ly he’s responsible for his past — I mean, it follows him around wherever he goes — but here’s a guy who was drunk in a restaurant and had a gun literally thrust at him, and he put it in his pocket, and he ends up getting shot, and I wonder who the real victim in this case is. I mean, I have got to tell you that if there’s anybody that’s coming out of this thing being victimized — and, admittedly, through some conduct of his own, he shouldn’t have been drunk; he shouldn’t have put the gun in his pocket. But, on the other hand, if it hadn’t been thrust at him that night during a fairly excited period of time, he wouldn’t be sitting here today either. And that’s worth 210 months in the penitentiary? Good lord, folks! What have we come to here? I’m sorry, but, you know, I really don’t have anyplace to go with this. Mr. Williams, you’re here because of what you did. I’m doing what I am doing here today not because I’m happy about it. As a matter of fact, I’m disgusted with the sentence that I have to give to you here today. But that’s not [the prosecution’s] — I mean, they didn’t write the guidelines. They didn’t write the laws. We have Congress to thank for this, I guess.\nYou know, my understanding was that the whole purpose of these guidelines when they were instituted was bring some sense of uniformity to the sentencing process, to keep somebody in one location from getting a sentence very different for the same crime than people in another location. I think if the guidelines had given us something to use as a starting point that maybe I would feel a little better about this process, because I could go somewhere with it. Mr. Williams, if it was up to me I would lock you up for five years because you had no business being where you were, doing what you were doing that night. But I think five years for this would be more than plenty. An it is, 210 months. What’s that amount to? It’s 15, 16; about 17 years that you’re going to get for sitting in a restaurant and putting a gun in your pocket that a guy shoved at you while you were drunk. I’m not excusing you for what you did, but I think this punishment is gross; I think it’s immoral.\nWith that, Mr. Williams, I don’t have a basis for a departure.\nId. at 401-03. The court then imposed a sentence of 210 months, at the bottom' of the Guideline range.\nAs our prior analysis indicates, this case presents no Sixth Amendment error under Booker, inasmuch as the only judicial fact-finding Williams challenges is the court’s findings about Williams’ prior convictions, which, as we have explained, are not subject to the Blakely /Booker rule about judicial fact-finding. However, the district court did sentence Williams under the erroneous belief that the Guidelines were mandatory, thus committing “non-constitutional Booker error.” Because this issue was not raised below, we review it for plain error only. See Fed.R.Crim.P. 52(b); Booker, 125 S.Ct. at 769 (noting that the Court “expeet[s] reviewing courts to ... determinfe] ... whether the issue was. raised below and whether it fails the ‘plain error’ test”). “ ‘Plain error occurs when there is (1) error, (2) that is plain, which (3) affects substantial rights, and which (4) seriously affects the fairness, integrity, or public reputation of judicial proceedings.’” United States v. Gonzalez-Huerta, 403 F.3d 727, 732 (10th Cir.2005) (en banc) (quoting United States v. Burbage, 365 F.3d 1174, 1180 (10th Cir.2004) (quotation omitted), cert. denied, — U.S. ——, 125 S.Ct. 510, 160 L.Ed.2d 381 (2004)). The first two prongs are met here, as Booker makes clear that the mandatory application of the Guidelines is er*1200ror and that error is now plain. Gonzalez-Huerta, 403 F.3d at 732; see also Johnson v. United States, 520 U.S. 461, 468, 117 S.Ct. 1544, 137 L.Ed.2d 718 (1997). We therefore consider, whether Williams can satisfy both the third and fourth prongs of plain-error review.\nTo satisfy the third prong of plain-error review- — showing that the error affects substantial rights — “usually means that the error must have affected the outcome of the district court proceedings.” United States v. Cotton, 535 U.S. 625, 632, 122 S.Ct. 1781, 152 L.Ed.2d 860 (2002) (quotation omitted); see also United States v. Olano, 507 U.S. 725, 734, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). Williams bears the burden of proving the error affected his substantial rights. Gonzalez-Huerta, 403 F.3d at 733; see also United States v. Vonn, 535 U.S. 55, 62-63, 122 S.Ct. 1043, 152 L.Ed.2d 90 (2002). Thus, to satisfy the third prong of plain-error review, Williams must show “a reasonable probability that, but for the error claimed, the result of the proceeding would have been different.” United States v. Dominguez Benitez, 542 U.S. 74, 124 S.Ct. 2333, 2339, 159 L.Ed.2d 157 (2004) (alteration and quotation omitted). To obtain relief, however, Williams must also satisfy the fourth prong of plain-error review — -that is, he must demonstrate that the error is “particularly egregious” and that our failure to notice it would result in a “miscarriage of justice.” United States v. Gilkey, 118 F.3d 702, 704 (10th Cir.1997); see also Olano, 507 U.S. at 736, 113 S.Ct. 1770.\nWe hold that, in the unique circumstances of this case, and regardless of factors which are developed for the application of plain error post -Booker, Williams has satisfied the third and fourth prongs of plain-error review, such that we must notice the error and remand this case for resentencing at or above the statutory minimum. See United States v. Trujillo-Terrazas, No. 04-2075, 405 F.3d 814, 817-19, 2005 WL 880896, at **2-4 (10th Cir.2005) (finding that the third and fourth prongs for establishing plain error were satisfied). While the standard for meeting the fourth prong is “demanding,” Gonzalez-Huerta, 403 F.3d at 737, we have acknowledged that, “depend[ing] on the facts of the particular case,” it can be met. Id. We conclude that this is such a case.\nCONCLUSION\nFor the foregoing reasons, Williams’ conviction is AFFIRMED, his sentence is VACATED and REMANDED for resen-tencing.\n\n. Denny's waitress Michelle McClaiy testified at trial that Williams \"was very drunk to the point he was nodding off. Lady who was with him had to order his food for him. He was almost under the table. Only reason he was able to stay in the booth was because he was holding on to his lady friend.” R. Vol. Ill at 305. She also testified that his \"words were slurred” such that she could not understand him. Id. at 315. Another Denny's employee, Shirley Jean Bunch, also testified that the entire group with Williams was \"drunk.” Id. at 319. One of Williams' companions at Denny’s, Terry Douglas, testified that Williams had consumed at least eight drinks and some beers before they went to Denny's. He further testified that Williams \"wasn't in good condition” when they got to the restaurant, and that he had to \"[h]elp him get in so he could keep his balance, keep from falling.” Id. at 275.\nBy contrast, the officers at the scene testified that Williams was not as inebriated. Officer Dallas Boone testified that Williams “didn't appear to be inebriated in my personal professional experience.” R. Vol. II at 167. Officer Gabriel Ohmart similarly testified that Williams \"was not overly intoxicated by any means.” Id. at 188.\n\n\n. Officer Boone testified that Williams \"was being very evasive, wouldn’t look up at me, acting as if he didn’t hear me, didn't want to look at me right, adjusting his weight back and forth on each leg, keeping his hands under the table, with the exception of the one time I seen him take a bite of food, still his hands went back right underneath the table.” R. Vol. II at 153. He further testified that Miller \"was also not complying about putting his hands on the table, shifting his weight. He was rubbing his hands on his knees as in a seated position.” Id. at 164-65. Officer Oh-mart also testified that Miller was \"fidgeting with his pocket, moving his left hand back around to his back hip pocket, and he was shifting his weight from side-to-side.” Id. at 179.\n\n\n. Detective Salcida testified that, during his interview with Williams, Williams stated that \" ‘[w]hen the gun slid, I grabbed it and tried to get it away from the dude — away from dudes, sling it away from me.’ ” Id. at 266. Salcida testified that Williams denied that the gun was in his pocket, even though there was a bullet hole in the pocket. Douglas testified that Miller \"had a handgun. He kept pulling it out, and we told him to put it up because there was going to be some trouble. Somebody might see it.” Id. at 281. Douglas admitted that he never told the police that Miller had a gun, nor did he ever deny that Williams had one.\n\n\n. On appeal, Williams only argues that the firearm should have been suppressed.\n\n\n. Williams argues that, because the identity of the restaurant patrons who reported seeing a gun at Williams' table was never confirmed and they left before the police arrived, their tip to security guard Lacy is an anonymous tip like that in J.L. While we need not decide this issue, because we conclude that the seizure of the firearm was supported by more *1194than just the tip, we note that the tip in this case had greater indicia of reliability than a truly anonymous tip. The tip was based upon visual observation by patrons sitting nearby, and the patrons were regulars at the restaurant whom Lacy knew and recognized, even if not by name.\n\n\n. The only case from our circuit holding that voluntary intoxication is not a defense to § 922(g) is an unpublished decision, which we do not normally cite. United States v. Knight, No. 94-1488, 1995 WL 511139, at * 1 (10th Cir. Aug.30, 1995). We have, however, stated on several previous occasions that voluntary intoxication is not a defense to general intent crimes. See, e.g., United States v. Hatatley, 130 F.3d 1399, 1405 (10th Cir.1997).\n\n\n. We note that some of our cases have articulated a de novo standard for the review of the propriety of a district court’s failure to submit a theory of defense instruction, see, e.g., Bindley, 157 F.3d at 1241 (\"We review de novo whether a district court committed reversible error in failing to submit a requested theory of defense instruction.”), while other cases have articulated an abuse of discretion standard. See, e.g., Adkins, 196 F.3d at 1116 (holding that the \"district court did not abuse its discretion in failing to give the fleeting possession instruction.”). However, both standards play a role in our review of the propriety of a theory of defense instruction, as explained in United States v. Wolny, 133 F.3d 758 (10th Cir.1998):\nWe review the instructions de novo to determine whether, as a whole, they adequately apprised the jury of the issues and the governing law. The government suggests that we should review [the failure to give a theory of defense instruction] for abuse of discretion. It is true that we review a district court's refusal to submit a *1196requested instruction to the jury for abuse of discretion. However, the ultimate standard of review is de novo — to determine, as explained above, whether the instructions as a whole adequately apprised the jury of the issues and the governing law. \"Discretion” comes into play in that the district judge has substantial discretion wording the instructions, as long as they adequately present the law and the issues.\nId. at 765 (internal quotations and citations omitted).\n\n\n. See notes 2 &amp; 3, supra.\n\n\n. The government actually presented evidence of four prior violent felonies: a 1971 conviction for first degree robbery; a 1973 conviction for second degree murder; a 1984 conviction for aggravated assault, battery and robbery, felony theft and unlawful possession of a firearm; and a 1993 conviction for conspiracy to commit bank robbery.\n\n\n. We address this issue under our normal standard of review because Williams preserved the issue by stating at sentencing that “I think that an objection should be made or a record be made just on that point just in case the Supreme Court would revisit the sentencing or the prior predicate issue, whether or not that does have to be charged and proven, beyond a reasonable doubt.” R. Vol. Ill at 398-99. Although Williams was sentenced prior to the Supreme Court's decisions in Blakely and Boolcer, which applied the holding of Apprendi v. New Jersey, 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), to the federal sentencing guidelines, such that ”[a]ny fact (other than a prior conviction) which is necessary to support a sentence exceeding the maximum authorized by the facts established by a plea of guilty or a jury verdict must be admitted by the defendant or proved to a jury beyond a reasonable doubt,” Booker, 125 S.Ct. at 756, he preserved his right to challenge, albeit unsuccessfully, the use of his prior convictions to enhance his sentence.\n\n",
            "ocr": false,
            "opinion_id": 9437567
        },
        {
            "author_str": "Murphy",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMURPHY, Circuit Judge,\nconcurring in part and dissenting in part.\nI concur with the majority’s decision to affirm Williams’ conviction. I respectfully dissent, however, from the conclusion that this case should be remanded for resen-tencing pursuant to United States v. Booker, — U.S. -, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). Williams did not raise the issue of the constitutionality of the United States Sentencing Guidelines in the district court and cannot establish that the court committed plain error. I would therefore affirm Williams’ sentence.\nTo establish plain error, Williams must demonstrate (1) error, (2) that is plain, and (3) that affected his substantial rights. United States v. Cotton, 535 U.S. 625, 631, 122 S.Ct. 1781, 152 L.Ed.2d 860 (2002). If the error meets all these conditions, this court may exercise discretion to correct the error if it would seriously affect the fairness, integrity, or public reputation of judicial proceedings to let the error stand. Id. at 631-32, 122 S.Ct. 1781. I agree with the majority that the first two prongs of the plain-error test are satisfied in this case. See United States v. Gonzalez-*1201Huerta, 403 F.3d 727, 732 (10th Cir.2005) (en banc). Furthermore, the district court’s statements at sentencing indicate that it would almost certainly have given Williams a lower sentence under an advisory Guidelines system. This is sufficient to satisfy the third prong of the plain-error test because it satisfies Williams’ burden of showing “a reasonable probability that, but for the error claimed, the result of the proceeding would have been different.” United States v. Dominguez Benitez, 542 U.S. 74, 124 S.Ct. 2333, 2339, 159 L.Ed.2d 157 (2004).\nI disagree with the conclusion of the majority, however, that Williams can satisfy the “fairness, integrity, or public reputation of judicial proceedings” portion of the plain-error test (the so-called “fourth prong” of the test). This court will exercise its discretion to notice plain error only when the error is “particularly egregious” and failure to notice the error would produce “a miscarriage of justice.” United States v. Gilkey, 118 F.3d 702, 704 (10th Cir.1997) (quotation omitted). The defendant has the burden of establishing that the fourth prong is satisfied. Gonzalez-Huerta, 403 F.3d at 737. In United States v. Trujillo-Terrazas, this court recognized that most defendants in non-constitutional Booker cases will fail to meet this demanding requirement. No. 04-2075, 405 F.3d at 814, 820-21, 2005 WL 880896 (10th Cir.2005). The district court’s error in such a case “is not the substantive error first recognized in Blakely and which Booker sought to eliminate — namely, that the Sixth Amendment is violated when a judge, rather than a jury, finds facts that mandatorily increase a defendant’s sentence.” Gonzalez-Huerta, 403 F.3d at 738. Rather, the error “is only error insofar as it runs afoul of the Court’s remedy for the unconstitutional implications of the Guidelines.” Id.\nIt is for this reason that Williams cannot satisfy the fourth plain-error prong. The majority correctly notes that the district court’s use of prior convictions to enhance Williams’ sentence did not implicate the Sixth Amendment and that Williams’ sentence was therefore not unconstitutional. In fact, the sentence imposed by the judge was perfectly proper at the time of sentencing and did not become error in any sense until after the Supreme Court issued its remedial holding in Booker. Williams can therefore claim he suffered error at sentencing only because the Supreme Court chose to remedy a constitutional problem in an entirely different class of cases by making the Guidelines advisory in all cases. See id. (noting “[t]he fortuity of the Court’s choice to excise 18 U.S.C. § 3553(b)(1), instead of a remedy more directly related to the underlying constitutional problem”). As the Trujillo-Terra-zas panel noted, “a non-constitutional Booker error is ‘error’ at all only as the serendipitous consequence of the sever-ability analysis the Supreme Court employed to correct the constitutional infirmity created by the combination of judicial factfinding and mandatory application of the Guidelines.” Trujillo-Terrazas, 405 F.3d at 820-21.\nAlthough the court in Trujillo-Terrazas recognized the difficulty of satisfying the fourth plain-error prong in cases of non-constitutional Booker error, the court did conclude that the test was satisfied in that case. Id. at 821. The defendant in Trujillo-Terrazas received a sixteen-level enhancement to his base offense level based on a prior conviction for arson. Id. at 817. The arson conviction resulted from the defendant’s act of tossing a lighted match through a car window and thereby causing $35 in damage. Id. The court concluded that the fourth plain-error prong was satisfied because the “comparatively innocuous” nature of the prior conviction present*1202ed a compelling case that a significant departure from the Guidelines range might be warranted. Id. at 817, 821. I question the result reached by the court in Trujillo-Terrazas because I believe that rarely, if ever, will a defendant be able to establish that non-Sixth Amendment Booker error constitutes a “miscarriage of justice.” 1 Regardless of the result under its particular facts, however, the case still stands for the principle that non-Sixth Amendment Booker error can satisfy the fourth prong of the plain-error test only in the rarest of circumstances. See id. at 820-21.\nIn contrast to the defendant in Trujillo-Terrazas, the bulk of Williams’ sentence in this case was the result of a statutory mandatory minimum. See 18 U.S.C. § 924(e) (requiring a fifteen-year mandatory minimum sentence). Because the fifteen-year minimum sentence is unaffected by the holding in Booker, any unfairness in this case must result from the additional thirty months above the statutory minimum that the Guidelines mandated in this case. See United States v. Moore, 401 F.3d 1220, 1223-24 (10th Cir.2005) (holding that the fact of a prior conviction under § 924(e) need not be proved to a jury beyond a reasonable doubt). This extra thirty months of imprisonment, however, was based solely on Williams’ exceptionally violent criminal history, which included the violent robbery of a grocery store and conspiracy to commit bank robbery, among other crimes.2 Considering that district courts post -Booker must continue to impose the fifteen-year statutory minimum on defendants with substantially less severe criminal histories, I do not consider it particularly unfair to let stand a thirty-month enhancement reflecting the relative severity of Williams’ past criminal conduct. See Gonzalez-Huerta, 403 F.3d at 738 (“[T]he purpose of the Guidelines was to promote uniformity in sentencing so as to prevent vastly divergent sentences for offenders with similar criminal histories and offenses.”). Unquestionably, the facts giving rise to Williams’ sentence enhancements under the Guidelines present substantially greater justification for the enhancement than the single prior conviction in Trujillo-Terrazas.\nThe district court’s expression of dissatisfaction with the length of Williams’ sentence should not change the result in this case. The district court’s comments do demonstrate a reasonable probability of a lower sentence under an advisory Guidelines scheme and thereby satisfy the third prong of the plain-error test. They do not, however, demonstrate that Williams’ sentence constitutes a miscarriage of justice. See Gonzalez-Huerta, 403 F.3d at 736 (noting that this court is'“bound to treat the third and fourth prongs as independent inquiries”). As this court recognized in Gonzalez-Huerta, “for the last eighteen years, every federal court has given the Guidelines tacit, and in most cases explicit, approval, applying them to tens of thousands of federal sentences.” Id. at 739. The Guidelines were perfectly constitutional as applied to many of these cases, and this court “cannot possibly say that all sentences imposed before Booker threatened the fairness, integrity, or public reputation of judicial proceedings, or undermined our confidence in the outcome of the *1203sentence, simply because the Guidelines were mandatory.” Id. (quotation omitted). For this reason, “[ejven if a defendant can demonstrate that the district court felt particular sympathy for him, and might impose a lesser sentence on remand, failing to correct this type of plain error would not impugn the fairness, integrity, and public reputation of judicial proceedings.” Trujillo-Terrazas, 405 F.3d at 821.\nThis court has held that the fourth prong of the plain-error test is satisfied “only in those rare cases in which core notions of justice are offended.” Gonzalez-Huerta, 403 F.3d at 739. I cannot agree that core notions of justice would be offended by denying Williams a remedy adopted by the Supreme Court in response to constitutional error in an entirely different class of cases, at least when he failed to raise this argument in front of the district court. For this reason, I respectfully dissent.\n\n. The time for filing an application for rehearing in Trujillo-Teirazas has not yet expired.\n\n\n. In addition, Williams' criminal history was enhanced because the present offense was committed while he was on probation. Although Williams also has convictions for second degree murder and first degree robbery, these convictions did not factor into his criminal history category because of the age of the crimes.\n\n",
            "ocr": false,
            "opinion_id": 9437568
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}