{
    "id": 2582694,
    "judges": "Lansing",
    "date_filed": "2017-05-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-wilson",
    "case_name_short": "Wilson",
    "case_name": "State v. Wilson",
    "case_name_full": "STATE of Idaho, Plaintiff-Respondent, v. Michael R. WILSON, Defendant-Appellant",
    "attorneys": "Molly J. Huskey, State Appellate Public Defender; Eric D. Fredericksen, Deputy Appellate Public Defender, Boise, for appellant. Eric D. Fredericksen argued., Hon. Lawrence G. Wasden, Attorney General; Rebekah A. Cudé, Deputy Attorney General, Boise, for respondent. Rebekah A. Cudé argued.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b467-7\">\n    128 P.3d 968\n   </citation><br><parties id=\"b467-8\">\n    STATE of Idaho, Plaintiff-Respondent, v. Michael R. WILSON, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b467-10\">\n    No. 30360.\n   </docketnumber><br><court id=\"b467-11\">\n    Court of Appeals of Idaho.\n   </court><br><decisiondate id=\"b467-12\">\n    Jan. 18, 2006.\n   </decisiondate><br><attorneys id=\"b469-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"433\"> \n     *433\n     </span>\n    Molly J. Huskey, State Appellate Public Defender; Eric D. Fredericksen, Deputy Appellate Public Defender, Boise, for appellant. Eric D. Fredericksen argued.\n   </attorneys><br><attorneys id=\"b469-5\">\n    Hon. Lawrence G. Wasden, Attorney General; Rebekah A. Cudé, Deputy Attorney General, Boise, for respondent. Rebekah A. Cudé argued.\n   </attorneys>",
    "citations": [
        "128 P.3d 968",
        "142 Idaho 431"
    ],
    "opinions": [
        {
            "author_str": "Lansing",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7214.0,
            "opinion_text": "\n128 P.3d 968 (2006)\n142 Idaho 431\nSTATE of Idaho, Plaintiff-Respondent,\nv.\nMichael R. WILSON, Defendant-Appellant.\nNo. 30360.\nCourt of Appeals of Idaho.\nJanuary 18, 2006.\n*970 Molly J. Huskey, State Appellate Public Defender; Eric D. Fredericksen, Deputy Appellate Public Defender, Boise, for appellant. Eric D. Fredericksen argued.\nHon. Lawrence G. Wasden, Attorney General; Rebekah A. Cudé, Deputy Attorney General, Boise, for respondent. Rebekah A. Cudé argued.\nLANSING, Judge.\nMichael D. Wilson appeals from his judgment of conviction for delivery of a controlled substance. Because we conclude that the trial court did not adequately consider whether the State should have been compelled to disclose the identity of a confidential informant who participated in the drug transaction, we remand this case for further proceedings.\n\nI.\n\nBACKGROUND\nAn individual facing misdemeanor assault and theft charges informed police that he was interested in working as a confidential informant in exchange for leniency and that he could purchase illegal drugs from Wilson. Law enforcement officers agreed to use the informant's services, took him to a local bar where the transaction was to occur, equipped him with a body wire to transmit any conversation to monitoring officers, and gave him pre-recorded buy money. A detective observed the informant from a location approximately two hundred feet distant from the bar's entrance. The informant placed a phone call and soon thereafter, a yellow vehicle arrived at the bar. The informant spoke to the car's occupants. The yellow vehicle departed. The informant stood outside the bar until the yellow vehicle returned forty-five minutes later, this time occupied by only a driver. The detective observed the informant approach the vehicle and, although the body wire transmission was unclear, heard what he believed to be \"drug talk\" concerning quality and quantity. The detective was able to discern that the driver of the vehicle was male but was unable to discern the driver's hair color or other physical characteristics. Two other officers who had monitored the yellow vehicle that night were also unable to describe the driver's characteristics. After the yellow vehicle left, the informant brought officers a baggie containing methamphetamine. Approximately seven days later, officers arrested Wilson and charged him with delivery of a controlled substance, Idaho Code § 37-2732(a)(1)(A).\nAt Wilson's trial, the State did not call the informant to testify, but relied entirely upon the testimony of the law enforcement personnel. One officer testified that Wilson had made a confession during interrogation at the jail. According to the officer, Wilson described two drug deals in which he had participated over the last two months. Wilson indicated that during one of those deals, he had driven the yellow vehicle to locations that corresponded to the locations where police had observed that vehicle on the night in question. The officer testified that Wilson also admitted that he had delivered methamphetamine to an individual matching the informant's description and had received a sum of money equal to that which police had provided to the informant.\nOn cross-examination of a detective, Wilson's counsel asked the detective to identify the confidential informant. The prosecutor objected, asserting that the State did not have to disclose the informant's identity because the informant was not going to testify. The district court sustained the State's objection. Defense counsel was able to elicit testimony from the detective that the assault charge against the informant had been dismissed in exchange for his services. At the close of the evidence, the jury found Wilson guilty.\nOn appeal, Wilson argues that the district court erred in allowing certain exhibits into evidence without a sufficient foundation and in failing to conduct an in camera proceeding pursuant to Idaho Rule of Evidence 509(c)(3) to determine whether the identity of the informant should be disclosed to the defense. Wilson contends that in addition to violating I.R.E. 509(c)(3), the failure to conduct such *971 an in camera proceeding violated his constitutional rights to confront his accuser, to due process, and to effective assistance of counsel.\n\nII.\n\nANALYSIS\n\nA. Admission of State's Exhibits\nWe first address Wilson's argument that the district court abused its discretion by admitting into evidence the baggie of methamphetamine alleged to have been delivered to the informant and a lab report indicating that the substance was methamphetamine. Wilson contends that there was an insufficient foundation to show a connection between Wilson and the methamphetamine.\nA trial court's determination that evidence is supported by a proper foundation is reviewed for an abuse of discretion. State v. Gilpin, 132 Idaho 643, 646, 977 P.2d 905, 908 (Ct.App.1999). We have stated that when a physical object is offered in evidence and a question of fact arises as to its connection with either the defendant or the crime, generally the object should be admitted for such weight and effect as the jury decides to give it, unless it is clearly irrelevant. State v. Simmons, 120 Idaho 672, 678, 818 P.2d 787, 793 (Ct.App.1991). Here, an adequate foundation was laid because the State's evidence showed that the baggie of methamphetamine offered into evidence was the one that was delivered to the confidential informant during the transaction which formed the basis of the charge. Wilson's argument that the methamphetamine was not adequately connected to him goes less to the adequacy of the foundation for the evidence than to the sufficiency of the trial evidence to identify Wilson as the perpetrator of the offense. Even if, as Wilson contends, evidence tying him to the drugs was necessary before the exhibits could be admitted, that foundation was provided here. According to the State's evidence, Wilson admitted to being involved in a drug transaction that matched the details of the transaction involving the confidential informant. Wilson has not shown the evidence lacked foundation or was irrelevant.\n\nB. Request for Disclosure of Informant's Identity\nWilson next asserts error in the trial court's failure to conduct an in camera proceeding to determine whether the State should be required to disclose the identity of the informant. An informant's identity need not always be disclosed in a criminal trial nor in a preliminary proceeding to determine probable cause for an arrest or a search. Idaho Criminal Rule 16(f)(2) provides that disclosure of a confidential informant's identity is required only if the informant will be a witness at a hearing or trial or if otherwise ordered by the trial court. Idaho Rule of Evidence 509 gives the State a qualified privilege to refuse to disclose the identity of an informant.[1] The nondisclosure policy exists to preserve anonymity and to encourage citizens to communicate their knowledge of crime to law enforcement. State v. Hosey, 132 Idaho 117, 119, 968 P.2d 212, 214 (1998); State v. Kopsa, 126 Idaho 512, 518, 887 P.2d 57, 63 (Ct.App.1994).\nNevertheless, the State's interest in maintaining the secrecy of an informant's identity must give way where the informant has information that is relevant and helpful to an accused or is essential to a fair determination of a cause. Hosey, 132 Idaho at 119, 968 P.2d at 214. When the privilege has been invoked by the State, the rights of the parties and the procedure to be followed by the court are set forth in I.R.E. 509(c)(3), which states:\nIf it appears in the case that an informer may be able to give testimony relevant to any issue in a criminal case ... and the informed public entity invokes the privilege, the court shall give the public entity the opportunity to show in camera facts relevant to determining whether the informer can, in fact, supply that testimony. The showing will ordinarily be in the form of affidavits, but the court may direct that testimony be taken if it finds that the *972 matter cannot be resolved satisfactorily upon affidavit. If the court finds there is a reasonable probability that the informer can give the testimony, and the public entity elects not to disclose the informer's identity, in criminal cases the court on motion of the defendant or on its own motion shall grant appropriate relief, which may include one or more of the following: (A) requiring the prosecuting attorney to comply, (B) granting the defendant additional time or a continuance[,] (C) relieving the defendant from making disclosures otherwise required of the defendant, (D) prohibiting the prosecuting attorney from introducing specified evidence, or (E) dismissing charges.\nUnder this rule the defendant must make a threshold showing that the informant may be able to give relevant testimony, and the in camera proceeding then provides an opportunity for the State to show that the informant's knowledge is not of such relevance that disclosure should be ordered. As the Idaho Supreme Court explained in Hosey, 132 Idaho at 119, 968 P.2d at 214: \"The in camera hearing provides the trial court with an opportunity to determine the nature and extent of the benefit to the defendant from disclosure of a confidential informer's identity; it is desirable and proper to hold such a hearing before ordering or denying disclosure.\" Once the in camera examination has been conducted, the decision whether to require disclosure of the informant's identity is committed to the discretion of the trial court. Kopsa, 126 Idaho at 518, 887 P.2d at 63; State v. Fairchild, 121 Idaho 960, 965, 829 P.2d 550, 555 (Ct.App.1992).\nIn the present case, the district court initially addressed the State's objection to disclosure under I.C.R. 16, which governs discovery. The district court concluded that the rule did not require disclosure because the informant was not going to testify at trial. Before resuming the trial the following morning, however, the district court indicated that it had also reviewed I.R.E. 509 and its requirement that an in camera hearing be conducted when it appears the informant can provide relevant testimony. The court reasoned that an in camera hearing was unnecessary because the court had already balanced the State's and Wilson's interests by allowing testimony about the reward that the informant received for his services and by ordering disclosure of the informant's prior criminal history. The district court also noted that the informant was under surveillance during the relevant events and that other witnesses could testify as to the effectiveness of that surveillance.\nWilson argues that the district court did not properly apply Rule 509(c)(3). We agree. The rule requires a trial court to conduct an in camera examination if it appears that the informant can give \"testimony relevant to any issue.\" It is readily apparent that the informant here would be able to give highly relevant testimony as to whether Wilson was the person who made the drug delivery and as to circumstances surrounding the delivery. Because none of the law enforcement officers involved in the investigation was able to clearly see the driver of the yellow vehicle, the informant was the only person, apart from Wilson, who could definitively say whether it was Wilson who delivered the methamphetamine. Officers waited seven days before arresting Wilson and, apparently, neither drugs nor the pre-recorded buy money were found on his person. To connect Wilson to the drug deal, the State relied almost entirely on an officer's testimony that Wilson had given a confession\u0097a confession which, so far as the record reveals, was neither recorded nor reduced to a writing signed by Wilson.\nThe circumstances here are very similar to those considered by the United States Supreme Court in Roviaro v. United States, 353 U.S. 53, 77 S. Ct. 623, 1 L. Ed. 2d 639 (1957). There, the government's informant was the sole participant, other than the accused, in a drug transaction. The defendant moved for disclosure of the informant's name, address and occupation, but on the government's objection that the informant's identity was privileged, the trial court denied the motion. The United States Supreme Court concluded that the trial court committed reversible error in permitting the government to withhold the informant's identity. The Court noted that unless the defendant waived his right to remain silent by testifying at trial, the informant *973 was the defendant's only material witness, and his testimony might have disclosed an entrapment, could have thrown doubt upon the defendant's identity, or might have revealed the defendant's lack of knowledge that the package contained drugs. Id. at 64, 77 S. Ct. at 629, 1 L.Ed.2d at 647. The Court stated that the defendant's opportunity to cross-examine the involved officers was \"hardly a substitute for an opportunity to examine the man who had been nearest to him and took part in the transaction.\" Id.\nIn Roviaro, the Supreme Court was exercising its supervisory function over federal courts in defining evidentiary rules and, thus, the decision does not rest on constitutional grounds. See McCray v. Illinois, 386 U.S. 300, 309, 87 S. Ct. 1056, 1061, 18 L. Ed. 2d 62, 69 (1967). It therefore is not binding upon us. Nevertheless, a number of state courts have applied the principles set forth in Roviaro to determine when an informant's identity should be disclosed, pursuant either to state evidentiary rules or common law standards. See, e.g., State v. Jackson, 239 Conn. 629, 687 A.2d 485, 487 (1997); Styles v. State, 780 So. 2d 1040, 1041 (Fla.Dist.Ct.App.2001); People v. Duncan, 104 Ill.App.3d 701, 60 Ill. Dec. 429, 432 N.E.2d 1328, 1331 (1982); State v. Fisher, 24 Kan. App. 2d 103, 942 P.2d 49, 53 (1997); State v. Chase, 439 A.2d 526, 529-30 (Me.1982); Brooks v. State, 320 Md. 516, 578 A.2d 783, 787 (1990); State v. Sarbaum, 270 Mont. 176, 890 P.2d 1284, 1287 (1995); State v. Florez, 134 N.J. 570, 636 A.2d 1040, 1044-45 (1994); State v. Denny, 350 N.W.2d 25, 29 (N.D.1984); State v. Vanmanivong, 261 Wis. 2d 202, 661 N.W.2d 76, 87-88 (2003). A number of courts have held, similarly to Roviaro, that if the informant was an active participant in or a direct witness to the crime,[2] disclosure of the informant's identity is always, or nearly always, necessary. See, e.g., Carpenter v. Lock, 257 F.3d 775, 779 (8th Cir.2001) (Where informant is an active participant or witness to charged offense, disclosure will almost always be material to accused's defense.); Jackson, 687 A.2d at 489 (Disclosure is essential to defense where informant is a key witness or participant in the crime charged.); Styles, 780 So. 2d 1040 (Disclosure of a confidential informant is required where the defendant is charged with selling or delivering illegal drugs to the subject informant.); State v. Gray, 926 S.W.2d 29, 32 (Mo.Ct.App.1996) (When there is active informant participation plus other factors such as mistaken identity, contradictory testimony or a denial of the accusation, or when the informant is the sole witness to the crime charged, then the identity of the informant may be required for purposes of fairness.).\nIdaho law, however, does not impose such a broad disclosure requirement because the in camera process authorized by I.R.E. 509 provides \"a solution to the extreme alternatives of disclosure vs. nondisclosure. ...\" Report of Idaho State Bar Evidence Committee § C509, p. 212 (1984). The intent of the rule is to enable the trial court to \"enter orders that are appropriate to effect the competing policies\u0097that the informant *974 be protected and that the defendant's constitutionally protected rights be provided.\" Id. Although the words of Rule 509(c)(3) indicate that disclosure should be ordered if the informant will be able to give testimony \"relevant to any issue\" in the criminal proceeding, in view of the underlying purpose of the rule\u0097to protect the State's interest in nondisclosure to the extent consistent with the accused's right to a fair trial\u0097 we interpret the rule to permit nondisclosure if the in camera examination establishes that the informant can give no material evidence favorable to the accused. By \"material\" we mean evidence that is sufficiently helpful to the defense that it could affect the outcome of the proceeding. This materiality standard corresponds to that applicable to the State's obligation under the Due Process Clause to disclose material, exculpatory evidence to a defendant. In the latter context, withheld evidence is deemed \"material\" if there is a reasonable probability that, had the evidence been available to the defense, the result of the proceeding would have been different. United States v. Bagley, 473 U.S. 667, 682, 105 S. Ct. 3375, 3383, 87 L. Ed. 2d 481, 494 (1985); Porter v. State, 136 Idaho 257, 261, 32 P.3d 151, 155 (2001); State v. Holden, 126 Idaho 755, 757, 890 P.2d 341, 343 (Ct.App. 1995). See also United States v. Valenzuela-Bernal, 458 U.S. 858, 867-70, 102 S. Ct. 3440, 3446-48, 73 L. Ed. 2d 1193, 1202-04 (1982). This interpretation of Rule 509(c)(3) is consistent with our statement in State v. Davila, 127 Idaho 888, 893-94, 908 P.2d 581, 586-87 (Ct.App.1995), that a trial court may deny disclosure where the in camera showing does not reveal any information of an exculpatory nature.\nRule 509 states that the in camera presentation ordinarily may be made in the form of affidavits. Nevertheless, where the informant was a participant in the criminal transaction, it may not be possible for a trial court to reliably determine whether the informant can provide material evidence based solely upon a one-sided showing through affidavits submitted by the State. Instead, the Rule 509 determination may often require the informant's personal appearance and submission to examination by the court so the court can fully explore the scope of the informant's knowledge. A procedure similar to that employed by the trial court in Kopsa may be useful in many circumstances to ensure a thorough exploration of the availability of evidence material to the defense. In Kopsa, the district court permitted the defendant to submit a list of questions for the court to ask the informant during an in camera hearing. Counsel for both parties listened to the questions and answers from another room, and defense counsel was allowed to supplement the list of questions. See Kopsa, 126 Idaho at 518, 887 P.2d at 63. Such a procedure enables the court to reliably determine the nature and extent of the benefit that the accused may derive from disclosure of the informant's identity without compromising the State's interest in maintaining the informant's anonymity.\nIn the present case, because the informant plainly possessed information relevant to Wilson's guilt or innocence, the trial court was obligated to conduct an in camera review pursuant to I.R.E. 509.[3] The court's failure to do so does not necessarily require a new trial for Wilson, however. A new trial would be warranted only if the court's error deprived Wilson of material evidence that would have aided his defense. Whether that occurred is a question that cannot be answered on the record before us. Therefore, rather than vacating Wilson's judgment of conviction, we will remand this matter for the trial court to conduct a Rule 509(c)(3) in camera review. If the district court thereupon determines that the informant can provide material evidence for the defense, it must order that the informant's identity be disclosed and grant Wilson a new trial. In that event, if the State nevertheless elects not to disclose the informant's identity, the district court must grant appropriate relief as set forth in I.R.E. 509(c)(3), which may *975 include prohibiting the State from introducing specified evidence at a new trial or dismissal of the charge. On the other hand, if upon conclusion of the in camera review the district court is convinced that the informant cannot provide material evidence for the defense, the judgment of conviction should not be disturbed.[4]\n\nIII.\n\nCONCLUSION\nThe district court correctly admitted the methamphetamine and laboratory report as exhibits in Wilson's trial. The court erred, however, in failing to conduct an in camera proceeding pursuant to Rule 509(c)(3). We therefore remand this matter to the district court for further proceedings consistent with this opinion.\nChief Judge PERRY and Judge Pro Tem WALTERS concur.\nNOTES\n[1]  This privilege is frequently referred to as the informant's privilege, but the privilege actually belongs to the government or public entity, not the informant. I.R.E. 509(b).\n[2]  An informant who witnessed or participated in the crime must be differentiated from the mere \"tipster\" who supplied information to police but neither participated in nor witnessed the criminal activity, for a tipster is much less likely to possess relevant information about the charged crime. See Carpenter, 257 F.3d at 779; United States v. Robinson, 144 F.3d 104, 106-07 (1st Cir.1998); State v. Freel, 29 Kan. App. 2d 852, 32 P.3d 1219, 1222 (2001); State v. Fisher, 24 Kan. App. 2d 103, 942 P.2d 49, 53 (1997); State v. Humphries, 354 S.C. 87, 579 S.E.2d 613, 615 (2003). Thus, the present case is distinguishable from Fairchild, where we affirmed a decision denying disclosure of a confidential informant, apparently without a Rule 509(c)(3) hearing. In Fairchild, the informant had engaged in a controlled buy, allegedly with the defendant, but unlike the present case, the defendant's prosecution for possession of a controlled substance was not based upon the drugs delivered to the informant. Rather, information concerning the controlled buy was used to obtain a warrant to search Fairchild's home and vehicles, and he was then prosecuted for possession of controlled substances based upon the drugs found during the searches. Thus, the informant's testimony could not have exonerated Fairchild with respect to drugs found in his possession.\n\nLikewise, the need for disclosure may be greater at trial, when guilt or innocence is at stake, than in a pretrial suppression motion where the issue is more likely one of probable cause. See McCray, 386 U.S. at 307-11, 87 S. Ct. at 1060-62, 18 L.Ed.2d at 68-70; State v. Richardson, 204 Conn. 654, 529 A.2d 1236, 1239-40 (1987); Commonwealth v. Choice, 47 Mass.App.Ct. 907, 711 N.E.2d 938, 940 (1999).\n[3]  Allowing the defendant to elicit evidence of the informant's criminal record and inducement to cooperate with the police (having assault charges dismissed) was not a substitute for the Rule 509 in camera procedure. Such evidence of rewards received by an informant or the informant's criminal history are pertinent principally to the informant's veracity and reliability, which are generally of little significance in a trial where the informant is not testifying.\n[4]  Wilson has argued that in addition to violating I.R.E. 509(c)(3), the district court's failure to conduct an in camera proceeding violated his constitutional rights. Because the district court must conduct the omitted proceeding on remand, the asserted constitutional defects will be cured. We therefore do not address the constitutional issues.\n\n",
            "ocr": false,
            "opinion_id": 2582694
        }
    ],
    "court_short_name": "Idaho Court of Appeals",
    "court_full_name": "Idaho Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Idaho, ID",
    "crime_category": "Robbery"
}