{
    "id": 2684306,
    "judges": null,
    "date_filed": "1972-02-09",
    "date_filed_is_approximate": true,
    "slug": "people-v-povio",
    "case_name_short": "Povio",
    "case_name": "People v. Povio",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.courtinfo.ca.gov/opinions/documents/H039309.PDF",
            "author_id": null,
            "opinion_text": "Filed 7/17/14\n                          CERTIFIED FOR PUBLICATION\n\n                IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                             SIXTH APPELLATE DISTRICT\n\nTHE PEOPLE,                                        H039309\n                                                  (Santa Clara County\n        Plaintiff and Respondent,                  Super. Ct. No. C1244427)\n\n        v.\n\nWILLIAM ANTHONY POVIO,\n\n        Defendant and Appellant.\n\n\n        Defendant William Anthony Povio pleaded no contest to unlawful possession of a\ncontrolled substance, Vicodin (Health & Saf. Code, § 11350, subd. (a)); false\nrepresentation and identification to a peace officer (Pen. Code, § 148.9); and possession\nof 28.5 grams or less of marijuana (Health & Saf. Code, § 11357, subd. (b)). He also\nadmitted a prior strike conviction for attempted second degree burglary conviction. (Pen.\nCode, §§ 667.5, subd. (b), 459, 460, subd. (b), 664.) On appeal, Povio challenges a\nprobation condition and several fees imposed at his sentencing hearing. We reverse the\njudgment and remand with directions.\nI.      BACKGROUND\n        On November 8, 2012, the People filed a four-count complaint charging Povio\nwith (1) unlawful possession of a controlled substance, Vicodin (Health & Saf. Code, §\n11350, subd. (a)); (2) false representation and identification to a peace officer (Pen. Code,\n§ 148.9); (3) possession of burglary tools (id., § 466); and (4) possession of 28.5 grams or\nless of marijuana (Health & Saf. Code, § 11357, subd. (b)). The complaint also alleged,\npursuant to Penal Code section 667.5, subdivision (b), that Povio had a prior felony\nconviction and prison term for attempted second degree burglary (id., §§ 459, 460, subd.\n\f(b), 664).\n       Povio pleaded no contest to counts 1, 2, and 4 and admitted the prior conviction on\nDecember 6, 2012. Pursuant to Povio’s plea agreement, the court dismissed the count 3\npossession of burglary tools charge. Before Povio entered his plea, the court advised him\nthat he would be subject to certain fines and fees. Povio asked “am I in violation of\nprobation if I can’t pay?” Povio and his counsel then conferred off the record, after\nwhich Povio entered his plea without further discussion of his ability to pay or the\nconsequences of failing to do so.\n       The court suspended imposition of sentence and placed Povio on a three-year term\nof formal probation on various terms and conditions, including the condition that he serve\nnine months in county jail with credit for 64 days. The court also imposed a condition of\nprobation requiring Povio to stay 300 yards away from any playground. The court orally\nordered Povio to pay various fines and fees including a laboratory analysis fee of “[$]50\nper count,” a probation supervision fee “not to exceed [$]110 per month,” a $150 drug\nprogram fee, and a $70 AIDS education fee. The minute order reflects a $150 lab fee, a\n$110 per month probation supervision fee, a $150 drug program fee, and a $70 AIDS\neducation fee.\n       Povio timely appealed his sentence.\nII.    DISCUSSION\n       On appeal, Povio challenges the imposition of the laboratory analysis, probation\nsupervision, drug program, and AIDS education fees. He also challenges the\nconstitutionality of the probation condition requiring him to stay 300 yards away from\nplaygrounds.\n       A.      Laboratory Analysis Fee\n       Povio urges, and the People concede, that the $150 laboratory analysis fee should\nbe reduced to $50. Pursuant to Health and Safety Code section 11372.5, subdivision (a),\nevery person convicted of one of several enumerated violations of the Health and Safety\n                                             2\n\fCode shall pay a criminal laboratory analysis fee in the amount of $50 for each separate\noffense. Povio was convicted of only one qualifying offense--unlawful possession of a\ncontrolled substance in violation of Health and Safety Code section 11350, subdivision\n(a). Neither Penal Code section 148.9, nor Health and Safety Code section 11357,\nsubdivision (b), are listed in Health and Safety Code section 11372.5, subdivision (a).\nAccordingly, Povio should have been assessed only a $50 lab fee.\n       We asked the parties to submit supplemental briefing as to whether the laboratory\nanalysis fee is subject to any mandatory penalty assessments. (See People v. Turner\n(2002) 96 Cal.App.4th 1409, 1415 (Turner) [failure to impose mandatory penalty\nassessments yields unauthorized sentence that may be corrected on appeal “ ‘regardless\nof whether an objection or argument was raised in the trial and/or reviewing court’ ”].)\nThe parties agree that the trial court was required to impose penalty assessments totaling\n$155 in connection with the $50 laboratory analysis fee. The mandatory penalty\nassessments include: (1) a $50 state penalty assessment (Pen. Code, § 1464, subd.\n(a)(1)); (2) a $10 state surcharge (id., § 1465.7); (3) a $25 state court construction penalty\n(Gov. Code, § 70372); (4) a $35 additional penalty (id., § 76000, subd. (a)(1)); (5) a $10\nemergency medical services penalty (id., § 76000.5, subd. (a)(1)); (6) a $5 penalty for the\nimplementation of the DNA Fingerprint, Unsolved Crime and Innocence Protection Act\n(id., § 76104.6, subd. (a)(1)); and (7) a $20 forensic laboratories penalty (id., § 76104.7).\n       B.     Probation Supervision Fee\n       Povio contends that the trial court’s order imposing a probation supervision fee\nshould be vacated, and the matter should be remanded, because the court failed to\ndetermine his ability to pay the monthly fee as required by Penal Code section 1203.1b.\nPovio further maintains there is no evidence to support an implied ability-to-pay finding.\nPovio did not object to the fee below, but asserts that the challenge is not forfeited,\nrelying on People v. Pacheco (2010) 187 Cal.App.4th 1392. There, this court held that\nclaims based on insufficiency of the evidence to support an order for probation related\n                                              3\n\fcosts do not need to be raised in the trial court to preserve the issue on appeal. (Id. at p.\n1397.)\n         Relying on People v. McCullough (2013) 56 Cal.4th 589 (McCullough), the\nPeople contend that Povio has forfeited his claim because he failed to object when the\ntrial court imposed the probation supervision fee.1 In McCullough, the California\nSupreme Court held that a defendant who fails to challenge the sufficiency of the\nevidence of his ability to pay a booking fee at the time it is imposed forfeits his or her\nright to challenge the fee on appeal. (Id. at p. 591.) The McCullough court disapproved\nof Pacheco to the extent it held contrary. (Id. at p. 599.)\n         In reaching its conclusion as to booking fees, the McCullough court distinguished\nthe booking fee statute before it from other fee statutes, including the statute governing\nthe imposition of probation supervision fees, Penal Code section 1203.1b. (McCullough,\nsupra, 56 Cal.4th at p. 598.) The McCullough court noted that, in contrast to the booking\nfees statute, these statutes “provide procedural requirements or guidelines for the ability-\nto-pay determination.” (Ibid.) McCullough concluded that the lack of any procedural\nsafeguards or guidelines for the imposition of a booking fee indicated “that the\nLegislature considers the financial burden of the booking fee to be de minimis,” making\n“the rationale for forfeiture . . . particularly strong.” (Id. at p. 599.)\n         As the McCullough court acknowledged, Penal Code section 1203.1b does impose\nguidelines that must be followed before the trial court may impose a probation\nsupervision fee. Specifically, it requires (1) the trial court to order the defendant to report\nto the probation officer, who makes the ability to pay determination; (2) the probation\n\n\n         1\n         The California Supreme Court is currently considering whether that contention--\nthat McCullough requires a defendant to contemporaneously object to an order imposing\nprobation supervision fees under Penal Code section 1203.1b--is correct. (People v.\nAguilar (2013) 219 Cal.App.4th 1094, review granted Nov. 26, 2013, S213571; People v.\nTrujillo, review granted Nov. 26, 2013, S213687 [nonpub. opn.].)\n\n                                                4\n\fofficer to inform the defendant that he or she is entitled to a court hearing as to his or her\nability to pay; and (3) a court hearing to determine defendant’s ability to pay, unless\ndefendant waives his or her right to such a hearing. (Pen. Code, § 1203.1b, subds. (a) &\n(b).) Under the reasoning of McCullough, these procedural safeguards indicate that the\nLegislature does not consider the financial burden of the probation supervision fee to be\nde minimis and counsel against forfeiture. Accordingly, we conclude Povio’s sufficiency\nof the evidence argument as to the probation supervision fee is not forfeited under\nMcCullough.\n       We agree with Povio that the record does not support an implied ability-to-pay\nfinding. Indeed, there is nothing in the record as to his ability to pay the probation\nsupervision fee. Therefore, the probation supervision fee cannot stand.2\n       C.      Drug Program Fee\n       Povio asserts that, like the probation supervision fee, the drug program fee must be\nreversed and remanded because no ability-to-pay determination was made and substantial\nevidence does not support an implied finding of ability to pay. The People maintain\nPovio forfeited this claim by failing to raise it in the trial court.\n       Povio also notes that the trial court failed to impose mandatory penalty\nassessments associated with the drug program fee. According to Povio, that failure\nproves that the trial court did not properly assess his ability to pay. The People initially\nfailed to respond to this argument. We requested supplemental briefing as to whether the\ndrug program fee is subject to any mandatory penalty assessments. (See People v.\nCastellanos (2009) 175 Cal.App.4th 1524, 1527 (Castellanos) [requesting supplemental\nbriefing as to whether crime prevention programs fee is subject to any additional\nassessments, a surcharge, or further penalties]; Turner, supra, 96 Cal.App.4th at pp.\n\n       2\n       The parties agree that the probation supervision fee is not subject to any\nmandatory penalty assessments.\n\n                                                5\n\f1414-1415 [appellate court may raise issue of unauthorized sentence absent challenge by\nthe People].) The parties agree that penalty assessments totaling $465 must be imposed\nin connection with the $150 drug program fee. The mandatory penalty assessments\ninclude: (1) a $150 state penalty assessment (Pen. Code, § 1464, subd. (a)(1)); (2) a $30\nstate surcharge (id., § 1465.7); (3) a $75 state court construction penalty (Gov. Code, §\n70372); (4) a $105 additional penalty (id., § 76000, subd. (a)(1)); (5) a $30 emergency\nmedical services penalty (id., § 76000.5, subd. (a)(1)); (6) a $15 penalty for the\nimplementation of the DNA Fingerprint, Unsolved Crime and Innocence Protection Act\n(id., § 76104.6, subd. (a)(1)); and (7) a $60 forensic laboratories penalty (id., § 76104.7).\nThus, the actual amount due in connection with the drug program fee is $615.\n       Health and Safety Code section 11372.7 governs the imposition of the drug\nprogram fee. It requires the court to “determine whether or not the person who is\nconvicted of a violation of this chapter has the ability to pay a drug program fee.”\n(Health & Saf. Code, § 11372.7, subd. (b).) In making that determination, the court must\n“take into account the amount of any fine imposed upon that person and any amount that\nperson has been ordered to pay in restitution.” (Ibid.) Only if the court concludes the\nindividual has the ability to pay may the drug program fee be imposed. When\ndetermining whether a person is able to pay a drug program fee, the trial court “is not\nrequired to state its finding on the record.” (People v. Martinez (1998) 65 Cal.App.4th\n1511, 1518 (Martinez); see also People v. Staley (1992) 10 Cal.App.4th 782, 785 [Health\n& Saf. Code, § 11372.7 “does not require the trial court to make an express finding of\nability to pay a drug program fee”].) On a silent record, we presume the trial court\nlawfully performed its duty in imposing sentence and found that defendant had an ability\nto pay the drug program fee. (See Martinez, supra, at p. 1517; People v. Clark (1992) 7\nCal.App.4th 1041, 1050.)\n       Here, we presume the trial court determined Povio was able to pay a $150 drug\nprogram fee. (See People v. Corrales (2013) 213 Cal.App.4th 696, 702; Castellanos,\n                                              6\n\fsupra, 175 Cal.App.4th at p. 1531; People v. Valenzuela (2009) 172 Cal.App.4th 1246,\n1249 (Valenzuela).) But it did not do so in view of Povio’s obligation to pay $465 in\nmandatory penalty assessments as Health and Safety Code section 11372.7, subdivision\n(b) requires. Thus, we remand to allow the trial court to determine whether Povio has the\nability to pay a drug program fee in view of the total amount of fines and penalty\nassessments imposed on him. (See Valenzuela, supra, at p. 1250 [remanding for\ndetermination of defendant’s ability to pay sex offender fine in light of his total financial\nobligations where court previously had failed to impose mandatory penalty assessments];\nCastellanos, supra, at p. 1532 [same with respect to local crime prevention programs\nfine].)3\n       D.     AIDS Education Fee\n       Povio’s challenge to the AIDS education fee mirrors his challenge to the drug\nprogram fee. As with the other fees, we requested supplemental briefing as to whether\nthe AIDS education fee is subject to any mandatory penalty assessments. The parties\nagree that penalty assessments totaling $217 must be imposed in connection with the $70\nAIDS education fee. The mandatory penalty assessments include: (1) a $70 state penalty\nassessment (Pen. Code, § 1464, subd. (a)(1)); (2) a $14 state surcharge (id., § 1465.7); (3)\na $35 state court construction penalty (Gov. Code, § 70372); (4) a $49 additional penalty\n(id., § 76000, subd. (a)(1)); (5) a $14 emergency medical services penalty (id., § 76000.5,\nsubd. (a)(1)); (6) a $7 penalty for the implementation of the DNA Fingerprint, Unsolved\nCrime and Innocence Protection Act (id., § 76104.6, subd. (a)(1)); and (7) a $28 forensic\nlaboratories penalty (id., § 76104.7). Thus, the actual amount due in connection with the\nAIDS education fee is $287.\n       Health and Safety Code section 11377, subdivision (c) provides that the court may\n\n       3\n        In view of this holding, we need not consider Povio’s sufficiency of the evidence\nchallenge or determine whether that claim was forfeited.\n\n                                              7\n\fassess an AIDS education fee “not to exceed seventy dollars ($70) against any person\nwho violates subdivision (a)” and that “[t]he court shall, however, take into consideration\nthe defendant’s ability to pay, and no defendant shall be denied probation because of his\nor her inability to pay the fine permitted under this subdivision.” As with the drug\nprogram fee, there is no requirement that the trial court make an express finding of ability\nto pay the AIDS education fee, and none was made here. Accordingly, we presume the\ntrial court found Povio was able to pay a $70 AIDS education fee.\n       For the reasons discussed above in connection with the drug program fee, we\nremand to allow the trial court to determine Povio’s ability to pay the AIDS education fee\n“in light of his total financial obligations.” (Valenzuela, supra, 172 Cal.App.4th at p.\n1250.)4\n       E.     Playground Stay-Away Probation Condition\n       Finally, Povio contends the 300-yard playground stay-away probation condition is\nunconstitutionally overbroad and vague absent an express knowledge requirement.5\n              1.     Standard of Review\n       A court of appeal may review the constitutionality of a probation condition, even\nwhen it has not been challenged in the trial court, if the question can be resolved as a\nmatter of law without reference to the sentencing record. (In re Sheena K. (2007) 40\nCal.4th 875, 888-889.) Our review of such a question is de novo. (In re Shaun R. (2010)\n188 Cal.App.4th 1129, 1143.)\n\n\n\n       4\n          As with Povio’s drug program fee challenge, we need not consider Povio’s\nsufficiency of the evidence challenge to the AIDS education fee, nor determine whether\nthat claim was forfeited.\n        5\n          While Povio characterizes his challenge in terms of both overbreadth and\nvagueness, his arguments appear better suited to a vagueness challenge. In any event, we\nagree that the condition is unconstitutionally vague as written and thus need not address\noverbreadth.\n\n                                              8\n\f              2.     Governing Legal Principles\n       “[T]he underpinning of a vagueness challenge is the due process concept of ‘fair\nwarning.’ ” (In re Sheena K., supra, 40 Cal.4th at p. 890.) “A probation condition ‘must\nbe sufficiently precise for the probationer to know what is required of him, and for the\ncourt to determine whether the condition has been violated,’ if it is to withstand a\nchallenge on the ground of vagueness.” (Ibid.) That is, the defendant must know in\nadvance when he may be in violation of the condition. “[T]he law has no legitimate\ninterest in punishing an innocent citizen who has no knowledge of the presence of a\n[prohibited item].” (People v. Freitas (2009) 179 Cal.App.4th 747, 752 [modifying\nprobation condition to prohibit knowing possession of a firearm or ammunition].)\nAccordingly, courts have consistently ordered modification of probation conditions to\nincorporate a scienter requirement where a probationer could unknowingly engage in the\nprohibited activity. (In re Victor L. (2010) 182 Cal.App.4th 902, 912-913 [modifying\nprobation condition to prohibit knowing presence of weapons or ammunition]; In re\nJustin S. (2001) 93 Cal.App.4th 811, 816 [modifying prohibition on association with\ngang members to prohibit association with known gang members]; In re Kacy S. (1998)\n68 Cal.App.4th 704, 713 [modifying probation condition that defendant not associate\nwith any persons not approved by his probation officer]; People v. Lopez (1998) 66\nCal.App.4th 615, 629 [modifying probation on displaying gang-related indicia].)\n              3.     Analysis\n       It is possible that Povio could come within 300 yards of a playground without\nknowing it. Therefore, we will modify this probation condition to prohibit knowingly\ncoming within 300 yards of a playground.\nIII.   DISPOSITION\n       The order for probation is reversed. On remand, the court shall determine, in light\nof the mandatory penalty assessments discussed herein, Povio’s ability to pay (1) the\nprobation supervision fee under Penal Code section 1203.1b; (2) the drug program fee\n                                             9\n\funder Health and Safety Code section 11372.7; and (3) the AIDS education fee under\nHealth and Safety Code section 11377, subdivision (c). We direct the trial court to\nmodify the laboratory analysis fee to reduce the amount from $150 to $50 and to impose\nthe $155 in mandatory penalty assessments discussed herein in connection with the\nlaboratory analysis fee. Finally, we direct the trial court to modify the 300-yard\nplayground stay-away probation condition to prohibit knowingly coming within 300\nyards of a playground.\n\n\n\n\n                                                              Premo, J.\n\n\n\n       WE CONCUR:\n\n\n\n\n              Rushing, P.J.\n\n\n\n\n              Elia, J.\n\n\n\n\n                                            10\n\fTrial Court:                        Santa Clara County Superior Court\n                                    Superior Court No. C1244427\n\nTrial Judge:                        Hon. Raymond J. Davilla, Jr.\n\nCounsel for Plaintiff/Respondent:   Kamala D. Harris\nThe People                          Attorney General\n\n                                    Dane R. Gillette\n                                    Chief Assistant Attorney General\n\n                                    Gerald A. Engler\n                                    Senior Assistant Attorney General\n\n                                    Seth K. Schalit\n                                    Supervising Deputy Attorney General\n\n                                    Lisa Ashley Ott\n                                    Deputy Attorney General\n\nCounsel for Defendant/Appellant:    Under appointment by the Court of Appeal\nWilliam Anthony Povio               JuNelle Harris\n\n\n\n\nPeople v. Povio\nH039309\n\f",
            "ocr": false,
            "opinion_id": 2684306
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}