{
    "id": 2684429,
    "judges": null,
    "date_filed": "1996-11-17",
    "date_filed_is_approximate": true,
    "slug": "state-v-baptiste",
    "case_name_short": "Baptiste",
    "case_name": "State v. Baptiste",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.jud.ct.gov/external/supapp/Cases/AROcr/CR310/310CR14.pdf",
            "author_id": null,
            "opinion_text": "******************************************************\n  The ‘‘officially released’’ date that appears near the\nbeginning of each opinion is the date the opinion will\nbe published in the Connecticut Law Journal or the\ndate it was released as a slip opinion. The operative\ndate for the beginning of all time periods for filing\npostopinion motions and petitions for certification is\nthe ‘‘officially released’’ date appearing in the opinion.\nIn no event will any such motions be accepted before\nthe ‘‘officially released’’ date.\n  All opinions are subject to modification and technical\ncorrection prior to official publication in the Connecti-\ncut Reports and Connecticut Appellate Reports. In the\nevent of discrepancies between the electronic version\nof an opinion and the print version appearing in the\nConnecticut Law Journal and subsequently in the Con-\nnecticut Reports or Connecticut Appellate Reports, the\nlatest print version is to be considered authoritative.\n  The syllabus and procedural history accompanying\nthe opinion as it appears on the Commission on Official\nLegal Publications Electronic Bulletin Board Service\nand in the Connecticut Law Journal and bound volumes\nof official reports are copyrighted by the Secretary of\nthe State, State of Connecticut, and may not be repro-\nduced and distributed without the express written per-\nmission of the Commission on Official Legal\nPublications, Judicial Branch, State of Connecticut.\n******************************************************\n\f  STATE OF CONNECTICUT v. OLES J. BAPTISTE\n                (SC 18957)\nRogers, C. J., and Palmer, Zarella, Eveleigh, McDonald and Vertefeuille, Js.\n     Argued December 12, 2013—officially released January 21, 2014\n\n   Lisa A. Riggione, senior assistant state’s attorney,\nwith whom, on the brief, were Michael L. Regan, state’s\nattorney, and Stephen M. Carney, senior assistant\nstate’s attorney, for the appellant (state).\n  Annacarina Jacob, senior assistant public defender,\nfor the appellee (defendant).\n\f                          Opinion\n\n  PER CURIAM. The defendant, Oles J. Baptiste, was\nconvicted, after a jury trial, of assault of a peace officer\nin violation of General Statutes § 53a-167c1 and two\ncounts of interfering with an officer in violation of Gen-\neral Statutes § 53a-167a.2 The trial court rendered judg-\nment in accordance with the verdict and the defendant\nappealed to the Appellate Court, which initially affirmed\nthe judgment of the trial court. State v. Baptiste, 114\nConn. App. 750, 772, 970 A.2d 816 (2009). We granted the\ndefendant’s petition for certification and subsequently\ndetermined that the defendant did not waive Golding3\nreview on his claim of instructional error and, accord-\ningly, reversed the judgment of the Appellate Court and\nremanded the case to that court for further proceedings.\nState v. Baptiste, 302 Conn. 46, 57–58, 23 A.3d 1233\n(2011).\n   Upon remand, the Appellate Court reversed the judg-\nment of the trial court and concluded that the trial\ncourt violated the defendant’s constitutional rights by\nimproperly failing to instruct the jury that it had to\nconsider the reasonableness of the force used by the\npolice in determining whether the officer was acting\n‘‘in the performance of his duties’’ at the time of the\nalleged assault. (Internal quotation marks omitted.)\nState v. Baptiste, 133 Conn. App. 614, 627–28, 36 A.3d\n697 (2012). Accordingly, the Appellate Court remanded\nthe case to the trial court for a new trial. Id., 629.\nThereafter, we granted the state’s petition for certifica-\ntion to appeal from the judgment of the Appellate Court\nlimited to the following issue: ‘‘Did the Appellate Court\nproperly determine that the trial court’s instructions to\nthe jury regarding the charge of assault of a peace\nofficer were inadequate?’’ State v. Baptiste, 304 Conn.\n921, 41 A.3d 661 (2012). We conclude that certification\nwas improvidently granted and dismiss the appeal.\n  The factual background of this case is set forth in\nthe Appellate Court’s opinion. State v. Baptiste, supra,\n133 Conn. App. 616–21. ‘‘Detectives James Tetreault\nand Corey Poore, of the Norwich police department,\nset up surveillance for drug related activities outside\nthe residence of Robert L’Homme, located at 28 8th\nStreet in Norwich. During the surveillance, the officers\nobserved a motor vehicle with three occupants stop at\nL’Homme’s residence. The passenger in the front seat\nexited the vehicle, entered the residence and in less\nthan one minute returned to the vehicle. The officers\nfollowed the vehicle for approximately 200 or 300 yards\nuntil it left the road. The officers approached the vehicle\nand spoke with the occupants, who admitted that they\nhad purchased crack cocaine from a Jamaican male\ninside of L’Homme’s residence. At that time, the officers\ndecided to return to L’Homme’s residence with another\ndetective, Robert Blanch, to investigate the drug dealer.\n\f   ‘‘The officers wore plain clothes, but they displayed\ntheir badges. They knocked on the front door, and\nL’Homme allowed them inside. The officers encoun-\ntered the defendant in a bedroom located in the back\nof the apartment. Poore, recognizing the defendant from\nnumerous previous contacts and observing him trying\nto chew and swallow something, believed that he was\ntrying to swallow crack cocaine. Poore also identified\na female in the bedroom with the defendant as a known\ncrack cocaine user and prostitute. Poore did not ver-\nbally identify himself as a police officer because he and\nthe defendant knew each other well. Poore asked the\ndefendant for consent to search him, and the defendant\nconsented. Poore also informed the defendant that the\npolice had information that he was dealing crack\ncocaine out of the apartment. The defendant did not\nrespond. After Poore conducted a standard search and\ndid not find contraband, he turned his attention to the\nfemale occupant in the room. Poore began speaking\nwith the female, and the defendant tried to push his\nway out of the bedroom. Blanch and Poore tried to\ncalm the defendant, but the defendant became more\nexcited and aggravated. The defendant continued to\npush by the officers and encountered Tetreault in the\nkitchen area.\n   ‘‘The officers continued to try to gain control of the\nsituation by calming down the defendant so that they\ncould continue their investigation. The defendant was\ncombative and used his feet to push [himself] off of\nkitchen appliances. All three officers were engaged in a\nphysical struggle to maintain control over the situation.\nTetreault tried to prevent the defendant from pushing\npast him by grabbing the defendant’s shoulders and\nthen wrapped his arm around the defendant’s shoulder\nand chest areas. The defendant bit Tetreault on his\nlower left bicep, causing pain and bruising. Tetreault\nyelled out and stated that the defendant had bitten him.\nAt that time, the officers decided to arrest the defendant\nfor assaulting Tetreault. The officers had to subdue the\ndefendant physically by bringing him to the floor and\nhandcuffing him.\n   ‘‘The officers took the defendant outside the apart-\nment where a uniformed officer, Steven Lamantini, had\narrived with a marked patrol car. After the defendant\nwas taken outside, he continued to kick, scream and act\naggressively. The defendant was placed in the cruiser,\nwhere he tried to kick out the back window of the\ncruiser and damaged a rear dash light by slamming his\nhead into it. Lamantini removed the defendant from the\nvehicle, and the defendant attempted to bite Lamantini.\nThe defendant was not compliant with Lamantini, who\nordered the defendant to stop resisting. Another officer\narrived with pepper spray and employed it on the defen-\ndant. At that point, the defendant calmed down and was\ntransported to the police station.’’ (Footnote omitteds;\n\finternal quotation marks omitted.) Id., 616–18.\n   ‘‘[T]he defendant testified as to the following facts.\n‘At approximately 3 p.m. on November 29, 2005, the\ndefendant was in Norwich on business and saw\nL’Homme on the street. L’Homme waved to the defen-\ndant, and the defendant pulled his vehicle over to speak\nwith him. The defendant asked L’Homme about the\ninjuries to L’Homme’s face, which looked like the result\nof a beating. L’Homme stated that he could not stay\noutside but invited the defendant into his apartment to\ntalk. L’Homme and the defendant entered the apartment\nand proceeded to the bedroom where a woman was\nsitting. L’Homme introduced her as his girlfriend, gave\nthe defendant beer and sat down next to the woman.\nThe defendant sat down in a chair in front of L’Homme\nand the woman.\n  ‘‘ ‘The defendant also testified that less than five\nminutes later there was a knock at the door that\nL’Homme got up to answer. A man the defendant did\nnot know entered the room, looked at the defendant\nand asked, ‘‘what you got?’’ The man did not identify\nhimself as a police officer. The man touched the defen-\ndant’s pocket, did not find anything and continued to\nsearch the bedroom, including a jacket on the bed.\nThe man started talking to the woman, and they began\narguing. The defendant believed that the man was either\na robber, the woman’s boyfriend or the person who\nhad assaulted L’Homme. The defendant did not con-\nsider that the man who patted him down might be a\npolice officer.\n  ‘‘ ‘Additionally, the defendant testified that he did not\nwant to get involved and got up to find L’Homme in\nthe living room. When the defendant tried to leave,\nsomeone started choking him from behind. The defen-\ndant testified that the man ‘must [have been] sneaking\nin the house somewhere’ to get behind the defendant\nwhen he was walking toward the front door of the\napartment. The defendant testified that he was scared\nfor his life, so he pulled the man’s arm off of his neck\nand bit the man’s arm. The first man came running into\nthe living room, catching the defendant’s legs, and the\ndefendant slipped and slammed into the ground. A third\nman joined in the struggle, and the three men held the\ndefendant’s feet and arms and kicked him in the face\nand beat him.\n  ‘‘ ‘The defendant testified that he first thought the\nmen might be police officers when they handcuffed\nhim. At that point, he kept calling out, ‘‘brother, brother,\nwhy do this to me, why doing this to me?’’ After they\nhandcuffed him, the three officers continued to assault\nhim, even after they had placed him in the back of a\npatrol car.\n  ‘‘ ‘Finally, the defendant testified that at no point had\nthe men identified themselves as police officers and\n\fthat none of the men had police badges showing. As\nsoon as he found out that they were police officers, he\napologized and began begging.’ ’’ (Footnotes omitted.)\nId., 619–21.\n   The Appellate Court determined that the defendant\nasserted a claim of excessive force and that, in accor-\ndance with State v. Davis, 261 Conn. 553, 571–72, 804\nA.2d 781 (2002), when a defendant is charged with\nassault of a peace officer or interfering with an officer,\nin lieu of a self-defense instruction, the court must pro-\nvide ‘‘a detailed instruction that the state must establish\nthat the police officer had been acting in the perfor-\nmance of his duty and that a person is not required to\nsubmit to the unlawful use of physical force during the\ncourse of an arrest, whether the arrest itself is legal or\nillegal . . . .’’ (Internal quotation marks omitted.) State\nv. Baptiste, supra, 133 Conn. App. 627.\n   In the present case, the trial court charged the jury\nthat the state had to prove that the victim of the crime\nwas a reasonably identifiable peace officer or known\nto the defendant as a peace officer; the conduct of the\ndefendant occurred while that peace officer was acting\nin the performance of his duties; the defendant had\nthe specific intent to prevent the peace officer from\nperforming his lawful duties; and the defendant caused\nphysical injury to the peace officer. The trial court\ninstructed the jury as follows: ‘‘ ‘ ‘‘The phrase ‘in the\nperformance of his duties’ means that the police officer\nis simply acting within the scope of what he’s employed\nto do. The test is whether the police officer was acting\nin his capacity as an officer or engaging in some frolic\nof his own. You will make this determination based on\nthe circumstances of this case.’’ ’ ’’ Id., 624.\n   The Appellate Court concluded that, ‘‘[v]iewed in the\ncontext of the factual issues raised at trial, the instruc-\ntions given by the court in this instance failed to provide\na sufficiently detailed explanation of one of the ele-\nments of the crime of assault of a peace officer. Our\nSupreme Court has determined that a defendant is enti-\ntled to a detailed instruction on the element of ‘in the\nperformance of his duties’ in lieu of an instruction\nregarding self-defense. State v. Davis, supra, 261 Conn.\n571 (concluding that ‘the failure to provide such instruc-\ntions when the defendant has presented evidence, no\nmatter how weak or incredible, that the police officer\nwas not acting in the performance of his duty, effec-\ntively operates to deprive a defendant of his due process\nright to present a defense’). Instead, in instructing the\njury on the element of ‘in the performance of his duties,’\nthe court gave a basic definition of the phrase but\nimproperly neglected to outline the requisite compo-\nnent of reasonable force.’’ State v. Baptiste, supra, 133\nConn. App. 627–28. Accordingly, the Appellate Court\nreversed the judgment of conviction and remanded the\ncase for a new trial. Id., 629.\n\f  On appeal to this court, the state contends that the\nchallenged charge was adequate and if there was any\nerror, it was harmless. After examining the entire record\non appeal and considering the briefs and oral arguments\nof the parties, we have determined that the appeal in\nthis case should be dismissed on the ground that certifi-\ncation was improvidently granted.\n      The appeal is dismissed.\n  1\n     Although § 53a-167c has been amended by the legislature several times\nsince the events underlying the present case; see, e.g., Public Acts 2011,\nNo. 11-175, § 4; those amendments have no bearing on the merits of this\nappeal. In the interest of simplicity, we refer to the current revision of\nthe statute.\n   2\n     We also note that § 53a-167a has been amended by the legislature several\ntimes since the events underlying the present case. See, e.g., Public Acts\n2010, No. 10-110, § 51. Those amendments, however, have no bearing on\nthe merits of this appeal. In the interest of simplicity, we refer to the current\nrevision of the statute.\n   3\n     State v. Golding, 213 Conn. 233, 239–40, 567 A.2d 823 (1989).\n\f",
            "ocr": false,
            "opinion_id": 2684429
        }
    ],
    "court_short_name": "Supreme Court of Connecticut",
    "court_full_name": "Supreme Court of Connecticut",
    "court_type": "S",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Robbery"
}