{
    "id": 78588,
    "judges": "Birch, Carnes and Kravitch, Circuit Judges",
    "date_filed": 1268179200000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-ternus",
    "case_name_short": "Ternus",
    "case_name": "United States v. Ternus",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Bernard Jean TERNUS, Defendant-Appellant",
    "attorneys": "Michael H. Blacker (Court-Appointed), Miami, FL, for Defendant-Appellant., Sally M. Richardson, Anne R. Schultz, Stephen Schlessinger, Miami, FL, for Plaintiff-Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": "Non-Argument Calendar.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 24,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b1273-8\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Bernard Jean TERNUS, Defendant-Appellant.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1273-11\">\n    No. 08-15687\n   </docketnumber><p data-order=\"2\" data-type=\"summary\" id=\"AqIQ\">\n    Non-Argument Calendar.\n   </p><br><court data-order=\"3\" data-type=\"court\" id=\"b1273-12\">\n    United States Court of Appeals, Eleventh Circuit.\n   </court><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1273-13\">\n    March 10, 2010.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1274-16\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1252\"> \n     *1252\n     </span>\n    Michael H. Blacker (Court-Appointed), Miami, FL, for Defendant-Appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1274-17\">\n    Sally M. Richardson, Anne R. Schultz, Stephen Schlessinger, Miami, FL, for Plaintiff-Appellee.\n   </attorneys><br><judges data-order=\"7\" data-type=\"judges\" id=\"b1274-19\">\n    Before BIRCH, CARNES and KRAVITCH, Circuit Judges.\n   </judges>",
    "citations": [
        "598 F.3d 1251"
    ],
    "opinions": [
        {
            "author_str": "Carnes",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://www.ca11.uscourts.gov/opinions/ops/200815687.pdf",
            "author_id": null,
            "opinion_text": "\n598 F.3d 1251 (2010)\nUNITED STATES of America, Plaintiff-Appellee,\nv.\nBernard Jean TERNUS, Defendant-Appellant.\nNo. 08-15687 Non-Argument Calendar.\nUnited States Court of Appeals, Eleventh Circuit.\nMarch 10, 2010.\n*1252 Michael H. Blacker (Court-Appointed), Miami, FL, for Defendant-Appellant.\nSally M. Richardson, Anne R. Schultz, Stephen Schlessinger, Miami, FL, for Plaintiff-Appellee.\nBefore BIRCH, CARNES and KRAVITCH, Circuit Judges.\nCARNES, Circuit Judge:\nRalph Waldo Emerson once said, \"Though we travel the world over to find the beautiful, we must carry it with us or we find it not.\"[1] Someone took that advice too literally, carrying away four old masters' paintings from the Musee des Beaux-Arts in Nice, France. Bernard Jean Ternus brokered a deal to sell the four stolen paintings to what he thought was an art dealer in the United States. He appeals his conviction, following a guilty plea, for conspiracy to transport in foreign commerce stolen goods valued at $5,000 or more, knowing the goods to have been stolen, in violation of 18 U.S.C. § 371 and 18 U.S.C. § 2314.\n\n\n*1253 I.\nOn one Sunday afternoon in August 2007, five armed and masked robbers, who either had exquisite taste or were working for someone who did, walked into the Musee des Beaux-Arts and stole four paintings: Claude Monet's \"Cliffs Near Dieppe,\" Alfred Sisley's \"Lane of Poplars at Moret,\" and Jan Brueghel the Elder's \"Allegory of Water\" and \"Allegory of Earth.\" The heist was executed with precision. One of the robbers subdued the museum's staff, while the other four removed the paintings from the walls. The robbery lasted only five minutes, suggesting to police that the heist was what is known in the trade as \"an order,\" meaning that the robbery had been committed to get those four specific paintings. This was not the first time the Monet and Sisley had been carried away from the museum. They were stolen in 1998 by the museum's curator but were recovered only a few days later.[2] Patrons of the Musee des Beaux-Arts would not be so fortunate this time; it would take longer to recover these stolen paintings.\nIn September 2007 Bernard Jean Ternus met in Miami, Florida with two men he did not know were undercover FBI agents.[3] During that meeting Ternus did not implicate himself in the robbery itself, but he told the agents that he knew the people who had stolen the paintings and he needed help finding a buyer for them. In mid-October, at a hotel in Miami, Ternus met with one of the same undercover agents and a person Ternus thought was an art dealer. The \"art dealer,\" of course, was another FBI agent working undercover. Ternus told him that the paintings were in southern France. A short time later, Ternus met with him again and discussed the asking price for the paintings.\nNegotiations continued throughout the fall of 2007, and by 2008 Ternus was ready to get down to specifics. In January he and a co-conspirator met with the two undercover agents in Barcelona, Spain where a two-part transaction was discussed. The plan was that two of the paintings would be delivered to the art dealer in Barcelona in exchange for 1.5 million Euros. The other two paintings would be held hostage. If anyone was arrested during the first sale, Ternus and his co-conspirator would threaten to destroy the two hostage paintings unless anyone who had been arrested was released. If the first sale went off without a hitch, the other two paintings would be delivered to the art dealer in Barcelona on another date for an additional 1.5 million Euros. Ternus would receive the purchase money in Miami, and the paintings would ultimately be brought to the United States where there supposedly were buyers waiting for them.\nIn the spring of 2008 some of the plan's details were changed. Transfer of the paintings would take place in France not Spain. Payment would occur in France not Miami. And other undercover FBI agents, or one of their France-based representatives, would take possession of the paintings instead of the agent who had posed as an art dealer doing it. The rest of the plan stayed the same. The paintings would be transferred on two separate dates, and then they would be brought to the United States.\nIn May 2008 one of Ternus' co-conspirators met an undercover officer with the French National Police in Carry le Rouet, *1254 France. The co-conspirator showed the officer the Sisley and one of the Brueghel paintings. The officer agreed to buy all four of the paintings in a single transaction and then deliver them to the art dealer in the United States. On the day the transfer was to take place, the French National Police arrested several of Ternus' co-conspirators and recovered all four of the paintings from inside a van in Marseilles, France.\n\nII.\nTernus challenges his conviction, arguing that the foreign commerce element in 18 U.S.C. § 2314 is \"jurisdictional.\" He contends that the district court lacked subject matter jurisdiction over his case because there was insufficient evidence in the record that he conspired to transport the stolen paintings in foreign commerce. Ternus' guilty plea waived all non-jurisdictional defects in the proceedings against him. See United States v. Viscome, 144 F.3d 1365, 1370 (11th Cir. 1998). Although he argues otherwise, his sufficiency of the evidence challenge is non-jurisdictional and thus waived. See id. (concluding that the defendant waived his right to challenge the sufficiency of the government's evidence regarding the interstate nexus element in 18 U.S.C. § 844(i) by pleading guilty); see also Alikhani v. United States, 200 F.3d 732, 734-35 (11th Cir.2000) (noting that 18 U.S.C. § 3231 gives district courts subject matter jurisdiction over \"all offenses against the laws of the United States\" and that once a defendant pleads guilty, the defendant's conviction cannot be challenged on the grounds that there was insufficient evidence of jurisdictional facts); United States v. Carr, 271 F.3d 172, 178 (4th Cir.2001) (noting that \"a claim of an insufficient connection to interstate commerce is a challenge to one of the elements of the government's case and is therefore considered a claim about the sufficiency of the evidence\") (alteration and internal quotation marks omitted); id. (stating that \"[t]he interstate commerce element of [18 U.S.C.] § 844(i) implicates the power of Congress to regulate the conduct at issue, not the jurisdiction of the court to hear a particular case\"). So, Ternus' jurisdictional argument fails.\n\nIII.\nTernus contends that the district court erred by accepting his guilty plea because it was not supported by a sufficient factual basis. He also contends that the district court failed to adequately explain the nature of the charges against him during his plea colloquy because it failed to define \"foreign commerce.\" Because Ternus did not raise these arguments before the district court, we review the rulings he challenges only for plain error. See United States v. Moriarty, 429 F.3d 1012, 1018-19 (11th Cir.2005).\nTo establish plain error, Ternus must show a clear error that prejudiced him by affecting his substantial rights. See United States v. Brown, 586 F.3d 1342, 1345 (11th Cir.2009), petition for cert. filed, (U.S. Jan. 25, 2010) (No. 09-8833). \"In the context of a Rule 11 error, prejudice to the defendant means a reasonable probability that, but for the error, [the defendant] would not have entered the plea.\" Id. (internal quotation marks omitted). Even if a defendant carries his burden of establishing clear, prejudicial error, \"we may not remedy that error unless it seriously affects the fairness, integrity or public reputation of judicial proceedings.\" Id. at 1346 (internal quotation marks omitted). Ternus was charged with conspiracy to transport in foreign commerce paintings he knew to be stolen, in violation of 18 U.S.C. § 371 and 18 U.S.C. § 2314. As we explained in United States v. Sarro, 742 F.2d 1286 (11th Cir.1984), \"[a] conspiracy *1255 and the related substantive offense which is the object of the conspiracy are separate and distinct crimes.\" Id. at 1293. To obtain a conspiracy conviction under § 371, \"the Government must prove (1) that an agreement existed between two or more persons to commit a crime; (2) that the defendant knowingly and voluntarily joined or participated in the conspiracy; and (3) a conspirator performed an overt act in furtherance of the agreement.\" United States v. Ndiaye, 434 F.3d 1270, 1294 (11th Cir.2006). When a defendant is charged with conspiring to transport stolen goods in foreign commerce, the government is not required to prove that the stolen goods were actually transported in foreign commerce. See Sarro, 742 F.2d at 1293 (noting that \"the fact that [the defendants] did not actually transport stolen paintings worth $5,000 or more in interstate or foreign commerce does not free them from the penalty of their illegal conspiracy to do so\"). It is enough that the conspirators intended to transport them. Id. at 1295 (concluding that sufficient evidence supported defendants' conspiracy conviction where the evidence showed that the defendants intended to transport stolen property in interstate commerce).\nTernus contends that the district court erred in accepting his guilty plea because there was no evidence in the record that he intended the stolen paintings to be transported to the United States, but the factual proffer included sufficient facts to support the conspiracy conviction. It established that Ternus and his co-conspirators agreed to sell the stolen paintings to an art dealer in the United States. The paintings were to be transferred in France and then brought to the United States where the art dealer had buyers for them. The district court did not err in concluding that there was a factual basis for Ternus' guilty plea.\nTernus' contention that the district court was required to define \"foreign commerce\" in order to adequately explain the nature of the charges against him is also without merit. The transcript of Ternus' change of plea hearing makes it clear that he \"understood what he was admitting and that what he was admitting constituted the crime charged.\" See United States v. Lopez, 907 F.2d 1096, 1099 (11th Cir.1990). At that hearing, Ternus testified that his counsel had explained to him what the government would be required to prove to support the conspiracy charge. The district court also went through the elements of the offense with him. After doing that, the district court asked Ternus whether he understood what the government would have to prove. He responded, \"Absolutely, Your Honor.\" Based on our review of the record, we conclude that absolutely no error occurred, plain or otherwise.\nAFFIRMED.\nNOTES\n[1]  Ralph Waldo Emerson, Art, in Essays and Lectures 431, 435 (Joel Porte ed., 1983).\n[2]  See Maia de la Baume, Four Masterworks Stolen from a French Museum, N.Y. Times, Aug. 7, 2007, at E2.\n[3]  The facts stated in this part are from the proffer that Ternus signed as part of his plea agreement.\n\n",
            "ocr": false,
            "opinion_id": 78588
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}