{
    "id": 2685435,
    "judges": "William W. Francis, Jr., Chief Judge",
    "date_filed": "2023-03-14",
    "date_filed_is_approximate": true,
    "slug": "in-the-matter-of-the-care-and-treatment-of-william-boughton-aka-william",
    "case_name_short": null,
    "case_name": "IN THE MATTER OF: THE CARE AND TREATMENT OF WILLIAM BOUGHTON, a/k/a WILLIAM E. BOUGHTON, a/k/a WILLIAM EDGAR BOUGHTON v. STATE OF MISSOURI",
    "case_name_full": "In the Matter of the Care and Treatment of William BOUGHTON, A/K/A William E. Boughton, A/K/A William Edgar Boughton, Appellant, v. STATE of Missouri, Respondent",
    "attorneys": "Erika R. Eliason, Columbia, MO, for Appellant., Chris Roster, Attorney General and Mary H. Moore, Assistant Attorney General, Jefferson City, MO, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b386-26\">\n    In the Matter of the Care and Treatment of William BOUGHTON, a/k/a William E. Boughton, a/k/a William Edgar Boughton, Appellant, v. STATE of Missouri, Respondent.\n   </parties><br><docketnumber id=\"b386-29\">\n    No. SD 32796.\n   </docketnumber><br><court id=\"b386-30\">\n    Missouri Court of Appeals, Southern District, Division One.\n   </court><br><decisiondate id=\"b386-32\">\n    July 23, 2014.\n   </decisiondate><br><attorneys id=\"b388-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"370\"> \n     *370\n     </span>\n    Erika R. Eliason, Columbia, MO, for Appellant.\n   </attorneys><br><attorneys id=\"b388-4\">\n    Chris Roster, Attorney General and Mary H. Moore, Assistant Attorney General, Jefferson City, MO, for Respondent.\n   </attorneys>",
    "citations": [
        "437 S.W.3d 368"
    ],
    "opinions": [
        {
            "author_str": "Francis",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "https://www.courts.mo.gov/file.jsp?id=75913",
            "author_id": 7709.0,
            "opinion_text": "IN THE MATTER OF:                                                )\nTHE CARE AND TREATMENT                                           )\nOF WILLIAM BOUGHTON,                                             )\na/k/a WILLIAM E. BOUGHTON,                                       )\na/k/a WILLIAM EDGAR BOUGHTON,                                    )\n                                                                 )        No. SD32796\n                                      Appellant,                 )        Filed: July 23, 2014\n                                                                 )\n           vs.                                                   )\n                                                                 )\nSTATE OF MISSOURI,                                               )\n                                                                 )\n                                      Respondent.                )\n\n                   APPEAL FROM THE CIRCUIT COURT OF PULASKI COUNTY\n\n                           Honorable Ronda L. Cortesini, Associate Circuit Judge\n\nAFFIRMED\n\n           William Boughton (“Boughton”) appeals the judgment of the Probate Division of the\n\nCircuit Court of Pulaski County (“the trial court”) committing him to the custody of the Missouri\n\nDepartment of Mental Health (“MDMH”), pursuant to the Sexually Violent Predator Act (“SVP\n\nAct”), sections 632.480-.513, after a jury found he was a “sexually violent predator” (“SVP”), as\n\ndefined in section 632.480(5).1 We affirm the judgment of the trial court.\n\n\n1\n    Unless otherwise stated, all statutory references are to RSMo 2000.\n\f                                Factual and Procedural Background\n\n        Boughton was born in 1941. When Boughton was 4 years old, his father went to prison\n\nand his mother placed him and his sisters up for adoption. Boughton was placed with a foster\n\nfamily and although Boughton described his foster family in positive terms, there were some\n\ndifficulties with this placement and he was eventually taken into custody by the State.\n\n        Boughton’s significant history, for SVP purposes, was:\n\n        ●       In 1960 - charged with endangering the welfare of a 13-year-old child;\n\n        ●       In 1969 - charged with indecent exposure;\n\n        ●       In 1988 - convicted of a sexual assault involving his 15-year-old daughter2 and\n\n                was sentenced to the Department of Corrections (“DOC”), where he served part\n\n                of his sentence and was paroled.\n\n        ●       In 1992 - while on parole, Boughton was arrested for sodomizing a 16-year-old\n\n                girl; and\n\n        ●       In 2002 - at the age of 61, he was convicted of child molestation in the first degree\n\n                and received a 10-year sentence in the DOC.\n\n        During each of his incarcerations, Boughton was enrolled in the Missouri Sex Offender\n\nTreatment Program (“MOSOP”). Boughton would have been eligible for early release from the\n\nDOC had he successfully completed the MOSOP. However, he was unsuccessful in completing\n\nthe MOSOP in 1990 and 1993. In 2010, Boughton was again offered an opportunity to complete\n\nthe MOSOP, but elected not to participate because he did not want to be paroled and “have\n\nanybody supervising” him when he was released.\n\n\n\n2\n  Boughton actually began sexually molesting his daughter when she was age 13, but she waited two years before\nreporting it to anyone.\n\n\n                                                      2\n\f         Boughton also developed numerous medical conditions over the years, including the loss\n\nof an eye to cancer in 1988, and subsequent diagnoses of chronic obstructive pulmonary disease,\n\nemphysema, arthritis of the lumbosacral spine, lung hyperaeration and scarring, and\n\natherosclerotic disease with a partial blockage of the abdominal aorta. In 2012, Boughton had\n\nhip surgery after an altercation with an inmate in which he was the aggressor.\n\n         On February 21, 2012, before Boughton’s release date of March 19, 2012, the State filed\n\na petition to involuntarily commit Boughton as an SVP.\n\n         A jury trial was conducted on May 20 and 21, 2013. On the first morning of trial, the\n\ntrial court took up Boughton’s “Fourth Motion in Limine: Polygraph Results.” Boughton\n\nrequested that any evidence regarding his polygraph test and its results be excluded from the\n\nevidence. The State assured the trial court it would make sure there was no discussion of a\n\npolygraph or its results. The trial court then sustained the motion.\n\n         During its case-in-chief, the State presented the testimony of one witness, Dr. Jeffrey\n\nKline (“Dr. Kline”), a certified forensic psychologist at Fulton State Hospital. Dr. Kline testified\n\nthat he evaluated Boughton on behalf of the MDMH. He determined that Boughton suffered\n\nfrom a mental abnormality:3 antisocial personality disorder.4 He based his diagnosis on the\n\ncriteria in the Diagnostic and Statistical Manual, IV Edition (“DSM-IV”). Dr. Kline found\n\nBoughton to be an SVP after evaluating his pattern of criminal acts, allegations of sexual assault,\n\nand his impulsivity. Dr. Kline further found that Boughton’s nonsexual criminal behavior had an\n\n\n\n3\n  Dr. Kline understood a “mental abnormality” to mean “either a congenital or an acquired condition that affects\neither [Boughton’s] emotional or volitional capacity such that it predisposes him to commit sexually violent offenses\nand causes him serious difficulty in controlling his behavior[.]”\n4\n  Dr. Kline described an “antisocial personality disorder” as “a person who has throughout their life engaged in\nbehaviors that are a problem, starting in childhood or teenage years, going all the way throughout their entire life,\nand that it’s . . . a [consistent] pattern of a disregard for the rules of society[.]”\n\n\n                                                         3\n\fimpact on Boughton’s risk to commit sexually violent crimes in the future because they were a\n\npart of his antisocial personality disorder.5\n\n         Dr. Kline opined Boughton did not understand the impact his violent sexual offenses had\n\non his victims as he placed responsibility for his sexual crimes on his victims. By way of\n\nexample, Dr. Kline explained that Boughton thought a 13-year-old victim was sexually\n\naggressive and he only responded to her behavior, and that a 16-year-old victim flirted with him\n\nand gave him an indication she wanted the sexual encounter.\n\n         Dr. Kline gave Boughton a score of 6 on the Static 2002R actuarial instrument. That\n\nscore placed Boughton in the moderate range of being convicted of a sexually violent crime in\n\nthe future. It gave Boughton a 24 percent chance of being reconvicted of a sexually violent\n\noffense within 5 years, and a 33 percent chance of being reconvicted of a sexually violent\n\noffense in 10 years. Dr. Kline testified that at least one of Boughton’s sexually violent offenses\n\noccurred after he had health problems as identified above.\n\n         During redirect examination, the following colloquy ensued:\n\n                [State:] [D]o you recall that in 1999, Mr. Boughton was being evaluated\n         by an individual who asked Mr. Boughton a question about how many unreported\n         victims he had?\n\n                  [Kline:] Yes.\n\n         Boughton’s counsel objected at this point, and in a bench conference outside the hearing\n\nof the jury, he argued that the State was attempting to elicit a statement allegedly made by\n\nBoughton during a polygraph examination or a pre- or post-polygraph interview. Boughton’s\n\ncounsel complained that the results of any such exam would not be admissible and if allowed\n\n5\n  Boughton’s nonsexual criminal behavior includes being charged in 1959, at the age of 18, with forgery; stealing a\ncar in 1963, for which he served time; four burglaries in 1964, after his release from prison; a first-degree assault for\nstabbing a man in 1974, which was reduced to assault in the third degree and Boughton pled guilty; a second charge\nin 1974 for felonious assault in a separate incident; a DWI in 1985; and in 1999, while on probation for sodomy,\nBoughton was arrested for possession of cocaine and was sent back to the DOC.\n\n                                                           4\n\finto evidence, Boughton would be placed in an impossible position of not being able to fully\n\nexplain why he made those statements without divulging they were made in the context of a\n\npolygraph examination. The trial court overruled the objection and the State proceeded with the\n\nfollowing line of questioning:\n\n               [State:] Doctor, I was asking you a question about whether or not in 1999\n       Mr. Boughton indicated whether or not there were unreported victims and did he\n       give that information to --\n\n               [Dr. Kline:] Yes, he did.\n\n               [State:] All right. And how many unreported victims did he initially\n       indicate to this person?\n\n               [Dr. Kline:] He initially indicated that there was 100 occasions.\n\n               [State:] Okay. And --\n\n               [Dr. Kline:] And then quickly amended that to 50.\n\n               [State:] Okay. And did he then amend it again?\n\n               [Dr. Kline:] Yes. He amended it again to five.\n\n               [State:] Okay. And we know that there are three convictions, correct?\n\n              [Dr. Kline]: And at the time of this, there was only two prior known\n       victims: 1992 and 1998 -- 1988, his daughter and I can’t remember the other\n       victim’s name.\n\n       Dr. Kline concluded that as a result of Boughton’s mental abnormality, Boughton was\n\nmore likely than not to commit acts of predatory sexual violence in the future. In reaching his\n\nconclusion, Dr. Kline stated he took into consideration, in part, Boughton’s health problems and\n\nhis age.\n\n       Following the close of the State’s evidence, Boughton testified on his own behalf and\n\nstated that he had “no desire to have sex of any kind, shape or form anymore.” Boughton also\n\n\n\n\n                                                5\n\fattempted to explain his statement, recounted by Dr. Kline, regarding the existence of unreported\n\nvictims. This testimony proceeded as follows:\n\n              [Boughton’s Attorney:] Bill, I think we heard yesterday that, at some\n       point, maybe you were on parole, you told somebody that you had 100\n       inappropriate sexual relations, and then said something like 50, and then five. Do\n       you remember that?\n\n               [Boughton:] Yes, I do.\n\n               [Boughton’s Attorney:] Did you say something like that?\n\n               [Boughton:] I did, but I said it as a smart remark.\n\n               [Boughton’s Attorney:] Okay. Why would you say something like that?\n\n               [Boughton:] Because of the person that was asking the questions had\n       really insulted me, I believe it was two, maybe three days before that, it was the\n       polygraph examiner.\n\nBoughton went on to testify that there were no other victims and the authorities really did know\n\nabout all the victims.\n\n       Boughton also offered the testimony of Dr. Diane Lytton (“Dr. Lytton”), a forensic\n\npsychologist in private practice. Dr. Lytton testified she found Boughton did not have a sexually\n\ndeviant mental disorder, an antisocial personality disorder, or a mental abnormality. She testified\n\nit was her opinion that Boughton was merely exhibiting “criminal behavior,” that his “sexual\n\nacting out pattern was just part of a greater criminal pattern.” She concluded that to a reasonable\n\ndegree of psychological certainty, Boughton was not a sexually violent predator.\n\n       The jury found Boughton to be an SVP. On May 21, 2013, the trial court entered its\n\n“JUDGMENT AND COMMITMENT ORDER” in which it determined Boughton was an SVP\n\nsuch that he should be committed to the MDMH “for control, care and treatment until such time\n\nas [his] mental abnormality has so changed that he is safe to be at large.” This appeal followed.\n\n\n\n\n                                                 6\n\f       Boughton asserts two points relied on, which we address out of order for ease of analysis.\n\nAs best we may discern, Boughton’s points raise the following issues:\n\n       1.      Was there sufficient evidence to support the trial court’s ruling?\n\n       2.      Was evidence concerning a polygraph examination improperly admitted at trial?\n\n                               Point II—Sufficiency of Evidence\n\n                                      Standard of Review\n\n       “Appellate review in an SVP case is limited to a determination of whether there was\n\nsufficient evidence admitted from which a reasonable jury could have found each necessary\n\nelement by clear and convincing evidence.” In re A.B., 334 S.W.3d 746, 752 (Mo.App. E.D.\n\n2011). We view the evidence in the light most favorable to the judgment, accept as true all\n\nevidence and reasonable inferences favorable to the judgment, and disregard all contrary\n\nevidence and inferences. Id. “A judgment will be reversed on insufficiency of the evidence only\n\nif there is a complete absence of probative facts supporting the judgment.” Id.\n\n                                             Analysis\n\n       For Boughton to be found an SVP, it was the State’s burden to show that Boughton\n\n“(1) has a congenital or acquired condition affecting his emotional or volitional capacity that\n\npredisposes him to commit sexually violent offenses to a degree that causes him serious\n\ndifficulty controlling his behavior; and (2) is more likely than not to engage in predatory acts of\n\nsexual violence if not confined.” In re O’Hara, 331 S.W.3d 319, 319-20 (Mo.App. S.D. 2011);\n\nsee also § 632.480(5).\n\n       Boughton’s sufficiency challenge is limited to the second prong, i.e., whether he is more\n\nlikely than not to engage in predatory acts of sexual violence if not confined. Specifically,\n\nBoughton contends that he is physically prohibited from engaging in predatory acts of sexual\n\n\n\n                                                 7\n\fviolence on account of his various medical conditions and that Dr. Kline, in reaching his opinion,\n\n“did not account” for Boughton’s medical conditions. Boughton’s argument fails for both\n\nfactual and legal reasons.\n\n       Dr. Kline testified that Boughton was more likely than not to commit acts of predatory\n\nsexual violence in the future. On redirect, the State inquired whether Dr. Kline took Boughton’s\n\nmedical conditions into account in reaching his conclusion. Dr. Kline responded that he had,\n\nfollowed by this colloquy:\n\n\n              [State:] Okay. And did any of the things that we’ve talked about here this\n       afternoon or that [Boughton’s attorney] discussed with you, did that change your\n       opinion that he is more likely than not to re-offend?\n\n               [Kline:] No, nothing’s changed my opinion at this point.\n\nAs the foregoing testimony demonstrates, the record refutes Boughton’s assertion that Dr. Kline\n\n“did not account” for Boughton’s medical conditions. Moreover, Boughton’s argument that Dr.\n\nKline, in arriving at his opinion, failed to consider all of Boughton’s medical conditions fails as it\n\nis not legally cognizable.\n\n       If a question exists as to whether proffered expert testimony is supported by a\n       sufficient factual or scientific foundation, the question is one of admissibility,\n       which must be raised by a timely objection or motion to strike. Once an expert\n       opinion has been admitted, as any other evidence, it may be relied upon for\n       purposes of determining the submissibility of the case. Washington by\n       Washington v. Barnes Hospital, 897 S.W.2d 611, 616 (Mo. banc 1995); Lee v.\n       Hiler, 141 S.W.3d 517, 524 (Mo.App. 2004).\n\nIn re O’Hara, 331 S.W.3d at 320 (emphasis in original). An appellant “cannot ‘back-door’ an\n\nissue relating to the admissibility of expert testimony under the guise of a sufficiency of the\n\nevidence argument.” Id.\n\n       Boughton did not object to or move to strike Dr. Kline’s opinion testimony. Dr. Kline’s\n\ncredibility, as well as any conflict between the testimony of Dr. Kline and Dr. Lytton, was a\n\n\n                                                  8\n\fquestion for the jury to resolve in making its decision. See In re Muston, 350 S.W.3d 493, 498\n\n(Mo.App. S.D. 2011). The jury was free to ‘“believe all, some, or none of the testimony of a\n\nwitness when considered with the facts, circumstances and other testimony in the case.”’ Id.\n\n(quoting State v. Crawford, 68 S.W.3d 406, 408 (Mo. banc 2002)). Accordingly, Boughton’s\n\nsufficiency argument fails. Point II is denied.\n\n                                  Point I—Polygraph Evidence\n\n                                       Standard of Review\n\n       When reviewing a challenge to the admission of evidence, we review for abuse of\n\ndiscretion. State v. Turner, 420 S.W.3d 666, 669 (Mo.App. E.D. 2014). ‘“This standard gives\n\nthe trial court broad leeway in choosing to admit evidence; therefore, an exercise of this\n\ndiscretion will not be disturbed unless it is clearly against the logic of the circumstances.’” Id.\n\n(quoting State v. Freeman, 269 S.W.3d 422, 426 (Mo. banc 2008)) (internal quotation marks\n\nomitted). We do not reverse on the basis of evidentiary error unless prejudice is demonstrated.\n\nId.\n\n                                             Analysis\n\n       In his first point, Boughton contends that the trial court erred in overruling his objection\n\nto a question posed by the State to Dr. Kline concerning Boughton’s testimony that he had 100\n\nunreported sexual offenses. Boughton argues that the trial court’s ruling was erroneous because\n\n“evidence of polygraph examinations is inadmissible” and, as a result of the question posed to\n\nDr. Kline, Boughton was “forced . . . to reveal that he made the statement during a polygraph\n\nexamination which allowed the jury to believe that his statement that he had ‘a hundred\n\nunreported offenses’ was credible.” We disagree.\n\n\n\n\n                                                  9\n\f          Boughton’s challenge arose during the State’s redirect examination of Dr. Kline, when\n\nDr. Kline was asked, “[D]o you recall that in 1999, Mr. Boughton was being evaluated by an\n\nindividual who asked Mr. Boughton a question about how many unreported victims he had?”\n\n(Emphasis added). Boughton’s objection followed; the State never referred to a “polygraph\n\nexaminer,” but only referred to “an individual.” The trial court overruled the objection. The\n\nState then asked Dr. Kline:\n\n                  [State:] Doctor, I was asking you a question about whether or not in 1999\n          Mr. Boughton indicated whether or not there were unreported victims and did he\n          give that information to --\n\n                 [Dr. Kline:] Yes, he did.\n\n                  [State:] All right. And how many unreported victims did he initially\n          indicate to this person?\n\n                 [Dr. Kline:] He initially indicated that there was 100 occasions.\n\n          Boughton later volunteered during his testimony if he remembered telling “somebody”\n\nthat he had “100 inappropriate sexual relations.” Boughton responded, “I did, but I said it as a\n\nsmart remark . . . [b]ecause of the person that was asking the questions had really insulted me, I\n\nbelieve it was two, maybe three days before that, it was the polygraph examiner.” (Emphasis\n\nadded).\n\n          Under these circumstances, it is ludicrous to argue Boughton was “forced . . . to reveal”\n\nthat the statement was made to a polygraph examiner. The State, as well as Boughton’s attorney,\n\nreferred to the polygraph examiner only in generic terms, i.e. “an individual” and “somebody,”\n\nand Boughton could have done the same.\n\n\n\n\n                                                  10\n\f        In sum, having invited evidence of his polygraph examination into the record, Boughton\n\ncannot now raise it as reversible error on appeal. See State v. Riggins, 987 S.W.2d 457, 463\n\n(Mo.App. W.D. 1999).6 There was no evidence concerning a polygraph examination improperly\n\nadmitted at trial. Point I is denied.\n\n        The judgment of the trial court is affirmed.\n\n\nWILLIAM W. FRANCIS, JR., C.J. - OPINION AUTHOR\n\nNANCY STEFFEN RAHMEYER, P.J. - Concurs\n\nDANIEL E. SCOTT, J. - Concurs\n\n\n\n\n6\n  In any event, we fail to discern that Boughton suffered any prejudice. “Trial court error is not prejudicial unless\nthere is a reasonable probability that it affected the outcome of the trial.” State v. Williams, 420 S.W.3d 713, 721\n(Mo.App. W.D. 2014). “[T]he mere inadvertent reference to a polygraph examination does not by itself constitute\nprejudice warranting a mistrial.” State v. Rios, 314 S.W.3d 414, 424 (Mo.App. W.D. 2010). Dr. Kline testified that\nBoughton, after alleging that he had 100 unreported victims, quickly amended the figure to fifty and then to five.\nDuring the recross-examination of Dr. Kline, Boughton’s attorney asked: “Fair to say, you didn’t take this\ndisclosure of 100 people, you didn’t take that as an accurate portrayal of the undisclosed sexual contacts, correct?”\nIn response, Dr. Kline testified: “I believe that that was highly unlikely.” Under these circumstances, Boughton has\nfailed to show how the fact that the statement at issue was made to a polygraph examiner made the statement\ncredible in the eyes of the jury, let alone affected the outcome of the trial.\n\n                                                        11\n\f",
            "ocr": false,
            "opinion_id": 2685435
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}