{
    "id": 2685464,
    "judges": "Patterson",
    "date_filed": 1405987200000,
    "date_filed_is_approximate": false,
    "slug": "in-the-matter-of-the-civil-commitment-of-dy-svp-491-08",
    "case_name_short": null,
    "case_name": "In the Matter of the Civil Commitment of D.Y. Svp 491-08",
    "case_name_full": "In the Matter of the Civil Commitment of D.Y. Svp 491-08 (071464)",
    "attorneys": "Lewis P. Sengstacke, Assistant Deputy Public Defender, argued the cause for appellant D.Y. (Joseph E. Krakora, Public Defender, attorney)., Robert T. Lougy, Assistant Attorney General, argued the cause for respondent State of New Jersey (John J. Hoffman, Acting Attorney General, attorney; Mr. Lougy, Amy Beth Cohn, and Susan M. Scott, Deputies Attorney General, on the briefs)., Lawrence Bluestone argued the cause for amici curiae American Civil Liberties Union of New Jersey Foundation and Disability Rights of New Jersey, Inc. (Lowenstein Sandler, attorneys; Mr. Bluestone, Catherine Weiss, and Alexander R. Shalom, on the brief).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued November 19, 2013 —, Reargued May 5, 2014 —",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b379-4\">\n    95 A.3d 157\n   </citation><br><parties id=\"b379-5\">\n    IN THE MATTER OF THE CIVIL COMMITMENT OF D.Y. SVP 491-08.\n   </parties><br><otherdate id=\"b379-6\">\n    Argued November 19, 2013 —\n   </otherdate><otherdate id=\"AmM\">\n    Reargued May 5, 2014 —\n   </otherdate><decisiondate id=\"A9j\">\n    Decided July 24, 2014.\n   </decisiondate><br><attorneys id=\"b384-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"364\"> \n     *364\n     </span>\n<em>\n     Lewis P. Sengstacke,\n    </em>\n    Assistant Deputy Public Defender, argued the cause for appellant D.Y.\n    <em>\n     (Joseph E. Krakora,\n    </em>\n    Public Defender, attorney).\n   </attorneys><br><attorneys id=\"b384-8\">\n<em>\n     Robert T. Lougy,\n    </em>\n    Assistant Attorney General, argued the cause for respondent State of New Jersey\n    <em>\n     (John J. Hoffman,\n    </em>\n    Acting Attorney General, attorney;\n    <em>\n     Mr. Lougy, Amy Beth Cohn,\n    </em>\n    and\n    <em>\n     Susan M. Scott,\n    </em>\n    Deputies Attorney General, on the briefs).\n   </attorneys><br><attorneys id=\"b384-9\">\n<em>\n     Lawrence Bluestone\n    </em>\n    argued the cause for amici curiae American Civil Liberties Union of New Jersey Foundation and Disability Rights of New Jersey, Inc.\n    <em>\n     (Lowenstein Sandler,\n    </em>\n    attorneys;\n    <em>\n     Mr. Bluestone, Catherine Weiss,\n    </em>\n    and\n    <em>\n     Alexander R. Shalom,\n    </em>\n    on the brief).\n   </attorneys>",
    "citations": [
        "218 N.J. 359",
        "95 A.3d 157"
    ],
    "opinions": [
        {
            "author_str": "Patterson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 37.0,
            "download_url": "http://www.judiciary.state.nj.us/opinions/supreme/A4212IMOCivilCommitDY.pdf",
            "author_id": null,
            "opinion_text": "                                                      SYLLABUS\n\n(This syllabus is not part of the opinion of the Court. It has been prepared by the Office of the Clerk for the\nconvenience of the reader. It has been neither reviewed nor approved by the Supreme Court. Please note that, in the\ninterest of brevity, portions of any opinion may not have been summarized).\n\n                          In the Matter of Civil Commitment of D.Y. (A-42-12) (071464)\n\nArgued November 19, 2013 – Reargued May 5, 2014 – Decided July 24, 2014\n\nPATTERSON, J., writing for a unanimous Court.\n\n         In this appeal, the Court considers whether a competent individual who is subject to involuntary civil\ncommitment pursuant to the Sexually Violent Predator Act (SVPA), N.J.S.A. 3-:4-27.24 to -27.38, may represent\nhimself or herself at a commitment hearing.\n\n          In 1987 and 1994, D.Y. pled guilty to repeated sexual assaults against his nephew and another boy, both of\nwhom were twelve years old when the abuse began. As a result, D.Y. was convicted of offenses in state and federal\ncourt. On May 27, 2008, after serving his sentences, the State filed a petition for D.Y.’s involuntary civil\ncommitment. At the initial hearing, although counsel had been appointed to represent him, D.Y. stated that he\nwanted to represent himself. The court ordered the State to conduct a psychiatric evaluation to assess D.Y.’s\ncompetence and scheduled a final commitment hearing for June 8, 2009. D.Y. refused to attend the hearing. The\ntrial court judge proceeded in D.Y’s absence, concluded that he had a high likelihood of reoffending, entered an\norder of commitment, and scheduled a final hearing for June 1, 2010. D.Y. filed a motion for reconsideration,\narguing that too much time had lapsed between his temporary and final orders of commitment. The trial court\ndenied the motion.\n\n         D.Y. appealed the court’s final order of commitment. In addition to challenging the timeliness of his final\ncommitment hearing, D.Y. argued that he had a right to self-representation under the Sixth and Fourteenth\nAmendments of the United States Constitution. An Appellate Division panel affirmed the trial court’s denial of\nD.Y.’s application, concluding that neither of the federal constitutional principles D.Y. invoked affords a right to\nself-representation in an SVPA civil commitment proceeding. In the Matter of Civil Commitment of D.Y., 426 N.J.\nSuper. 436 (App. Div. 2012).\n\n         This Court granted certification, limited to whether there is a constitutional right to self-representation at a\ncommitment hearing under the SVPA. 426 N.J. 436 (2013). After oral argument, the Court ordered supplemental\nbriefing on: (1) the proper standard by which to analyze the right of self-representation under the Fourteenth\nAmendment in a proceeding involving the SVPA; and (2) whether D.Y.’s claim presents an issue of substantive due\nprocess or a concern under Article 1, Paragraph 1 of the New Jersey Constitution. The Court granted the motion of\nthe American Civil Liberties Union of New Jersey Foundation (ACLU-NJ) and Disability Rights New Jersey, Inc.\n(DRNJ) to appear as amici curiae.\n\nHELD: The plain language of N.J.S.A. 30:4-27.29(c) and -27.31(a) requires that there be one of two alternative forms\nof representation at SVPA commitment hearings: (1) full representation by counsel, or (2) self-representation by an\nindividual who is competent to conduct his or her case, with standby counsel present throughout the hearing to assist if\nneeded. Standby counsel may advise the committee, assist the court in expediting the proceedings, and assume an\nactive role if his or her client proves unwilling or unable to participate cooperatively in the hearing.\n\n1.       This appeal presents an issue of law. Therefore, the relevant standard of review is de novo. De novo\nreview requires the Court to consider the trial court’s rejection of D.Y.’s application to represent himself at his\nSVPA hearing based on constitutional and statutory principles, with no special deference. (pp. 14-15)\n\n2.       The practice of pro se, or self, representation by civil litigants finds its genesis in the English common law.\nThis tradition followed English settlers to North America. West New Jersey and East New Jersey, which would\nlater comprise the colony, and then the State, of New Jersey, permitted parties in both civil and criminal cases to\nappear in court unrepresented. As they did in our State’s colonial past, litigants frequently represent themselves in\nNew Jersey today. (pp. 15-18)\n\n                                                            1\n\f3.        A litigant’s decision to proceed pro se may undermine his or her position in the case. An unrepresented\nlitigant who cannot or will not cooperate with the court can disrupt the proceedings, or derail them entirely. (p. 20)\n\n4.        The use of standby counsel has developed in the setting of criminal cases in which defendants exercise their\nSixth Amendment right to represent themselves. The involvement of standby counsel need not undermine the\nlitigant’s autonomy in directing his or her case and can serve to protect the integrity of the proceeding. (pp. 20-22)\n\n5.        Where a case may be decided on either statutory or constitutional grounds, the Court will inquire first into\nthe statutory question and decline to reach the constitutional question, unless required to do so. Notwithstanding the\nconstitutional analysis undertaken by the parties, the amici, and the courts that have considered D.Y.’s assertion of a\nright of self-representation, this case may be decided as a question of statutory interpretation. In light of New\nJersey’s historical recognition of a competent litigant’s election to represent himself or herself in civil proceedings,\nthe Court considers whether the two provisions of the SVPA that address representation in involuntary commitment\nhearings, N.J.S.A. 30:4-27.29(c) and -27.31(a), bar a competent individual from appearing pro se at an SVPA civil\ncommitment hearing with the assistance of standby counsel. (pp. 23-24)\n\n6.       To assess whether someone is a sexually violent predator subject to civil commitment, the State must\nestablish that the individual has been convicted of a sexually violent offense, suffers from a mental abnormality or\npersonality disorder, and that as a result of the psychiatric abnormality or disorder, it is highly likely that the\nindividual will not control his or her sexually violent behavior and will reoffend. (pp. 25-27)\n\n7.       The SVPA identifies five rights afforded to a person subject to civil commitment as a sexually violent\npredator. N.J.S.A. 30:4-27.31. In addition to the right to counsel included therein, a corresponding provision,\nN.J.S.A. 30:4-27.29(c), states that a person subject to involuntary commitment shall have counsel present at the\nhearing and shall not be permitted to appear at the hearing without counsel. The Legislature did not, however, bar\nan individual facing SVPA commitment from representing himself or herself, or state that an individual may\nparticipate in the proceedings only through counsel. Therefore, in future SVPA hearings, including D.Y.’s hearing\non remand, competent SVPA committees may appear on their own behalf, with retained or appointed standby\ncounsel present to assist them if necessary. (pp. 27-30)\n\n8.        In this context, any decision by a committee to waive the right to full representation by counsel should be\nclearly stated to the trial court, and the court should ensure that the committee’s waiver of representation by counsel\nis knowing, intelligent and voluntary. In State v. Crisafi, this Court prescribed the inquiry that trial courts should\nmake when criminal defendants invoke their right to self-representation. 128 N.J. 499, 511-12 (1992). The trial\ncourt should conduct a similar inquiry to ensure that the committee is aware of his or her statutory right to be fully\nrepresented by counsel, and that he or she understands the importance of representation by an attorney in such a\ncomplex case. (p. 31)\n\n9.        The role of standby counsel will be shaped by the issues confronting the court. A competent individual,\nwho represents himself or herself at an SVPA hearing in compliance with the rules of court, cannot be compelled to\naccept the advice of his or her standby counsel. Standby counsel serves as a resource, guiding the committee\nthrough each stage of the hearing and minimizing disruption and delay. A committee appearing pro se should not be\npermitted to obstruct the proceedings. Proceeding unrepresented does not authorize the committee to undermine the\njudge’s ability to make the important determination required by the SVPA. When a competent individual chooses\nthe alternative of self-representation, standby counsel will be available to provide advice and guidance, and will\nassist the trial court in conducting an SVPA commitment hearing that is thorough and fair. (pp. 31-34)\n\n       The judgment of the Appellate Division is REVERSED. The case is REMANDED to the trial court for a\nnew commitment hearing.\n\n       CHIEF JUSTICE RABNER; JUSTICES LaVECCHIA, ALBIN, and FERNANDEZ-VINA; and\nJUDGE RODRÍGUEZ (temporarily assigned) join in JUSTICE PATTERSON’s opinion. JUDGE CUFF\n(temporarily assigned) did not participate.\n\n\n\n\n                                                           2\n\f                                       SUPREME COURT OF NEW JERSEY\n                                         A-42 September Term 2012\n                                                  071464\n\n\nIN THE MATTER OF THE\n\nCIVIL COMMITMENT OF\n\nD.Y. SVP 491-08\n\n\n         Argued November 19, 2013\n         Reargued May 5, 2014 – Decided July 24, 2014\n\n         On certification to the Superior Court,\n         Appellate Division, whose opinion is\n         reported at 426 N.J. Super. 436 (2012).\n\n         Lewis P. Sengstacke, Assistant Deputy Public\n         Defender, argued the cause for appellant\n         D.Y. (Joseph E. Krakora, Public Defender,\n         attorney).\n\n         Robert T. Lougy, Assistant Attorney General,\n         argued the cause for respondent State of New\n         Jersey (John J. Hoffman, Acting Attorney\n         General, attorney; Mr. Lougy, Amy Beth Cohn,\n         and Susan M. Scott, Deputies Attorney\n         General, on the briefs).\n\n         Lawrence Bluestone argued the cause for\n         amici curiae American Civil Liberties Union\n         of New Jersey Foundation and Disability\n         Rights of New Jersey, Inc. (Lowenstein\n         Sandler, attorneys; Mr. Bluestone, Catherine\n         Weiss, and Alexander R. Shalom, on the\n         brief).\n\n    JUSTICE PATTERSON delivered the opinion of the Court.\n\n    This appeal raises an issue not previously considered by\n\nthe Court:   whether a competent individual who is subject to\n\ninvoluntary civil commitment pursuant to the Sexually Violent\n\n                                 1\n\fPredator Act (SVPA), N.J.S.A. 30:4-27.24 to -27.38, may\n\nrepresent himself or herself at a commitment hearing.\n\n     In 2008, the State filed a petition for the involuntary\n\ncivil commitment of D.Y., who had been convicted of several\n\nstate and federal charges arising from sexual assaults on\n\nminors.    At his initial commitment hearing, D.Y. stated that he\n\ndid not want to be represented by the attorney who had been\n\nappointed for him in accordance with N.J.S.A. 30:4-27.31(a),\n\nwhich affords individuals a right to counsel at SVPA hearings.\n\nD.Y. did not attend his final hearing, in which his counsel\n\nmoved on his behalf for an order permitting D.Y. to represent\n\nhimself.   The judge conducting the hearing denied the motion,\n\nstating that individuals subject to SVPA commitment must be\n\nrepresented by counsel pursuant to N.J.S.A. 30:4-27.29(c).\n\n     D.Y. appealed, asserting a right to self-representation\n\nunder two provisions of the United States Constitution, the\n\nSixth Amendment and the Due Process clause of the Fourteenth\n\nAmendment.    U.S. Const. amend. VI; U.S. Const. amend. XIV, § 1.\n\nAn Appellate Division panel affirmed the trial court’s denial of\n\nD.Y.’s application, concluding that neither federal\n\nconstitutional principle invoked by D.Y. affords a right to\n\nself-representation in an SVPA civil commitment proceeding.\n\n     We reverse.    We recognize that competent litigants in New\n\nJersey have long been permitted to represent themselves in civil\n\n                                  2\n\fproceedings, with specific exceptions identified in statutes,\n\ncourt rules, and case law.   Accordingly, we consider the\n\nLegislature’s intent when it enacted N.J.S.A. 30:4-27.29(c),\n\nwhich requires an SVPA committee to “have counsel present” and\n\nbars him or her from appearing “at the hearing without counsel,”\n\nand N.J.S.A. 30:4-27.31(a), which affords individuals the right\n\nto be represented by counsel at SVPA commitment hearings.    We\n\nfind no evidence that the Legislature, when it enacted those\n\nprovisions, intended to preclude an individual facing SVPA\n\ncommitment from speaking on his or her own behalf, as long as\n\nstandby counsel is present and available to assist throughout\n\nthe hearing if needed.\n\n     Instead, applying the plain meaning of the statutory text,\n\nwe hold that the statutory mandate is satisfied if a committee\n\nwho elects to represent himself or herself retains or is\n\nassigned standby counsel.    Such standby counsel may advise the\n\nindividual subject to commitment, assist the court in expediting\n\nthe proceedings, and assume an active role if his or her client\n\nproves unwilling or unable to participate cooperatively in the\n\nhearing.   We acknowledge the effective assistance that standby\n\ncounsel have provided to pro se litigants in a range of settings\n\nand find that such assistance comports with the Legislature’s\n\nintent when it addressed the issue of counsel in SVPA hearings\n\nin N.J.S.A. 30:4-27.29(c) and -27.31(a).   Because we resolve this\n\n                                  3\n\fcase by statutory construction, we do not reach the Sixth\n\nAmendment and due process issues raised by D.Y.   A\n\nconstitutionally based adjudication is not necessary in light of\n\nour construction of the statute.\n\n    We recognize that an SVPA committee’s decision to represent\n\nhimself or herself will seldom prove to be a sound strategic\n\nchoice.   With complex issues to address, and his or her liberty\n\nat stake, it is the rare SVPA committee who will have the skill\n\nand experience of an effective lawyer.   We are also aware of the\n\nchallenges that a pro se litigant may pose to the court, counsel\n\nfor the State, testifying experts, and the progress of the\n\nhearing itself.   Our decision is rooted in our State’s\n\ntraditional respect for the right of a civil litigant to choose\n\nthe path of self-representation, regardless of whether that\n\ndecision is a wise one.   Consistent with the Legislature’s\n\nintent, a competent individual subject to SVPA commitment may\n\nrepresent himself or herself, provided that the support of\n\nretained or appointed standby counsel is available if necessary.\n\n    Accordingly, we reverse the determination of the Appellate\n\nDivision and remand this case for a new commitment hearing.\n\n                                I.\n\n    The proceedings to involuntarily commit D.Y. pursuant to\n\nthe SVPA were premised upon two predicate state criminal\n\nconvictions, one in 1987 and one in 1994, as well as convictions\n\n                                   4\n\fin federal court related to the same offenses as those leading\n\nto D.Y.’s 1994 conviction in state court.\n\n    The victim in D.Y.’s first series of sexual offenses was\n\nhis twelve-year-old nephew, C.Y.       In November 1986, D.Y. was\n\nindicted for:   first-degree aggravated sexual assault, N.J.S.A.\n\n2C:14-2(a)(1); second-degree sexual assault, N.J.S.A. 2C:14-\n\n2(b); and third-degree endangering the welfare of a child,\n\nN.J.S.A. 2C:24-4(a).   These charges arose from allegations by\n\nC.Y. that D.Y. had engaged in sexual conduct with him on several\n\noccasions.   D.Y. entered into a plea agreement with the State,\n\npursuant to which he pled guilty to second-degree sexual assault\n\nin exchange for the dismissal of the other charges.      He was\n\nsentenced to a five-year term of incarceration.\n\n    D.Y.’s second set of sexual offenses was the subject of a\n\nstate court indictment in 1994, in which he was charged with:\n\nfirst-degree aggravated sexual assault, N.J.S.A. 2C:14-2(a)(1);\n\nsecond-degree sexual contact, N.J.S.A. 2C:14-2(b); and third-\n\ndegree impairing the morals of a child, N.J.S.A. 2C:24-4(a).\n\nThese charges arose from D.Y.’s contact with a twelve-year-old\n\nboy, A.B., whom D.Y. befriended while on probation.       In 1994,\n\nA.B. reported to police that D.Y. had sexually abused him over\n\nthe span of three years.   According to A.B., D.Y. sexually\n\nabused him during a rafting trip along the Delaware River, on a\n\nvacation in Virginia during which they stayed together in a\n\n                                   5\n\fhotel room, in approximately ten to fifteen incidents at a mall\n\nwhere D.Y. worked, and on thirty to fifty occasions at D.Y.’s\n\nhome.   Some of these incidents involved oral and anal sex, which\n\nwere videotaped by D.Y., and the display of child pornography to\n\nthe minor.   On June 23, 1994, D.Y. pled guilty to first-degree\n\naggravated sexual assault, in exchange for a dismissal of all\n\ncharges.   For that offense, D.Y. was sentenced on April 19,\n\n1995, to an eighteen-year term of imprisonment, subject to a\n\nsix-year period of parole ineligibility, at the Adult Diagnostic\n\nand Treatment Center at Avenel (ADTC).1\n\n     In addition, federal authorities filed separate charges\n\narising from some of the incidents involving A.B.   D.Y. was\n\ncharged in the United States District Court for the District of\n\nNew Jersey with coercing a minor to engage in sexually explicit\n\nconduct for the purpose of making visual depictions of such\n\nconduct, 18 U.S.C.A. § 2251(a), and interstate transportation of\n\n\n1\n  Between his first and second terms of incarceration for sexual\noffenses, D.Y. pled guilty to theft, N.J.S.A. 2C:20-3. The\ncharge arose from D.Y.’s brief employment as the manager of a\nshoe store following his release from prison. He was accused of\nstealing $1500 from the store. D.Y. was sentenced to three\nyears’ probation for the theft charge on the same day he was\nsentenced for the state charges involving sex offenses against\nA.B. In addition, D.Y. was sentenced to three years’\nimprisonment, consecutive to his state and federal sentences for\nthe offenses against A.B., for violating his probation term\narising from the offenses against C.Y. Theft is not a predicate\noffense for purposes of the SVPA, N.J.S.A. 30:4-27.26, and\naccordingly the theft charge is irrelevant to D.Y.’s civil\ncommitment proceedings.\n                                 6\n\fa minor with the intent to engage in sexual activity with the\n\nminor, 18 U.S.C.A. § 2423.      On October 28, 1994, D.Y. pled\n\nguilty to both counts of the federal indictment.     On April 6,\n\n1995, he was sentenced to 137 months’ incarceration.2\n\n       D.Y. completed his term of incarceration on or about June\n\n7, 2008.\n\n                                   II.\n\n       D.Y.’s SVPA proceedings commenced with the State’s May 27,\n\n2008 petition for his involuntary civil commitment pursuant to\n\nN.J.S.A. 30:4-27.28.    The State’s petition was supported by\n\ncertifications prepared by two expert psychiatrists, Marina\n\nMoshkovich, M.D. and Sureshbabu Kurra, M.D., both of whom\n\ndiagnosed D.Y. with pedophilia and antisocial personality\n\ndisorder.    On June 4, 2004, the trial court found “that there\n\n[was] probable cause to believe that [D.Y.] suffer[ed] from a\n\nmental abnormality or personality disorder that [made] him\n\nlikely to engage in acts of sexual violence if not confined to a\n\nsecure facility for control, care and treatment.”     The trial\n\ncourt entered an order temporarily committing D.Y. to the\n\nSpecial Treatment Unit (STU), the facility operated by the\n\nDepartment of Corrections and the Department of Human Services\n\nthat houses individuals who are civilly committed under the\n\nSVPA.    N.J.A.C. 10:36A-1.1.    The trial court’s order required\n\n2\n    The federal and State terms were to be served concurrently.\n                                    7\n\fD.Y. to remain at the STU pending a hearing that the court\n\nscheduled for June 23, 2008.\n\n    The hearing proceeded on the scheduled date.       D.Y. was\n\nrepresented by appointed counsel, who reported to the court that\n\nthe State had failed to have its designated expert interview\n\nD.Y. within five days of the order of temporary commitment, as\n\nrequired by N.J.S.A. 30:4-27.30(b).    Counsel for D.Y. explained\n\nthat D.Y. had declined a request to be interviewed.       D.Y. asked\n\nto be heard.    He confirmed that he did not want to be\n\ninterviewed, and commented, “I don’t want a hearing, either,”\n\nurging the trial court to “[j]ust sign the commitment papers.”\n\nD.Y. represented to the court that he wanted to leave the\n\nhearing, and when the court inquired as to whether he would stay\n\nto assist his counsel, he responded, “I fired him last week, I\n\ndon’t want him.”    Advised by the court that he could not fire\n\nhis lawyer, D.Y. retorted, “[w]hy, this is nothing but a joke\n\nanyhow.   Just go ahead and commit me.”      He added, “[t]he\n\nstatutes in this State have been written and broken constantly\n\nby the State.    It’s nothing but a joke.”\n\n    Although D.Y. stated that he wanted to leave the hearing,\n\nthe court required him to remain in the hearing room pending\n\ntestimony by the State’s expert, Dr. Howard Gilman, about D.Y.’s\n\ncompetency.    The trial court noted the possibility that D.Y.’s\n\nstatements constituted an assertion of the right to self-\n\n                                  8\n\frepresentation.    The State then asked Dr. Gilman about his\n\nunsuccessful attempts to interview D.Y.      When the expert\n\ntestified that at one point D.Y. had told ADTC staff that he\n\nwould consent to be interviewed, D.Y. claimed that the witness\n\nwas lying, and again stated that the lawyer appearing on his\n\nbehalf was “not [his] counsel.”       The trial judge replied that\n\nthe SVPA compelled D.Y. to be represented by counsel.       D.Y.\n\nresponded that the requirement that he be represented was\n\n“illegal according to the United States Constitution,” and\n\nstated, “[w]e’re allowed to represent ourselves, no matter what\n\nthe State says.”\n\n    Resuming his testimony, Dr. Gilman told the trial court\n\nthat in the absence of an interview, he was unable to determine\n\nwhether D.Y. was competent to discharge his lawyer or waive his\n\nright to a final civil commitment hearing.      Accordingly, the\n\ntrial court ordered the State to conduct a psychiatric\n\nevaluation of D.Y. in order to assess his competence.\n\n    Subsequently, D.Y. was evaluated by Peter Paul, Ph.D., a\n\npsychologist at the Ann Klein Forensic Center.       Dr. Paul opined\n\nthat D.Y.’s behavior was consistent with a diagnosis of\n\nPersonality Disorder.    Dr. Paul concluded that D.Y. “[was] of\n\nabove average intelligence and . . . ha[d] no mental illness\n\nthat would interfere with his ability to understand or\n\nparticipate in the legal proceedings against him.”\n\n                                  9\n\f    D.Y.’s final commitment hearing took place on June 8, 2009.\n\nWhen he was approached by officers intending to escort him to\n\nhis hearing, D.Y. refused to wear leg restraints and declined to\n\nattend the hearing.   D.Y.’s attorney advised the trial court\n\nthat D.Y. had refused to speak to him, “except to tell [him]\n\nthat he wishe[d] . . . to represent himself,” and moved “that\n\n[D.Y.] be permitted to do so.”   The trial court offered to\n\npermit D.Y. to participate in his representation in conjunction\n\nwith counsel.\n\n    The trial court then proceeded with the hearing, and the\n\nState presented the testimony of its expert, Dr. Gilman.    At the\n\nconclusion of the hearing, the trial court found “by clear and\n\nconvincing evidence that” D.Y. had a high likelihood to reoffend\n\nand “to engage in acts of sexual violence” in the future.     The\n\ncourt entered an order of commitment and scheduled a hearing for\n\nJune 1, 2010, pursuant to N.J.S.A. 30:4-27.35.   D.Y. then filed\n\na motion for reconsideration based on the time that had elapsed\n\nbetween his temporary order of commitment and his final\n\ncommitment hearing.   The trial court denied the motion.\n\n    D.Y. appealed the trial court’s final order of commitment.\n\nIn addition to asserting an argument based upon the timeliness\n\nof his final commitment hearing, D.Y. asserted a right to self-\n\nrepresentation.   He based that assertion on two federal\n\nconstitutional provisions:   the Sixth Amendment to the United\n\n                                 10\n\fStates Constitution, as applied by the United States Supreme\n\nCourt in Faretta v. California, 422 U.S. 806, 95 S. Ct. 2525, 45\n\nL. Ed. 2d 562 (1975), and the Due Process Clause of the\n\nFourteenth Amendment, under the factors articulated by the\n\nUnited States Supreme Court in Mathews v. Eldridge, 424 U.S.\n\n319, 96 S. Ct. 893, 47 L. Ed. 2d 18 (1976).\n\n    The Appellate Division rejected both of D.Y.’s arguments.\n\nIn re Civil Commitment of D.Y., 426 N.J. Super. 436, 442-47\n\n(App. Div. 2012).   It held that the Sixth Amendment right to\n\nself-representation recognized in Faretta, “as a corollary to\n\nthe Sixth Amendment right to counsel,” extended only to criminal\n\ncases, and that it does not apply to civil commitment.    Id. at\n\n441-43.   It also concluded that self-representation is not “a\n\nnecessary component of a fair civil commitment proceeding” for\n\npurposes of procedural due process analysis under Mathews.      Id.\n\nat 443-47.   The Appellate Division concluded that “there is no\n\nconstitutional right to self-representation . . . because the\n\nsignificant interests implicated therein are adequately\n\nsafeguarded by extant procedural protections, including, most\n\nimportantly, the right to counsel.”   Id. at 446.   Accordingly,\n\nthe Appellate Division affirmed the trial court’s determination.\n\nId. at 439, 448.\n\n    The Court granted certification, “limited to the issue of\n\nwhether there is a constitutional right to self-representation\n\n                                11\n\fat a commitment hearing under the Sexually Violent Predator Act,\n\nN.J.S.A. 30:4-27.24 to -27.38.”    213 N.J. 394 (2013).   Following\n\noral argument, the Court ordered supplemental briefing on two\n\nissues:   (1) the proper standard to analyze the right of self-\n\nrepresentation under the Fourteenth Amendment in a proceeding\n\ninvolving the SVPA; and (2) whether D.Y.’s claim of a right to\n\nself-representation presents an issue of substantive due process\n\nor a concern under Article 1, Paragraph 1 of the New Jersey\n\nConstitution.   The Court granted the motion of the American\n\nCivil Liberties Union of New Jersey Foundation (ACLU-NJ) and\n\nDisability Rights New Jersey, Inc. (DRNJ) to appear as amici\n\ncuriae, and heard additional oral argument regarding the\n\nquestions addressed in the supplemental briefs.\n\n                               III.\n\n    D.Y. argues that he clearly and unequivocally asserted the\n\nright to represent himself in his SPVA hearings.    He asserts\n\nthat although SVPA commitment hearings are civil proceedings,\n\nthe United States Supreme Court’s reasoning in Faretta\n\nnonetheless governs this case because both criminal prosecutions\n\nand civil commitment proceedings involve a substantial\n\ncurtailment of liberty, and that he has a Sixth Amendment right\n\nto represent himself.   D.Y. contends that under the Supreme\n\nCourt’s analysis in Mathews, he has a right to represent himself\n\nrooted in the Due Process Clause of the Fourteenth Amendment.\n\n                                  12\n\fHe asserts that in this case, a compelling private interest is\n\nimplicated, the denial of his request would effect a substantial\n\ndeprivation of his freedom of choice, self-representation would\n\nimpose no additional burden on the State, standby counsel would\n\nbe available to assist, and trial courts would retain the right\n\nto deny the right of self-representation to incompetent\n\nindividuals subject to SVPA civil commitment.    In his\n\nsupplemental brief, D.Y. asserts that the requirements of the\n\nSVPA unconstitutionally impinge on his right to conduct his own\n\ndefense and compromise an autonomy interest that cannot be\n\npreserved by means of procedural safeguards.    Raising an\n\nadditional issue for the first time before this Court, D.Y.\n\ncontends that Article 1, Paragraph 1 of the New Jersey\n\nConstitution protects an SVPA committee’s fundamental right to\n\nconduct his own defense, given New Jersey’s long tradition of\n\nrespecting the right of self-representation.\n\n    The State contends that N.J.S.A. 30:4-27.29(c) and\n\n-27.31(a) reflect the Legislature’s intent that an individual\n\nsubject to involuntary commitment under the SVPA should be\n\nrepresented by counsel.   It contends that the United States\n\nSupreme Court’s decision in Faretta is limited to criminal\n\nprosecutions, and that D.Y. has no Sixth Amendment right to\n\nrepresent himself.   Relying upon California case law, the State\n\nasserts that D.Y. has no Fourteenth Amendment due process right\n\n                                13\n\fto conduct his own defense, and that the participation of\n\ncounsel, not self-representation, ensures a fair and accurate\n\nproceeding.   The State identifies two important governmental\n\ninterests that weigh against self-representation:     (1) the\n\nprotection of the public from dangerous individuals, and (2) the\n\norderly administration of justice in circumstances in which the\n\ncommittee faces confinement.     In its supplemental brief, the\n\nState argues that the United States Supreme Court’s analytical\n\nframework in Mathews governs this case.    It also counters D.Y.’s\n\nsubstantive due process argument, contending that self-\n\nrepresentation in an SVPA proceeding is not a fundamental right.\n\n    Amici curiae ACLU-NJ and DRNJ urge the Court to reject the\n\nframework of Mathews in favor of a substantive due process\n\nanalysis.   They contend that self-representation in civil cases\n\nis a fundamental right dating back to New Jersey’s colonial\n\norigins, and that it historically extends to civil commitment\n\nhearings.   Amici argue that the Court should recognize self-\n\nrepresentation in involuntary commitment hearings under the SVPA\n\nto be a fundamental right under Article I, Paragraph 1 of the\n\nNew Jersey Constitution, which protects fundamental rights not\n\notherwise recognized by the federal Constitution.\n\n                                  IV.\n\n    This appeal presents an issue of law, and the relevant\n\nstandard of review is de novo.     Balsamides v. Protameen Chems.,\n\n                                  14\n\fInc., 160 N.J. 352, 372 (1999); Manalapan Realty, L.P. v. Twp.\n\nComm. of Manalapan, 140 N.J. 366, 378 (1995).    Accordingly, we\n\nconsider the trial court’s rejection of D.Y.’s application to\n\nrepresent himself at his SVPA hearing, based upon constitutional\n\nand statutory principles, with no special deference.    Manalapan\n\nRealty, supra, 140 N.J. at 378.\n\n                                  A.\n\n    The practice of pro se3 representation by civil litigants\n\nfinds its genesis in the English common law, which long\n\nrespected a competent civil litigant’s prerogative to decide\n\nwhether he or she would seek the assistance of counsel.     “The\n\norigins of the right to appear for oneself in civil proceedings\n\nderive from a number of sources, all deeply rooted in our\n\nhistory and culture.”   Iannaccone v. Law, 142 F.3d 553, 557 (2d\n\nCir. 1998).   One of those sources is the English common law.\n\n“Under the English common law with its complicated forms of\n\naction and veritable maze of writs and confusing procedures, the\n\nright to retain counsel in civil proceedings became a\n\nnecessity.”   Ibid.   However, by the mid-thirteenth century,\n\n“lawyers so monopolized the courts in London that the King was\n\nforced to decree that, except for a few special causes,\n\n\n3\n  Pro se, a Latin phrase meaning “[f]or oneself,” denotes a\nlitigant who represents himself or herself “in a court\nproceeding without the assistance of a lawyer.” Black’s Law\nDictionary 1341 (9th ed. 2009).\n                                  15\n\flitigants were entitled to plead their own cases without\n\nlawyers.”   Ibid. (citing Note, The Right to Counsel in Civil\n\nLitigation, 66 Colum. L. Rev. 1322, 1325 (1966)).     Thus, in the\n\nEnglish legal tradition from which our law was largely derived,\n\nlitigants generally had the right to represent themselves in\n\ncourt.\n\n    The tradition of self-representation followed English\n\nsettlers to North America.     As the United States Supreme Court\n\nnoted in Faretta, supra, “[t]he colonists brought with them an\n\nappreciation of the virtues of self-reliance and a traditional\n\ndistrust of lawyers.”     422 U.S. at 826, 95 S. Ct. at 2537, 45 L.\n\nEd. 2d at 577.    As a result, several American colonies went so\n\nfar as to prohibit “pleading for hire.”     Id. at 827, 95 S. Ct.\n\nat 2537, 45 L. Ed. 2d at 577.     For example, the Massachusetts\n\nBody of Liberties of 1641 stated that “[e]very man that findeth\n\nhimselfe unfit to plead his owne cause in any Court shall have\n\nLibertie to imploy any man against whom the Court doth not\n\nexcept, to helpe him, Provided he give him noe fee or reward or\n\nhis paines.”     Mass. Body of Liberties, Art. 26 (1641), available\n\nat https://history.hanover.edu/texts/masslib.html.\n\n    Several early colonial documents guaranteed the right to\n\nself-representation by giving “colonists a right to choose\n\nbetween pleading through a lawyer and representing oneself.”\n\nFaretta, supra, 422 U.S. at 828, 95 S. Ct. at 2537-38, 45 L. Ed.\n\n                                  16\n\f2d at 578.   West New Jersey and East New Jersey, later to\n\ncomprise the colony and then the State of New Jersey, permitted\n\nparties in both civil and criminal cases to appear in court\n\nunrepresented.   The Concessions and Agreements of the\n\nProprietors, Freeholders and Inhabitants of the Province of West\n\nNew-Jersey, in America stated “[t]hat [in] the trials of all\n\ncauses, civil and criminal, . . . no person or persons shall be\n\ncompelled to fee any attorney . . . but that all persons shall\n\nhave free liberty to plead his own cause if he please.”   The\n\nConcessions and Agreements of the Proprietors, Freeholders and\n\nInhabitants of the Province of West New-Jersey, in America, ch.\n\nXXII (1677), available at http://westjersey.org/ca77.htm#chap22.\n\nSimilarly, the Fundamental Constitutions for the Province of\n\nEast New Jersey in America stated that “in all courts persons of\n\nall perswasions may freely appear in their own way, and\n\naccording to their own manner, and there personally plead their\n\nown causes themselves.”   The Fundamental Constitutions for the\n\nProvince of East New Jersey in America, ch. XIX (1683),\n\navailable at http://avalon.law.yale.edu/17th_century/nj10.asp.4\n\n\n4\n  There were similar documents in other colonies. The 1682 Frame\nof Government of Pennsylvania, for example, stated that “in all\ncourts all persons of all persuasions may freely appear in their\nown way, and according to their own manners and there personally\nplead their own cause themselves; or, if unable, by their\nfriends.” Frame of Gov’t of Penn., Laws Agreed Upon in England,\nch. VI (1682), available at\nhttp://avalon.law.yale.edu/17th_century/pa04.asp. In Faretta,\n                                17\n\fIn the view of Thomas Paine, “to plead one’s cause was ‘a\n\nnatural right,’ pleading through counsel was merely an\n\n‘appendage’ to the natural right of self-representation.”\n\nIannacone, supra, 142 F.3d at 558 (quoting Faretta, supra, 422\n\nU.S. at 830 n.39, 95 S. Ct. at 2538 n.39, 45 L. Ed. 2d at 578-79\n\nn.39).\n\n    As they did in our State’s colonial past, litigants\n\nfrequently represent themselves in New Jersey today.     Trial\n\ncourts handling civil, probate, and family disputes routinely\n\nencounter litigants who appear without counsel.   Appellants and\n\nrespondents in civil and family matters often conduct their\n\nappeals pro se in this Court and the Appellate Division.     See,\n\ne.g., Price v. Himeji, LLC, 214 N.J. 263, 268 (2013) (noting\n\nplaintiff’s self-representation in zoning dispute); Leodori v.\n\nCIGNA Corp., 175 N.J. 293, 295 (2003) (stating that plaintiff\n\nrepresented himself in action brought under New Jersey\n\nConscientious Employee Protection Act, N.J.S.A. 34:19-1 to -8);\n\nLepore v. Nat’l Tool & Mfg. Co., 115 N.J. 226, 226-27 (1989)\n\n(noting that plaintiff appeared pro se in appeal from trial\n\ncourt’s dismissal of common law retaliatory discharge claim);\n\n\n\nsupra, the Supreme Court “found no instance where a colonial\ncourt required a defendant in a criminal case to accept as his\nrepresentative an unwanted lawyer” and noted that “even where\ncounsel was permitted, the general practice continued to be\nself-representation.” 422 U.S. at 828, 95 S. Ct. at 2537, 45 L.\nEd. 2d at 577.\n                               18\n\fBuckley v. Trenton Saving Fund Soc’y, 111 N.J. 355, 357 (1988)\n\n(identifying plaintiff as pro se in appeal of banking dispute);\n\nS.B. v. G.M.B., 434 N.J. Super. 463, 468-69 (App. Div. 2014)\n\n(noting that defendant represented herself in custody dispute\n\nwith former spouse); Sommers v. McKinney, 287 N.J. Super. 1, 4-5\n\n(App. Div. 1996) (stating that plaintiff litigated fraud and\n\nlegal malpractice against her former attorney pro se).   In\n\nshort, New Jersey’s courts have vast experience in the oversight\n\nof matters in which litigants represent themselves.5\n\n                               B.\n\n\n\n\n5\n  Certain categories of litigants in civil, probate, and family\ncourt matters, such as minors or persons determined to be\nmentally incapacitated, are afforded special protections which\nmay include appointment of counsel and/or a fiduciary. See,\ne.g., N.J.S.A. 3B:13A-3 (providing that in conservatorship\nproceedings “court shall have the right to appoint counsel for\n[a] proposed conservatee if it believes that counsel is\nnecessary to adequately protect the interests of the\nconservatee”); R. 5:8A (stating that in cases “where custody or\nparenting time/visitation is an issue,” Family Part, on its own\nmotion or motion of party or child at issue, may “appoint\ncounsel on behalf of the child or children” if “the trial court\nconcludes that a child’s best interest is not being sufficiently\nprotected by the attorneys for the parties”); J.L. v. G.D., 422\nN.J. Super. 487, 489 (Ch. Div. 2010) (stating that “where the\nplaintiff is a minor and the defendant is an adult represented\nby private counsel, the court shall appoint a licensed New\nJersey attorney to represent the minor’s interests at trial”);\nState v. Ehrenberg, 284 N.J. Super. 309, 315 (Law. Div. 1994)\n(stating that “[w]hen a bona fide doubt is raised as to the\ncompetence of a mentally ill defendant to proceed pro\nse, counsel should be appointed to aid in the competency\ndetermination, as well as to assist the defendant in trying the\ncase”).\n                               19\n\f    Notwithstanding the prevalence of self-representation, a\n\nlitigant’s decision to proceed pro se may undermine his or her\n\nposition in the case, and substantially impede the progress of\n\nthe proceedings.   Unprotected by skilled and vigilant counsel, a\n\nself-represented litigant may fail to discern a pivotal question\n\nof law, neglect to inquire about an important issue of fact or\n\nomit a crucial objection.    No matter how earnest and cooperative\n\na pro se litigant may be, his or her self-representation is\n\nlikely to protract the hearing and complicate the task of the\n\ntrial judge.   An unrepresented litigant who cannot or will not\n\ncooperate with the court can disrupt the proceedings, or derail\n\nthem entirely.\n\n    The use of standby counsel -- an effective solution to\n\nthese challenges -- has developed in the setting of criminal\n\ncases in which defendants exercise their Sixth Amendment right\n\nto represent themselves.    “The [United States Supreme] Court\n\nmade explicit that trial judges may appoint standby counsel --\n\neven over a defendant’s objection -- ‘to relieve the judge of\n\nthe need to explain and enforce basic rules of courtroom\n\nprotocol or to assist the defendant in overcoming routine\n\nobstacles that stand in the way of the defendant’s achievement\n\nof his own clearly indicated goals.’”    State v. Davenport, 177\n\nN.J. 288, 301 (2003) (quoting McKaskel v. Wiggins, 465 U.S. 168,\n\n184, 104 S. Ct. 944, 954, 79 L. Ed. 2d 122, 137 (1984)).\n\n                                 20\n\f    The participation of standby counsel is intended to\n\nsafeguard the fairness of the proceeding and further the\n\nprogress of the case.   “Standby counsel is appointed for two\n\nmain purposes:   to act as a ‘safety net’ to insure that the\n\nlitigant receives a fair hearing and to allow the trial\n\nto proceed without the undue delays likely to arise when a\n\nlayperson represents his own case.”   State v. Ortisi, 308 N.J.\n\nSuper. 573, 591 (App. Div.) (quoting United States v. Bertoli,\n\n994 F.2d 1002, 1018-19 (3d Cir. 1993)), certif. denied, 156 N.J.\n\n383 (1998).\n\n    When the self-represented party actively participates in\n\nthe case and cooperates with the court, the involvement of\n\nstandby counsel need not undermine the litigant’s autonomy in\n\ndirecting his or her case.   “A ‘pro se defendant must be allowed\n\nto control the organization and content of his own defense, to\n\nmake motions, to argue points of law, to participate in voir\n\ndire, to question witnesses, and to address the court and the\n\njury at appropriate points in the trial.’”   State v. DuBois, 189\n\nN.J. 454, 466 (2007) (quoting McKaskel, supra, 465 U.S. at 174,\n\n104 S. Ct. at 949, 79 L. Ed. 2d at 131).\n\n         On the other side of the scale, a pro se\n         defendant has no absolute right to bar\n         “standby counsel’s unsolicited participation.”\n         Further, . . . standby counsel may “steer a\n         defendant through the basic procedures of\n         trial . . . even in the unlikely event that it\n\n\n                                21\n\f         somewhat undermines the pro se defendant’s\n         appearance of control over his own defense.”\n\n         [Ibid. (quoting McKaskel, supra, 465 U.S. at\n         176, 184, 104 S. Ct. at 950, 954, 79 L. Ed. 2d\n         at 132, 137).]\n\n    Standby counsel also serves to protect the integrity of the\n\nproceeding when a litigant is uncooperative with the court and\n\nopposing counsel, or refuses to proceed at all.   As the United\n\nStates Supreme Court noted in Faretta, supra, “the trial judge\n\nmay terminate self-representation by a defendant who\n\ndeliberately engages in serious and obstructionist misconduct.”\n\n422 U.S. at 834 n.46, 95 S. Ct. at 2541 n.46, 45 L. Ed. 2d at\n\n581 n.46; see also State v. Wiggins, 158 N.J. Super. 27, 32-33\n\n(App. Div. 1978) (“The right of the trial judge to control the\n\nproceeding and insure a trial of a defendant which comports with\n\ndue process concepts is not at odds with the right of self-\n\nrepresentation recognized in Faretta . . . .”).   When standby\n\ncounsel is appointed or retained to assist a party, a trial\n\ncourt is in a position to conduct a fair and effective hearing,\n\neven if the litigant refuses to cooperate or declines to attend.\n\n    This case thus arises in a judicial system accustomed to\n\nself-representation by competent individuals in civil cases, and\n\nexperienced in the use of standby counsel to protect pro se\n\ndefendants in criminal proceedings.\n\n                               V.\n\n\n                               22\n\f    With that context, we consider the issue at the heart of\n\nthis case:   whether D.Y. may represent himself in his SVPA\n\ncommitment hearing, with standby counsel present and available\n\nto offer assistance.\n\n    In the trial court, the Appellate Division, and this Court,\n\nthe question of D.Y.’s right to self-representation was analyzed\n\nas an issue of constitutional law.    As a general principle, “we\n\nstrive to avoid reaching constitutional questions unless\n\nrequired to do so.”    Comm. to Recall Menendez v. Wells, 204 N.J.\n\n79, 95 (2010); see also Randolph Town Ctr., L.P. v. Cnty. of\n\nMorris, 186 N.J. 78, 80 (2006) (noting that “[c]ourts should not\n\nreach a constitutional question unless its resolution is\n\nimperative to the disposition of litigation”).    As the United\n\nStates Supreme Court held in Harris v. McRae, “if a case may be\n\ndecided on either statutory or constitutional grounds, [the]\n\nCourt, for sound jurisprudential reasons, will inquire first\n\ninto the statutory question.”   448 U.S. 297, 306-07, 100 S. Ct.\n\n2671, 2683, 65 L. Ed. 2d 784, 798 (1980).\n\n    Notwithstanding the constitutional analysis undertaken by\n\nthe parties, the amici, and the courts that have considered\n\nD.Y.’s assertion of a right of self-representation, this case\n\nmay be decided as a question of statutory interpretation.     In\n\nlight of New Jersey’s historical recognition of a competent\n\nlitigant’s election to represent himself or herself in civil\n\n                                 23\n\fproceedings, we consider whether the two provisions of the SVPA\n\nthat address representation in involuntary commitment hearings,\n\nN.J.S.A. 30:4-27.29(c) and -27.31(a), bar a competent individual\n\nfrom appearing pro se at an SVPA civil commitment hearing with\n\nthe assistance of standby counsel.\n\n      We construe these SVPA provisions in accordance with\n\nestablished principles of statutory interpretation.     The\n\nLegislature requires that in the construction of its statutes,\n\n“words and phrases shall be read and construed with their\n\ncontext, and shall, unless inconsistent with the manifest intent\n\nof the legislature or unless another or different meaning is\n\nexpressly indicated, be given their generally accepted meaning,\n\naccording to the approved usage of the language.”   N.J.S.A. 1:1-\n\n1.   Our task is to ascertain the Legislature’s intent, as\n\nreflected in its chosen language, giving the words of the\n\nstatute their generally accepted meaning.   State v. Marquez, 202\n\nN.J. 485, 499 (2010).   We “effectuat[e] the legislative plan as\n\nit may be gathered from the enactment read in full light of its\n\nhistory, purpose and context.”   Koch v. Dir., Div. of Taxation,\n\n157 N.J. 1, 7 (1999) (internal quotation marks omitted).\n\n      We consider the SVPA’s provisions regarding the\n\nrepresentation of individuals facing involuntary commitment in\n\nlight of the purpose and procedural framework of the statute.\n\nIn enacting the SVPA in 1998, the Legislature found that the\n\n                                 24\n\fexisting involuntary commitment procedure, predicated on a\n\nfinding that the individual at issue is “mentally ill and\n\ndangerous to self, others or property,” was inadequate as\n\napplied to sexually violent predators.    N.J.S.A. 30:4-27.25(b).\n\nThe Legislature deemed it “necessary to modify the involuntary\n\ncivil commitment process in recognition of the need for\n\ncommitment of those sexually violent predators who pose a danger\n\nto others should they be returned to society.”     N.J.S.A. 30:4-\n\n27.25(c).    The SVPA imposes upon the State the burden to prove\n\nthree elements by clear and convincing evidence:\n\n            (1) that the individual has been convicted\n            of a sexually violent offense; (2) that he\n            suffers   from   a  mental   abnormality   or\n            personality disorder; and (3) that as a\n            result of his psychiatric abnormality or\n            disorder, “it is highly likely that the\n            individual will not control his or her\n            sexually    violent   behavior    and    will\n            reoffend.”\n\n            [In re Civil Commitment of R.F., 217 N.J.\n            152, 173 (2014) (internal citations omitted)\n            (quoting In re Commitment of W.Z., 173 N.J.\n            109, 130 (2002)).]\n\n    Involuntary commitment under the SVPA thus turns upon the\n\ndetermination of “a mental abnormality or personality disorder”\n\nthat meets the statutory criteria.    N.J.S.A. 30:4-27.26.   The\n\nSVPA incorporates a procedural framework for that determination.\n\nUnder N.J.S.A. 30:4-27.28(c), the Attorney General is authorized\n\nto “initiate a court proceeding for involuntary commitment . . .\n\n\n                                 25\n\fof an inmate who is scheduled for release upon expiration of a\n\nmaximum term of incarceration by submission to the court of two\n\nclinical certificates for a sexually violent predator, at least\n\none of which is prepared by a psychiatrist.”      N.J.S.A. 30:4-\n\n27.28(c).6    After it receives the Attorney General’s submission,\n\nthe trial court immediately reviews it “to determine whether\n\nthere is probable cause to believe that the person is a sexually\n\nviolent predator.”     N.J.S.A. 30:4-27.28(f).   If the trial court\n\nfinds “probable cause to believe that the person is a sexually\n\nviolent predator in need of involuntary commitment,” it issues\n\nan order of temporary commitment and sets a date for a final\n\nhearing.     N.J.S.A. 30:4-27.28(g).\n\n     The individual being considered for civil commitment must\n\nbe served with notice at least ten days prior to the hearing.\n\nN.J.S.A. 30:4-27.30(a).     The SVPA mandates that “[a]\n\npsychiatrist on the person’s treatment team who has conducted a\n\npersonal examination of the person as close to the court hearing\n\ndate as possible, but in no event more than five calendar days\n\nprior to the court hearing,” be present at the hearing to\n\ntestify “to the clinical basis for the need for involuntary\n\ncommitment as a sexually violent predator.”      N.J.S.A. 30:4-\n\n\n6\n  N.J.S.A. 30:4-27.28(a), (b) and (d) prescribe the procedure for\nthe Attorney General to initiate proceedings for the civil\ncommitment of individuals other than the inmates whose SVPA\ncommitment is addressed in N.J.S.A. 30:4-27.28(c).\n                                  26\n\f27.30(b).    The trial court may also permit testimony from the\n\n“next-of-kin” of the person being considered for involuntary\n\ncommitment, N.J.S.A. 30:4-27.30(c), and “[o]ther members of the\n\nperson’s treatment team and any other witness with relevant\n\ninformation offered by the” individual subject to SVPA\n\ncommitment, or by the Attorney General, N.J.S.A. 30:4-27.30(b).\n\n    The SVPA identifies five rights afforded to a person\n\nsubject to civil commitment as a sexually violent predator:\n\n            a.   The right to be represented by counsel\n                 or, if indigent, by appointed counsel;\n            b.   The right to be present at the court\n                 hearing unless the court determines\n                 that because of the person’s conduct at\n                 the court hearing the proceeding cannot\n                 reasonably continue while the person is\n                 present;\n            c.   The right to present evidence;\n            d.   The right to cross-examine witnesses;\n                 and\n            e.   The right to a hearing in camera.\n\n            [N.J.S.A. 30:4-27.31.]\n\n    The presentation of evidence in an SVPA hearing and the\n\ncross-examination of the State’s witnesses are seldom simple\n\ntasks.   Given the statutory definition of a “sexually violent\n\npredator,” expert witnesses in the fields of psychiatry and\n\npsychology routinely play leading roles in SVPA commitment\n\nhearings.    See, e.g., R.F., supra, 217 N.J. at 161-67 (noting\n\nthat at SVPA hearing, State presented testimony of two experts,\n\none psychiatrist and one psychologist, and committee presented\n\n\n                                 27\n\fone expert psychiatrist); In re Civil Commitment of J.M.B., 197\n\nN.J. 563, 587 (2009) (noting that testimony of three expert\n\nwitnesses was presented at commitment hearing); W.Z., supra, 173\n\nN.J. at 114 (identifying two experts (psychiatrist and\n\npsychologist) who testified for State, and clinical psychologist\n\nwho testified on behalf of committee); In re Civil Commitment of\n\nW.X.C., 407 N.J. Super. 619, 626 (App. Div. 2009) (stating that\n\ntwo expert witnesses testified on behalf of State), aff’d, 204\n\nN.J. 179 (2010); In re Civil Commitment of R.Z.B., 392 N.J.\n\nSuper. 22, 31-32 (App. Div.) (noting State’s presentation of\n\nexpert testimony given by psychologist and psychiatrist, and\n\ncommittee’s presentation of three expert witnesses, including\n\npsychologist, therapist, and psychiatrist), certif. denied, 192\n\nN.J. 296 (2007); In re Civil Commitment of E.S.T., 371 N.J.\n\nSuper. 562, 567-68 (App. Div. 2004) (stating that trial court\n\nconsidered testimony of psychologist employed at STU and\n\npsychiatrist), certif. denied, 192 N.J. 295 (2007).\n\nAccordingly, in a typical SVPA commitment hearing, counsel for\n\nthe individual subject to SVPA commitment must cross-examine the\n\nexperts whose testimony is offered by the State, and may also\n\npresent expert testimony on the committee’s behalf.\n\n    The Legislature acted to ensure that an individual who is\n\nfacing an SVPA hearing does not confront the State’s evidence\n\nwithout the assistance of counsel.   In addition to the right to\n\n                               28\n\fcounsel included among the committee’s rights in N.J.S.A. 30:4-\n\n27.31, a corresponding provision, N.J.S.A. 30:4-27.29(c), states\n\nthat “[a] person subject to involuntary commitment shall have\n\ncounsel present at the hearing and shall not be permitted to\n\nappear at the hearing without counsel.”    The language chosen by\n\nthe Legislature -- “shall have counsel present,” and “shall not\n\nbe permitted to appear” without such counsel -- can be found in\n\nonly one other statute, N.J.S.A. 30:4-27.12(d), which governs\n\nthe involuntary commitment of individuals outside of the SVPA.7\n\n     Significantly, the Legislature did not bar an individual\n\nfacing SVPA commitment from representing himself or herself, or\n\nstate that an individual may participate in the proceedings only\n\nthrough counsel.    The Legislature’s clear mandate -- expressed\n\nin its affirmative requirement to have “counsel present,” and\n\nits corresponding bar upon a committee’s appearance “without\n\ncounsel” -- is that an attorney for the individual be in\n\nattendance and available to assist his or her client during the\n\nentire hearing.    Given this reasonable reading of the\n\n7\n  This case does not raise, and we do not reach, the issue of\nwhether an adult who is subject to civil commitment pursuant to\nN.J.S.A. 30:4-27.1 to -27.23, and who is determined to be\ncompetent to represent himself or herself, may appear pro se in\na commitment hearing. See N.J.S.A. 30:4-27.12(d); R. 4:74-7(e)\n(requiring that in civil commitment hearing, “[i]n no case shall\nthe patient appear pro se. The patient, through counsel, shall\nhave the right to present evidence and to cross-examine\nwitnesses.”). Our holding is limited to competent individuals\nsubject to involuntary commitment under the SVPA, N.J.S.A. 30:4-\n27.24 to -27.38.\n                                 29\n\fLegislature’s language, there is no need for us to reach D.Y.’s\n\nargument that the SVPA deprives him of his rights under the\n\nSixth Amendment and principles of substantive due process by\n\npreventing him from appearing pro se.   Our interpretation\n\nrenders a constitutional adjudication avoidable because it is\n\nunnecessary.\n\n    Accordingly, we hold that the plain language of N.J.S.A.\n\n30:4-27.29(c) and -27.31(a) requires that there be one of two\n\nalternative forms of representation at SVPA commitment hearings:\n\n(1) full representation of the committee by counsel, or (2)\n\nself-representation by an individual who is competent to conduct\n\nhis or her case, with standby counsel present throughout the\n\nhearing and available to assist the committee if needed.     The\n\ntext of both provisions is consistent with the committee’s\n\nconduct of his or her own defense while advised by standby\n\ncounsel.   In future SVPA hearings, including D.Y.’s hearing on\n\nremand, competent SVPA committees may appear on their own\n\nbehalf, with retained or appointed standby counsel present to\n\nassist them if necessary.\n\n    Given the compelling interests implicated by an SVPA\n\ncommitment hearing in which the committee appears pro se -- the\n\nindividual’s liberty, the public safety, and the integrity of\n\nthe judicial process -- we are confident that our experienced\n\n\n\n                                30\n\ftrial judges will conduct these proceedings with caution and\n\ncare.     We offer the following general guidelines.\n\n    First, any decision by a committee to waive the right to\n\nfull representation by counsel that N.J.S.A. 30:4-27.31(a)\n\naffords to him or her should be clearly and unequivocally stated\n\nto the trial court, and the court should ensure that the\n\ncommittee’s waiver of his or her right to full representation by\n\ncounsel in his or her SVPA hearing is knowing, intelligent and\n\nvoluntary.    In State v. Crisafi, this Court prescribed the\n\ninquiry that trial courts should make when criminal defendants\n\ninvoke their right to self-representation.     128 N.J. 499, 511-12\n\n(1992).    Before proceeding with an SVPA hearing, the trial court\n\nshould conduct a similar inquiry to ensure that the committee is\n\naware of his or her statutory right to be fully represented by\n\ncounsel, and that he or she understands the importance of\n\nrepresentation by an attorney in such a complex case.\n\n    Second, the role that standby counsel will play in a given\n\nSVPA hearing will be shaped by the specific issues confronting\n\nthe court.    Under the SVPA, the trial court must determine\n\nwhether the individual “suffers from a mental abnormality or\n\npersonality disorder,” and whether, as a result of his or her\n\ncondition, the individual is highly likely to reoffend unless he\n\nor she is confined.     N.J.S.A. 30:4-27.26; accord R.F., supra,\n\n217 N.J. at 173; W.Z., supra, 173 N.J. at 130.     In a typical\n\n                                  31\n\fhearing, the State will present the testimony of one or more\n\nexperts in psychiatry or psychology, and the committee’s case is\n\nlikely to be significantly buttressed if expert testimony is\n\npresented on his or her behalf.    It is the rare SVPA committee\n\nwho is capable of planning an effective cross-examination of an\n\nexpert testifying for the State, or who will know how to retain\n\nand prepare an expert to counter the State’s evidence.    The\n\nskill and experience of standby counsel in planning and\n\nconducting the hearing is critical to the fairness of the\n\nproceeding.   A competent individual, who represents himself or\n\nherself at an SVPA hearing in compliance with the rules of\n\ncourt, cannot be compelled to accept the advice of his or her\n\nstandby counsel.   However, standby counsel serves as a resource,\n\nexplaining the court’s rulings and instructions to his or her\n\nclient, guiding the committee through each stage of the hearing,\n\nand minimizing disruption and delay.\n\n    Finally, an SVPA committee appearing pro se should not be\n\npermitted to obstruct the proceedings.    An individual’s choice\n\nto proceed unrepresented does not authorize him or her to wrest\n\ncontrol of the hearing from the trial court, or to undermine the\n\njudge’s ability to make the important determination required by\n\nthe SVPA.   As the United States Supreme Court held in Faretta,\n\nsupra, “[t]he right of self-representation is not a license to\n\nabuse the dignity of the courtroom.    Neither is it a license not\n\n                                  32\n\fto comply with relevant rules of procedural and substantive\n\nlaw.”   422 U.S. at 834 n.46, 95 S. Ct. at 2541 n.46, 45 L. Ed.\n\n2d at 581 n.46; see also Wiggins, supra, 158 N.J. Super. at 33\n\n(noting that “the right of self-representation, or the right to\n\nbe absent from the proceedings, is not a license to disrupt the\n\ncriminal calendar, or a trial in progress”).   If a committee\n\nflouts the court’s instructions, demonstrates disrespect for the\n\njudge, counsel, court staff or a witness, or refuses to\n\nparticipate in the hearing, the trial judge should take\n\nappropriate action.   See State v. Tedesco, 214 N.J. 177, 198\n\n(2013) (noting our trial judges’ ability to control their\n\ncourtrooms and “maintain proper decorum”); Wiggins, supra, 158\n\nN.J. Super. at 32 (stating that “trial judge . . . has an\n\nabsolute right to implement participation of effective counsel\n\nfor the criminal defendant who foolishly walks out of the\n\ncourtroom, desiring neither to participate nor to defend\n\nhimself”).   In appropriate cases, the trial court may direct\n\nstandby counsel to assume full representation of the committee,\n\nand resume the proceedings accordingly.\n\n    We recognize that our decision will impose an added burden\n\non civil commitment judges, who are already charged with the\n\nchallenging task of applying the SVPA.    We anticipate that most\n\nindividuals confronting the prospect of civil commitment will\n\nappreciate the strategic disadvantage of appearing pro se, and\n\n                                33\n\fwill accept the full representation of counsel that the statute\n\naffords.   When a competent individual chooses the alternative of\n\nself-representation, standby counsel will be available to\n\nprovide advice and guidance, and will assist the trial court in\n\nconducting an SVPA commitment hearing that is thorough and fair.\n\n                                VI.\n\n    The judgment of the Appellate Division is reversed, and the\n\nmatter is remanded to the trial court for a new hearing\n\nconsistent with this opinion.\n\n     CHIEF JUSTICE RABNER and JUSTICES LaVECCHIA, ALBIN,\nFERNANDEZ-VINA, and JUDGE RODRÍGUEZ (temporarily assigned) join\nin JUSTICE PATTERSON’s opinion. JUDGE CUFF (temporarily\nassigned) did not participate.\n\n\n\n\n                                34\n\f              SUPREME COURT OF NEW JERSEY\n\nNO.    A-42                                         SEPTEMBER TERM 2012\n\nON CERTIFICATION TO             Appellate Division, Superior Court\n\n\n\n\nIN THE MATTER OF THE\n\nCIVIL COMMITMENT OF\n\nD.Y. SVP 491-08\n\n\n\n\nDECIDED               July 24, 2014\n                  Chief Justice Rabner                               PRESIDING\nOPINION BY               Justice Patterson\nCONCURRING/DISSENTING OPINIONS BY\nDISSENTING OPINION BY\n\n\n                                       REVERSE AND\n CHECKLIST\n                                           REMAND\n CHIEF JUSTICE RABNER                            X\n JUSTICE LaVECCHIA                               X\n JUSTICE ALBIN                                   X\n JUSTICE PATTERSON                               X\n JUSTICE FERNANDEZ-VINA                          X\n JUDGE RODRÍGUEZ (t/a)                           X\n JUDGE CUFF (t/a)                     -----------------------   ---------------------\n TOTALS                                          6\n\n\n\n\n                                                           1\n\f",
            "ocr": false,
            "opinion_id": 2685464
        }
    ],
    "court_short_name": "Supreme Court of New Jersey",
    "court_full_name": "Supreme Court of New Jersey",
    "court_type": "S",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}