{
    "id": 1509087,
    "judges": "Murphy, C.J., and Smith, Eldridge, Cole, Davidson, Rodowsky and Couch",
    "date_filed": 433641600000,
    "date_filed_is_approximate": false,
    "slug": "young-v-state",
    "case_name_short": "Young",
    "case_name": "Young v. State",
    "case_name_full": "Clarence Leo Young v. State of Maryland",
    "attorneys": "Gary W. Christopher, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant., Valerie V. Cloutier, Assistant Attorney General, with whom was Stephen H. Sachs, Attorney General, on the brief, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 18,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b312-4\">\n    CLARENCE LEO YOUNG\n    <em>\n     v.\n    </em>\n    STATE OF MARYLAND\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b312-5\">\n    [No. 153,\n   </docketnumber><p data-order=\"2\" data-type=\"misc\" id=\"AkA\">\n    September Term, 1982.]\n   </p><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b312-6\">\n<em>\n     Decided September 29, 1983.\n    </em>\n</decisiondate><br><p data-order=\"4\" data-type=\"judges\" id=\"b312-12\">\n    The cause was argued before Murphy, C. J., and Smith, Eldridge, Cole, Davidson, Rodowsky and Couch, JJ.\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b312-13\">\n<em>\n     Gary W. Christopher, Assistant Public Defender,\n    </em>\n    with whom was\n    <em>\n     Alan H. Murrell, Public Defender,\n    </em>\n    on the brief, for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b313-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"287\"> \n     *287\n     </span>\n<em>\n     Valerie V. Cloutier, Assistant Attorney General,\n    </em>\n    with whom was\n    <em>\n     Stephen H. Sachs, Attorney General,\n    </em>\n    on the brief, for appellee.\n   </attorneys>",
    "citations": [
        "465 A.2d 1149",
        "297 Md. 286"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n297 Md. 286 (1983)\n465 A.2d 1149\nCLARENCE LEO YOUNG\nv.\nSTATE OF MARYLAND\n[No. 153, September Term, 1982.]\nCourt of Appeals of Maryland.\nDecided September 29, 1983.\nThe cause was argued before MURPHY, C.J., and SMITH, ELDRIDGE, COLE, DAVIDSON, RODOWSKY and COUCH, JJ.\nGary W. Christopher, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant.\n*287 Valerie V. Cloutier, Assistant Attorney General, with whom was Stephen H. Sachs, Attorney General, on the brief, for appellee.\nMURPHY, C.J., delivered the opinion of the Court. DAVIDSON, J., dissents, and filed a dissenting opinion at page 298 infra.\nThe issue before us is whether all of the prosecutors in a county State's Attorney's office are disqualified from prosecuting a defendant in a criminal case where one of their number, prior to appointment as an Assistant State's Attorney, acted as counsel to the defendant.\nClarence Leo Young was indicted in the Circuit Court for St. Mary's County for the theft of goods worth over $500 in violation of Maryland Code (1957, 1982 Repl. Vol.), Art. 27, § 342. Richard D. Fritz, then an Assistant Public Defender, was assigned to represent Young. Discussions between Young and Fritz concerned \"everything [Young] knew about the case.\" Before the case was tried, Fritz was appointed Assistant State's Attorney for St. Mary's County; accordingly, his appearance for Young was stricken, and another Public Defender was assigned to represent the defendant.\nYoung filed a motion to dismiss the charges against him, alleging that he \"imparted to Mr. Fritz various information regarding his charges in a confidential relationship protected by the attorney-client privilege\" and that prosecution of Young \"by Richard D. Fritz or any of his associates in the St. Mary's County State's Attorney's Office constitutes a conflict of interest with the prosecution of [Young] in these criminal proceedings.\" Young prayed that the court \"[a]ppoint an Assistant Counsel for the State for any further proceedings by the State of Maryland against the defendant\" and \"[e]njoin the State's Attorney and Assistant State Attorneys from any communication with any parties, including an Assistant Counsel for [the] State, regarding these or subsequent proceedings.\" At a hearing on the motion, the prosecutor assigned to try the case stated that Fritz had \"no *288 contact at all in the preparation of this case\" and that \"no prejudice towards Mr. Young based on Mr. Fritz's association with the State's Attorney's Office\" was demonstrated. The trial judge (Mattingly, J.) held that \"in view of the proffer of [the prosecutor] that he has not discussed this case with Mr. Fritz ... the motion will be denied\" and instructed the prosecutor not to discuss the case with Fritz.\nUpon Young's conviction, an appeal was taken to the Court of Special Appeals. That court affirmed the conviction, refusing to adopt the per se rule urged by Young, which mandates disqualification of an entire State's Attorney's office under the factual circumstances present in this case. Young v. State, 52 Md. App. 550, 450 A.2d 1323 (1982). The court reasoned that\n\"[s]hould we adopt the per se rule urged by Young, considerable difficulties could arise in the prosecution of any case in which a former defense counsel has later joined the prosecutorial staff, despite lack of participation in the prosecution by the former defense counsel, and despite lack of any disclosure of confidential information.\" Id. at 553.\nThe court concluded:\n\"Weighing the public interest in prompt and effective prosecution of criminal cases against the also important public interest of confidence in the impartiality of the prosecution, ... [the] possibility of the mere appearance of impropriety, such as existed here, does not mandate appointment of assistant counsel for the State; cf. Lykins v. State, supra, 288 Md. [71] at 85, 415 A.2d at 1119. Instead, when it appears that former defense counsel is presently employed in the prosecutor's office the trial court should make inquiry as to whether the former defense counsel has in any manner participated in the pending prosecution, and as to whether he has revealed to the prosecutors any information obtained from his erstwhile client; see Wiener v. *289 State, 290 Md. 425, 434-439, 430 A.2d 588, 594-596 (1981).\" Id. at 554-55.\nWe granted certiorari to consider the important issue of first impression presented by the case.\n\nI\nBefore us, Young maintains that \"when his appointed attorney, to whom he had divulged in confidence `everything [Appellant] knew about the case,' became a member of the prosecution staff of the St. Mary's County State's Attorney's Office, that office should have been barred from further prosecution of the case.\" Young contends that this per se rule of disqualification \"should follow from the very close watch which this Court has maintained generally over the consequences of an attorney changing sides in the course of a particular litigation.\" He urges that our concern \"for the integrity of the Maryland bar and for public confidence in the criminal justice system should require resort in circumstances such as this to supplantation of the local prosecution staff.\"\nThe State contends that under Maryland law the question of the disqualification of a prosecuting attorney is a discretionary matter for the trial judge. It claims, therefore, that a per se vicarious disqualification of an entire State's Attorney's staff is not the rule in this State. While recognizing the principle \"that a lawyer who represents a client in litigation should not thereafter represent an adversary in the same case,\" the State argues that \"a logical basis as well as compelling practical reasons [exists] for distinguishing the practice of private law firms from that of the state's attorney's office.\" Among the reasons cited by the State for disfavoring vicarious disqualification are the resulting unreasonable impairment of the functioning of the State's Attorney's office and the fact that the prosecutor's duty is to seek justice, which thereby reduces the chance that prosecutors will engage in unethical behavior.\n\n\n*290 II\nThe question of the recusal of an entire prosecutorial office from trying a criminal case, based on one member's prior representation of the defendant, has been considered by a number of our sister states. Some jurisdictions follow a per se rule of disqualification. State v. Latigue, 108 Ariz. 521, 502 P.2d 1340 (1972), involved the prosecution of a defendant by a County Attorney's office whose Chief Deputy had represented the defendant in the same case prior to taking a position in the prosecutor's office. Despite the fact that the Chief Deputy had taken no part in the prosecution, the Supreme Court of Arizona refused to permit any other member of the office to prosecute the case. The court reasoned that the Chief Deputy had \"supervisory powers and duties over the assistant county attorney who is prosecuting,\" and that the staff had \"frequent meetings to discuss cases, and even without meetings, staff members often talk about their cases with one another.\" 502 P.2d at 1342. The court stated further that even if the attorney involved were not the Chief Deputy, the \"office would have to divorce itself from the prosecution in this case, because even the appearance of unfairness cannot be permitted.\" Id.\nIn People v. Shinkle, 51 N.Y.2d 417, 415 N.E.2d 909, 434 N.Y.S.2d 918 (1980), the Court of Appeals of New York vacated a defendant's conviction because the attorney who had represented him in the beginning stages of the case subsequently joined the prosecutor's office and remained there during the course of the trial. The court so held, despite the fact that \"means were designed and scrupulously pursued to insulate\" the defendant's former counsel from prosecution of the case. 415 N.E.2d at 910. The court held:\n\"The fact that the attorney who had initially represented defendant and participated actively in the preparation of his defense was chief assistant in the office of the prosecutor in the months preceding and during defendant's trial inescapably gave both defendant and the public the unmistakable *291 appearance of impropriety and created the continuing opportunity for abuse of confidences entrusted to the attorney during the months of his active representation of defendant.\" Id.\n\nWhile recognizing that application of a per se rule of disqualification would impede the transfer of attorneys between the prosecutor's and public defender's offices, the court stated:\n\"This circumstance ... affords no basis to deny defendants the right to both the fact and appearance of unswerving and exclusive loyalty on the part of attorneys who represent them.\" Id. at 911.\nIn State v. Chambers, 86 N.M. 383, 524 P.2d 999 (Ct. App.), cert. denied, 86 N.M. 372, 524 P.2d 988 (1974), an attorney who represented the defendant in a criminal case which ended in a mistrial was appointed as an assistant district attorney prior to the second trial. The attorney withdrew from representing the defendant and was ordered by the trial court not to \"associate as counsel for the State.\" 524 P.2d at 1000. The trial court also denied the defendant's motion to disqualify the district attorney's office from prosecuting the case because it\n\"saw nothing in any ground advanced that would cause [it] to feel that there is any impropriety on the part of the district attorney's office to continue in this case, nor anything that is prejudicial to the rights of the defendant.\" Id.\n\nThe Court of Appeals of New Mexico reversed the denial of defendant's motion to disqualify the office, believing itself compelled to so hold by \"the fair and impartial administration of justice.\" Id. at 1004. The per se disqualification rule was also adopted in State v. Cooper, 63 Ohio Misc. 1, 409 N.E.2d 1070 (1980), and People v. Stevens, Colo. App., 642 P.2d 39 (1981), cert. denied, P.2d (1982). Cf. Love v. Superior Court, 111 Cal. App. 3d 367, 374, 168 Cal. *292 Rptr. 577 (1980) (recusal of one section of district attorney's office necessary because \"appearance of impropriety is manifest and must be minimized or eliminated\").\nOther jurisdictions subscribe to a different and less exacting rule. Courts in these states have not viewed the mere fact that a prosecutor at one time represented the defendant as automatically mandating disqualification of the entire office. Rather, these courts inquire into whether the attorney divulged any confidential information to other prosecutors or participated in some way in the prosecution of the defendant. If any impropriety is found to have occurred, then recusal of the entire office is required. The determination is made by the trial court and, absent an abuse of discretion, will not be reversed on appeal. See Hannon v. State, 48 Ala. App. 613, 266 So. 2d 825 (Crim. App. 1972); Upton v. State, 257 Ark. 424, 516 S.W.2d 904 (1974); Chadwick v. Superior Court, 106 Cal. App. 3d 108, 164 Cal. Rptr. 864 (1980); State v. Jones, 180 Conn. 443, 429 A.2d 936 (1980); Thompson v. State, 246 So. 2d 760 (Fla. 1971); State v. Bell, 346 So. 2d 1090 (La. 1977); Collier v. Legakes, Nev., 646 P.2d 1219 (1982); State v. Cline, R.I., 405 A.2d 1192 (1979); State v. Miner, 128 Vt. 55, 258 A.2d 815 (1969). Accord, United States v. Caggiano, 660 F.2d 184 (6th Cir.1981), cert. denied, 455 U.S. 945 (1982).\nSeveral of these courts have addressed challenges to the denial of a motion to disqualify an entire prosecutor's office, based on an alleged \"appearance of impropriety.\" In State v. Cline, supra, the Supreme Court of Rhode Island rejected defendant's claim that \"the entire Attorney General's office should have been disqualified in order to avoid the appearance of impropriety.\" 405 A.2d at 1205. The court reasoned that even after recusal of an office and appointment of special counsel,\n\"it would be necessary to trust to the integrity of the lawyers in question to obey that which would have been their obligation in any event to avoid the revealing of confidences made by the client to his former attorney.\" Id. at 1206.\n*293 The court stated further:\n\"Even in those states where one prosecutor's office has been disqualified, the necessity still exists for representatives of that office ... to work closely with a special prosecutor in whose integrity (and that of the former counsel for the accused) reliance must ultimately have been reposed. Thus, we believe that transferring responsibility from one office to another, or the appointment of a special prosecutor, provides a purported remedy which is more cosmetic than substantial. Essentially the question is whether defendant has been in any way prejudiced by virtue of the imparting of knowledge from his former counsel to anyone involved in his prosecution. On this record, there was no suggestion of any such prejudice.\" Id. at 1207.\nThe Supreme Court of Nevada vacated a trial court order disqualifying an entire district attorney's office in Collier v. Legakes, supra. The court found that the order \"was based solely on the appearance of impropriety.\" 646 P.2d at 1221. The court decided that the trial court failed to exercise its discretion by not considering\n\"all the facts and circumstances and determin[ing] whether the prosecutorial function could be carried out impartially and without breach of any privileged communication.\" Id. at 1220.\nThe court did recognize\n\"that vicarious disqualification may be warranted in extreme cases where the appearance of unfairness or impropriety is so great that the public trust and confidence in our criminal justice system could not be maintained without such action.\" Id. at 1221.\nAddressing a similar challenge made in State v. Jones, supra, the Supreme Court of Connecticut declared:\n\n*294 \"[T]he appearance of impropriety alone is `simply too slender a reed on which to rest a disqualification order except in the rarest of cases.'\" 429 A.2d at 941 (quoting Bd of Ed. of N.Y. City v. Nyquist, 590 F.2d 1241, 1247 (2d Cir.1979)).\nThe court said:\n\"It can be argued that withdrawal of the entire law firm, here the entire state's attorney's office, when the slightest chance of betrayal of confidential communications exists might better preserve the integrity of the judicial system. But a rule this broad would result in many unnecessary withdrawals, limit mobility in the legal profession, and restrict the state in the assignment of counsel where no breach of confidentiality has in fact occurred.\" 429 A.2d at 942-43.\nIn varying circumstances, other courts have declined to adopt a per se rule of disqualification in cases where, as here, a member of the prosecutor's office was formerly counsel to the defendant. See State v. Tippecanoe County Court, Ind., 432 N.E.2d 1377 (1982) (although recusal of entire prosecutorial staff is not necessarily appropriate, disqualification was proper when defendant's counsel in two prior cases had \"administrative control over the entire staff\" of prosecutors); State v. Laughlin, 232 Kan. 110, 652 P.2d 690 (1982) (disqualification not required where prosecutor represented defendant in a case three years prior to present case); Brinkman v. State, 95 Nev. 220, 592 P.2d 163 (1979) (disqualification not required where prosecutor defended accused on an unrelated charge six years prior to instant case); Com. v. Miller, 281 Pa. Super. 392, 422 A.2d 525 (1980) (disqualification not required where prosecutor, while a member of public defender's office, took no part in defending the accused nor did attorney receive any confidential information from or about accused). To the same effect, see Mattress v. State, 564 S.W.2d 678 (Tenn. Crim. App. 1977) and Myers v. State, 459 S.W.2d 859 (Tex. Crim. App. *295 1970). See also generally Annot., 31 A.L.R. 3d 953 (1970 &amp; Supp. 1982).\nOther tribunals have taken cognizance of differences between public employment as a prosecutor and private law practice in applying less strict vicarious disqualification rules to prosecutors. In United States v. Caggiano, supra, the Sixth Circuit noted the district court's implicit reliance upon Disciplinary Rule 5-105 (D) of the Code of Professional Responsibility in disqualifying an entire United States attorney's office.[1] In reversing, the court recognized a difference in the relationship between law partners and associates in private law firms and lawyers representing the government. It quoted with approval from Formal Opinion 342 of the American Bar Association Committee on Professional Ethics, 62 A.B.A.J. 517, 521 (1976):\n\"When the disciplinary rules of Canons 4 and 5 mandate the disqualification of a government lawyer who has come from private practice, his governmental department or division cannot practicably be rendered incapable of handling even the specific matter. Clearly, if DR 5-105 (D) were so construed, the government's ability to function would be unreasonably impaired. Necessity dictates the government action not be hampered by such a construction of DR 5-105 (D). The relationships among lawyers within a government agency are different from those among partners and associates of a law firm. The salaried government employee does not have the financial interest in the success of departmental representation that is inherent in private practice. The important difference in the adversary posture of the government lawyer is recognized by Canon 7: the duty of the public prosecutor to seek justice, not merely to convict, and the duty of all *296 government lawyers to seek just results rather than the result desired by a client. The channeling of advocacy toward a just result as opposed to vindication of a particular claim lessens the temptation to circumvent the disciplinary rules through the action of associates. Accordingly, we construe DR 5-105 (D) to be inapplicable to other government lawyers associated with a particular government lawyer who is himself disqualified by reason of DR 4-101, DR 5-105, DR 9-101 (B), or similar disciplinary rules.\"[2] 660 F.2d at 190-191.\n\nIII\nAlthough we have not before considered the question of vicarious disqualification of an entire prosecutor's office, we have addressed related issues. In Sinclair v. State, 278 Md. 243, 363 A.2d 468 (1976), we were presented with the question of whether a state's attorney could \"initiate or participate in a prosecution when he has a conflicting private interest in a civil matter.\" 278 Md. at 244. We there held that\n\"if a prosecutor has, or would clearly appear to a reasonable person having knowledge of the pertinent facts to have, any pecuniary interest or a significant personal interest in a civil matter which may impair his obligation in a criminal matter to act impartially toward both the State and the accused, then he is, on the basis of this State's public policy, disqualified from initiating or participating in the prosecution of that criminal cause.\" Id. at 254.\n*297 Notwithstanding an appearance of impropriety in Sinclair, we remanded the case to the trial court for determination of whether disqualification was actually required in the circumstances. Lykins v. State, 288 Md. 71, 415 A.2d 1113 (1980), involved a state's attorney who had represented the defendant in a domestic matter and who later presented evidence against the defendant to a grand jury resulting in an indictment. The defendant charged that\n\"because of the State's attorney's prior representation of her there is an appearance of impropriety and that a possibility exists that in some way in the prosecution he might inadvertently use information previously confided to him by her in their attorney-client relationship. This, she says, not only should bar participation in the prosecution by her former attorney, but requires dismissal of her indictment.\" 288 Md. at 81.\nIn declining to order dismissal of the indictment, we held that\n\"the proper action to be taken by a trial judge, when he encounters circumstances similar to those in the case at bar which he determines to be so grave as to adversely affect the administration of justice but which in no way suggest the bringing of a prosecution for improper motives ... is to supplant the prosecutor, not to bar the prosecution. Of course, a trial judge may determine that the facts presented to him are not sufficiently grave to require even this action. Normally, the evaluation of such circumstances is left to the sound discretion of the trial judge who is upon the scene and able to sense the nuances of that before him. Ordinarily an appellate court will not interfere with his conclusion as to the proper course of action to be followed in the absence of a showing of an abuse of discretion upon the part of the trial judge.\" Id. at 85.\n*298 We think it clear from the rationale of Sinclair and Lykins that the mere appearance of impropriety is not of itself sufficient to warrant disqualification of an entire State's Attorney's office, based upon one member's prior representation of a defendant presently under prosecution. Where disqualification is sought, the trial court must make inquiry as to whether the defendant's former counsel participated in the prosecution of the case or divulged any confidential information to other prosecutors. Absent an abuse of discretion, the trial court's judgment on the matter will not be disturbed on appeal. See also Wiener v. State, 290 Md. 425, 430 A.2d 588 (1981). Our review of the record in this case convinces us that, in the circumstances, the trial judge did not abuse his discretion in overruling the disqualification motion and in declining to supplant the State's Attorney's office with a special prosecutor.\nJudgment affirmed, with costs.\nDavidson, J., dissenting:\nThe majority here holds \"that the mere appearance of impropriety is not of itself sufficient to warrant disqualification of an entire State's Attorney's office, based upon one member's prior representation of a defendant presently under prosecution.\" In reaching this result, the majority states that it relies upon the rationale of Sinclair v. State, 278 Md. 243, 363 A.2d 468 (1976) and Lykins v. State, 288 Md. 71, 415 A.2d 1113 (1980). In my view, the majority has radically departed from the controlling principles established in Sinclair and Lykins. I decline to join in this departure. Accordingly, I respectfully dissent.\nIn Sinclair v. State, 278 Md. 243, 363 A.2d 468 (1976), this Court considered \"whether a state's attorney, consistent with this State's public policy ... may initiate or participate in a prosecution when he has a conflicting private interest in a civil matter.\" Sinclair, 278 Md. at 244, 363 A.2d at 469-70. This Court held, in essence, that a State's attorney who has a conflict of interest that might impair his obligation *299 to act impartially toward both the State and the accused in a criminal matter is, as a matter of public policy, disqualified from initiating or participating in the prosecution of that criminal matter. This conclusion was premised upon the rationale that, when a State's attorney has a conflict of interest, an appearance of impropriety is created.\nIn reaching its result, this Court quoted from The American Bar Association Project On Standards For Criminal Justice, Standards Relating To The Prosecution Function, § 1.2 (a) and its Commentary, (Approved Draft, 1971), as follows:\n\"`A prosecutor should avoid the appearance or reality of a conflict of interest with respect to his official duties.' ... `It is of the utmost importance that the prosecutor avoid participation in a case in circumstances where any implication of partiality may cast a shadow over the integrity of his office.'\" Sinclair, 278 Md. at 259, 363 A.2d at 478 (footnote omitted) (emphasis added).[1]\n*300 It further quoted from Derlin v. Derlin, 142 Md. 352, 364, 121 A. 27, 31 (1923), which itself quoted with approval language from 2 R.C.L. 974 ¶ 51:\n\"`An attorney at law who has once been retained and received the confidence of a client, is thereafter disqualified from acting for any other person adversely interested in the same general matter, however slight such adverse interest may be. Nor does it matter that the intention and motive of the attorney are honest. This rule is a rigid one, and designed not alone to prevent the dishonest practitioner from fraudulent conduct, but as well to preclude the honest practitioner from putting himself in a position where he may be required to choose between conflicting duties, or be led to an attempt to reconcile conflicting interests, rather than to enforce to their full extent the rights of the interest which he should alone represent.'\" Sinclair, 278 Md. at 253-54, 363 A.2d at 474-75 (emphasis added).\nIt additionally quoted from State v. Detroit Motors, 62 N.J. Super. 386, 391, 163 A.2d 227, 229-30 (L.Div. 1960):\n\"`The principle long ago was recognized that no man can adequately or properly serve two masters, and this is the chief subject of Canon 6 [(now Canon 5)] of the Canons of Professional Ethics.... The books are replete with cases indicating that any appearance of evil in connection with the administration of public office should and must be avoided; and particularly is this true of those offices involved in the enforcement of the law.'\" Sinclair, 278 Md. at 255-56, 363 A.2d at 476 (emphasis added).\nMoreover, this Court said:\n\"These decisions seem to suggest what we think is the controlling principle of this case: if a prosecutor *301 has, or would clearly appear to a reasonable person having knowledge of the pertinent facts to have, any pecuniary interest or a significant personal interest in a civil matter which may impair his obligation in a criminal matter to act impartially toward both the State and the accused, then he is, on the basis of this State's public policy, disqualified from initiating or participating in the prosecution of that criminal cause. The corollary to this principle is that if a prosecutor who would have been disqualified is involved in his official capacity in the bringing of charges (by way of indictment or information) against the defendant, then upon timely objection the charges will be dismissed, or if such a prosecutor participates in his official capacity in the prosecution of the case, then upon timely objection any resulting conviction will be reversed and a new trial ordered.\" Sinclair, 278 Md. at 254-55, 363 A.2d at 475 (footnotes omitted) (emphasis added).\nMore important, this Court said:\n\"We ... conclude that the defendant need not prove actual prejudice because, on the basis of public policy, it will be presumed to exist as a matter of law.\" Sinclair, 278 Md. at 255 n. 8, 363 A.2d 475 n. 8 (emphasis added).\nThus, in Sinclair this Court specifically recognized that the impartial exercise of a State's attorney's function is so essential to the fair and equal administration of justice that a State's attorney must not only be impartial in the exercise of his duty, but also must appear to be so. Additionally, this Court established the principle that when a State's attorney in a criminal matter has a conflict of interest, an appearance of impropriety is created, and that, as a matter of public policy, such a State's attorney is disqualified from participating in the prosecution of that criminal matter. Proof of actual prejudice to the accused is not necessary for such disqualification. As a corollary to this principle, this *302 Court determined that an appearance of impropriety on the part of a State's attorney requires dismissal if that State's attorney was involved in bringing the charges and that an appearance of impropriety on the part of a State's attorney requires reversal and a new trial conducted by a special prosecutor if that State's attorney merely participated in the prosecution.[2]\nIn Lykins v. State, 288 Md. 71, 415 A.2d 1113 (1980), there was evidence to show that an attorney who had represented the accused in a civil matter later became the State's Attorney. Thereafter, he presented evidence against the accused to a grand jury that resulted in an indictment. There was no evidence to show that information previously confided by the accused to the State's Attorney had been presented to the grand jury.\nThe accused contended that prosecution by the State's Attorney or his assistants, two of whom were members of the *303 law firm that succeeded to the State's Attorney's practice, constituted a conflict of interest. Additionally, the accused maintained that as a result there was an appearance of impropriety that should not only bar that State's Attorney's and his assistants' participation in the prosecution, but should also require dismissal of the indictment.\nThe trial court determined that although there was no actual impropriety on the part of the State's Attorney, there was the appearance of impropriety and that, consequently, to permit the State's Attorney's participation was not in accord with the sound administration of justice. Accordingly, the trial court dismissed the indictment. The Court of Special Appeals reversed the judgment and held that neither the State's Attorney \"nor his assistant could `be disqualified from performing their prosecutorial duties in this case.'\" Lykins, 288 Md. at 78, 415 A.2d at 1117.\nThe majority of this Court specifically found that the trial court had not abused its discretion when it \"determined that another prosecutor should be appointed because of the appearance of impropriety,\" and \"that to permit appearance on behalf of the State of former private counsel for an accused was not in accord with the sound administration of justice.\" Lykins, 288 Md. at 84, 415 A.2d at 1121. However, the majority disagreed with the trial court's \"conclusion that dismissal of the indictment was authorized.\" Lykins, 288 Md. at 84-85, 415 A.2d at 1121. Rather, it determined, over my dissent, see Lykins, 288 Md. at 87, 415 A.2d at 1122 (Davidson, J., dissenting), that under the particular circumstances the appropriate action to be taken by the trial court was \"to supplant the prosecutor, not to bar the prosecution.\" Lykins, 288 Md. at 85, 415 A.2d at 1121. The majority modified the judgment of the Court of Special Appeals and ordered the case to be remanded to the trial court for the appointment of a special prosecutor and a new trial.\nThus, in Lykins, this Court held, in essence, that when a State's attorney, in a criminal matter, has a conflict of interest resulting from his prior representation of the accused in a civil matter, an appearance of impropriety is created; that, *304 as a matter of public policy, such a State's attorney and his assistants are disqualified from participating in the prosecution of that criminal matter; that it is not necessary to prove actual prejudice to the accused to require disqualification; and that an appearance of impropriety on the part of a State's attorney requires reversal and a new trial conducted by a special prosecutor. Consequently, Lykins reaffirmed the principle established in Sinclair that the appearance of impropriety on the part of a State's attorney in a criminal matter requires disqualification from participation in the prosecution.[3]\nThe application of the principles established in Sinclair and Lykins dictates that when a State's attorney in a criminal matter has a conflict of interest resulting from his prior representation of an accused in that criminal matter, the appearance of impropriety that is created is sufficient, in and of itself, to disqualify that State's attorney from participating in the prosecution of that criminal matter. In my view, these same principles lead to the conclusion that when any member of a State's Attorney's office has such a conflict of interest, the appearance of impropriety that is created is sufficient, in and of itself, to disqualify the entire State's Attorney's office.\nHere the record shows that Fritz, then an Assistant Public Defender, was assigned to represent the accused in a criminal matter. Discussions between Fritz and the accused concerned \"everything the accused knew about the case.\" Before the case was tried, Fritz was appointed Assistant State's Attorney. At that time, he possessed confidential information material to that criminal matter which could be advantageously utilized by any member of the State's Attorney's office that might prosecute the accused.\n*305 When Fritz undertook to represent the accused, he assumed an obligation of loyalty that required him to preserve the confidences of his client by not revealing any confidential information related to him.[4] When Fritz subsequently joined the staff of the State's Attorney's office, he assumed an obligation of loyalty to that office and to each of its members, and undertook to assist that office and each of its members in the prosecution of those accused of crimes. These circumstances show that Fritz was confronted with a conflict of interest arising from his obligation to his former client and his obligation to his present associates.[5] Consequently, Fritz had a conflict of interest that might impair his obligation to act impartially to both the State and the accused in a criminal matter. Thus, an appearance of impropriety was created and, under Sinclair and Lykins, Fritz would be disqualified.\n*306 More important, Fritz's conflict might well have resulted in the revelation of the accused's confidences to any member of the State's Attorney's office. As a result, an appearance of impropriety was created, not only with respect to Fritz, but also with respect to the entire State's Attorney's office.[6] Although the State's Attorney denied that Fritz had revealed confidential information to any member of the State's Attorney's office, neither the accused nor the public were independently able to verify that fact. Because, under these circumstances, the appearance of impropriety was not and could not be vitiated, the entire State's Attorney's office should be disqualified.\n*307 Accordingly, I would hold, on the basis of this State's public policy, that the entire State's Attorney's office be disqualified from participating in the prosecution of the accused; that the conviction be reversed; and that the case be remanded for a new trial conducted by a special prosecutor. Courts in some other jurisdictions have reached the same result. E.g., State v. Latigue, 108 Ariz. 521, 523, 502 P.2d 1340, 1342 (1972); People v. Stevens, Colo. App., 642 P.2d 39, 41, cert. denied, P.2d (1982); Fitzpatrick v. Smith, 432 So. 2d 89, 91 (Fla. Dist. Ct. App. 1983); State v. Chambers, 86 N.M. 383, 388, 524 P.2d 999, 1004 (Ct.App.), cert. denied, 86 N.M. 372, 524 P.2d 988 (1974); People v. Shinkle, 51 N.Y.2d 417, 420-21, 415 N.E.2d 909, 910, 434 N.Y.S.2d 918, 920 (1980); State v. Cooper, 63 Ohio Misc. 1, 4, 409 N.E.2d 1070, 1073 (1980).\nIn reaching this result, I., am cognizant of the fact that minor practical difficulties result from a rule requiring disqualification of the entire State's Attorney's office.[7] However, in my view, the necessity for public confidence in the *308 administration of justice far outweighs such minor practical difficulties. I adhere to my previously expressed view that:\n\"`Continuation of the American concept that we are to be governed by the rules of law requires that the people have faith that justice can be obtained through our legal system. That faith is justified and can exist only when the people are convinced that justice is administered evenhandedly. The exercise of a State's Attorney's broad prerogative to determine whom, what and how to prosecute must adhere rigidly to the standards of conduct established by law. Any act not in accordance with those standards, because it impairs the confidence of the people in the integrity of the exercise of the State's sovereign power to indict and prosecute, tends to destroy the people's faith in the fair and equal administration of justice. Such acts are not to be sanctioned or condoned by the courts.'\" Sinclair v. State, 27 Md. App. 207, 230-31, 340 A.2d 359, 373 (1975) (Davidson, J., dissenting) (footnote omitted) (citation omitted), quoted in Lykins, 288 Md. at 92, 415 A.2d at 1124-25 (Davidson, J., dissenting).\n\"A prosecutor should avoid the appearance or reality of a conflict of interest with respect to official duties. In some instances, as defined in codes of professional responsibility, failure to do so will constitute unprofessional conduct.\"\nThe Commentary to Standard 3-1.2 provides in pertinent part:\n\"When the possibility of a conflict of interest arises, the prosecutor should recuse himself or herself and make appropriate arrangements for the handling of the particular matter by other counsel in accordance with the principles contained in this chapter. It is of the utmost importance that the prosecutor avoid participation in a case in circumstances where any implication of partiality may cast a shadow over the integrity of the office.'\" (Footnote omitted.)\nIt should be further noted that Md. Rule 1230, and Appendix F, ABA, Code of Professional Responsibility, Canon 9 provides:\n\"A lawyer should avoid even the appearance of professional impropriety.\"\nEC 9-6 provides in pertinent part:\n\"Every lawyer owes a solemn duty to ... strive to avoid not only professional impropriety but also the appearance of impropriety.\" (Emphasis added.)\nNOTES\n[1]  Disciplinary Rule 5-105 (D) provides:\n\n\"If a lawyer is required to decline employment or to withdraw from employment under DR 5-105, no partner or associate of his or his firm may accept or continue such employment.\"\n[2]  Canons 4, 5, 7 and 9 of the Code of Professional Responsibility, together with the ethical considerations and disciplinary rules which accompany the canons, deal, respectively, with a lawyer's obligation to preserve the confidences and secrets of a client; to exercise independent professional judgment on behalf of a client; to represent a client zealously within the bounds of the law; and to avoid even the appearance of professional impropriety.\n[1]  It should be noted that ABA, Standards for Criminal Justice, Standard 3-1.2, Conflicts of interest, (1980) provides:\n[2]  In Lykins v. State, 288 Md. 71, 81, 415 A.2d 1113, 1119 (1980), as here, the majority of this Court said:\n\n\"It will be seen that in Sinclair does not stand for the proposition that a mere appearance of impropriety on the part of a prosecutor is ground for dismissing an indictment. There was an obvious appearance of impropriety in Sinclair. Hence, if the mere appearance of impropriety had been a sufficient ground for dismissal, we would have dismissed the information and would not have remanded the case to the circuit court for further proceedings.\"\nI do not agree that in Sinclair \"[t]here was an obvious appearance of impropriety.\" Lykins, 288 Md. at 81, 415 A.2d at 1119. Indeed, in Sinclair this Court specifically pointed out that although it was alleged that the State's Attorney had a conflict of interest, the trial court had not determined whether the alleged conflict of interest did in fact exist. Sinclair, 278 Md. at 260, 363 A.2d at 478. The Court specifically stated that its remand was for the purpose of affording the trial court the opportunity to determine this question of fact. Sinclair, 278 Md. at 260, 363 A.2d at 478. Until it was established that a conflict of interest did in fact exist, there was and could be no appearance of impropriety.\nIf on remand the trial court had determined, as a matter of fact, that the State's Attorney had a conflict of interest, an appearance of impropriety would have been created. In light of this Court's statement that \"the defendant need not prove actual prejudice,\" Sinclair, 278 Md. at 255 n. 8, 363 A.2d at 475 n. 8, it is patently clear that dismissal would have been required because the State's Attorney was involved in bringing the charges. Thus, notwithstanding this Court's remand, Sinclair stands for the proposition that a mere appearance of impropriety on the part of a State's attorney is grounds for dismissing an indictment.\n[3]  Recently, in Atlantic Richfield Co. v. Sybert, 295 Md. 347, 353, 456 A.2d 20, 23 (1983), this Court, in a civil case, reiterated the principle that an attorney who has once been retained and received the confidence of a client is thereafter disqualified from acting for any other person adversely interested in the same general matter however slight such adverse interest may be.\n[4]  Md. Rule 1230, and Appendix F, ABA, Code of Professional Responsibility, Canon 4, provides:\n\n\"A lawyer should preserve the confidences and secrets of a client.\"\nEC 4-1 provides in pertinent part:\n\"Both the fiduciary relationship existing between lawyer and client and the proper functioning of the legal system require the preservation by the lawyer of confidences and secrets of one who has employed or sought to employ him. A client must feel free to discuss whatever he wishes with his lawyer. ...\" (Emphasis added.)\nEC 4-5 provides in pertinent part:\n\"A lawyer should not use information acquired in the course of the representation of a client to the disadvantage of the client....\" (Emphasis added.)\nEC 4-6 provides in pertinent part:\n\"The obligation of a lawyer to preserve the confidences and secrets of his client continues after the termination of his employment. ...\" (Emphasis added.)\n[5]  Md. Rule 1230, and Appendix F, ABA, Code of Professional Responsibility, Canon 5, provides:\n\n\"A lawyer should exercise independent professional judgment on behalf of a client.\"\nEC 5-1 provides:\n\"The professional judgment of a lawyer should be exercised, within the bounds of the law, solely for the benefit of his client and free of compromising influences and loyalties. Neither his personal interests, the interests of other clients, nor the desires of third persons should be permitted to dilute his loyalty to his client.\" (Emphasis added.)\n[6]  Md. Rule 1230, and Appendix F, ABA, Code of Professional Responsibility DR 5-105 provides in pertinent part:\n\n\"Refusing to Accept or Continue Employment if the Interests of Another Client May Impair the Independent Professional Judgment of the Lawyer.\n...\n\"(B) A lawyer shall not continue multiple employment if the exercise of his independent professional judgment in behalf of a client will be or is likely to be adversely affected by his representation of another client, except to the extent permitted under DR 5-105(C).\n...\n\"(D) If a lawyer is required to decline employment or to withdraw from employment under DR 5-105, no partner or associate of his or his firm may accept or continue such employment.\" (Emphasis added.)\nABA, Standards for Criminal Justice 4-3.5, Commentary at 44-45 (1980) provides in pertinent part:\n\"The particular form of conflict of interest that arises when two lawyers who are associated in the practice of law appear on both sides of a case has been the subject of legislation in many states. These statutes typically make it a misdemeanor and provide for the revocation or suspension of the license of an attorney who in any way participates as prosecutor and then advises in the defense of the same case.\n\"A number of courts have imposed professional discipline upon a lawyer who appeared on both sides of the same case, either first as prosecutor and later as defense counsel or first as defense counsel and later as prosecutor.\n...\n\"In all of these situations the controlling consideration is the avoidance of any possibility of division or dilution of loyalties. Relationships between lawyers who are associated in practice are so close and the potential for conflict is so great, given the lack of any strong reason for permitting such representation, that a flat prohibition is warranted against lawyers from the same firm or office appearing as prosecutor and defense counsel. Similarly, it would not be sound to permit one who regularly serves as a prosecutor to appear as defense counsel opposing one who ordinarily is his or her associate in the prosecution office.\" (Footnotes omitted.)\n[7]  It should be noted that in Maryland it is not administratively difficult to obtain the appointment of a special prosecutor. As stated in Lykins, 288 Md. at 86, 415 A.2d at 1121-22:\n\n\"The appointment of a special prosecutor may be accomplished in one of three ways. (1) The trial court may invoke the powers vested in it under Code (1974, 1980 Repl. Vol.) § 2-102 (a) Courts and Judicial Proceedings Article and designate some attorney as assistant counsel for the State. (2) As was done in State v. Ensor and Compton, 277 Md. 529, 356 A.2d 259 (1976), the Attorney General may be requested to designate one of his assistants to be appointed by the trial court as assistant counsel for the State. (3) The State's attorney may request the Governor to require the Attorney General under Constitution Article V, § 3 to aid the State's attorney in prosecuting the action.\"\n\n",
            "ocr": false,
            "opinion_id": 1509087
        },
        {
            "author_str": "Murphy",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMurphy, C. J.,\ndelivered the opinion of the Court. Davidson, J., dissents, and filed a dissenting opinion at page 298 infra.\nThe issue before us is whether all of the prosecutors in a county State’s Attorney’s office are disqualified from prosecuting a defendant in a criminal case where one of their number, prior to appointment as an Assistant State’s Attorney, acted as counsel to the defendant.\nClarence Leo Young was indicted in the Circuit Court for St. Mary’s County for the theft of goods worth over $500 in violation of Maryland Code (1957,1982 Repl. Vol.), Art. 27, § 342. Richard D. Fritz, then an Assistant Public Defender, was assigned to represent Young. Discussions between Young and Fritz concerned \"everything [Young] knew about the case.” Before the case was tried, Fritz was appointed Assistant State’s Attorney for St. Mary’s County; accordingly, his appearance for Young was stricken, and another Public Defender was assigned to represent the defendant.\nYoung filed a motion to dismiss the charges against him, alleging that he \"imparted to Mr. Fritz various information regarding his charges in a confidential relationship protected by the attorney-client privilege” and that prosecution of Young \"by Richard D. Fritz or any of his associates in the St. Mary’s County State’s Attorney’s Office constitutes a conflict of interest with the prosecution of [Young] in these criminal proceedings.” Young prayed that the court \"[a]ppoint an Assistant Counsel for the State for any further proceedings by the State of Maryland against the defendant” and \"[e]njoin the State’s Attorney and Assistant State Attorneys from any communication with any parties, including an Assistant Counsel for [the] State, regarding these or subsequent proceedings.” At a hearing on the motion, the prosecutor assigned to try the case stated that Fritz had \"no *288contact at all in the preparation of this case” and that \"no prejudice towards Mr. Young based on Mr. Fritz’s association with the State’s Attorney’s Office” was demonstrated. The trial judge (Mattingly, J.) held that \"in view of the proffer of [the prosecutor] that he has not discussed this case with Mr. Fritz ... the motion will be denied” and instructed the prosecutor not to discuss the case with Fritz.\nUpon Young’s conviction, an appeal was taken to the Court of Special Appeals. That court affirmed the conviction, refusing to adopt the per se rule urged by Young, which mandates disqualification of an entire State’s Attorney’s office under the factual circumstances present in this case. Young v. State, 52 Md. App. 550, 450 A.2d 1323 (1982). The court reasoned that\n\"[s]hould we adopt the per se rule urged by Young, considerable difficulties could arise in the prosecution of any case in which a former defense counsel has later joined the prosecutorial staff, despite lack of participation in the prosecution by the former defense counsel, and despite lack of any disclosure of confidential information.” Id. at 553.\nThe court concluded:\n\"Weighing the public interest in prompt and effective prosecution of criminal cases against the also important public interest of confidence in the impartiality of the prosecution, ... [the] possibility of the mere appearance of impropriety, such as existed here, does not mandate appointment of assistant counsel for the State; cf. Lykins v. State, supra, 288 Md. [71] at 85, 415 A.2d at 1119. Instead, when it appears that former defense counsel is presently employed in the prosecutor’s office the trial court should make inquiry as to whether the former defense counsel has in any manner participated in the pending prosecution, and as to whether he has revealed to the prosecutors any information obtained from his erstwhile client; see Wiener v. *289State, 290 Md. 425, 434-439, 430 A.2d 588, 594-596 (1981).” Id. at 554-55.\nWe granted certiorari to consider the important issue of first impression presented by the case.\nI\nBefore us, Young maintains that \"when his appointed attorney, to whom he had divulged in confidence 'everything [Appellant] knew about the case,’ became a member of the prosecution staff of the St. Mary’s County State’s Attorney’s Office, that office should have been barred from further prosecution of the case.” Young contends that this per se rule of disqualification \"should follow from the very close watch which this Court has maintained generally over the consequences of an attorney changing sides in the course of a particular litigation.” He urges that our concern \"for the integrity of the Maryland bar and for public confidence in the criminal justice system should require resort in circumstances such as this to supplantation of the local prosecution staff.”\nThe State contends that under Maryland law the question of the disqualification of a prosecuting attorney is a discretionary matter for the trial judge. It claims, therefore, that a per se vicarious disqualification of an entire State’s Attorney’s staff is not the rule in this State. While recognizing the principle \"that a lawyer who represents a client in litigation should not thereafter represent an adversary in the same case,” the State argues that \"a logical basis as well as compelling practical reasons [exists] for distinguishing the practice of private law firms from that of the state’s attorney’s office.” Among the reasons cited by the State for disfavoring vicarious disqualification are the resulting unreasonable impairment of the functioning of the State’s Attorney’s office and the fact that the prosecutor’s duty is to seek justice, which thereby reduces the chance that prosecutors will engage in unethical behavior.\n*290II\nThe question of the recusal of an entire prosecutorial office from trying a criminal case, based on one member’s prior representation of the defendant, has been considered by a number of our sister states. Some jurisdictions follow a per se rule of disqualification. State v. Latigue, 108 Ariz. 521, 502 P.2d 1340 (1972), involved the prosecution of a defendant by a County Attorney’s office whose Chief Deputy had represented the defendant in the same case prior to taking a position in the prosecutor’s office. Despite the fact that the Chief Deputy had taken no part in the prosecution, the Supreme Court of Arizona refused to permit any other member of the office to prosecute the case. The court reasoned that the Chief Deputy had \"supervisory powers and duties over the assistant county attorney who is prosecuting,” and that the staff had \"frequent meetings to discuss cases, and even without meetings, staff members often talk about their cases with one another.” 502 P.2d at 1342. The court stated further that even if the attorney involved were not the Chief Deputy, the \"office would have to divorce itself from the prosecution in this case, because even the appearance of unfairness cannot be permitted.” Id.\nIn People v. Shinkle, 51 N.Y.2d 417, 415 N.E.2d 909, 434 N.Y.S.2d 918 (1980), the Court of Appeals of New York vacated a defendant’s conviction because the attorney who had represented him in the beginning stages of the case subsequently joined the prosecutor’s office and remained there during the course of the trial. The court so held, despite the fact that \"means were designed and scrupulously pursued to insulate” the defendant’s former counsel from prosecution of the case. 415 N.E.2d at 910. The court held:\n\"The fact that the attorney who had initially represented defendant and participated actively in the preparation of his defense was chief assistant in the office of the prosecutor in the months preceding and during defendant’s trial inescapably gave both defendant and the public the unmistakable *291appearance of impropriety and created the continuing opportunity for abuse of confidences entrusted to the attorney during the months of his active representation of defendant.” Id.\nWhile recognizing that application of a per se rule of disqualification would impede the transfer of attorneys between the prosecutor’s and public defender’s offices, the court stated:\n\"This circumstance . .. affords no basis to deny defendants the right to both the fact and appearance of unswerving and exclusive loyalty on the part of attorneys who represent them.” Id. at 911.\nIn State v. Chambers, 86 N.M. 383, 524 P.2d 999 (Ct. App.), cert. denied, 86 N.M. 372, 524 P.2d 988 (1974), an attorney who represented the defendant in a criminal case which ended in a mistrial was appointed as an assistant district attorney prior to the second trial. The attorney withdrew from representing the defendant and was ordered by the trial court not to \"associate as counsel for the State.” 524 P.2d at 1000. The trial court also denied the defendant’s motion to disqualify the district attorney’s office from prosecuting the case because it\n\"saw nothing in any ground advanced that would cause [it] to feel that there is any impropriety on the part of the district attorney’s office to continue in this case, nor anything that is prejudicial to the rights of the defendant.” Id.\nThe Court of Appeals of New Mexico reversed the denial of defendant’s motion to disqualify the office, believing itself compelled to so hold by \"the fair and impartial administration of justice.” Id. at 1004. The per se disqualification rule was also adopted in State v. Cooper, 63 Ohio Misc. 1, 409 N.E.2d 1070 (1980), and People v. Stevens, Colo. App. , 642 P.2d 39 (1981), cert. denied, P.2d (1982). Cf. Love v. Superior Court, 111 Cal. App. 3d 367, 374, 168 Cal. *292Rptr. 577 (1980) (recusal of one section of district attorney’s office necessary because \"appearance of impropriety is manifest and must be minimized or eliminated”).\nOther jurisdictions subscribe to a different and less exacting rule. Courts in these states have not viewed the mere fact that a prosecutor at one time represented the defendant as automatically mandating disqualification of the entire office. Rather, these courts inquire into whether the attorney divulged any confidential information to other prosecutors or participated in some way in the prosecution of the defendant. If any impropriety is found to have occurred, then recusal of the entire office is required. The determination is made by the trial court and, absent an abuse of discretion, will not be reversed on appeal. See Hannon v. State, 48 Ala. App. 613, 266 So.2d 825 (Crim. App. 1972); Upton v. State, 257 Ark. 424, 516 S.W.2d 904 (1974); Chadwick v. Superior Court, 106 Cal. App. 3d 108, 164 Cal. Rptr. 864 (1980); State v. Jones, 180 Conn. 443, 429 A.2d 936 (1980); Thompson v. State, 246 So.2d 760 (Fla. 1971); State v. Bell, 346 So.2d 1090 (La. 1977); Collier v. Legakes, Nev., 646 P.2d 1219 (1982); State v. Cline, R.I., 405 A.2d 1192 (1979); State v. Miner, 128 Vt. 55, 258 A.2d 815 (1969). Accord, United States v. Caggiano, 660 F.2d 184 (6th Cir. 1981), cert. denied, 455 U.S. 945 (1982).\nSeveral of these courts have addressed challenges to the denial of a motion to disqualify an entire prosecutor’s office, based on an alleged \"appearance of impropriety.” In State v. Cline, supra, the Supreme Court of Rhode Island rejected defendant’s claim that \"the entire Attorney General’s office should have been disqualified in order to avoid the appearance of impropriety.” 405 A.2d at 1205. The court reasoned that even after recusal of an office and appointment of special counsel,\n\"it would be necessary to trust to the integrity of the lawyers in question to obey that which would have been their obligation in any event to avoid the revealing of confidences made by the client to his former attorney.” Id. at 1206.\n*293The court stated further:\n\"Even in those states where one prosecutor’s office has been disqualified, the necessity still exists for representatives of that office ... to work closely with a special prosecutor in whose integrity (and that of the former counsel for the accused) reliance must ultimately have been reposed. Thus, we believe that transferring responsibility from one office to another, or the appointment of a special prosecutor, provides a purported remedy which is more cosmetic than substantial. Essentially the question is whether defendant has been in any way prejudiced by virtue of the imparting of knowledge from his former counsel to anyone involved in his prosecution. On this record, there was no suggestion of any such prejudice.” Id. at 1207.\nThe Supreme Court of Nevada vacated a trial court order disqualifying an entire district attorney’s office in Collier v. Legakes, supra. The court found that the order \"was based solely on the appearance of impropriety.” 646 P.2d at 1221. The court decided that the trial court failed to exercise its discretion by not considering\n\"all the facts and circumstances and determining] whether the prosecutorial function could be carried out impartially and without breach of any privileged communication.” Id. at 1220.\nThe court did recognize\n\"that vicarious disqualification may be warranted in extreme cases where the appearance of unfairness or impropriety is so great that the public trust and confidence in our criminal justice system could not be maintained without such action.” Id. at 1221.\nAddressing a similar challenge made in State v. Jones, supra, the Supreme Court of Connecticut declared:\n*294\"[T]he appearance of impropriety alone is 'simply too slender a reed on which to rest a disqualification order except in the rarest of cases.’ ” 429 A.2d at 941 (quoting Bd of Ed. of N.Y. City v. Nyquist, 590 F.2d 1241, 1247 (2d Cir. 1979)).\nThe court said:\n\"It can be argued that withdrawal of the entire law firm, here the entire state’s attorney’s office, when the slightest chance of betrayal of confidential communications exists might better preserve the integrity of the judicial system. But a rule this broad would result in many unnecessary withdrawals, limit mobility in the legal profession, and restrict the state in the assignment of counsel where no breach of confidentiality has in fact occurred.” 429 A.2d at 942-43.\nIn varying circumstances, other courts have declined to adopt a perse rule of disqualification in cases where, as here, a member of the prosecutor’s office was formerly counsel to the defendant. See State v. Tippecanoe County Court, Ind., 432 N.E.2d 1377 (1982) (although recusal of entire prosecutorial staff is not necessarily appropriate, disqualification was proper when defendant’s counsel in two prior cases had \"administrative control over the entire staff’ of prosecutors); State v. Laughlin, 232 Kan. 110, 652 P.2d 690 (1982) (disqualification not required where prosecutor represented defendant in a case three years prior to present case); Brinkman v. State, 95 Nev. 220, 592 P.2d 163 (1979) (disqualification not required where prosecutor defended accused on an unrelated charge six years prior to instant case); Com. v. Miller, 281 Pa. Super. 392, 422 A.2d 525 (1980) (disqualification not required where prosecutor, while a member of public defender’s office, took no part in defending the accused nor did attorney receive any confidential information from or about accused). To the same effect, see Mattress v. State, 564 S.W.2d 678 (Tenn. Crim. App. 1977) and Myers v. State, 459 S.W.2d 859 (Tex. Crim. App. *2951970). See also generally Annot., 31 A.L.R.3d 953 (1970 &amp; Supp. 1982).\nOther tribunals have taken cognizance of differences between public employment as a prosecutor and private law practice in applying less strict vicarious disqualification rules to prosecutors. In United States v. Caggiano, supra, the Sixth Circuit noted the district court’s implicit reliance upon Disciplinary Rule 5-105 (D) of the Code of Professional Responsibility in disqualifying an entire United States attorney’s office.1 In reversing, the court recognized a difference in the relationship between law partners and associates in private law firms and lawyers representing the government. It quoted with approval from Formal Opinion 342 of the American Bar Association Committee on Professional Ethics, 62 A.B.A.J. 517, 521 (1976):\n\"When the disciplinary rules of Canons 4 and 5 mandate the disqualification of a government lawyer who has come from private practice, his governmental department or division cannot practicably be rendered incapable of handling even the specific matter. Clearly, if DR 5-105 (D) were so construed, the government’s ability to function would be unreasonably impaired. Necessity dictates the government action not be hampered by such a construction of DR 5-105 (D). The relationships among lawyers within a government agency are different from those among partners and associates of a law firm. The salaried government employee does not have the financial interest in the success of departmental representation that is inherent in private practice. The important difference in the adversary posture of the government lawyer is recognized by Canon 7: the duty of the public prosecutor to seek justice, not merely to convict, and the duty of all *296government lawyers to seek just results rather than the result desired by a client. The channeling of advocacy toward a just result as opposed to vindication of a particular claim lessens the temptation to circumvent the disciplinary rules through the action of associates. Accordingly, we construe DR 5-105 (D) to be inapplicable to other government lawyers associated with a particular government lawyer who is himself disqualified by reason of DR 4-101, DR 5-105, DR 9-101 (B), or similar disciplinary rules.” 2 660 F.2d at 190-191.\nIll\nAlthough we have not before considered the question of vicarious disqualification of an entire prosecutor’s office, we have addressed related issues. In Sinclair v. State, 278 Md. 243, 363 A.2d 468 (1976), we were presented with the question of whether a state’s attorney could \"initiate or participate in a prosecution when he has a conflicting private interest in a civil matter.” 278 Md. at 244. We there held that\n\"if a prosecutor has, or would clearly appear to a reasonable person having knowledge of the pertinent facts to have, any pecuniary interest or a significant personal interest in a civil matter which may impair his obligation in a criminal matter to act impartially toward both the State and the accused, then he is, on the basis of this State’s public policy, disqualified from initiating or participating in the prosecution of that criminal cause.” Id. at 254.\n*297Notwithstanding an appearance of impropriety in Sinclair, we remanded the case to the trial court for determination of whether disqualification was actually required in the circumstances. Lykins v. State, 288 Md. 71, 415 A.2d 1113 (1980), involved a state’s attorney who had represented the defendant in a domestic matter and who later presented evidence against the defendant to a grand jury resulting in an indictment. The defendant charged that\n\"because of the State’s attorney’s prior representation of her there is an appearance of impropriety and that a possibility exists that in some way in the prosecution he might inadvertently use information previously confided to him by her in their attorney-client relationship. This, she says, not only should bar participation in the prosecution by her former attorney, but requires dismissal of her indictment.” 288 Md. at 81.\nIn declining to order dismissal of the indictment, we held that\n\"the proper action to be taken by a trial judge, when he encounters circumstances similar to those in the case at bar which he determines to be so grave as to adversely affect the administration of justice but which in no way suggest the bringing of a prosecution for improper motives... is to supplant the prosecutor, not to bar the prosecution. Of course, a trial judge may determine that the facts presented to him are not sufficiently grave to require even this action. Normally, the evaluation of such circumstances is left to the sound discretion of the trial judge who is upon the scene and able to sense the nuances of that before him. Ordinarily an appellate court will not interfere with his conclusion as to the proper course of action to be followed in the absence of a showing of an abuse of discretion upon the part of the trial judge.” Id. at 85.\n*298We think it clear from the rationale of Sinclair and Lykins that the mere appearance of impropriety is not of itself sufficient to warrant disqualification of an entire State’s Attorney’s office, based upon one member’s prior representation of a defendant presently under prosecution. Where disqualification is sought, the trial court must make inquiry as to whether the defendant’s former counsel participated in the prosecution of the case or divulged any confidential information to other prosecutors. Absent an abuse of discretion, the trial court’s judgment on the matter will not be disturbed on appeal. See also Wiener v. State, 290 Md. 425, 430 A.2d 588 (1981). Our review of the record in this case convinces us that, in the circumstances, the trial judge did not abuse his discretion in overruling the disqualification motion and in declining to supplant the State’s Attorney’s office with a special prosecutor.\n\nJudgment affirmed, with costs.\n\n\n. Disciplinary Rule 5-105 (D) provides:\n\"If a lawyer is required to decline employment or to withdraw from employment under DR 5-105, no partner or associate of his or his firm may accept or continue such employment.”\n\n\n. Canons 4, 5, 7 and 9 of the Code of Professional Responsibility, together with the ethical considerations and disciplinary rules which accompany the canons, deal, respectively, with a lawyer’s obligation to preserve the confidences and secrets of a client; to exercise independent professional judgment on behalf of a client; to represent a client zealously within the bounds of the law; and to avoid even the appearance of professional impropriety.\n\n",
            "ocr": false,
            "opinion_id": 9643720
        },
        {
            "author_str": "Davidson",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nDavidson, J.,\n\n\ndissenting:\n\nThe majority here holds \"that the mere appearance of impropriety is not of itself sufficient to warrant disqualification of an entire State’s Attorney’s office, based upon one member’s prior representation of a defendant presently under prosecution.” In reaching this result, the majority states that it relies upon the rationale of Sinclair v. State, 278 Md. 243, 363 A.2d 468 (1976) and Lykins v. State, 288 Md. 71, 415 A.2d 1113 (1980). In my view, the majority has radically departed from the controlling principles established in Sinclair and Lykins. I decline to join in this departure. Accordingly, I respectfully dissent.\nIn Sinclair v. State, 278 Md. 243, 363 A.2d 468 (1976), this Court considered \"whether a state’s attorney, consistent with this State’s public policy ... may initiate or participate in a prosecution when he has a conflicting private interest in a civil matter.” Sinclair, 278 Md. at 244, 363 A.2d at 469-70. This Court held, in essence, that a State’s attorney who has a conflict of interest that might impair his obli*299gation to act impartially toward both the State and the accused in a criminal matter is, as a matter of public policy, disqualified from initiating or participating in the prosecution of that criminal matter. This conclusion was premised upon the rationale that, when a State’s attorney has a conflict of interest, an appearance of impropriety is created.\nIn reaching its result, this Court quoted from The American Bar Association Project On Standards For Criminal Justice, Standards Relating To The Prosecution Function, § 1.2 (a) and its Commentary, (Approved Draft, 1971), as follows:\n\" 'A prosecutor should avoid the appearance or reality of a conflict of interest with respect to his official duties.’ ... 'It is of the utmost importance that the prosecutor avoid participation in a case in circumstances where any implication of partiality may cast a shadow over the integrity of his office.’ ” Sinclair, 278 Md. at 259, 363 A.2d at 478 (footnote omitted) (emphasis added).1\n*300It further quoted from Derlin v. Derlin, 142 Md. 352, 364, 121 A. 27, 31 (1923), which itself quoted with approval language from 2 R.C.L. 974 ¶ 51:\n\" 'An attorney at law who has once been retained and received the confidence of a client, is thereafter disqualifíed from acting for any other person adversely interested in the same general matter, however slight such adverse interest may be. Nor does it matter that the intention and motive of the attorney are honest. This rule is a rigid one, and designed not alone to prevent the dishonest practitioner from fraudulent conduct, but as well to preclude the honest practitioner from putting himself in a position where he may be required to choose between conflicting duties, or be led to an attempt to reconcile conflicting interests, rather than to enforce to their full extent the rights of the interest which he should alone represent.’ ” Sinclair, 278 Md. at 253-54, 363 A.2d at 474-75 (emphasis added).\nIt additionally quoted from State v. Detroit Motors, 62 N.J.Super. 386, 391, 163 A.2d 227, 229-30 (L.Div. 1960):\n\" 'The principle long ago was recognized that no man can adequately or properly serve two masters, and this is the chief subject of Canon 6 [(now Canon 5)] of the Canons of Professional Ethics____ The books are replete with cases indicating that any appearance of evil in connection with the administration of public office should and must be avoided; and particularly is this true of those offices involved in the enforcement of the law.’ ” Sinclair, 278 Md. at 255-56, 363 A.2d at 476 (emphasis added).\nMoreover, this Court said:\n\"These decisions seem to suggest what we think is the controlling principle of this case: if a prosecutor *301has, or would clearly appear to a reasonable person having knowledge of the pertinent facts to have, any pecuniary interest or a significant personal interest in a civil matter which may impair his obligation in a criminal matter to act impartially toward both the State and the accused, then he is, on the basis of this State’s public policy, disqualifíed from initiating or participating in the prosecution of that criminal cause. The corollary to this principle is that if a prosecutor who would have been disqualified is involved in his official capacity in the bringing of charges (by way of indictment or information) against the defendant, then upon timely objection the charges will be dismissed, or if such a prosecutor participates in his offícial capacity in the prosecution of the case, then upon timely objection any resulting conviction will be reversed and a new trial ordered.”Sinclair, 278 Md. at 254-55, 363 A.2d at 475 (footnotes omitted) (emphasis added).\nMore important, this Court said:\n\"We ... conclude that the defendant need not prove actual prejudice because, on the basis of public policy, it will be presumed to exist as a matter of law.”Sinclair, 278 Md. at 255 n.8, 363 A.2d 475 n.8 (emphasis added).\nThus, in Sinclair this Court specifically recognized that the impartial exercise of a State’s attorney’s function is so essential to the fair and equal administration of justice that a State’s attorney must not only be impartial in the exercise of his duty, but also must appear to be so. Additionally, this Court established the principle that when a State’s attorney in a criminal matter has a conflict of interest, an appearance of impropriety is created, and that, as a matter of public policy, such a State’s attorney is disqualified from participating in the prosecution of that criminal matter. Proof of actual prejudice to the accused is not necessary for such disqualification. As a corollary to this principle, this *302Court determined that an appearance of impropriety on the part of a State’s attorney requires dismissal if that State’s attorney was involved in bringing the charges and that an appearance of impropriety on the part of a State’s attorney requires reversal and a new trial conducted by a special prosecutor if that State’s attorney merely participated in the prosecution.2\nIn Lykins v. State, 288 Md. 71, 415 A.2d 1113 (1980), there was evidence to show that an attorney who had represented the accused in a civil matter later became the State’s Attorney. Thereafter, he presented evidence against the accused to a grand jury that resulted in an indictment. There was no evidence to show that information previously confided by the accused to the State’s Attorney had been presented to the grand jury.\nThe accused contended that prosecution by the State’s Attorney or his assistants, two of whom were members of the *303law firm that succeeded to the State’s Attorney’s practice, constituted a conflict of interest. Additionally, the accused maintained that as a result there was an appearance of impropriety that should not only bar that State’s Attorney’s and his assistants’ participation in the prosecution, but should also require dismissal of the indictment.\nThe trial court determined that although there was no actual impropriety on the part of the State’s Attorney, there was the appearance of impropriety and that, consequently, to permit the State’s Attorney’s participation was not in accord with the sound administration of justice. Accordingly, the trial court dismissed the indictment. The Court of Special Appeals reversed the judgment and held that neither the State’s Attorney \"nor his assistant could 'be disqualified from performing their prosecutorial duties in this case.’ ” Lykins, 288 Md. at 78, 415 A.2d at 1117.\nThe majority of this Court specifically found that the trial court had not abused its discretion when it \"determined that another prosecutor should be appointed because of the appearance of impropriety,” and \"that to permit appearance on behalf of the State of former private counsel for an accused was not in accord with the sound administration of justice.” Lykins, 288 Md. at 84, 415 A.2d at 1121. However, the majority disagreed with the trial court’s \"conclusion that dismissal of the indictment was authorized.” Lykins, 288 Md. at 84-85, 415 A.2d at 1121. Rather, it determined, over my dissent, see Lykins, 288 Md. at 87, 415 A.2d at 1122 (Davidson, J., dissenting), that under the particular circumstances the appropriate action to be taken by the trial court was \"to supplant the prosecutor, not to bar the prosecution.” Lykins, 288 Md. at 85, 415 A.2d at 1121. The majority modified the judgment of the Court of Special Appeals and ordered the case to be remanded to the trial court for the appointment of a special prosecutor and a new trial.\nThus, in Lykins, this Court held, in essence, that when a State’s attorney, in a criminal matter, has a conflict of interest resulting from his prior representation of the accused in a civil matter, an appearance of impropriety is created; that, *304as a matter of public policy, such a State’s attorney and his assistants are disqualified from participating in the prosecution of that criminal matter; that it is not necessary to prove actual prejudice to the accused to require disqualification; and that an appearance of impropriety on the part of a State’s attorney requires reversal and a new trial conducted by a special prosecutor. Consequently, Lykins reaffirmed the principle established in Sinclair that the appearance of impropriety on the part of a State’s attorney in a criminal matter requires disqualification from participation in the prosecution.3\nThe application of the principles established in Sinclair and Lykins dictates that when a State’s attorney in a criminal matter has a conflict of interest resulting from his prior representation of an accused in that criminal matter,\" the appearance of impropriety that is created is sufficient, in and of itself, to disqualify that State’s attorney from participating in the prosecution of that criminal matter. In my view, these same principles lead to the conclusion that when any member of a State’s Attorney’s office has such a conflict of interest, the appearance of impropriety that is created is sufficient, in and of itself, to disqualify the entire State’s Attorney’s office.\nHere the record shows that Fritz, then an Assistant Public Defender, was assigned to represent the accused in a criminal matter. Discussions between Fritz and the accused concerned \"everything the accused knew about the case.” Before the case was tried, Fritz was appointed Assistant State’s Attorney. At that time, he possessed confidential information material to that criminal matter which could be advantageously utilized by any member of the State’s Attorney’s office that might prosecute the accused.\n*305When Fritz undertook to represent the accused, he assumed an obligation of loyalty that required him to preserve the confidences of his client by not revealing any confidential information related to him.4 When Fritz subsequently joined the staff of the State’s Attorney’s office, he assumed an obligation of loyalty to that office and to each of its members, and undertook to assist that office and each of its members in the prosecution of those accused of crimes. These circumstances show that Fritz was confronted with a conflict of interest arising from his obligation to his former client and his obligation to his present associates.5 Consequently, Fritz had a conflict of interest that might impair his obligation to act impartially to both the State and the accused in a criminal matter. Thus, an appearance of impropriety was created and, under Sinclair and Lykins, Fritz would be disqualified.\n*306More important, Fritz’s conflict might well have resulted in the revelation of the accused’s confidences to any member of the State’s Attorney’s office. As a result, an appearance of impropriety was created, not only with respect to Fritz, but also with respect to the entire State’s Attorney’s office.* ****6 Although the State’s Attorney denied that Fritz had revealed confidential information to any member of the State’s Attorney’s office, neither the accused nor the public were independently able to verify that fact. Because, under these circumstances, the appearance of impropriety was not and could not be vitiated, the entire State’s Attorney’s office should be disqualified.\n*307Accordingly, I would hold, on the basis of this State’s public policy, that the entire State’s Attorney’s office be disqualified from participating in the prosecution of the accused; that the conviction be reversed; and that the case be remanded for a new trial conducted by a special prosecutor. Courts in some other jurisdictions have reached the same result. E.g., State v. Latigue, 108 Ariz. 521, 523, 502 P.2d 1340, 1342 (1972); People v. Stevens, Colo.App., 642 P.2d 39, 41, cert. denied, P.2d (1982); Fitzpatrick v. Smith, 432 So.2d 89, 91 (Fla.Dist.Ct.App. 1983); State v. Chambers, 86 N.M. 383, 388, 524 P.2d 999, 1004 (Ct.App.), cert. denied, 86 N.M. 372, 524 P.2d 988 (1974); People v. Shinkle, 51 N.Y.2d 417, 420-21, 415 N.E.2d 909, 910, 434 N.Y.S.2d 918, 920 (1980); State v. Cooper, 63 Ohio Misc. 1, 4, 409 N.E.2d 1070, 1073 (1980).\nIn reaching this result, I am cognizant of the fact that minor practical difficulties result from a rule requiring disqualification of the entire State’s Attorney’s office.* *****7 However, in my view, the necessity for public confidence in the *308administration of justice far outweighs such minor practical difficulties. I adhere to my previously expressed view that:\n\" 'Continuation of the American concept that we are to be governed by the rules of law requires that the people have faith that justice can be obtained through our legal system. That faith is justified and can exist only when the people are convinced that justice is administered evenhandedly. The exercise of a State’s Attorney’s broad prerogative to determine whom, what and how to prosecute must adhere rigidly to the standards of conduct established by law. Any act not in accordance with those standards, because it impairs the confidence of the people in the integrity of the exercise of the State’s sovereign power to indict and prosecute, tends to destroy the people’s faith in the fair and equal administration of justice. Such acts are not to be sanctioned or condoned by the courts.’ ” Sinclair v. State, 27 Md.App. 207, 230-31, 340 A.2d 359, 373 (1975) (Davidson, J., dissenting) (footnote omitted) (citation omitted), quoted in Lykins, 288 Md. at 92, 415 A.2d at 1124-25 (Davidson, J., dissenting).\n\n. It should be noted that ABA, Standards for Criminal Justice, Standard 3-1.2, Conflicts of interest, (1980) provides:\n\"A prosecutor should avoid the appearance or reality of a conflict of interest with respect to official duties. In some instances, as defined in codes of professional responsibility, failure to do so will constitute unprofessional conduct.”\nThe Commentary to Standard 3-1.2 provides in pertinent part:\n\"When the possibility of a conflict of interest arises, the prosecutor should recuse himself or herself and make appropriate arrangements for the handling of the particular matter by other counsel in accordance with the principles contained in this chapter. It is of the utmost importance that the prosecutor avoid participation in a case in circumstances where any implication of partiality may cast a shadow over the integrity of the office.” (Footnote omitted.)\nIt should be further noted that Md. Rule 1230, and Appendix F, ABA, Code of Professional Responsibility, Canon 9 provides:\n\"A lawyer should avoid even the appearance of professional impropriety.”\nEC 9-6 provides in pertinent part:\n\"Every lawyer owes a solemn duty to ... strive to avoid not only professional impropriety but also the appearance of impropriety.” (Emphasis added.)\n\n\n. In Lykins v. State, 288 Md. 71, 81, 415 A.2d 1113, 1119 (1980), as here, the majority of this Court said:\n\"It will be seen that Sinclair does not stand for the proposition that a mere appearance of impropriety on the part of a prosecutor is ground for dismissing an indictment. There was an obvious appearance of impropriety in Sinclair. Hence, if the mere appearance of impropriety had been a sufficient ground for dismissal, we would have dismissed the information and would not have remanded the case to the circuit court for further proceedings.”\nI do not agree that in Sinclair \"[tjhere was an obvious appearance of impropriety.” Lykins, 288 Md. at 81, 415 A.2d at 1119. Indeed, in Sinclair this Court specifically pointed out that although it was alleged that the State’s Attorney had a conflict of interest, the trial court had not determined whether the alleged conflict of interest did in fact exist. Sinclair, 278 Md. at 260, 363 A.2d at 478. The Court specifically stated that its remand was for the purpose of affording the trial court the opportunity to determine this question of fact. Sinclair, 278 Md. at 260, 363 A.2d at 478. Until it was established that a conflict of interest did in fact exist, there was and could be no appearance of impropriety.\nIf on remand the trial court had determined, as a matter of fact, that the State’s Attorney had a conflict of interest, an appearance of impropriety would have been created. In light of this Court’s statement that \"the defendant need not prove actual prejudice,” Sinclair, 278 Md. at 255 n.8, 363 A.2d at 475 n.8, it is patently clear that dismissal would have been required because the State’s Attorney was involved in bringing the charges. Thus, notwithstanding this Court’s remand, Sinclair stands for the proposition that a mere appearance of impropriety on the part of a State’s attorney is grounds for dismissing an indictment.\n\n\n. Recently, in Atlantic Richfield Co. v. Sybert, 295 Md. 347, 353, 456 A.2d 20, 23 (1983), this Court, in a civil case, reiterated the principle that an attorney who has once been retained and received the confidence of a client is thereafter disqualified from acting for any other person adversely interested in the same general matter however slight such adverse interest may be.\n\n\n. Md. Rule 1230, and Appendix F, ABA, Code of Professional Responsibility, Canon 4, provides:\n\"A lawyer should preserve the confidences and secrets of a client.”\nEC 4-1 provides in pertinent part:\n\"Both the fiduciary relationship existing between lawyer and client and the proper functioning of the legal system require the preservation by the lawyer of confídences and secrets of one who has employed or sought to employ him. A client must feel free to discuss whatever he wishes with his lawyer....” (Emphasis added.)\nEC 4-5 provides in pertinent part:\n\"A lawyer should not use information acquired in the course of the representation of a client to the disadvantage of the client....” (Emphasis added.)\nEC 4-6 provides in pertinent part:\n\"The obligation of a lawyer to preserve the confidences and secrets of his client continues after the termination of his employment. .. .\"(Emphasis added.)\n\n\n. Md. Rule 1230, and Appendix F, ABA, Code of Professional Responsibility, Canon 5, provides:\n\"A lawyer should exercise independent professional judgment on behalf of a client.”\nEC 5-1 provides:\n\"The professional judgment of a lawyer should be exercised, within *306the bounds of the law, solely for the benefit of his client and free of compromising influences and loyalties. Neither his personal'' interests, the interests of other clients, nor the desires of third persons should be permitted to dilute his loyalty to his client.” (Emphasis added.)\n\n\n. Md. Rule 1230, and Appendix F, ABA, Code of Professional Responsibility DR 5-105 provides in pertinent part:\n\"Refusing to Accept or Continue Employment if the Interests of Another Client May Impair the Independent Professional Judgment of the Lawyer.\n\"(B) A lawyer shall not continue multiple employment if the exercise of his independent professional judgment in behalf of a client will be or is likely to be adversely affected by his representation of another client, except to the extent permitted under DR 5-105 (C).\n\"(D) If a lawyer is required to decline employment or to withdraw from employment under DR 5-105, no partner or associate of his or his firm may accept or continue such employment.” (Emphasis added.)\nABA, Standards for Criminal Justice 4-3.5, Commentary at 44-45 (1980) provides in pertinent part:\n\"The particular form of conflict of interest that arises when two lawyers who are associated in the practice of law appear on both sides of a case has been the subject of legislation in many states. These statutes typically make it a misdemeanor and provide for the revocation or suspension of the license of an attorney who in any way participates as prosecutor and then advises in the defense of the same case.\n\"A number of courts have imposed professional discipline upon a lawyer who appeared on both sides of the same case, either first *307as prosecutor and later as defense counsel or first as defense counsel and later as prosecutor.\n\"In all of these situations the controlling consideration is the avoidance of any possibility of division or dilution of loyalties. Relationships between lawyers who are associated in practice are so close and the potential for conflict is so great, given the lack of any strong reason for permitting such representation, that a flat prohibition is warranted against lawyers from the same firm or office appearing as prosecutor and defense counsel. Similarly, it would not be sound to permit one who regularly serves as a prosecutor to appear as defense counsel opposing one who ordinarily is his or her associate in the prosecution office.” (Footnotes omitted.)\n\n\n. It should be noted that in Maryland it is not administratively difficult to obtain the appointment of a special prosecutor. As stated in Lykins, 288 Md. at 86, 415 A.2d at 1121-22:\n\"The appointment of a special prosecutor may be accomplished in one of three ways. (1) The trial court may invoke the powers vested in it under Code (1974, 1980 Repl. Vol.) § 2-102 (a) Courts and Judicial Proceedings Article and designate some attorney as assistant counsel for the State. (2) As was done in State v. Ensor and Compton, 277 Md. 529, 356 A.2d 259 (1976), the Attorney General may be requested to designate one of his assistants to be appointed by the trial court as assistant counsel for the State. (3) The State’s *308attorney may request the Governor to require the Attorney General under Constitution Article V, § 3 to aid the State’s attorney in prosecuting the action.”\n\n",
            "ocr": false,
            "opinion_id": 9643721
        }
    ],
    "court_short_name": "Court of Appeals of Maryland",
    "court_full_name": "Court of Appeals of Maryland",
    "court_type": "S",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Robbery"
}