{
    "id": 7954814,
    "judges": "Mason",
    "date_filed": -1485216000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-yargus",
    "case_name_short": "Yargus",
    "case_name": "State v. Yargus",
    "case_name_full": "The State of Kansas v. Maude Yargus, alias Maude Barnes",
    "attorneys": "Carr Taylor, and John 11. Connaughton, both of Hutchinson, for the appellant., Richard J. Hopkins, attorney-general, Dennis Madden, assistant attorney-general, and William H. Burnett, county attorney, for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>SYLLABUS BY THE COURT.</p> <p>1. Criminal Law — Motion in Arrest of Judgment — Grounds Therefor. Under the Kansas statute only two grounds exist for a motion in arrest of judgment in a criminal case — lack of jurisdiction in the court over the offense charged and failure of the indictment or information to state facts sufficient to constitute a public offense.</p> <p>2. Same — Charge Murder in First Degree by Means of Poison — Finding— Guilty of Murder in Second Degree. A defendant who is convicted of an offense which is less than that charged, but which is necessarily included within it, cannot obtain a reversal on the ground that the evidence showed him to be guilty of the greater offense if any, because the error in that respect is not prejudicial, inasmuch as it benefits instead of injuring him. For this reason one who is prosecuted upon a charge of murder by means of poison and found guilty of murder in the second degree cannot upon appeal effectively complain on the ground that murder committed by the administration of poison is necessarily of the first degree, even assuming that to be the case.</p>",
    "headnotes": null,
    "summary": "Appeal from Reno district court; William G. Fairchild, judge.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "112 Kan. 450"
    ],
    "opinions": [
        {
            "author_str": "Mason",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nMason, J.:\nMaude Yargus was charged with committing murder in the first degree by means of poison. She was convicted of murder in the second degree, and appeals.\nIn her behalf it is contended that murder by the administration of poison is necessarily murder in the first degree and cannot constitute murder in the second degree; that the trial court erred in *451instructing the jury that the defendant might be found guilty of second degree murder; and that for these reasons a motion in arrest of judgment should have been sustained, or at all events a new trial should'have been granted.\n1. Only two grounds for a motion in arrest of judgment are recognized by our statute — a lack of jurisdiction in the court over the offense charged, and a failure of the facts stated to constitute a public offense. (Gen. Stat. 1915, § 8193.) The sufficiency of the information as one for murder in the first degree is not challenged, and it is obvious that neither statutory ground exists here. If the defendant is entitled to have the verdict set aside this can be done only by the granting of a new trial.\n2. The two degrees of murder are thus defined:\n“Every murder which shall be committed by means of poison or*by lying in wait, or by any kind of willful, deliberate and premeditated killing, or which shall be committed in the perpetration of an attempt to perpetrate any arson, rape, robbery, .burglary, or other felony, shall be deemed murder in the first degree.” (Gen. Stat. 1915, § 3367.)\n“Every murder which shall be committed purposely and maliciously, but without deliberation and premeditation, shall be deemed murder in the second degree.” (Gen. Stat. 1915, § 3368.)\nThere is some difference of judicial opinion as to whether, under these or similar statutory provisions, the jury in a prosecution for murder by means of poison should be given the opportunity to return a verdict of murder in the second degree. The cases on the subject have been collected and classified in a note on the “Effect of statutory declaration that murder committed by certain means, or while engaged in commission of felony, shall be murder of the first degree, upon the right of jury to pass upon the degree.” (12 L. R. A., n. s., 935.)\nIn a prosecution for murder in the first degree by the administration of chloroform, where the jury were told that in order to convict on that charge they must find that the poison was given with the intention of causing death, this court held that it was unnecessary to give an instruction concerning deliberation and premeditation, saying: “The act described, and in fact, any murder committed by means of poison, as well as by lying in wait, involves and presupposes the elements of malice, premeditation and deliberation, and hence it was needless for the court to state that they are prerequisites to a conviction.” (The State v. Baldwin, 36 Kan. 1, 19, 12 Pac. 318.) That case was rightly decided if, under the facts presented, *452there was no room for believing the poison to have been given murderously but without deliberation or premeditation, even supposing such situation to be possible, as some courts have held (Lane v. The Commonwealth, 59 Pa. St. 371; The State v. Dowd, 19 Conn. 387; Eytinge v. Territory, 12 Ariz. 131), although the contrary view has been taken. (State v. Wells et al., 61 Iowa, 629.) Some of the decisions bearing on the general subject are based upon the statutory requirement that the jury shall state in the verdict of \" conviction the degree of the offense, and some upon the theory that by the definition of murder by poison the elements of deliberation and premeditation are eliminated. Some also are .affected by the use of the word “other” in the definition of first degree murder between the words “any” and “kind” in the clause “or by any kind of willful, deliberate and premeditated killing.” In some states, although the trial court properly instructs that the evidence shows the defendant to be guilty of first degree murder, if guilty at all, the jury can nevertheless return a valid verdict of second degree murder. (Shaffner v. Commonwealth, 72 Pa. St. 60; Adams v. The State, 29 Ohio St. 412.)\nHere no transcript of the evidence has been made, the reason assigned for this omission being the defendant's poverty. For present purposes it will be assumed that the evidence did not admit a finding that the defendant was guilty of murder by poison but without deliberation and premeditation, even if murder by that means can ever be accomplished without the existence of these elements. On that assumption we hold the error in submitting to the jury the issue of second degree murder not to have been prejudicial to the defendant. Verdicts of murder in the second degree have been set aside on appeal upon the .ground that the defendant should have been found guilty of murder in the first degree or acquitted. (Dresback v. The State, 38 Ohio St. 365; State of Iowa v. Bertoch, 112 Iowa, 195.) And on the other hand it has been held that the defendant cannot effectively complain of a ruling which results in his being convicted of second instead of first degree murder. (State v. Phinney, 13 Idaho, 307; State v. Lindsey, 19 Nev. 47.)\nIn the first of the two cases just cited it was said:\n“We therefore conclude that although the defendant was charged with the crime of murder perpetrated by means of poison, and that it was the duty of the court to instruct the jury as to the law in such cases, and the grade of ' offense that they might find defendant guilty of; still, it was within the prov*453ince of the jury to find the degree of the offense, and that even though the evidence might fully disclose that the defendant was guilty of a higher degree than that found against him, still the verdict could not be disturbed for that reason. It is not an uncommon thing for a jury, out of sympathy, or what they conceive to be extenuating circumstances, to find a defendant guilty of a lower degree or grade of offense than that of which the evidence clearly cod victs him, but the fact that they do so is not a ground of reversal of the vei diet and judgment.” (p. 316.)\nAnd in the second:\n“If the jury fix the crime at murder in the second degree, in a case where the law and the facts make it murder in the first degree, it is an error in favor of the prisoner, of which the law will not take any cognizance, and of which the prisoner ought not to complain.” (Syl. ¶ 2.)\nIn returning a verdict of guilty of murder in the second degree the jury in the present case necessarily found beyond a reasonable doubt that the defendant administered poison with the purpose and effect of destroying human life. The trial court\" gave them the opportunity to describe her offense as second degree instead of first degree murder if they should entertain a reasonable doubt as to her deliberation and premeditation, thus lessening the penalty to which she was subject. The greater offense included the less — it had in any view all the elements of the less and possibly two which it lacked — deliberation and premeditation. In that situation substantial justice does not require that at the instance of the defendant a new trial should be had. She is benefited instead of injured by the failure of the court to instruct that the verdict must be first degree murder or acquittal, because, assuming, as we must do, that the jury followed the instructions that were given, they must have reached conclusions that would have required a verdict of first degree murder if, as is now claimed in her behalf, the use of poison to accomplish murder necessarily involves deliberation and premeditation.\nAn entirely different situation was presented in The State v. Knoll, 72 Kan. 237, 83 Pac. 622. There the defendant was charged with murder in the first degree and convicted of manslaughter in the second degree under a statute making it essential to the latter offense that the killing should be done in an unusual manner. The conviction was set aside because there was no evidence showing the existence of that element of the offense. There the less offense was not included within the greater. It to some extent differed from it in kind as well as degree. It involved a new, distinct, affirmative *454ingredient — an element of aggravation not necessarily present in the graver crime — that of unusualness in the means employed.\nThe view that the defendant cannot be heard to complain because, under evidence which really justified only a conviction of the offense charged or an acquittal, she was convicted of a less serious charge included within it, is supported by the following cases: Price v. State, 82 Ark. 25; People v. Washburn, (Cal.) 201 Pac. 335; State v. Dimmitt, 184 Iowa, 870; State v. Rodgers, 91 N. J. L. 212; Ryan v. State, 8 Okla. Cr. 623; Hunter v. State, 6 Okla. Cr. 446; Wyatt v. The State, 55 Tex. Cr. 73; Jenkins v. The State, 60 Tex. Cr. 465; Gatlin v. The State, 86 Tex. Cr. 339. See, also, Johnson v. State, (Tex.) 45 S. W. 901.\nThe contrary rule obtains in Georgia (Kendrick v. The State, 113 Ga. 759) and was in force in Missouri (The State v. Mahly, 68 Mo. 315) until changed by statute (State v. Mittner, 247 Mo. 577).\nThe weight of judicial opinion seems to favor the conclusion we have reached, but we base it not upon authority but upon the soundness of the principle that the defendant should not be allowed to derive an advantage from an error from which she suffered no injury, but on the contrary derived a benefit. The same principle was applied by this court in an appeal from a conviction of petit larceny, where complaint was made that the only evidence of the value of the property stolen was far in excess of $20, and in the opinion it was said.\n“This disparity between the evidence and the verdict resulted in a conviction of defendant of petit larceny on one count when the evidence seemed to show that the value was over $20 and that a conviction for grand larceny should have followed. But that is certainly not prejudicial error.” (The State v. Mall, ante, pp. 63, 65, 209 Pac. 820.)\nThe judgment is affirmed.\n",
            "ocr": true,
            "opinion_id": 7906194
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}