{
    "id": 465430,
    "judges": "Clark, Fay, Johnson, Per Curiam",
    "date_filed": 512006400000,
    "date_filed_is_approximate": false,
    "slug": "daniel-wayne-brand-v-grady-lewis-warden",
    "case_name_short": null,
    "case_name": "Daniel Wayne Brand v. Grady Lewis, Warden",
    "case_name_full": "Daniel Wayne BRAND, Petitioner-Appellant, v. Grady LEWIS, Warden, Respondent-Appellee",
    "attorneys": "Paula K. Smith, Asst. Atty. Gen., Atlanta, Ga., for respondent-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": "Non-Argument Calendar.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b1603-11\">\n    Daniel Wayne BRAND, Petitioner-Appellant, v. Grady LEWIS, Warden, Respondent-Appellee.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1603-14\">\n    No. 85-8758\n   </docketnumber><br><p data-order=\"2\" data-type=\"summary\" id=\"b1603-15\">\n    Non-Argument Calendar.\n   </p><br><court data-order=\"3\" data-type=\"court\" id=\"b1603-16\">\n    United States Court of Appeals, Eleventh Circuit.\n   </court><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1603-17\">\n    March 24, 1986.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1604-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1516\"> \n     *1516\n     </span>\n    Paula K. Smith, Asst. Atty. Gen., Atlanta, Ga., for respondent-appellee.\n   </attorneys><br><judges data-order=\"6\" data-type=\"judges\" id=\"b1604-16\">\n    Before FAY, JOHNSON and CLARK, Circuit Judges.\n   </judges>",
    "citations": [
        "784 F.2d 1515"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/784/784.F2d.1515.-.85-8758.html",
            "author_id": null,
            "opinion_text": "784 F.2d 1515\n    Daniel Wayne BRAND, Petitioner-Appellant,v.Grady LEWIS, Warden, Respondent-Appellee.\n    No. 85-8758Non-Argument Calendar.\n    United States Court of Appeals,Eleventh Circuit.\n    March 24, 1986.\n    \n      Paula K. Smith, Asst. Atty. Gen., Atlanta, Ga., for respondent-appellee.\n      Appeal from the United States District Court for the Northern District of Georgia.\n      Before FAY, JOHNSON and CLARK, Circuit Judges.\n      PER CURIAM:\n    \n    I.\n    \n      1\n      The appellant, Daniel Wayne Brand, is currently incarcerated in a Georgia state prison on a conviction for robbery by intimidation.  He filed this petition for writ of habeas corpus challenging the constitutionality of his conviction alleging, inter alia, ineffective assistance of counsel.  He enumerates a variety of alleged failings committed by his attorney so serious that his co-defendant's counsel raised objections at trial on Brand's behalf.  He also alleges that a plea arrangement, negotiated with a state trial judge and prosecutor in another county but keyed to the sentencing in the matter giving rise to this suit, fell through due to his attorney's incompetence.\n    \n    \n      2\n      Brand brought a state habeas corpus petition that ultimately resulted in his being permitted to bring an out of time appeal to the Georgia Court of Appeals alleging nine instances of ineffective assistance.  That court considered the matter fully upon the pleadings, briefs, and record and held that Brand's claim of ineffective assistance had no merit.    Brand v. State, 169 Ga.App. 118, 312 S.E.2d 157 (Ga.Ct.App.1983).\n    \n    \n      3\n      Brand then brought this habeas corpus action in federal court, which petition was referred to a United States Magistrate.  Though he initially alleged several grounds that had not been exhausted in a prior state court action, Brand agreed to waive all of his claims save that of ineffective assistance of counsel.  Both sides agreed that the appellant had exhausted this claim, but the magistrate found otherwise, noting that in denying Brand's claim the Georgia court had not held an evidentiary hearing and therefore the available relief at state law had not been fully exhausted.  The magistrate thereupon recommended that the trial court dismiss the petition without prejudice.  Brand filed no objection to the report and recommendation.\n    \n    \n      4\n      The district court adopted the magistrate's recommendation and entered a final judgment on January 10, 1985.  Subsequently, Brand was granted a certificate of probable cause to appeal and was allowed to proceed in forma pauperis.    Brand has been transferred to a different prison facility, and he moved to amend the pleadings in order to name a new defendant.  This motion was denied.\n    \n    II.\n    \n      5\n      Contrary to the state's assertion, though Brand failed to object to the magistrate's recommendation that this case be sent back to the state courts for further consideration, this does not preclude our hearing his present claim.  Appellate review in that circumstance is limited to the extent that factual findings can be reversed only for plain error or to prevent manifest injustice.    United States v. Slay, 714 F.2d 1093, 1095 (11th Cir.1983) (per curiam ), cert. denied, 464 U.S. 1050, 104 S. Ct. 729, 79 L. Ed. 2d 189 (1984).  Here the attack is upon conclusions of law, not fact.  Accordingly our review is plenary.  We hold that the disposition of this case by the trial court and by the magistrate was in error.\n    \n    \n      6\n      Brand pursued his ineffectiveness claim in the courts of Georgia on a direct action, rather than by means of collateral attack.  Neither side questions the adequacy of a direct action to meet the exhaustion requirement.    Buck v. Green, 743 F.2d 1567, 1569 (11th Cir.1984);  Walker v. Zant, 693 F.2d 1087, 1088 (11th Cir.1982).  The only question, then, is whether a direct state court action fulfills the exhaustion requirement when the state court fails to conduct an evidentiary hearing.  It does.  The Supreme Court has held that the exhaustion requirement is met when an issue is properly presented to a state tribunal, regardless of how fully that body considers the claim.    Picard v. Connor, 404 U.S. 270, 275-76, 92 S. Ct. 509, 512, 30 L. Ed. 2d 438 (1971);  Griffin v. Wainwright, 760 F.2d 1505, 1518 (11th Cir.1985) (per curiam ) (\"The state courts denied relief on this claim without an evidentiary hearing on the grounds that it ... was 'insufficient on its face to state a claim for relief.'  ....    Accordingly, this is an exhausted claim.\").\n    \n    \n      7\n      Nor may the result below stand on the fact that Brand offered two additional instances of ineffective assistance that were not presented to the Georgia court in the direct appeal.  Failure to enumerate all instances of attorney error does not preclude appellate review.    Willis v. Newsome, 771 F.2d 1445, 1449 n. 5 (11th Cir.1985) (per curiam );  Vela v. Estelle, 708 F.2d 954, 960 (5th Cir.1983), cert. denied, 464 U.S. 1053, 104 S. Ct. 736, 79 L. Ed. 2d 195 (1984).\n    \n    \n      8\n      Finally, we note that dismissal here was unwarranted because, as both appellant and the state agree, Georgia law is such that once a state appellate court has ruled on a question that ruling precludes subsequent review of the issue by a state court in a habeas corpus action, save upon showing of change in the law or the facts.    Gibson v. Ricketts, 244 Ga. 482, 260 S.E.2d 877, 878 (Ga.1979), cert. denied, 455 U.S. 920, 100 S. Ct. 1285, 63 L. Ed. 2d 606 (1980).  Thus the trial court's dismissal would serve no purpose.  The Georgia Court of Appeals has already decided this matter on direct appeal and thus no habeas corpus petition could be heard.  When exhaustion is futile, it need not be required.    Allen v. Alabama, 728 F.2d 1384, 1387 (11th Cir.1984);  Westbrook v. Zant, 704 F.2d 1487, 1492-94 (11th Cir.1983).\n    \n    \n      9\n      For these reasons we hold that the trial court committed reversible error in adopting the magistrate's report and recommendation.  Its judgment is REVERSED and this case is REMANDED for consideration of the merits of Brand's claim of denial of effective assistance of counsel.1\n    \n    \n      \n        1\n         We also note that Brand's earlier motion to amend his pleadings was properly denied because he sought to substitute the wrong defendants.  But because he has had a change of custodian and has not yet begun serving the sentence for the conviction he is here attacking, the proper defendants are the officer having custody of Brand currently and the Attorney General of the State of Georgia.  If he is to proceed further in federal court his pleadings must be amended to bring them into compliance with the statute.    Cook v. Florida Parole and Probation Commission, 749 F.2d 678, 680 (11th Cir.1985) (per curiam );  28 U.S.C.A. Sec. 2254 Rule 2(b) (1985)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 465430
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}