{
    "id": 435038,
    "judges": "Reavley",
    "date_filed": 453427200000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-judy-ann-archer-and-jerry-vaughn-archer",
    "case_name_short": null,
    "case_name": "United States v. Judy Ann Archer and Jerry Vaughn Archer",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Judy Ann ARCHER and Jerry Vaughn Archer, Defendants-Appellants",
    "attorneys": "Jeremiah Handy, San Antonio, Tex., for Judy Archer., Allen F. Cazier, San Antonio, Tex., for Jerry Archer., Sidney Powell, Asst. U.S. Atty., San Antonio, Tex., for U.S.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 38,
    "precedential_status": "Published",
    "arguments": "<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b423-24\">Jeremiah Handy, San Antonio, Tex., for Judy Archer.</attorneys> <attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b423-25\">Allen F. Cazier, San Antonio, Tex., for Jerry Archer.</attorneys> <attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b423-26\">Sidney Powell, Asst. U.S. Atty., San Antonio, Tex., for U.S.</attorneys> <p data-order=\"7\" data-type=\"legal\" id=\"b424-4\"><page-number citation-index=\"1\" label=\"356\">*356</page-number>. Before WISDOM, REAVLEY and HIGGINBOTHAM, Circuit Judges.</p>",
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b422-7\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Judy Ann ARCHER and Jerry Vaughn Archer, Defendants-Appellants.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b422-11\">\n    No. 83-1454.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b422-12\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b422-14\">\n    May 15, 1984.\n   </decisiondate><br><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b423-24\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"355\"> \n     *355\n     </span>\n    Jeremiah Handy, San Antonio, Tex., for Judy Archer.\n   </attorneys><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b423-25\">\n    Allen F. Cazier, San Antonio, Tex., for Jerry Archer.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b423-26\">\n    Sidney Powell, Asst. U.S. Atty., San Antonio, Tex., for U.S.\n   </attorneys><br><p data-order=\"7\" data-type=\"legal\" id=\"b424-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"356\"> \n     *356\n     </span>\n    . Before WISDOM, REAVLEY and HIGGINBOTHAM, Circuit Judges.\n   </p>",
    "citations": [
        "733 F.2d 354"
    ],
    "opinions": [
        {
            "author_str": "Reavley",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/733/733.F2d.354.83-1454.html",
            "author_id": null,
            "opinion_text": "733 F.2d 354\n    15 Fed. R. Evid. Serv. 959\n    UNITED STATES of America, Plaintiff-Appellee,v.Judy Ann ARCHER and Jerry Vaughn Archer, Defendants-Appellants.\n    No. 83-1454.\n    United States Court of Appeals,Fifth Circuit.\n    May 15, 1984.\n    \n      Jeremiah Handy, San Antonio, Tex., for Judy Archer.\n      Allen F. Cazier, San Antonio, Tex., for Jerry Archer.\n      Sidney Powell, Asst. U.S. Atty., San Antonio, Tex., for U.S.\n      Appeals from the United States District Court for the Western District of Texas.\n      Before WISDOM, REAVLEY and HIGGINBOTHAM, Circuit Judges.\n      REAVLEY, Circuit Judge:\n    \n    \n      1\n      Jerry and Judy Archer were convicted of conspiring to embezzle funds from a federally insured bank.  18 U.S.C. Secs. 371, 656 (1976).  Judy was also convicted of four substantive counts of embezzlement, 18 U.S.C. Sec. 656, and Jerry was convicted of four counts of aiding and abetting.  18 U.S.C. Secs. 2, 656.  Both defendants argue that admission of certain testimony violated the marital privileges, that they should not have been tried together, and that evidence of an earlier check \"kiting\" scheme was improperly admitted.  We affirm.\n    \n    \n      2\n      * Jerry Archer approached his employee Alton Griffith in November 1981 with a scheme he and his wife Judy had concocted to embezzle money from the First City Bank-Central Park in San Antonio, where Judy worked as an account services supervisor.  Judy would obtain a signature card for a savings account that had been dormant for some time.  Griffith would sign the card, and Judy would return it to the bank's files.  She would also give Griffith several withdrawal slips she had encoded with the number of the account.  Griffith would then simply withdraw funds from the account using the slips and his own signature.  The withdrawal had to be done in several separate transactions because withdrawals of more than $5,000 drew the attention of a bank supervisor.  Griffith and the Archers would then split the proceeds and none would be the wiser.  Griffith agreed to the plan.\n    \n    \n      3\n      Preparations proceeded without a hitch.  Judy removed from the bank's file the signature card to an account held by the Dement Management Company, Alesion International.  Griffith placed his signature among those authorized to withdraw funds, and Judy refiled the card.  She gave Griffith four withdrawal slips that she had previously encoded with the Dement account number.  Griffith transacted the first withdrawal of $2,500 at a drive-in teller window on December 3, 1981.  He drove Jerry Archer's car while Jerry waited at a nearby coffee shop.  They then waited until later that afternoon, after the bank's tellers had changed shifts, and repeated the process.  They did not know, however, that a Dement employee was in the bank delivering a letter from Dement's president, Michael Dement, directing that the subject savings account be closed and its contents transferred to a checking account.  The transfer was not yet entered on the bank's computer record, so Griffith's second withdrawal succeeded.\n    \n    \n      4\n      The next morning Griffith and Jerry Archer met at the coffee shop at 7:30.  Griffith proceeded to the bank at 8:00 to make a third $2,500 withdrawal.  Because of an error in coding the transfer of Dement's funds, the bank's computer still reflected an open savings account, and this third transaction succeeded as well.  Griffith returned to the coffee shop, and Jerry told him about the attempted transfer of funds.  Jerry called Judy at the bank, discovered that the transfer had not yet been entered on the computer, and told Griffith to make the fourth withdrawal immediately.  Griffith proceeded to the bank and withdrew $3,500, of which he kept $1,000 for himself.  He and Jerry then went from the coffee shop to a bar, where Jerry called Judy and learned of the extra $1,000 Griffith had pocketed.  They agreed Griffith could keep the extra cash, and Griffith left town for Houston.  Griffith returned to San Antonio after spending a few days in Houston hotels, but Jerry again told him to leave.\n    \n    \n      5\n      Judy Archer made several statements in the next month about the unauthorized withdrawals.  On December 9, 1981, she said in a written statement to bank authorities that Jerry had questioned her \"extensive[ly]\" in the three to four months just past about certain machines in the bank and about the location in the bank of \"cards, checks, and other bank paraphenalia (sic).\"    She wrote that she had \"reason to suspect\" that Jerry might have been involved in the theft.  She made a similar statement to an agent of the Federal Bureau of Investigation (FBI), Odalee Anderson Payne, on January 13, 1982.  This time, Judy said among other things that she had told Jerry how certain bank machines were operated, including the one used to pre-encode withdrawal slips, and that she had described to her husband the location of certain bank files, including that containing the signature cards.\n    \n    \n      6\n      The Archers were indicted together on September 21, 1982.  Both were charged with conspiring to embezzle funds from the bank, with Griffith named as an unindicted co-conspirator.  Judy was also charged with four substantive counts of embezzlement, and Jerry with aiding and abetting his wife in the substantive offenses.  Jerry moved for severance, arguing that admission in a joint trial of Judy's statement to the FBI agent would violate his rights under the Confrontation Clause as articulated in Bruton v. United States, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968).  The Government responded that if the district court found Judy's statement to raise a problem under Bruton, it would not offer the statement unless Judy took the stand;  it attached a copy of Judy's December 9 statement to bank authorities to its response.  On the strength of the Government's promise not to introduce Judy's statement, the district court denied severance.\n    \n    \n      7\n      Joint trial of the Archers in February 1983 ended in a verdict of guilty against Jerry on the conspiracy count.  The jury was unable to reach a decision on any other count against Jerry or on any of the five counts against Judy.  The grand jury returned a superceding indictment again charging the Archers jointly, but omitting Jerry from the conspiracy count.  Jerry again moved for severance, arguing that introduction of Judy's statement would violate Bruton.    He also argued that he would be unduly prejudiced by evidence of conspiracy now admissible only against Judy.  Apparently thinking it would use Jerry's conspiracy conviction to impeach him when he took the stand, the Government agreed to separate trials to avoid undue prejudice to Judy.  The district court granted severance.\n    \n    \n      8\n      The Government changed its mind a week later, however, concluding that it could not impeach Jerry--now on trial for aiding and abetting--with evidence of his related conspiracy conviction.  It therefore moved for a joint trial, again agreeing not to introduce Judy's statement unless she took the stand.  Jerry opposed the motion on the ground that his defense was inconsistent with Judy's and on the new ground that while it might solve the Bruton problem, Judy's decision to take the stand at a joint trial would breach the confidence afforded marital communications.  He relied on the adverse spousal testimony rule of Trammel v. United States, 445 U.S. 40, 100 S.Ct. 906, 63 L.Ed.2d 186 (1980).  The district court granted joinder:  the Government's agreement not to use Judy's statement solved the Bruton problem;  any communications within the marital privilege would be excluded regardless of whether the trial was joint or separate;  and the Trammel privilege belongs to the witness--Judy--who could exercise it or not as she chose.\n    \n    \n      9\n      The second trial took place in April 1983.  After Griffith testified about the Archers' scheme and about each defendant's role in its execution, FBI Agent Payne took the stand to describe several episodes in her investigation of the embezzlement.  She related Judy's statement of January 13, 1982, that Jerry had asked her about the clerical equipment used at the bank, including the machine used to encode withdrawal slips, and about the location of the savings account signature cards.  The agent did not reveal Judy's statement that she suspected her husband was involved in the embezzlement.  Both defendants took the stand to explain that Griffith had been the one responsible for embezzling the funds.  Each supported the other's version of the events surrounding their involvement with Griffith, and each claimed that neither had played any part in the embezzlement scheme.  The jury returned verdicts of guilty on all counts in the superceding indictment.\n    \n    II\n    \n      10\n      * We must first consider whether the FBI agent's testimony about Judy's statement to her violated either defendants' privilege against giving adverse spousal testimony.  Our analysis of the problem is complicated by the fact that both husband and wife were charged and jointly tried.1   We hold, however, that the adverse spousal testimony privilege was not violated here.\n    \n    \n      11\n      The Supreme Court has now rejected the rule of Hawkins v. United States, 358 U.S. 74, 79 S.Ct. 136, 3 L.Ed.2d 125 (1958), that a defendant may prevent his spouse from testifying against him;  today, it is the witness-spouse alone who may refuse to testify adversely.    Trammel v. United States, 445 U.S. 40, 100 S.Ct. 906, 63 L.Ed.2d 186 (1980).  Long before Trammel relieved defendants of the right to prevent their spouse from testifying, two panels of our court held that Hawkins allowed a defendant to demand exclusion not only of his spouse's adverse testimony at trial, but of any out-of-court statements by the spouse to third parties.  In Ivey v. United States, 344 F.2d 770 (5th Cir.1965), a customs agent related to the jury several statements made by the defendant's wife that implicated her husband in their drug importation scheme.  We held squarely that the defendant could exclude his wife's statements under Hawkins regardless of whether she made them in court or out:  \"She might as well be permitted to testify against her husband in open court as to permit the introduction of a statement she has made against him out of court.\"2   Id. at 772 (citations omitted).  We followed Ivey some years later in United States v. Williams, 447 F.2d 894 (5th Cir.1971), by requiring exclusion of a police officer's description of an out-of-court statement by the wife of a defendant implicating her husband in a counterfeiting scheme.\n    \n    \n      12\n      Two developments persuade us that Ivey and Williams are no longer to be followed.  First, we distinguished them into oblivion in United States v. Mendoza, 574 F.2d 1373, 1381 n. 7 (5th Cir.), cert. denied, 439 U.S. 988, 99 S.Ct. 584, 58 L.Ed.2d 661 (1978), in the course of holding that confidential communications between spouses about crimes in which they are jointly participating are not privileged as confidential marital communications.  Cf. id. at 1382-84 (Goldberg, J., concurring).  Second, the Supreme Court's decision in Trammel to vest the adverse spousal testimony privilege in the witness-spouse suggests that the spouse's out-of-court statements are not within the privilege:  \"Neither Hawkins, nor any other privilege, prevents the Government from enlisting one spouse to give information concerning the other or to aid in the other's apprehension.  It is only the spouse's testimony in the courtroom that is prohibited.\"    Trammel, 445 U.S. at 52 n. 12, 100 S.Ct. at 913 n. 12 (emphasis added).\n    \n    \n      13\n      Trammel denies the defendant the right to exclude the testimony of his spouse offered against him at trial;  so must it deny him the right to exclude the spouse's out-of-court statements when offered in evidence by a writing or through testimony of a third party.  The witness-spouse enjoys the right to refuse to testify at trial, of course, but it would strain both the logic of Trammel and the basis of the privilege to allow the witness-spouse who refuses to testify under Trammel or who testifies for the defendant to demand the exclusion of previous statements made out of court.\n    \n    \n      14\n      An out-of-court spousal statement is already made by the time of trial.  Marital harmony would be enhanced minimally if at all, therefore, by excluding the statement when offered after the fact through a third-party witness at trial, and \"the normally predominant principle of utilizing all rational means for ascertaining truth\" would be unnecessarily frustrated.    Trammel, 445 U.S. at 50, 100 S.Ct. at 912 (quoting Elkins v. United States, 364 U.S. 206, 234, 80 S.Ct. 1437, 1454, 4 L.Ed.2d 1669 (1960) (Frankfurter, J., dissenting)).  The fact that both spouses were on trial may raise other problems with introduction of the statement in this case, but it does not affect our application of the adverse spousal privilege rule.  Judy's out-of-court statement is not brought within Trammel 's privilege simply because she was conveniently available to take the stand on voir dire and request its exclusion.\n    \n    \n      15\n      Finally, like the Trammel Court, we distinguish communications from one spouse to another made in confidence.  Such statements are protected, regardless of the means by which they are offered into evidence, by the separate privilege accorded confidential marital communications.    Blau v. United States, 340 U.S. 332, 71 S.Ct. 301, 95 L.Ed. 306 (1951);  cf. Mendoza, 574 F.2d at 1379-81 (no such privilege for marital communications about crimes in which spouses were jointly involved).3   The privilege protecting marital confidences turns on circumstances surrounding the communication when it was made--it must have been uttered in private between husband and wife.  Regardless of how offered, such communications ordinarily cannot be admitted in evidence.  In contrast, the Trammel rule turns on circumstances at trial and is justified by our hope that marital harmony will be furthered if persons are protected from having to testify unwillingly against their spouse.  The spectacle at trial is Trammel 's focus, not the subject on which the witness-spouse might testify, and we conclude that introduction of a spouse's out-of-court statements that do not qualify as marital confidences will not work substantially more harm to the marriage than was wrought when the statement was made.\n    \n    \n      16\n      We therefore conclude that neither a defendant nor his spouse may exclude under Trammel an out-of-court statement by the spouse when offered against the defendant by a writing or through a third-party witness.    See United States v. Lefkowitz, 618 F.2d 1313, 1318 (9th Cir.), cert. denied, 449 U.S. 824, 101 S.Ct. 86, 66 L.Ed.2d 27 (1980);  United States v. Tsinnijinnie, 601 F.2d 1035, 1037-39 (9th Cir.1979), cert. denied, 445 U.S. 966, 100 S.Ct. 1657, 64 L.Ed.2d 242 (1980);  United States v. Mackiewicz, 401 F.2d 219, 225 (2d Cir.), cert. denied, 393 U.S. 923, 89 S.Ct. 253, 21 L.Ed.2d 258 (1968);  2 Wright, Federal Practice and Procedure Sec. 405 at 436 (1982).\n    \n    B\n    \n      17\n      Judy described to agent Payne certain questions Jerry had asked his wife about the machines and procedures used at the bank;  the agent then related part of Judy's statement to the jury.  Also, the Government cross-examined Jerry about his comment to Judy that he knew a person named Al \"who was a crook.\"    Both defendants maintain that these questions and statements were privileged marital confidences and should therefore have been excluded.\n    \n    \n      18\n      We held in Mendoza that \"conversations between husband and wife about crimes about which they are jointly participating when the conversations occur are not marital communications for the purpose of the marital privilege ....\"  574 F.2d at 1381.    See United States v. Entrekin, 624 F.2d 597 (5th Cir.1980) (Mendoza unaffected by Trammel ), cert. denied, 451 U.S. 971, 101 S.Ct. 2049, 68 L.Ed.2d 350 (1981).    See also United States v. Ammar, 714 F.2d 238, 257-58 (3d Cir.), cert. denied, --- U.S. ----, 104 S.Ct. 344, 78 L.Ed.2d 311 (1983).  The record reveals that these statements were made by Jerry in the course of a conspiracy to which both spouses were party.    Mendoza denies them the protection afforded marital confidences.\n    \n    III\n    \n      19\n      The Archers were tried jointly despite the Government's use of Judy's statement that her husband had been asking about the bank's machines and procedures.  Both defendants argue they should have been tried separately, although each raises different reasons why the joint trial was improper.  Persons indicted together should ordinarily be tried together, United States v. Bolts, 558 F.2d 316, 322 (5th Cir.), cert. denied, 434 U.S. 930, 98 S.Ct. 417, 54 L.Ed.2d 290 (1977), and the district court's decision to try codefendants jointly will ordinarily not be disturbed absent an abuse of discretion.4   United States v. Ruppel, 666 F.2d 261, 268 (5th Cir.), cert. denied, 458 U.S. 1107, 102 S.Ct. 3487, 73 L.Ed.2d 1369 (1982);  United States v. Hawkins, 661 F.2d 436, 457 (5th Cir.1981), cert. denied, 456 U.S. 991, 102 S.Ct. 2274, 73 L.Ed.2d 1287 (1982);  Bolts, 558 F.2d at 322.  We will find an abuse of discretion only upon a showing that the denial of severance caused a defendant to suffer \"compelling prejudice.\"    United States v. Sudderth, 681 F.2d 990, 996 (5th Cir.1982).\n    \n    \n      20\n      * The major argument that the Archers should have been tried separately relates to the Government's use of Judy's January 13 statement that Jerry had asked her questions about the bank's machines and procedures used to process withdrawals from savings accounts.  Introduction of a defendant's extrajudicial statement that implicates his co-defendant violates the co-defendant's right to confront witnesses against him because he cannot call the declarant--his co-defendant--to the stand for cross-examination.    Bruton, 391 U.S. at 136-37, 88 S.Ct. at 1628.  Although Judy's statement that she suspected her husband was involved in the embezzlement was not brought out in the Government's case, her statements that Jerry questioned her about the bank's machinery and procedures tended to implicate him in the embezzlement scheme.  But Judy testified at trial, and Bruton is not violated by introduction of a defendant's out-of-court statement implicating a co-defendant when the declarant defendant takes the stand, testifies favorably to the co-defendant, and is open to cross-examination by the co-defendant.    Nelson v. O'Neil, 402 U.S. 622, 91 S.Ct. 1723, 29 L.Ed.2d 222 (1971).  Judy's testimony supported Jerry's version of the facts in every major detail;  indeed, it was crucial to both their defenses that the jury believe that neither knew anything about Griffith's effort to embezzle money from the bank.  Jerry did not actually cross-examine Judy, but nothing in Trammel or elsewhere prevented him from doing so.  He maintains that the tranquility of the Archer home would have been destroyed had he inquired of his wife on the stand about her out-of-court statement, but so must it have been when Judy sought to implicate her husband in the embezzlement only a few days after it was discovered.  Doubtless the primary reason why Jerry declined to cross-examine his wife was that her support of his story, and therefore her credibility, was important to his defense.    Nelson v. O'Neil requires only that Judy have been available for effective cross-examination by her husband.  She was.\n    \n    B\n    \n      21\n      Jerry Archer also maintains that introduction of Judy's statement, as described by the FBI agent, rendered their defenses antagonistic and therefore required severance.  Our court requires severance only if the defenses are antagonistic to the point of being mutually exclusive.    United States v. Berkowitz, 662 F.2d 1127, 1133 (5th Cir.1981).  With or without Judy's statement, the Archers both mounted the same defense:  Griffith did it.  Such agreement is not the stuff of antagonistic defenses.\n    \n    \n      22\n      Judy argues in this vein that the joint trial forced her to choose between supporting her husband's story that Griffith was wholly to blame and defending herself at her husband's expense by holding to her original claim that his questions about the bank suggested his involvement in the crime.  Such choices are not unusual when a district court exercises its discretion to try two or more defendants together.  We find no abuse.\n    \n    IV\n    \n      23\n      Both defendants complain about testimony from a bank officer that Judy had done some bank-to-bank check kiting using an account she held jointly with Jerry.  After Judy's attorney accidentally opened the door and cross-examined the witness at some length on the scheme, Jerry moved for an instruction limiting use of the evidence to Judy's credibility;  the court declined to instruct at that point, but delivered the requested instruction a short time later when it admitted a bank statement reflecting the kite.  Jerry contends that the instruction was limited to the jury's proper consideration of the bank statement and did not cure the testimony about kiting.\n    \n    \n      24\n      Admission of the check kiting testimony may have been error.  Rule 404(b), Fed.R.Evid., authorizes proof by extrinsic evidence of \"other crimes, wrongs, or acts\" only to show such independently relevant facts as motive, opportunity, intent, and the like.  The Government does not and could not argue that the check-kiting evidence falls within 404(b).  Instead, it contends that the bank officer's testimony was admissible to impeach Judy's credibility.  But Rule 608(b) governs impeachment by proof of \"specific instances of conduct,\" and expressly prohibits extrinsic evidence on the subject.  Such impeachment can come only from the mouth of the witness whose credibility is attacked--Judy Archer.  Although we have often reiterated Rule 608(b)'s prohibition of extrinsic evidence, e.g., United States v. Bynum, 566 F.2d 914, 923 (5th Cir.), cert. denied, 439 U.S. 840, 99 S.Ct. 130, 58 L.Ed.2d 138 (1978);  United States v. Herzberg, 558 F.2d 1219, 1223 (5th Cir.), cert. denied, 434 U.S. 930, 98 S.Ct. 417, 54 L.Ed.2d 290 (1977), we recently suggested that it applies only when the witness denies his prior misconduct.    See United States v. Simpson, 709 F.2d 903, 908 (5th Cir.), cert. denied, --- U.S. ----, 104 S.Ct. 360, 78 L.Ed.2d 322 (1983).  Judy admitted the conduct by which she was impeached, so 608(b)'s prohibition may not have been violated.\n    \n    \n      25\n      We need not pause longer, however, for any error that may have occurred was not reversible.  Judy's lawyer opened the door to the testimony by asking the bank officer on cross-examination whether Judy had a good reputation for honesty.  \"She has done some things that made me question her, you know--\" \"Such as what, ma'am?\"    Judy cannot complain of invited error, e.g. United States v. Doran, 564 F.2d 1176 (5th Cir.1977) (per curiam), cert. denied, 435 U.S. 928, 98 S.Ct. 1498, 55 L.Ed.2d 524 (1978), and Jerry was adequately protected by the trial court's cautionary instruction and by the general instruction that the Archers were on trial only for conduct alleged in the indictment.    See United States v. Evans, 572 F.2d 455, 484-85 (5th Cir.), cert. denied, 439 U.S. 870, 99 S.Ct. 200, 58 L.Ed.2d 182 (1978).\n    \n    V\n    \n      26\n      Finally, the Archers contend that the Government avoided Bruton by agreeing not to use Judy's statement implicating her husband at trial and then breached that agreement by offering agent Payne's description of similar comments made by Judy on January 13, 1982.  The Government responds that it agreed not to use Judy's December 9, 1981 statement to bank authorities, but that it never agreed not to offer the agent's description of Judy's oral statements a month later.  This explanation is arguable.    Bruton was not violated, however, because Judy took the stand and was available for cross-examination, and we do not find the Government's conduct to have been so deceptive or prejudicial as to render the trial fundamentally unfair.\n    \n    \n      27\n      We AFFIRM.\n    \n    \n      \n        1\n         Judy stated on voir dire that she intended to raise the adverse spousal testimony privilege to its full extent, and we therefore understand both defendants to have opposed introduction of Judy's out-of-court statement on this ground\n      \n      \n        2\n         Indeed, we seem to have considered the logic for excluding the wife's statements fortified by the facts that the statements were made out of court and that they contradicted the wife's testimony in support of her husband at trial.  344 F.2d at 772.  We also supported exclusion under Hawkins by the facts that the wife made her statements while in custody of a customs agent and while under the influence of drugs.    Id.  See United States v. Mendoza, 574 F.2d 1373, 1381 n. 7 (5th Cir.), cert. denied, 439 U.S. 988, 99 S.Ct. 584, 58 L.Ed.2d 661 (1978)\n      \n      \n        3\n         We have not yet considered, and need not today, whether a \"joint crimes\" exception, applied in Mendoza to the confidential marital communications privilege, might limit the adverse spousal testimony rule in Trammel.  Compare United States v. Clark, 712 F.2d 299, 300-302 (7th Cir.1983);  United States v. Van Drunen, 501 F.2d 1393, 1397 (7th Cir.), cert. denied, 419 U.S. 1091, 95 S.Ct. 684, 42 L.Ed.2d 684 (1974) (finding exception) with Appeal of Malfitano, 633 F.2d 276, 278-79 (3d Cir.1980) (rejecting exception)\n      \n      \n        4\n         Initially, the district judge to whom this case was assigned after the first trial granted Jerry's motion for severance, which the Government had not opposed.  After the case was reassigned to a second judge, the Government moved for joinder, promising not to use Jerry's conspiracy conviction or Judy's December 9 statement in the second trial.  In view of the Government's changed position and on the strength of its agreement not to use these items of evidence, the second judge ordered a joint trial.  Neither defendant identifies any prejudice resulting from the Government's change of mind, and we review the district court's decision to join the defendants for trial by our usual abuse-of-discretion standard\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 435038
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}