{
    "id": 2275598,
    "judges": "Cappy, Castille, Eakin, Newman, Nigro, Saylor, Zappala",
    "date_filed": "1993-03-20",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-grant",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Grant",
    "case_name_full": "COMMONWEALTH of Pennsylvania, Appellee v. Taibu Modamu GRANT A/K/A Bryant Damu Taibu A/K/A Tyrone Gramm, Appellant",
    "attorneys": "William C. Kaczynski, Pittsburgh, for appellant., Michael Wayne Streily, Kevin Francis McCarthy, Pittsburgh, for appellee, Com., Stuart B. Suss, Westchester, for appellee amicus curiae, Atty. Gen. of PA.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued March 4, 2002.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 594,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b242-5\">\n    813 A.2d 726\n   </citation><br><parties id=\"b242-6\">\n    COMMONWEALTH of Pennsylvania, Appellee v. Taibu Modamu GRANT a/k/a Bryant Damu Taibu a/k/a Tyrone Gramm, Appellant.\n   </parties><br><court id=\"b242-8\">\n    Supreme Court of Pennsylvania.\n   </court><br><otherdate id=\"b242-9\">\n    Argued March 4, 2002.\n   </otherdate><br><decisiondate id=\"b242-10\">\n    Decided Dec. 31, 2002.\n   </decisiondate><br><attorneys id=\"b246-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"52\"> \n     *52\n     </span>\n    William C. Kaczynski, Pittsburgh, for appellant.\n   </attorneys><br><attorneys id=\"b246-11\">\n    Michael Wayne Streily, Kevin Francis McCarthy, Pittsburgh, for appellee, Com.\n   </attorneys><br><attorneys id=\"b246-12\">\n    Stuart B. Suss, Westchester, for appellee amicus curiae, Atty. Gen. of PA.\n   </attorneys><br><judges id=\"b246-13\">\n    Before ZAPPALA, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ.\n   </judges>",
    "citations": [
        "813 A.2d 726",
        "572 Pa. 48"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n813 A.2d 726 (2002)\nCOMMONWEALTH of Pennsylvania, Appellee\nv.\nTaibu Modamu GRANT a/k/a Bryant Damu Taibu a/k/a Tyrone Gramm, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 4, 2002.\nDecided December 31, 2002.\n*728 William C. Kaczynski, Pittsburgh, for appellant.\nMichael Wayne Streily, Kevin Francis McCarthy, Pittsburgh, for appellee, Com.\nStuart B. Suss, Westchester, for appellee amicus curiae, Atty. Gen. of PA.\nBefore ZAPPALA, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ.\n\n\n*727 OPINION\n\nJustice CAPPY.\nThis court granted the instant appeal to consider whether the Superior Court erred in failing to remand Appellant's claims related to prosecutorial misconduct and trial counsel ineffectiveness for an evidentiary hearing to the trial court. For the reasons stated herein, we affirm the order of the Superior Court.\nThe facts surrounding the case are as follows. The victim, Keith Gilliam, and his *729 wife were leaving the Where's It At Bar when gunshots were heard. The victim was killed. Shortly thereafter, a maroon car drove by and a second round of shots rang out, wounding two other people. Various witnesses testified to the details of the shooting, the police response, and the forensic evidence. The Commonwealth presented one witness who identified Appellant, Taibu Grant, as the shooter.\nAt trial a public defender represented Appellant. Following the conclusion of trial, a jury convicted Appellant of first-degree murder and sentenced him to life imprisonment. An appeal was filed by another member of the public defender's office. The trial court found the existence of a conflict of interest and appointed new counsel to represent Appellant on appeal. On appeal, the Superior Court remanded the matter to allow Appellant to file a post-sentence motion nunc pro tunc to challenge the weight of the evidence. The court affirmed the judgment of sentence as to the remainder of Appellant's claims. The court reviewed the substance of most of Appellant's claims and concluded they were without merit. However, the court dismissed two of Appellant's claims related to trial counsel's ineffectiveness for his failure to adequately develop the claims. See Superior Court slip opinion at 5-6.\nThis court granted limited allowance of appeal to consider three of Appellant's claims. Further, we directed the parties to present argument on whether this court should reconsider the practice first announced in Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977), requiring that claims related to counsel ineffectiveness be raised at the earliest stage of the proceedings at which the allegedly ineffective counsel no longer represents the defendant.\nAppellant argues that the Superior Court erred in affirming the judgment of sentence. Specifically, Appellant contends that the Commonwealth committed misconduct when it failed to reveal that its only eyewitness, Christopher Moore, was on probation at the time of trial and that he had more than one crimen falsi conviction. Appellant also argues that the Superior Court erred in dismissing his ineffectiveness claims for failure to adequately develop those claims, since case law prevents an appellant from referring to matters outside the record in a direct appeal. Related to this claim, Appellant approves of the practice set forth in Hubbard. Lastly, Appellant asserts that the court erred in permitting evidence to be introduced regarding the fact that he was not licensed to carry a firearm.[1]\nThe Commonwealth responds that the Superior Court did not err in concluding that ineffectiveness claims must be supported by sufficient facts for a court to ascertain whether counsel may have been ineffective. Further, Appellant's claim related to alleged prosecutorial misconduct was not sufficiently developed to warrant review of the issue. Related to this claim, the Commonwealth points out that Hubbard provides the proper procedure for appeals alleging ineffectiveness in order to ensure that the claims are disposed of in an efficient fashion. Lastly, the Commonwealth argues that the trial court did not err in allowing it to introduce evidence that Appellant was not licensed to carry a gun at the time of the instant incident.\nIn order to effectively evaluate Appellant's arguments, rather than addressing the claims in the order in which they are *730 presented, we will first consider the claims that do not implicate trial counsel's ineffectiveness. Following our review of those issues, we will consider the remaining issues, which are presented as claims of trial counsel ineffectiveness.\nAppellant first argues that the prosecutor failed to reveal that the key Commonwealth witness, Christopher Moore, had more than one crimen falsi conviction in violation of Brady v. Maryland, 373 U.S. 83, 83 S. Ct. 1194, 10 L. Ed. 2d 215 (1963). Additionally, the Commonwealth failed to disclose that Moore was on state parole at the time of the trial. According to Appellant, he was prejudiced by the prosecutor's failures since this information may have provided Appellant with additional evidence to impeach the testimony of Moore.\nIn order for a defendant to establish the existence of a Brady violation, he must establish that there has been a suppression by the prosecution of either exculpatory or impeachment evidence that was favorable to the accused, and that the omission of such evidence prejudiced the defendant. See Commonwealth v. Paddy, 569 Pa. 47, 800 A.2d 294, 305 (2002). Further, no Brady violation occurs where the parties had equal access to the information or if the defendant knew or could have uncovered such evidence with reasonable diligence. Id.\nIn this case, before trial, the Commonwealth gave the defense information that Christopher Moore had a theft and burglary conviction dating from 1983. Appellant attempted to impeach Moore with this information, but the trial court did not allow the introduction of the evidence due to the age of the convictions. However, Appellant now alleges that there was at least one more crimen falsi conviction dating from 1984[2] related to this witness as well as additional information that Moore was incarcerated during the intervening years. Additionally, Appellant alleges that Moore was on state parole at the time of the instant incident, which may have colored his testimony. According to Appellant, such additional information may have changed the trial court's decision to allow Appellant to impeach Moore with his prior convictions. However, Appellant fails to argue that the Commonwealth had such evidence in its possession at the time of trial and knowingly withheld such information. Instead, Appellant acknowledges that the failure of the Commonwealth was most likely an oversight on its part. Further, the public defender's office uncovered this evidence after the trial. At trial, Appellant was represented by a public defender. Appellant failed to explain why the public defender could not have procured this same information before or during trial. Thus, by Appellant's own admission, he has not demonstrated that there has been a suppression of such information by the Commonwealth that violated the dictates of Brady. Additionally, it appears that Appellant may have had equal access to this information before or during trial. In fact, Appellant alternatively raises this issue as one of trial counsel's ineffectiveness for failing to uncover this evidence. It appears that the ineffectiveness claim presents a better avenue to address Appellant's issue.[3] Accordingly, as stated previously, we will discuss the ineffectiveness claims later in the opinion.\n*731 Second, Appellant asserts that the trial court erred in admitting the Commonwealth's evidence of the fact that Appellant was not licensed to carry a firearm over defense counsel's objection. At trial, the Commonwealth submitted into evidence a certified copy of a document indicating that Appellant was not licensed to carry a firearm. Then, during the discussion of what charges the court would give to the jury, the Commonwealth requested that the jury be given a charge based upon 18 Pa.C.S. § 6104. Section 6104 provides:\nIn the trial of a person for committing or attempting to commit a crime enumerated in section 6105 (relating to persons not to possess, use, manufacture, control, sell or transfer firearms), the fact that that person was armed with a firearm, used or attempted to be used, and had no license to carry the same, shall be evidence of that person's intention to commit the offense.\n18 Pa.C.S. § 6104. The court agreed to give such a charge.[4]\nAppellant argues that in order for § 6104 to apply in a particular case, the Commonwealth must establish a violation of 18 Pa.C.S. § 6106.[5] However, the plain language of § 6104 does not support Appellant's argument. In order for § 6104 to apply to a particular case, it requires that the Commonwealth establish as a fact: 1) that a crime has been committed as enumerated in § 6105; 2) that the person committing the crime was armed with a firearm; 3) that the firearm was used or attempted to be used; and 4) that the person had no license to carry the same. When these facts are established, they \"shall be evidence of that person's intent to commit the offense.\" See § 6104. None of these requirements includes a mandate that the Commonwealth establish a violation of § 6106. Thus, contrary to Appellant's argument, § 6104 does not require that the Commonwealth establish a predicate violation of § 6106.[6]\nAppellant next raises two claims of trial counsel ineffectiveness.[7] On appeal to the Superior Court, Appellant raised these same two claims of in effectiveness. Appellant argued that trial counsel was ineffective for failing to uncover impeachment *732 evidence regarding Christopher Moore. Additionally, Appellant argued that trial counsel was ineffective for failing to call two Commonwealth witnesses. The Superior Court dismissed both of these claims for lack of adequate development. Appellant argues that the Superior Court's action was improper. According to Appellant, the procedural rules prescribed by this court require an appellant to confine his issues raised on appeal to those contained in the record. Thus, the rules prevented Appellant from supplementing the record on appeal and rendered him incapable of providing concrete evidence, through reports or documents, regarding the alleged ineffectiveness. Thus, Appellant concludes that rather than dismissing the claims for inadequate development, the Superior Court should have remanded the claims to the trial court in order to give him the opportunity to fully develop his claims.\nAppellant also contends that this court should not reconsider our original position in Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977). However, the above argument made by Appellant regarding the Superior Court's handling of his ineffectiveness claims is essentially an attack on Hubbard. The Hubbard rule simply provides that claims of ineffectiveness must be raised at the time a defendant gets new counsel. In the event that the claims are not raised at that time, they are waived. Hubbard, 372 A.2d at 695 n. 6. As Appellant's argument in this case highlights, the Hubbard rule is often difficult to reconcile with traditionally-accepted rules of procedure, which normally do not allow issues to be raised for the first time on appeal and do not allow an appellant to supplement the record on appeal.\nIn order to adequately address Appellant's argument and the continued viability of Hubbard, we believe that it would be beneficial to consider the origins of the Hubbard rule, to examine how the rule has developed in this Commonwealth, to review general appellate practice in Pennsylvania, and to assess how other jurisdictions manage ineffectiveness claims. Thus, we will first examine the origins of the Hubbard rule.\nContrary to the generally-accepted wisdom, research reveals that Hubbard was not the genesis for the rule that claims of ineffectiveness must be raised at the time a defendant is represented by new counsel; rather, this principle was first announced over two years earlier in Commonwealth v. Dancer, 460 Pa. 95, 331 A.2d 435 (1975). In Dancer, this court considered \"whether a [petitioner] represented on direct appeal by an attorney other than his trial counsel waives his claim of ineffective assistance of trial counsel by failing to raise that issue on direct appeal.\" Id. at 436. The court first looked at the language of the Post-Conviction Hearing Act (\"PCHA\"),[8] which created a rebuttable presumption that the failure to raise an issue was \"knowing and understanding.\"[9]Id. at 437. Due to this presumption, the court determined that the failure to raise an issue on direct appeal will only be justified where extraordinary circumstances exist. Id. Furthermore, the court concluded that ineffectiveness of trial counsel may only be raised in collateral proceedings under the following circumstances:\n\n*733 1) where petitioner is represented on appeal by his trial counsel, for it is unrealistic to expect trial counsel on direct appeal to argue his own ineffectiveness, 2) where the petitioner is represented on appeal by new counsel, but the grounds upon which the claim of ineffective assistance are based do not appear in the trial record, 3) where the petitioner is able to prove the existence of other \"extraordinary circumstances\" justifying his failure to raise the issue or 4) where the petitioner rebuts the presumption of \"knowing and understanding failure.\"\nId. at 438. Thus, the general rule was that claims of ineffectiveness were to be presented at the time a petitioner obtained new counsel. However, this general rule implicitly recognized that all claims were not suited for direct appeal by preserving a few well-defined exceptions to the general rule.\nNevertheless, when this rule was restated in Hubbard, the requirement that the claim must be raised at the time a petitioner had new counsel was made absolute. In the aftermath of Hubbard, there was no flexibility to the rule. The rule became that claims of trial counsel ineffectiveness must be raised at the time that the petitioner obtained new counsel regardless of the myriad of impracticalities associated with such an unbending pronouncement. See, e.g., Commonwealth v. Pierce, 567 Pa. 186, 786 A.2d 203, 212 (2001); Commonwealth v. Chester, 557 Pa. 358, 733 A.2d 1242, 1254 (1999); Commonwealth v. Hammer, 508 Pa. 88, 494 A.2d 1054, 1058 n. 2 (1985).[10] Most recently, as a result of this absolute declaration, the necessity of \"layering\" arose. In the aftermath of Hubbard, the only way to consider claims related to trial counsel's ineffectiveness that were not raised on direct appeal by new counsel was to plead and prove the additional claim of appellate counsel's ineffectiveness, i.e., a layered claim of ineffectiveness. See, e.g., Commonwealth v. Craig Williams, 566 Pa. 553, 782 A.2d 517, 527 (2001) (Zappala, J. concurring); Commonwealth v. Marrero, 561 Pa. 100, 748 A.2d 202, 203, n. 1 (2000).\nWhen the rule regarding when claims of ineffectiveness should be raised was originally announced in Dancer, the more flexible approach taken in that case recognized that not all claims were suited for direct review. Thus, contrary to the absolute rule we currently follow, the rule at its inception created general guidelines for raising claims of ineffectiveness, while recognizing that in order for the rule to work in practice, common sense required some exceptions. With these considerations in mind, we reassess our interpretation of waiver expressed in Hubbard.\nAs a starting point, we will briefly examine our appellate procedure in cases other than those raising ineffectiveness claims. Appellate courts in Pennsylvania routinely decline to entertain issues raised on appeal for the first time. Indeed, the Pennsylvania Appellate Rules of Procedure specifically proscribe such review. See Pa.R.A.P. 302(a). The Rules and case law indicate that such a prohibition is preferred because the absence of a trial court opinion can pose a \"substantial impediment to meaningful and effective appellate review.\" See, e.g., Commonwealth v. Lord, 553 Pa. 415, 719 A.2d 306, *734 308 (1998). Further, appellate courts normally do not consider matters outside the record or matters that involve a consideration of facts not in evidence. Commonwealth v. Rios, 546 Pa. 271, 684 A.2d 1025, 1036 n. 11 (1996). Most importantly, appellate courts do not act as fact finders, since to do so \"would require an assessment of the credibility of the testimony and that is clearly not our function.\" See, e.g., Commonwealth v. Pierce, 537 Pa. 514, 645 A.2d 189, 198 (1994); Commonwealth v. Griffin, 511 Pa. 553, 515 A.2d 865, 869 (1986).\nYet, in the arena of ineffectiveness claims, appellate courts are routinely called upon to perform each of these tasks. In ruling on an ineffectiveness claim, it is rare that a trial court opinion exists which will aid the appellate court in examining the claim. Appellate courts are frequently called upon to consider matters outside the record. Moreover, appellate courts often engage in some fact finding by being required to speculate as to the trial strategy of trial counsel in order to rule upon these claims. It seems anomalous that where the issues involve claims of ineffectiveness, we employ the exact opposite appellate review process that we require in almost all other appeals. In fact, we require the defendant to raise a new claim for the first time on appeal. When an appellant has not raised this new claim on appeal, he is subject to the waiver provision of the PCRA. See 42 Pa.C.S. § 9544(b). These considerations prompt us to revisit the continued validity of Hubbard. However, the mere fact that our current process to review ineffectiveness claims does not square with the rules of appellate procedure employed in most cases cannot conclude our discussion of this matter, since these rules of appellate procedure existed at the time we announced the Hubbard rule. See, e.g., Commonwealth v. Piper, 458 Pa. 307, 328 A.2d 845 (1974); Dilliplaine v. Lehigh Valley Trust Co., 457 Pa. 255, 322 A.2d 114 (1974). Thus, we will also consider the decisions of other jurisdictions on the matter of presenting ineffectiveness claims within a collateral proceeding.\nA handful of jurisdictions impose an absolute rule, similar to the rule announced in Hubbard.[11] Most jurisdictions considering this issue, however, express a clear preference that ineffectiveness claims be raised in collateral review proceedings.\nFor example, the federal courts have generally recognized that ineffectiveness claims are not appropriate for direct appeal, but should be raised in a collateral action.[12] These courts recognize that exceptional *735 circumstances may exist where the ineffectiveness is patent on the record and therefore, can be addressed on direct appeal. See, e.g., United States v. Cronic, 466 U.S. 648, 659, 104 S. Ct. 2039, 80 L. Ed. 2d 657 (1984)(recognizing that counsel's conduct may be so egregious that \"no amount of showing of want of prejudice would cure it\"); see also United States v. Gambino, 788 F.2d 938, 950 (3d Cir.1986)(recognizing a narrow exception to the general rule \"where an objection has been properly made at trial, or, where the record clearly shows actual conflict of interest....\"). However, as a general rule, the federal courts defer review of ineffectiveness claims until collateral review. Similarly, an overwhelming majority of states indicate a general reluctance to entertain ineffectiveness claims on direct appeal.[13] These states will only review those claims on direct appeal that can be adequately reviewed on the existing record. Even among the states expressing a preference that ineffectiveness claims be raised on direct appeal, those states limit that requirement to claims of ineffectiveness that \"were known or apparent from the record.\" State v. Suggs, 259 Neb. 733, 613 N.W.2d 8, 11 (2000); see also Robinson v. State, 567 N.W.2d 491, 494 (Minn. 1997); State v. Pierce, 127 Ohio App.3d *736 578, 713 N.E.2d 498, 502 (1998). Thus, similar to the federal jurisdictions, most states express a preference to review ineffectiveness claims in collateral proceedings.\nCourts have offered varying rationales in support of this general reluctance to entertain ineffectiveness claims on direct review. Several jurisdictions decline to review ineffectiveness claims on direct appeal because the record is not sufficiently developed to raise these claims for the first time on direct appeal. See generally Cocivera, 104 F.3d 566 (3rd Cir.1996); Eltayib, 88 F.3d 157 (2d Cir.1996); Mala, 7 F.3d 1058 (1st Cir.1993); Molina, 934 F.2d 1440 (9th Cir.1991); State v. Rivera, 196 Conn. 567, 494 A.2d 570 (1985); Preciose, 129 N.J. 451, 609 A.2d 1280 (1992); Kerby, 115 N.M. 344, 851 P.2d 466 (1993); State v. Campanelli, 142 Vt. 362, 454 A.2d 1248 (1982). Waiting to raise the claims on collateral review \"affords the opportunity to develop a factual basis for the claim that counsel's performance did not meet the standard for effective assistance of trial counsel.\" Cocivera, 104 F.3d at 570. Many of these claims are based on omissions, which, by their very nature, do not appear on the record and thus, require further fact-finding, extra-record investigation and where necessary, an evidentiary hearing. Preciose; Kerby.\nRelated to this rationale is the general belief that an appellate court should not consider issues that were not raised and developed in the court below. Courts have recognized that this general rule and its accompanying rationale applies equally to ineffectiveness claims. United States v. Griffin, 699 F.2d 1102, 1108-09 (11th Cir. 1983). The trial court is the court that had the opportunity to observe counsel's performance firsthand and is therefore in the best position to make findings related to both the quality of trial counsel's performance and the impact of any shortfalls in that representation. Mala, 7 F.3d at 1063; see also Galloway, 56 F.3d at 1240. By requiring ineffectiveness claims to be raised on direct appeal when new counsel has entered the case, the trial court is eliminated from the process, leaving the appellate court in an awkward position as to the manner in which these claims can be assessed. Appellate courts rarely function as fact-finders and do not have the resources to do so. Id.\nA related concern, expressed by at least one court, is that the role of an appellate counsel is to review the record for claims of error, but not necessarily to uncover extra-record claims. See, e.g., Woods v. State, 701 N.E.2d 1208, 1221-22 (Ind.1998); see also Lissa Griffin, The Right to Effective Assistance of Appellate Counsel, 97 W.Va.L.Rev. 1, 36-37 (1994)(explaining the role of appellate counsel). In Woods, the Indiana Supreme Court discussed the issue of whether the waiver of claims of trial counsel ineffectiveness was inconsequential since there always remains the possibility of raising such claims as ones of ineffective assistance of appellate counsel. Ultimately, the court determined that \"a claim of ineffective assistance of appellate counsel is not an adequate back door to a full adjudication of ineffectiveness of trial counsel.\" 701 N.E.2d at 1222.\nIn reaching this conclusion, the Woods court relied, in part, on the fact that appellate counsel is usually not considered to be ineffective for failing to uncover extra-record claims. Id. In Anders v. California, 386 U.S. 738, 87 S. Ct. 1396, 18 L. Ed. 2d 493 (1967), the United States Supreme Court *737 indicated that where appellate counsel determined that the appeal is frivolous, counsel need merely to certify that the record had been reviewed and presented no colorable grounds for reversal. 701 N.E.2d at 1222, n. 22. The Woods court concluded that \"because there is no constitutional requirement for appellate counsel to search outside the record for error, an ineffective assistance of appellate counsel claim that is in substance a trial counsel claim requiring extrinsic evidence may be dead on arrival.\" Id. at 1222. Thus, at least one court has found that the role of appellate counsel does not include raising extra-record claims on direct appeal.\nThe above discussion illuminates sound rationales behind the general preference expressed by the overwhelming majority of jurisdictions that ineffectiveness claims be deferred until the collateral review stage. These courts recognize that the role of appellate counsel may not include raising claims that are not contained in the record certified for appeal; that the record may not be sufficiently developed on direct appeal to permit adequate review of ineffectiveness claims; and that appellate courts do not normally consider issues that were not raised and developed in the court below. These rationales have merit and highlight the difficulties underlying the current system followed in Pennsylvania.\nFirst, ineffectiveness claims, by their very nature, often involve claims that are not apparent on the record. Thus, appellate counsel must not only scour the existing record for any issues, but also has the additional burden of raising any extra-record claims that may exist by interviewing the client, family members, and any other people who may shed light on claims that could have been pursued before or during trial and at sentencing. Importantly, appellate counsel must perform this Herculean task in the limited amount of time that is available for filing an appeal from the judgment of sentence\u009730 days. Pa. R.Crim.P. 720. Further, following the rationale expressed in Woods, it is not even clear if appellate counsel's duty extends to finding extra-record claims or whether appellate counsel would be ineffective for failing to uncover extra-record claims.\nSecond, even presuming the merit of the claim is apparent on the existing record, oftentimes, demonstrating trial counsel's ineffectiveness will involve facts that are not available on the record. For example, the prejudicial effect of trial counsel's chosen course of action is determined more accurately after the trial and appellate courts have had the opportunity to review the alleged claims of error and if necessary, correct any trial court errors. It is only after this review that the full effect of counsel's conduct can be placed in the context of the case.\nThird, as multiple courts have recognized, the trial court is in the best position to review claims related to trial counsel's error in the first instance as that is the court that observed first hand counsel's allegedly deficient performance.\nWhat is apparent from the above discussion of other jurisdictions' review of ineffectiveness claims is that the same concerns that animated our general approach to appellate review should apply with equal vigor in the ineffectiveness arena. The unqualified Hubbard rule ignores these valid concerns. In the twenty-five plus years since Dancer and Hubbard, we have learned that time is necessary for a petitioner to discover and fully develop claims *738 related to trial counsel ineffectiveness. Deferring review of trial counsel ineffectiveness claims until the collateral review stage of the proceedings offers a petitioner the best avenue to effect his Sixth Amendment right to counsel. Accordingly, for the reasons stated herein, we overrule Hubbard to the extent that it requires that trial counsel's ineffectiveness be raised at that time when a petitioner obtains new counsel or those claims will be deemed waived.\nWe now hold that, as a general rule, a petitioner should wait to raise claims of ineffective assistance of trial counsel until collateral review.[14] Thus, any ineffectiveness claim will be waived only after a petitioner has had the opportunity to raise that claim on collateral review and has failed to avail himself of that opportunity. Our holding today does not alter the waiver provision of the PCRA, 42 Pa.C.S. § 9544(b); it merely alters that time when a claim will be considered waived. Simply stated, a claim raising trial counsel ineffectiveness will no longer be considered waived because new counsel on direct appeal did not raise a claim related to prior counsel's ineffectiveness.\nThe rule we announce today will be applied to the parties before us as well as to any other cases on direct appeal where the issue of ineffectiveness was properly raised and preserved. See, e.g., Blackwell v. Commonwealth, State Ethics Com'n, 527 Pa. 172, 589 A.2d 1094 (1991); see also Commonwealth v. Cabeza, 503 Pa. 228, 469 A.2d 146 (1983). In Blackwell, our court recognized that the decision to apply a new rule of law is within the discretion of the court.[15] 589 A.2d at 1098. Additionally, the Pennsylvania Constitution does not mandate or prohibit the retroactive or prospective application of a new rule of law. Id. At common law in Pennsylvania, a decision announcing a new rule of law was normally considered to be retroactive. Id. at 1099. In determining whether to apply a new rule retroactively or prospectively, a court should take into account the purpose to be served by the new rule, the extent of reliance on the old rule, and the effect on the administration of justice by the retroactive application of the new rule. Id.\nAlthough new rules of procedure of non-constitutional dimension are commonly applied only to the case currently pending before the court and to cases prospectively, see id. at 1101, in this instance we believe that the considerations set forth *739 in Blackwell will be best served by retroactive application of the new rule. The purpose of the new rule will be served since defendants will no longer be compelled to raise ineffectiveness claims on an undeveloped record; although the parties may rely on the old rule of law and raise ineffectiveness claims, neither party will be harmed by application of the new rule since claims of ineffectiveness can be raised in a collateral proceeding; finally, the administration of justice will be served since the rule announced today provides a clearer and more concise standard for both courts and the parties to follow. Thus, the new rule we announce today will apply to the instant case as well as those cases currently pending on direct appeal where the issues of ineffectiveness have been properly raised and preserved.[16]\nApplying the new rule to the instant case, the claims regarding trial counsel's ineffectiveness will be dismissed without prejudice. Appellant can raise these claims in addition to other claims of ineffectiveness in a first PCRA petition and at that time the PCRA court will be in a position to ensure that Appellant receives an evidentiary hearing on his claims, if necessary. Accordingly, consistent with our holding today, the order of the Superior Court, affirming Appellant's judgment of sentence, is affirmed.\nJustice EAKIN did not participate in the consideration or decision of this case.\nJustice SAYLOR files a concurring opinion.\nJustice CASTILLE files a concurring and dissenting opinion.\nJustice SAYLOR, concurring.\nAs a general proposition, I see benefit in the majority's preference to channel claims of ineffective assistance of counsel into the collateral review process, and I have no quarrel with its effort to treat such claims in a more systematic fashion. On balance, however, I would not eliminate the requirements of Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977), at this juncture. In this regard, I offer the following points.\nFirst, I do not regard the Hubbard rule, in and of itself, as being as inflexible as the majority portrays. The majority fails to mention that Hubbard allows for remand by an appellate court to the trial court for an evidentiary hearing concerning the merits of a claim of ineffective assistance of trial counsel raised for the first time on appeal. See, e.g., Commonwealth v. Musi, 486 Pa. 102, 108 n. 4, 404 A.2d 378, 380 n. 4 (1979) (\"Where one seeks to raise a claim of ineffective assistance on direct appeal and an enhanced record is required to support the claim, the proper procedure is to request a remand for an evidentiary hearing.\" (citing, inter alia, Hubbard, 472 Pa. at 278, 372 A.2d at 696)). Indeed, the mandate in Hubbard itself subsumed a remand on an ineffectiveness issue. See Hubbard, 472 Pa. at 286, 372 A.2d at 700. When properly implemented, the remand procedure ameliorates most of the difficulties that the majority associates with the Hubbard rule: the tension between the rule against raising matters for the first *740 time on direct appeal and the requirement that claims of ineffective assistance must be raised at the first available opportunity is lessened, since the matter can be returned to the common pleas court for disposition in the first instance; the specter of the appellate court engaging in factfinding is removed; and the remand will generally put the matter back before the trial judge, who, as the majority observes, is in the best position to review the ineffectiveness claims in the first instance.[1] The concern regarding providing substitute counsel on direct appeal with sufficient time to fully and fairly complete the necessary review of potential claims could be addressed through procedures more modest than a revamping of the review process, and potentially foreclosing the vindication of substantive rights at the earliest opportunity.[2]\nSecond, as the majority notes, neither party to this appeal advocates departure from present practice. Further, the view of the Attorney General of Pennsylvania, acting as amicus curiae, aligns with that of the parties:\nThis Court should continue its practice of requiring allegations of ineffective assistance of counsel to be raised at the first available opportunity on direct appeal. Any alternative procedures would delay finality where affirmance of the judgment of sentence is the correct result, would delay the grant of relief where relief is the correct result, and would delay the convening of evidentiary hearings where there is a need to complete a factual record. Any alternative procedures would benefit neither the Commonwealth, the defendant nor the effective administration of justice.\nBrief of Amicus Curiae The Attorney General of Pennsylvania at 2.\nThird, I have fundamental reservations about implementing substantial, structural changes to the review paradigm without settling the parameters of the review. In this regard, I believe that the majority's observation that \"for the rule to work in practice, common sense require[s] some exceptions,\" see Majority Opinion, at 733, applies just as equally to the new manner of review as to Hubbard. For example, the majority of cases cited and relied on by the majority make it clear that claims of ineffective assistance of counsel should be resolved on direct appeal where the appropriate disposition is apparent from the record, or the claim has been duly developed in the trial court via the post-sentence motion procedure.[3]See, e.g., Majority Opinion, at 734-35 nn. 12-13 (citing cases).[4] The alternative is to accept that *741 some claims that were wholly amenable to consideration on direct appeal will nevertheless evade appellate review in light of the restrictions on the availability of state collateral review. See, e.g., 42 Pa.C.S. § 9543(a)(1) (providing that, to be eligible for relief under the PCRA, a petitioner must at the time relief is granted: be currently serving a sentence of imprisonment or probation or on parole; awaiting execution; or serving a sentence which must expire before the person may commence serving the disputed sentence).\nI also disagree with the majority that the issue before the Court is purely one of state law, as the procedures afforded by this Commonwealth on direct review implicate due process as guaranteed by the United States Constitution. I am therefore not as certain as the majority that this Court's implementation of a new practice based on identified deficiencies in the present manner of review will not have wider consequences, for example, in federal courts' treatment of cases pending on collateral review.\nFinally, as to the availability of relief under Hubbard in the present case, while there may be material facts in issue, I agree with the Superior Court that Appellant's proffer was insufficient to implicate a present entitlement to an evidentiary hearing.[5]\nJustice CASTILLE, concurring and dissenting.\nAlthough I join in the majority opinion's abrogation of the procedural rule first announced by this Court in Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977), I respectfully dissent from (1) the majority's formulation of the new rule which would replace Hubbard; and (2) the majority's directive that its new rule applies retroactively to this case and to all pending direct appeals where claims of counsel ineffectiveness are raised, irrespective of whether a claim relating to the vitality of Hubbard was presented in those appeals.\nThe Hubbard rule requires new counsel to raise claims of previous counsel's ineffectiveness at the first opportunity, even if that first opportunity is on direct appeal and the claim of ineffectiveness was not raised in the trial court. See Commonwealth v. Ford, 809 A.2d 325, 340 (Pa.2002) (Castille, J., dissenting) (describing operation and effect of Hubbard rule). This Court's recent experience has more than amply demonstrated the inherent difficulties with this rule, difficulties which are aptly expressed by the majority. Application *742 of the rule has caused particular havoc in this Court's capital PCRA jurisprudence, as the majority also notes. The question of \"layering\" routinely arises in capital PCRA appeals because those defendants frequently have been represented by counsel other than trial counsel on direct appeal. The Hubbard rule makes those direct appeals a previous opportunity to raise claims of trial counsel ineffectiveness in the first instance for purposes of the PCRA's waiver provision. See 42 Pa.C.S. § 9544(b) (issue is waived under PCRA if petitioner \"could have raised it but failed to do so\" in prior proceeding). Accordingly, to state a cognizable claim under the PCRA deriving from alleged deficiencies in representation at trial, the petitioner must \"layer\" his claim by pleading and proving that direct appeal counsel was ineffective. This Court has struggled with the consequences of the interplay of Hubbard, \"layered\" claims of ineffectiveness, and the PCRA waiver provision.\nThe majority accurately notes that requiring new counsel upon appeal to raise claims sounding in the ineffectiveness of trial counsel, even if such claims were never raised below, runs contrary to fundamental principles of appellate review. See, e.g., Dilliplaine v. Lehigh Valley Trust Co., 457 Pa. 255, 322 A.2d 114, 116 (1974); Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272, 273 (1974). See also Pa.R.A.P. 302 (\"Issues not raised in the lower court are waived and cannot be raised for the first time on appeal\"). Such a practice creates difficulties both for new counsel and for the reviewing court. Moreover, it is particularly anomalous to permit, much less to require, the raising of such new claims on direct appeal when the General Assembly has provided a specific vehicle for such collateral claims via the PCRA. Indeed, claims sounding in the alleged ineffective assistance of counsel are specifically deemed cognizable under that Act. 42 Pa.C.S. § 9543(a)(ii). Criminal appeals, like other appeals, should generally be confined to those claims which were properly raised and preserved at the trial court level\u0097which, of course, may include claims of counsel ineffectiveness if such were actually raised by new counsel on post-sentencing motions and were decided by the trial court. Collateral claims should be directed to the PCRA, which exists for that very purpose.\nAccordingly, I agree that the time has come to overrule Hubbard.[1] I respectfully dissent, however, from the majority's formulation of the new rule to take Hubbard's place. The majority holds that, as a \"general rule,\" criminal defendants on direct appeal \"should\" wait until collateral review to raise new claims of trial counsel ineffectiveness. Majority op. at 732. In addition to employing the equivocal word \"should\" in the actual standard, the majority also appends a footnote in which it suggests, in dicta, an exception to the new rule. I am concerned that these equivocations inevitably will cause confusion for litigants and future complications under the PCRA waiver provision. The word \"should\" does not bar appellants from raising new claims *743 of trial counsel ineffectiveness on direct appeal: it therefore suggests an aspiration rather than an actual standard; it invites appellants to try to avoid the \"general\" rule; and it promises years of further confusion as the contours of the play in the new rule are litigated. In this regard, I note that the Hubbard rule has been a fixture of Pennsylvania's legal landscape for over twenty-five years and, for many in the criminal defense bar, raising new claims of trial counsel ineffectiveness on direct appeal no doubt has become a matter of routine. A significant number of appellants and their counsel are likely to share the view of the parties and the amicus here that \"the interests of justice are best served by prompt adjudication of ineffectiveness claims,\" see Brief for Appellant at 41, and they will thus persist in attempting to raise such claims on direct appeal. I am concerned that the formulation of the new standard will undercut the majority's overriding, salutary goal of funneling claims of counsel ineffectiveness to the collateral review stage.\nThe potential for uncertainty and equivocation is particularly acute in light of the exception to the general rule suggested by the majority. The majority suggests that the Court might create an exception if the appellant merely alleged \"that there has been a complete or constructive denial of counsel or that counsel has breached his or her duty of loyalty.\" Majority op. at 738 n. 14. This particular sub-class of claims involving the stewardship of counsel has indeed been afforded distinctive Sixth Amendment treatment by the U.S. Supreme Court\u0097but not on the procedural ground that there is something in the nature of such claims that requires that they be entertained for the first time on direct appeal. Instead, the Court has afforded such claims different substantive treatment. Specifically, it has held that in situations where assistance of counsel in fact has been denied entirely or during a critical stage of the proceeding, or where counsel in fact actively represented conflicting interests, the defendant does not need to demonstrate the Strickland prejudice that would otherwise be required for a showing of ineffectiveness, i.e., he need not show that, but for counsel's errors, the outcome of the proceeding would probably have been different. See Mickens v. Taylor, 535 U.S. 162, 122 S. Ct. 1237, 1240-41, 152 L. Ed. 2d 291 (2002); Smith v. Robbins, 528 U.S. 259, 287, 120 S. Ct. 746, 145 L. Ed. 2d 756 (2000). Accord Commonwealth v. Lambert, 568 Pa. 346, 797 A.2d 232, 245-46 (2001) (Opinion Announcing Judgment of Court).\nOf course, it is easy in the extreme to allege that an ineffectiveness claim involves an instance where prejudice should be deemed presumed; we see such allegations in almost all the capital cases. But the allegation is far more difficult to prove under the prevailing Sixth Amendment standard. I see no reason to afford such mere allegations special status on direct appeal. It is more than sufficient that the relaxation of the substantive ineffectiveness standard will apply when the claim is raised on collateral attack. The predictable consequence of the majority's dicta is that routine claims of counsel ineffectiveness will now be accompanied by an exaggerated assertion of the constructive denial of counsel\u0097i.e., the courts will see claims that counsel's performance in failing to raise an objection was so deficient that it was as if the defendant were unrepresented\u0097merely in the hope of securing a preview round of collateral attack upon direct appeal.\n*744 Furthermore, given the unfortunate vacillation built into the new rule, I do not agree with the majority's predictive assessment of the effect the new rule will have upon the PCRA waiver provision and the necessity for \"layering\" claims of counsel ineffectiveness in first PCRA petitions. If the case law interpreting our new rule\u0097and its possible \"exceptions\"\u0097develops in such a way as to permit certain new claims of trial counsel ineffectiveness to be raised as a matter of right on direct appeal then, as to those claims at least, we will be right back to where we were under the Hubbard rule for purposes of PCRA waiver. This is so because the PCRA waiver provision speaks in terms of claims which \"could have been raised\" on direct appeal. The exceptions invited by the majority, if they materialize, will create classes of claims sounding in trial counsel ineffectiveness which are cognizable on direct appeal; and if those cognizable claims are not so raised, they will be subject to waiver under the PCRA unless they are properly layered. For this reason, I cannot join the majority's hopeful prediction that \"a claim raising trial counsel ineffectiveness will no longer be considered waived [under the PCRA] because new counsel on direct appeal did not raise a claim related to prior counsel's ineffectiveness.\" Majority op. at 738.\nConsistently with the general standards of issue preservation that govern all appeals, and to avoid the confusion the majority's new rule will engender, I would formulate the new \"general rule\" as holding that claims sounding in the ineffectiveness of trial counsel, which were not properly raised and preserved in the trial court, are unavailable for review upon direct appeal and must, instead, be pursued under the PCRA. On the question of potential exceptions to this general rule, although I recognize the majority's concern, I believe that it is sufficient to state the general rule for now, and let experience with the rule be our guide. Accordingly, I would await a case where such an argument is actually forwarded and reserve comment and judgment until that time, rather than anticipating that for which we have no prospect of adequately accounting.\nI also respectfully dissent from the majority's holding that the new rule applies retroactively to this case as well as to all other cases pending on direct appeal where \"the issue of ineffectiveness was properly raised and preserved.\" Majority op. at 738. The majority appears to misapprehend the scope of the retroactivity doctrine. Under our settled precedent, a new judicial rule cannot have the global retroactive effect the majority accords its new rule here\u0097i.e., it cannot apply retroactively to a case where no party has even raised a challenge to the Hubbard doctrine. When a new rule is deemed to apply retroactively, it still applies only to matters where the very question at issue\u0097 in this case, the continuing propriety of the Hubbard rule and the substitution of a new rule\u0097was properly raised and preserved at all stages of the adjudication up to and including the direct appeal. See, e.g., Commonwealth v. Tilley, 566 Pa. 312, 780 A.2d 649, 652 (2001); Commonwealth v. Cabeza, 503 Pa. 228, 469 A.2d 146, 148 (1983). Here, neither of the parties challenged the propriety of the Hubbard procedure\u0097even after this Court specifically invited them to do so. The majority nevertheless states that its new rule will apply both here\u0097where no one asks for it\u0097and to cases on direct appeal \"where the issue of ineffectiveness\" was properly raised and preserved\u0097even if no party there complained about the deleterious effects of Hubbard. The new rule, whose retroactive effect is in question, is not the broad, generic \"issue of ineffectiveness\" as the majority misapprehends, but the propriety of the Hubbard rule's requirements. Accordingly, *745 the new rule substituted for Hubbard properly should only apply retroactively to a case where one of the parties advocated that change in the Hubbard doctrine. This is not such a case, nor, I suspect, are many, if any, of the pending appeals which will be affected by the majority's \"retroactivity\" holding.\nLaying aside my differences over the specific contours of the new rule, I would have no difficulty with retroactively applying the new rule in a pending direct criminal appeal where the defendant actually challenged the continuing validity of Hubbard. But that is not what the majority does here. The majority's global, retroactive application of its new rule to all direct appeals involving claims of trial counsel ineffectiveness\u0097irrespective of whether a party challenged Hubbard, and where the parties, quite to the contrary, briefed the appeals in explicit reliance upon Hubbard\u0097is manifestly unjust.\nIn justifying its global \"retroactivity\" holding, the majority reasons as follows:\nThe purpose of the new rule will be served since defendants will no longer be compelled to raise ineffectiveness claims on an undeveloped record; although the parties may rely on the old rule of law and raise ineffectiveness claims, neither party will be harmed by application of the new rule since claims of ineffectiveness can be raised in a collateral proceeding;finally, the administration of justice will be served since the rule announced today provides a clearer and more concise standard for both courts and the parties to follow.\nMajority op. at 738-39. I do not agree that criminal defendants will be unharmed by retroactive application of the majority's new rule to appeals where no question concerning Hubbard was ever raised. The majority does not take into account the fact that appellate counsel may have made a strategic decision to forego raising colorable, preserved claims of trial court error, that were otherwise available on direct appeal, in favor of the ineffectiveness claims made available (and required, until today) under Hubbard. Indeed, appellate counsel in this case may have discarded other colorable claims in preference for the counsel ineffectiveness claims approved by Hubbard. Moreover, there undoubtedly are direct appeals currently pending in the Superior Court, and there may be cases on this Court's capital appeal docket, where all of the claims raised sound in trial counsel's ineffectiveness.\nI have noted elsewhere that the U.S. Supreme Court has recognized that appellate advocates are empowered to select which of multiple colorable claims to pursue on appeal:\nArguably meritorious claims may be omitted in favor of pursuing claims which, in the exercise of appellate counsel's objectively reasonable professional judgment, offer a greater prospect of securing relief. Jones v. Barnes, 463 U.S. 745, 750-54, 103 S. Ct. 3308, 77 L. Ed. 2d 987 (1983). \"[A]ppellate counsel... need not (and should not) raise every nonfrivolous claim, but rather may select from among them in order to maximize the likelihood of success on appeal.\" Robbins, 528 U.S. at 288, 120 S. Ct. 746 (characterizing Barnes). \"This process of `winnowing out weaker arguments on appeal and focusing on' those more likely to prevail, far from being evidence of incompetence, is the hallmark of effective appellate advocacy.\" Smith v. Murray, 477 U.S. 527, 536, 106 S. Ct. 2661, 91 L. Ed. 2d 434 (1986), quoting Barnes, 463 U.S. at 751-52, 103 S. Ct. 3308. See also Buehl v. Vaughn, 166 F.3d 163, 174 (3d Cir.1999) (\"One element of effective appellate strategy is the exercise of reasonable *746 selectivity in deciding which arguments to raise.\").\nLambert, 797 A.2d at 244. Today's abrogation of the Hubbard rule substantially reduces the universe of claims that were available to criminal defendants when they filed the briefs that will be directly affected by today's decision. In those instances where all of the claims raised sound in counsel's ineffectiveness, application of the new rule will essentially extinguish the appellant's constitutional right to a direct appeal entirely. See PA. CONST. Article V, § 9. In short, retroactive application of the majority's new rule to all pending cases where claims of ineffectiveness are present\u0097irrespective of whether there was any issue involving Hubbard\u0097raises serious concerns under the state and federal due process clauses and under Article V, § 9. The holding frustrates, rather than serves, the ends of justice.\nAccordingly, I would hold that any new rule we formulate involving Hubbard have purely prospective effect\u0097unless the defendant actually argued and preserved a claim that Hubbard should be discarded. Such an approach would avoid upsetting the legitimate expectations of criminal appellants and their direct appeal counsel who relied upon Hubbard in evaluating and arguing their appeals. In addition, prospective application would be consistent with this Court's general practice when new procedural rules of non-constitutional dimension are at issue. E.g., Chalkey v. Roush, 569 Pa. 462, 805 A.2d 491, 497 (2002); Commonwealth v. Gravely, 486 Pa. 194, 404 A.2d 1296, 1298 (1979). See also Commonwealth v. Minarik, 493 Pa. 573, 427 A.2d 623, 626 (1981) (plurality opinion) (\"Court-made rules of procedure do not generally apply retroactively: when the circumstance motivating a new rule `is not one of constitutional proportions, a rule will be wholly prospective'\") (quoting Commonwealth v. Milliken, 450 Pa. 310, 300 A.2d 78, 81 (1973)).\nFinally, I write to note the complications that inevitably will arise in direct capital appeals in the wake of our new rule. This Court routinely sees claims of trial counsel ineffectiveness raised for the first time on capital direct appeals. In some cases, most if not all of the claims sound in the alleged ineffectiveness of trial counsel. In capital direct appeals, however, this Court employs a \"relaxed waiver\" rule. Today's decision obviously is on a collision course with the relaxed waiver rule in capital direct appeals. Will the Court entertain those ineffectiveness claims under the relaxed waiver rule? If not, will the Court apply today's decision retroactively and force defendants in pending direct capital appeals to raise their ineffectiveness claims under the PCRA\u0097even if such are the only claims raised? With respect to relaxed waiver, it also bears noting that many of the concerns that have led the Court to overrule Hubbard today are also present when the Court \"relaxes\" waiver on capital direct appeals and reviews fictional claims of \"trial court error\" involving objections that, in fact, were never brought to the trial judge's attention. In any rational system of jurisprudence, such claims more properly should be entertained only as claims sounding in trial counsel ineffectiveness for failing to object and those claims, too, should await review on collateral attack.\nIn summary, I join the majority in overruling Hubbard. I believe, however, that the new general rule should be that a criminal defendant must wait until collateral review to raise claims of trial counsel ineffectiveness unless such claims were raised and preserved in the trial court. I would apply this new rule prospectively, unless a criminal defendant on direct appeal actually advocated abrogation of the *747 Hubbard rule. Since no such challenge has been made here, like Justice Saylor, I would proceed to the merits and reject the claims since appellant has failed to demonstrate that his trial counsel rendered ineffective assistance. As to appellant's claims of prosecutorial misconduct and trial court error, I agree with the majority that appellant is not entitled to relief. Accordingly, I would affirm the Superior Court's order.\nNOTES\n[1]  As discussed infra, Appellant alternatively raises both the firearm claim and the Commonwealth's failure to disclose impeachment information to the defense as claims of trial counsel ineffectiveness.\n[2]  Appellant does not identify the nature of the crimen falsi conviction in his brief to this court.\n[3]  As discussed supra, Appellant alternatively raises the Brady claim as a claim of trial counsel ineffectiveness and the Superior Court only addressed it in terms of trial counsel ineffectiveness.\n[4]  Appellant also argues that the jury instruction with regard to the firearm offense was improper. This argument is raised in terms of trial counsel ineffectiveness for failing to object to the instruction. Accordingly, this issue will be addressed with the remainder of the ineffectiveness claims.\n[5]  § 6106 is entitled \"Firearms not to be carried without a license\" and establishes, inter alia, that a person carrying a concealed weapon, without a valid and lawfully-issued license commits a felony of the third degree.\n[6]  Appellant also challenges the relevancy of the disputed evidence. According to Appellant, a violation of the license requirement does not make it any more likely that the possessor used the firearm with the intention to commit a crime and the invocation of such an inference violated due process.\n\nAppellant has utterly failed to develop his constitutional argument beyond a mere \"cf.\" cite to Commonwealth v. Sattazahn, 428 Pa.Super. 413, 631 A.2d 597 (1993). Indeed, the Commonwealth does not even respond to the constitutional argument in its brief to this court. In the absence of any meaningful argument on this issue, we decline to engage in a constitutional analysis of § 6104. See, e.g., Wroblewski v. Commonwealth, 809 A.2d 247, 252, nn. 5, 6, 2002 WL 31373878, *4, nn. 5, 6 (Pa.2002). Additionally, Appellant failed to include any constitutional argument regarding § 6104 in his Concise Statement of Matters Complained of on Appeal. As such, this issue is waived. See, e.g., Commonwealth v. Lord, 553 Pa. 415, 719 A.2d 306 (1998).\n[7]  These two claims are in addition to the ineffectiveness claim that Appellant raises regarding trial counsel's failure to object to the jury instruction that was given pursuant to § 6104.\n[8]  The PCHA was replaced by the Post Conviction Relief Act (\"PCRA\") in 1988. 42 Pa.C.S. § 9541, Historical and Statutory notes.\n[9]  The PCHA provided that an issue was waived if a petitioner \"knowingly and understandingly\" failed to raise it on direct appeal. 19 P.S. § 1180-3(d). The equivalent section of the PCRA, § 9544(b), no longer has the \"knowing and understanding\" language.\n[10]  The only exception to this rule that is currently recognized by this court is in capital cases on direct appeal, where this court \"relaxes\" the waiver rules and reviews the issue as one of trial court error, even where there is intervening counsel and the issue was not preserved in the court below. See Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982); cf. Commonwealth v. Albrecht, 554 Pa. 31, 720 A.2d 693 (1998) (\"relaxed waiver\" no longer recognized in capital cases on collateral appeal).\n[11]  See, e.g., Hooks v. Ward, 184 F.3d 1206, 1213 (10 th Cir.1999); White v. Kelso, 261 Ga. 32, 401 S.E.2d 733, 734 (1991); Tachibana v. State, 79 Hawai'i 226, 900 P.2d 1293, 1299 (1995); State v. Litherland, 12 P.3d 92, 98 (Utah 2000).\n[12]  See, e.g., United States v. McIntosh, 280 F.3d 479, 481 (5th Cir.2002)(\"A claim of ineffective assistance of counsel generally cannot be reviewed on direct appeal unless it has been presented to the district court.\"); Fountain v. United States, 211 F.3d 429, 433-34 (7th Cir.2000)(ineffective assistance of counsel claims are not generally appropriate for direct appeal as they often rely on evidence outside the record); United States v. Kincaide, 145 F.3d 771, 785 (6th Cir.1998)(\"Unless the record on appeal is adequate to assess the merits of the defendants' allegations, we will not address an ineffective assistance of counsel claim raised for the first time on direct appeal.\"); United States v. Cocivera et al., 104 F.3d 566, 570 (3d Cir.1996) (same); United States v. Eltayib, 88 F.3d 157, 170 (2d Cir. 1996) (same generally); United States v. Galloway, 56 F.3d 1239, 1241 (10th Cir. 1995) (holding that procedural bar rule does not apply to ineffectiveness claims); United States v. Camacho, 40 F.3d 349, 355 (11th Cir.1994) (insufficient evidence in the record to review the claims of ineffectiveness, thus they are properly resolved in a collateral proceeding); United States v. McNeely, 20 F.3d 886, 889 (8th Cir.1994) (Ineffectiveness claims first \"should be presented to the District Court pursuant to 28 U.S.C. § 2255 (citations omitted), so that the parties may develop the facts, which ordinarily lie outside the original record.\"); United States v. Mala, 7 F.3d 1058, 1062-63 (1st Cir.1993) (same); United States v. Tatum, 943 F.2d 370, 379-80 (4th Cir.1991) (follows general rule, but reviews claim of ineffectiveness on direct appeal where conflict of interest could be reviewed on the record); United States v. Molina, 934 F.2d 1440, 1446 (9th Cir.1991) (declines to review claims of ineffectiveness on direct appeal).\n[13]  People v. Mendoza Tello, 15 Cal. 4th 264, 62 Cal. Rptr. 2d 437, 933 P.2d 1134, 1135 (1997) (claims should be raised on collateral review, unless they are obvious on the record); Downey v. People, 25 P.3d 1200, 1202 n. 3 (Colo. 2001) (same); State v. Patrick, 42 Conn.App. 640, 681 A.2d 380, 386 (1996) (same); State v. Eley, 2002 WL 337996 (Del.Super. Ct. Feb 19, 2002) (unpublished); State v. Lucas, 323 N.W.2d 228, 232 (Iowa 1982) (same); State v. Seiss, 428 So. 2d 444, 449 (La.1983) (same); State v. Barrett, 577 A.2d 1167 (Me.1990); Ware v. State, 360 Md. 650, 759 A.2d 764, 793 (2000) (same); State v. Henry, 271 Mont. 491, 898 P.2d 1195, 1197-98 (1995) (same); State v. Preciose, 129 N.J. 451, 609 A.2d 1280, 1285 (1992) (same); Duncan v. Kerby, 115 N.M. 344, 851 P.2d 466, 468 (1993) (same); People v. Alvarado, 256 A.D.2d 219, 683 N.Y.S.2d 501, 502 (N.Y.A.D.1998) (\"Defendant's ineffective assistance of counsel claim required a [collateral motion]) since this claim is based on facts dehors the record and counsel has had no opportunity to explain his strategy.\"; State v. Fraser, 608 N.W.2d 244, 250 (N.D. 2000) (\"A claim of ineffective assistance of counsel at trial should not be brought on direct appeal, but rather through a petition for post-conviction relief.\"); Robinson v. State, 16 S.W.3d 808, 809 (Tex.Crim.App. 2000)(same); In re Moskaluk, 156 Vt. 294, 591 A.2d 95, 97 (1991) (same); State v. Bess, 185 W.Va. 290, 406 S.E.2d 721, 724 (1991) (same); State v. Elison, 135 Idaho 546, 21 P.3d 483, 488-89 (2001) (same); Com. v. Adamides, 37 Mass.App.Ct. 339, 639 N.E.2d 1092 (1994) (same); State v. Dockery, 78 N.C.App. 190, 336 S.E.2d 719 (1985) (same); Gibbons v. State, 97 Nev. 520, 634 P.2d 1214, 1215 (1981) (same); see also State v. Spreitz, 202 Ariz. 1, 39 P.3d 525, 2002 WL 117245 (2002) (ineffectiveness claim must be raised on collateral appeal); Wuornos v. State, 676 So. 2d 972, 974 (Fla.1996) (citing Kelley v. State, 486 So. 2d 578 (Fla.1986) (as a general rule, ineffective assistance of counsel claims are not cognizable on direct appeal, but only on collateral challenge)); State v. Picotte, 416 N.W.2d 881, 881-82 (S.D.1987) (same); State v. Malstrom, 672 A.2d 448, 450 (R.I.1996) (same); cf. Jackson v. State, 534 So. 2d 689, 692 (Ala.Crim.App.1988) (claim may be considered on direct appeal, but only if it was presented to the trial court first); State v. Van Cleave, 239 Kan. 117, 716 P.2d 580, 582 (1986) (same); Dodson v. State, 326 Ark. 637, 934 S.W.2d 198, 201 (1996) (same).\n[14]  The general rule announced today is limited by the issues raised in this case. Appellant does not raise an allegation that there has been a complete or constructive denial of counsel or that counsel has breached his or her duty of loyalty. Under those limited circumstances, this court may choose to create an exception to the general rule and review those claims on direct appeal. However, as there is no issue raising such a question in this case, such a consideration is more appropriately left to another day.\n[15]  Since our decision in Blackwell, the Supreme Court of the United States has overruled its decision that permitted a court to selectively determine whether it would apply a new rule of law prospectively only. See Annenberg v. Commonwealth, 562 Pa. 581, 757 A.2d 338, 351 (2000)(discussing that the Court overruled Chevron Oil Co. v. Huson, 404 U.S. 97, 92 S. Ct. 349, 30 L. Ed. 2d 296 (1971) in Harper v. Virginia Dept. of Taxation, 509 U.S. 86, 113 S. Ct. 2510, 125 L. Ed. 2d 74 (1993)). However, as the instant case deals only with an issue of state law, the effect of the Court's changed retroactivity analysis is not relevant to the instant case.\n[16]  Our decision today has no effect on cases currently pending on collateral review. However, eventually the new rule of law will eliminate the need for layering in first PCRA petitions, since petitioners will no longer have to plead their underlying trial counsel ineffectiveness claim through the lens of appellate counsel ineffectiveness in order to avoid application of the waiver provision of the PCRA, 42 Pa.C.S. § 9544(b).\n[1]  It would seem less likely that the same judge will necessarily preside over a later claim of ineffectiveness litigated through the post-conviction process.\n[2]  In my view, what is most troubling about the application of the Hubbard rule is the problem of achieving consistency in the application of the remand procedure. In this regard, I would merely clarify that, where the appellant has made a sufficient proffer concerning a claim challenging trial counsel's stewardship, there are material facts at issue concerning such claim, and relief is not plainly unavailable as a matter of law, the remand should be afforded.\n[3]  Of course, the appellate court should also consider any appropriately framed challenges to denial of an evidentiary hearing by a trial court.\n[4]  Notably, the federal model also maintains the conception of plain error to account for significant errors or defects affecting substantive rights that have not been properly raised or brought to the attention of the court. See F.R.Crim.P. 52(b). See generally 5 WAYNE R. LAFAVE ET AL., CRIMINAL PROCEDURE § 27.5(d) (2d ed. 1999) (\"All but a few jurisdictions recognize the authority of an appellate court to reverse on the basis of a plain error.\"). Since this Court has abandoned (or at least substantially restricted) this concept, see, e.g., Commonwealth v. Clair, 458 Pa. 418, 422, 326 A.2d 272, 274 (1974), it would seem to me that the direct exceptions to the rule precluding raising ineffectiveness claims on direct appeal assume a central role in preserving the opportunity to vindicate substantive rights at the earliest opportunity.\n[5]  See, e.g., Commonwealth v. Grant, No. 2389 Pittsburgh 1997, 2000 WL 1577022, slip op. at 6 (Pa.Super.2000) (\"In order to obtain relief on a claim of ineffective assistance of counsel for failing to present witnesses, Appellant must allege the names and availability of the witnesses, the substance of their testimony, how their testimony would have appreciably strengthened Appellant's defense and that trial counsel knew of the witnesses[;] Appellant has not met that burden.\" (citation omitted)). While such deficiencies may obviously implicate the stewardship of counsel on direct appeal, no claim of this form is presently before the Court.\n[1]  I recognize the legitimacy of Mr. Justice Saylor's concern that the parties to this appeal, as well as the Attorney General of Pennsylvania as amicus curiae, have advocated retention of the Hubbard rule. Nevertheless, in light of this Court's substantial experience with the deficiencies and unintended consequences of the Hubbard rule, I am satisfied that we are obliged to correct it now. Moreover, I note that the fact that the parties to an appeal agree upon a point does not bind a court when, in the court's judgment, the point agreed upon is simply incorrect. See Commonwealth v. Collins, 564 Pa. 144, 764 A.2d 1056, 1058 n. 4 (2001).\n\n",
            "ocr": false,
            "opinion_id": 2275598
        },
        {
            "author_str": "Cappy",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nOPINION\n\nJustice CAPPY.\nThis court granted the instant appeal to consider whether the Superior Court erred in failing to remand Appellant’s claims related to prosecutorial misconduct and trial counsel ineffectiveness for an evidentiary hearing to the trial court. For the reasons stated herein, we affirm the order of the Superior Court.\nThe facts surrounding the case are as follows. The victim, Keith Gilliam, and his wife were leaving the Where’s It At Bar when gunshots were heard. The victim was killed. Shortly thereafter, a maroon car drove by and a second round of shots *53rang out, wounding two other people. Various witnesses testified to the details of the shooting, the police response, and the forensic evidence. The Commonwealth presented one witness who identified Appellant, Taibu Grant, as the shooter.\nAt trial a public defender represented Appellant. Following the conclusion of trial, a jury convicted Appellant of first-degree murder and sentenced him to life imprisonment. An appeal was filed by another member of the public defender’s office. The trial court found the existence of a conflict of interest and appointed new counsel to represent Appellant on appeal. On appeal, the Superior Court remanded the matter to allow Appellant to file a post-sentence motion nunc pro tunc to challenge the weight of the evidence. The court affirmed the judgment of sentence as to the remainder of Appellant’s claims. The court reviewed the substance of most of Appellant’s claims and concluded they were without merit. However, the court dismissed two of Appellant’s claims related to trial counsel’s ineffectiveness for his failure to adequately develop the claims. See Superior Court slip opinion at 5-6.\nThis court granted limited allowance of appeal to consider three of Appellant’s claims. Further, we directed the parties to present argument on whether this court should reconsider the practice first announced in Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977), requiring that claims related to counsel ineffectiveness be raised at the earliest stage of the proceedings at which the allegedly ineffective counsel no longer represents the defendant.\nAppellant argues that the Superior Court erred in affirming the judgment of sentence. Specifically, Appellant contends that the Commonwealth committed misconduct when it failed to reveal that its only eyewitness, Christopher Moore, was on probation at the time of trial and that he had more than one crimen falsi conviction. Appellant also argues that the Superi- or Court erred in dismissing his ineffectiveness claims for failure to adequately develop those claims, since case law prevents an appellant from referring to matters outside the record in a direct appeal. Related to this claim, Appellant approves of the practice set forth in Hubbard. Lastly, Appel*54lant asserts that the court erred in permitting evidence to be introduced regarding the fact that he was not licensed to carry a firearm.1\nThe Commonwealth responds that the Superior Court did not err in concluding that ineffectiveness claims must be supported by sufficient facts for a court to ascertain whether counsel may have been ineffective. Further, Appellant’s claim related to alleged prosecutorial misconduct was not sufficiently developed to warrant review of the issue. Related to this claim, the Commonwealth points out that Hubbard provides the proper procedure for appeals alleging ineffectiveness in order to ensure that the claims are disposed of in an efficient fashion. Lastly, the Commonwealth argues that the trial court did not err in allowing it to introduce evidence that Appellant was not licensed to carry a gun at the time of the instant incident.\nIn order to effectively evaluate Appellant’s arguments, rather than addressing the claims in the order in which they are presented, we will first consider the claims that do not implicate trial counsel’s ineffectiveness. Following our review of those issues, we will consider the remaining issues, which are presented as claims of trial counsel ineffectiveness.\nAppellant first argues that the prosecutor failed to reveal that the key Commonwealth witness, Christopher Moore, had more than one crimen falsi conviction in violation of Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963). Additionally, the Commonwealth failed to disclose that Moore was on state parole at the time of the trial. According to Appellant, he was prejudiced by the prosecutor’s failures since this information may have provided Appellant with additional evidence to impeach the testimony of Moore.\nIn order for a defendant to establish the existence of a Brady violation, he must establish that there has been a suppression by the prosecution of either exculpatory or im*55peachment evidence that was favorable to the accused, and that the omission of such evidence prejudiced the defendant. See Commonwealth v. Paddy, 569 Pa. 47, 800 A.2d 294, 305 (2002). Further, no Brady violation occurs where the parties had equal access to the information or if the defendant knew or could have uncovered such evidence with reasonable diligence. Id.\nIn this case, before trial, the Commonwealth gave the defense information that Christopher Moore had a theft and burglary conviction dating from 1983. Appellant attempted to impeach Moore with this information, but the trial court did not allow the introduction of the evidence due to the age of the convictions. However, Appellant now alleges that there was at least one more crimen falsi conviction dating from 19842 related to this witness as well as additional information that Moore was incarcerated during the intervening years. Additionally, Appellant alleges that Moore was on state parole at the time of the instant incident, which may have colored his testimony. According to Appellant, such additional information may have changed the trial court’s decision to allow Appellant to impeach Moore with his prior convictions. However, Appellant fails to argue that the Commonwealth had such evidence in its possession at the time of trial and knowingly withheld such information. Instead, Appellant acknowledges that the failure of the Commonwealth was most likely an oversight on its part. Further, the public defender’s office uncovered this evidence after the trial. At trial, Appellant was represented by a public defender. Appellant failed to explain why the public defender could not have procured this same information before or during trial. Thus, by Appellant’s own admission, he has not demonstrated that there has been a suppression of such information by the Commonwealth that violated the dictates of Brady. Additionally, it appears that Appellant may have had equal access to this information before or during trial. In fact, Appellant alternatively raises this issue as one of trial counsel’s ineffectiveness for failing to *56uncover this evidence. It appears that the ineffectiveness claim presents a better avenue to address Appellant’s issue.3 Accordingly, as stated previously, we will discuss the ineffectiveness claims later in the opinion.\nSecond, Appellant asserts that the trial court erred in admitting the Commonwealth’s evidence of the fact that Appellant was not licensed to carry a firearm over defense counsel’s objection. At trial, the Commonwealth submitted into evidence a certified copy of a document indicating that Appellant was not licensed to carry a firearm. Then, during the discussion of what charges the court would give to the jury, the Commonwealth requested that the jury be given a charge based upon 18 Pa.C.S. § 6104. Section 6104 provides:\nIn the trial of a person for committing or attempting to commit a crime enumerated in section 6105 (relating to persons not to possess, use, manufacture, control, sell or transfer firearms), the fact that that person was armed with a firearm, used or attempted to be used, and had no license to carry the same, shall be evidence of that person’s intention to commit the offense.\n18 Pa.C.S. § 6104. The court agreed to give such a charge.4\nAppellant argues that in order for § 6104 to apply in a particular case, the Commonwealth must establish a violation of 18 Pa.C.S. § 6106.5 However, the plain language of § 6104 does not support Appellant’s argument. In order for § 6104 to apply to a particular case, it requires that the Commonwealth establish as a fact: 1) that a crime has been committed as enumerated in § 6105; 2) that the person com*57mitting the crime was armed with a firearm; 3) that the firearm was used or attempted to be used; and 4) that the person had no license to carry the same. When these facts are established, they “shall be evidence of that person’s intent to commit the offense.” See § 6104. None of these requirements includes a mandate that the Commonwealth establish a violation of § 6106. Thus, contrary to Appellant’s argument, § 6104 does not require that the Commonwealth establish a predicate violation of § 6106.6\nAppellant next raises two claims of trial counsel ineffectiveness.7 On appeal to the Superior Court, Appellant raised these same two claims of in effectiveness. Appellant argued that trial counsel was ineffective for failing to uncover impeachment evidence regarding Christopher Moore. Additionally, Appellant argued that trial counsel was ineffective for failing to call two Commonwealth witnesses. The Superior Court dismissed both of these claims for lack of adequate development. Appellant argues that the Superior Court’s action was improper. According to Appellant, the procedural rules prescribed by this court require an appellant to confine his issues raised on appeal to those contained in the record. Thus, the rules prevented Appellant from supplementing the record on appeal and rendered him incapable of providing concrete *58evidence, through reports or documents, regarding the alleged ineffectiveness. Thus, Appellant concludes that rather than dismissing the claims for inadequate development, the Superi- or Court should have remanded the claims to the trial court in order to give him the opportunity to fully develop his claims.\nAppellant also contends that this court should not reconsider our original position in Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977). However, the above argument made by Appellant regarding the Superior Court’s handling of his ineffectiveness claims is essentially an attack on Hubbard. The Hubbard rule simply provides that claims of ineffectiveness must be raised at the time a defendant gets new counsel. In the event that the claims are not raised at that time, they are waived. Hubbard, 372 A.2d at 695 n. 6. As Appellant’s argument in this case highlights, the Hubbard rule is often difficult to reconcile with traditionally-accepted rules of procedure, which normally do not allow issues to be raised for the first time on appeal and do not allow an appellant to supplement the record on appeal.\nIn order to adequately address Appellant’s argument and the continued viability of Hubbard, we believe that it would be beneficial to consider the origins of the Hubbard rule, to examine how the rule has developed in this Commonwealth, to review general appellate practice in Pennsylvania, and to assess how other jurisdictions manage ineffectiveness claims. Thus, we will first examine the origins of the Hubbard rule.\nContrary to the generally-accepted wisdom, research , reveals that Hubbard was not the genesis for the rule that claims of ineffectiveness must be raised at the time a defendant is represented by new counsel; rather, this principle was first announced over two years earlier in Commonwealth v. Dancer, 460 Pa. 95, 331 A.2d 435 (1975). In Dancer, this court considered “whether a [petitioner] represented on direct appeal by an attorney other than his trial counsel waives his claim of ineffective assistance of trial counsel by failing to raise that issue on direct appeal.” Id. at 436. The court first looked at the language of the Post-Conviction Hearing Act *59(“PCHA”),8 which created a rebuttable presumption that the failure to raise an issue was “knowing and understanding.”9 Id. at 437. Due to this presumption, the court determined that the failure to raise an issue on direct appeal will only be justified where extraordinary circumstances exist. Id. Furthermore, the court concluded that ineffectiveness of trial counsel may only be raised in collateral proceedings under the following circumstances:\n1) where petitioner is represented on appeal by his trial counsel, for it is unrealistic to expect trial counsel on direct appeal to argue his own ineffectiveness, 2) where the petitioner is represented on appeal by new counsel, but the grounds upon which the claim of ineffective assistance are based do not appear in the trial record, 3) where the petitioner is able to prove the existence of other “extraordinary circumstances” justifying his failure to raise the issue or 4) where the petitioner rebuts the presumption of “knowing and understanding failure.”\nId. at 438. Thus, the general rule was that claims of ineffectiveness were to be presented at the time a petitioner obtained new counsel. However, this general rule implicitly recognized that all claims were not suited for direct appeal by preserving a few well-defined exceptions to the general rule.\nNevertheless, when this rule was restated in Hubbard, the requirement that the claim must be raised at the time a petitioner had new counsel was made absolute. In the aftermath of Hubbard, there was no flexibility to the rule. The rule became that claims of trial counsel ineffectiveness must be raised at the time that the petitioner obtained new counsel regardless of the myriad of impracticalities associated with such an unbending pronouncement. See, e.g., Commonwealth v. Pierce, 567 Pa. 186, 786 A.2d 203, 212 (2001); Commonwealth v. Chester, 557 Pa. 358, 733 A.2d 1242, 1254 (1999); *60Commonwealth v. Hammer, 508 Pa. 88, 494 A.2d 1054, 1058 n. 2 (1985).10 Most recently, as a result of this absolute declaration, the necessity of “layering” arose. In the aftermath of Hubbard, the only way to consider claims related to trial counsel’s ineffectiveness that were not raised on direct appeal by new counsel was to plead and prove the additional claim of appellate counsel’s ineffectiveness, i.e., a layered claim of ineffectiveness. See, e.g., Commonwealth v. Craig Williams, 566 Pa. 553, 782 A.2d 517, 527 (2001) (Zappala, J. concurring); Commonwealth v. Marrero, 561 Pa. 100, 748 A.2d 202, 203, n. 1 (2000).\nWhen the rule regarding when claims of ineffectiveness should be raised was originally announced in Dancer, the more flexible approach taken in that case recognized that not all claims were suited for direct review. Thus, contrary to the absolute rule we currently follow, the rule at its inception created general guidelines for raising claims of ineffectiveness, while recognizing that in order for the rule to work in practice, common sense required some exceptions. With these considerations in mind, we reassess our interpretation of waiver expressed in Hubbard.\nAs a starting point, we will briefly examine our appellate procedure in cases other than those raising ineffectiveness claims. Appellate courts in Pennsylvania routinely decline to entertain issues raised on appeal for the first time. Indeed, the Pennsylvania Appellate Rules of Procedure specifically proscribe such review. See Pa.R.A.P. 302(a). The Rules and case law indicate that such a prohibition is preferred because the absence of a trial court opinion can pose a “substantial impediment to meaningful and effective appellate review.” See, e.g., Commonwealth v. Lord, 553 Pa. 415, 719 *61A.2d 306, 308 (1998). Further, appellate courts normally do not consider matters outside the record or matters that involve a consideration of facts not in evidence. Commonwealth v. Rios, 546 Pa. 271, 684 A.2d 1025, 1036 n. 11 (1996). Most importantly, appellate courts do not act as fact finders, since to do so “would require an assessment of the credibility of the testimony and that is clearly not our function.” See, e.g., Commonwealth v. Pierce, 537 Pa. 514, 645 A.2d 189, 198 (1994); Commonwealth v. Griffin, 511 Pa. 553, 515 A.2d 865, 869 (1986).\nYet, in the arena of ineffectiveness claims, appellate courts are routinely called upon to perform each of these tasks. In ruling on an ineffectiveness claim, it is rare that a trial court opinion exists which will aid the appellate court in examining the claim. Appellate courts are frequently called upon to consider matters outside the record. Moreover, appellate courts often engage in some fact finding by being required to speculate as to the trial strategy of trial counsel in order to rule upon these claims. It seems anomalous that where the issues involve claims of ineffectiveness, we employ the exact opposite appellate review process that we require in almost all other appeals. In fact, we require the defendant to raise a new claim for the first time on appeal. When an appellant has not raised this new claim on appeal, he is subject to the waiver provision of the PCRA. See 42 Pa.C.S. § 9544(b). These considerations prompt us to revisit the continued validity of Hubbard. However, the mere fact that our current process to review ineffectiveness claims does not square with the rules of appellate procedure employed in most cases cannot conclude our discussion of this matter, since these rules of appellate procedure existed at the time we announced the Hubbard rule. See, e.g., Commonwealth v. Piper, 458 Pa. 307, 328 A.2d 845 (1974); Dilliplaine v. Lehigh Valley Trust Co., 457 Pa. 255, 322 A.2d 114 (1974). Thus, we will also consider the decisions of other jurisdictions on the matter of presenting ineffectiveness claims within a collateral proceeding.\nA handful of jurisdictions impose an absolute rule, similar to *62the rule announced in Hubbard.11 Most jurisdictions considering this issue, however, express a clear preference that ineffectiveness claims be raised in collateral review proceedings.\nFor example, the federal courts have generally recognized that ineffectiveness claims are not appropriate for direct appeal, but should be raised in a collateral action.12 These courts recognize that exceptional circumstances may exist where the ineffectiveness is patent on the record and therefore, can be addressed on direct appeal. See, e.g., United States v. Cronic, 466 U.S. 648, 659, 104 S.Ct. 2039, 80 L.Ed.2d 657 (1984)(recognizing that counsel’s conduct may be so egregious that “no amount of showing of want of prejudice would cure it”); see also United States v. Gambino, 788 F.2d 938, 950 (3d Cir.1986)(recognizing a narrow exception to the gener*63al rule “where an objection has been properly made at trial, or, where the record clearly shows actual conflict of interest .... ”). However, as a general rule, the federal courts defer review of ineffectiveness claims until collateral review. Similarly, an overwhelming majority of states indicate a general reluctance to entertain ineffectiveness claims on direct appeal.13 These states will only review those claims on direct appeal that can be adequately reviewed on the existing record. Even among the states expressing a preference that ineffectiveness claims be raised on direct appeal, those states limit that requirement to claims of ineffectiveness that “were known *64or apparent from the record.” State v. Suggs, 259 Neb. 733, 613 N.W.2d 8, 11 (2000); see also Robinson v. State, 567 N.W.2d 491, 494 (Minn.1997); State v. Pierce, 127 Ohio App.3d 578, 713 N.E.2d 498, 502 (1998). Thus, similar to the federal jurisdictions, most states express a preference to review ineffectiveness claims in collateral proceedings.\nCourts have offered varying rationales in support of this general reluctance to entertain ineffectiveness claims on direct review. Several jurisdictions decline to review ineffectiveness claims on direct appeal because the record is not sufficiently developed to raise these claims for the first time on direct appeal. See generally Cocivera, 104 F.3d 566 (3rd Cir.1996); Eltayib, 88 F.3d 157 (2d Cir.1996); Mala, 7 F.3d 1058 (1st Cir.1993); Molina, 934 F.2d 1440 (9th Cir.1991); State v. Rivera, 196 Conn. 567, 494 A.2d 570 (1985); Preciose, 129 N.J. 451, 609 A.2d 1280 (1992); Kerby, 115 N.M. 344, 851 P.2d 466 (1993); State v. Campanelli, 142 Vt. 362, 454 A.2d 1248 (1982). Waiting to raise the claims on collateral review “affords the opportunity to develop a factual basis for the claim that counsel’s performance did not meet the standard for effective assistance of trial counsel,” Cocivera, 104 F.3d at 570. Many of these claims are based on omissions, which, by their very nature, do not appear on the record and thus, require further fact-finding, extra-record investigation and where necessary, an evidentiary hearing. Preciose; Kerby.\nRelated to this rationale is the general belief that an appellate court should not consider issues that were not raised and developed in the court below. Courts have recognized that this general rule and its accompanying rationale applies equally to ineffectiveness claims. United States v. Griffin, 699 F.2d 1102, 1108-09 (11th Cir.1983). The trial court is the court that had the opportunity to observe counsel’s performance firsthand and is therefore in the best position to make findings related to both the quality of trial counsel’s performance and the impact of any shortfalls in that representation. Mala, 7 F.3d at 1063; see also Galloway, 56 F.3d at 1240. By requiring ineffectiveness claims to be raised on direct appeal when new counsel has entered the case, the trial court is *65eliminated from the process, leaving the appellate court in an awkward position as to the manner in which these claims can be assessed. Appellate courts rarely function as fact-finders and do not have the resources to do so. Id.\nA related concern, expressed by at least one court, is that the role of an appellate counsel is to review the record for claims of error, but not necessarily to uncover extra-record claims. See, e.g., Woods v. State, 701 N.E.2d 1208, 1221-22 (Ind.1998); see also Lissa Griffin, The Right to Effective Assistance of Appellate Counsel, 97 W.Va.L.Rev. 1, 36-37 (1994)(explaining the role of appellate counsel). In Woods, the Indiana Supreme Court discussed the issue of whether the waiver of claims of trial counsel ineffectiveness was inconsequential since there always remains the possibility of raising such claims as ones of ineffective assistance of appellate counsel. Ultimately, the court determined that “a claim of ineffective assistance of appellate counsel is not an adequate back door to a full adjudication of ineffectiveness of trial counsel.” 701 N.E.2d at 1222.\nIn reaching this conclusion, the Woods court relied, in part, on the fact that appellate counsel is usually not considered to be ineffective for failing to uncover extra-record claims. Id,. In Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), the United States Supreme Court indicated that where appellate counsel determined that the appeal is frivolous, counsel need merely to certify that the record had been reviewed and presented no colorable grounds for reversal. 701 N.E.2d at 1222, n. 22. The Woods court concluded that “because there is no constitutional requirement for appellate counsel to search outside the record for error, an ineffective assistance of appellate counsel claim that is in substance a trial counsel claim requiring extrinsic evidence may be dead on arrival.” Id. at 1222. Thus, at least one court has found that the role of appellate counsel does not include raising extra-record claims on direct appeal.\nThe above discussion illuminates sound rationales behind the general preference expressed by the overwhelming majority of jurisdictions that ineffectiveness claims be deferred until *66the collateral review stage. These courts recognize that the role of appellate counsel may not include raising claims that are not contained in the record certified for appeal; that the record may not be sufficiently developed on direct appeal to permit adequate review of ineffectiveness claims; and that appellate courts do not normally consider issues that were not raised and developed in the court below. These rationales have merit and highlight the difficulties underlying the current system followed in Pennsylvania.\nFirst, ineffectiveness claims, by their very nature, often involve claims that are not apparent on the record. Thus, appellate counsel must not only scour the existing record for any issues, but also has the additional burden of raising any extra-record claims that may exist by interviewing the client, family members, and any other people who may shed light on claims that could have been pursued before or during trial and at sentencing. Importantly, appellate counsel must perform this Herculean task in the limited amount of time that is available for filing an appeal from the judgment of sentence— 30 days. Pa.R.Crim.P. .720. Further, following the rationale expressed in Woods, it is not even clear if appellate counsel’s duty extends to finding extra-record claims or whether appellate counsel would be ineffective for failing to uncover extra-record claims.\nSecond, even presuming the merit of the claim is apparent on the existing record, oftentimes, demonstrating trial counsel’s ineffectiveness will involve facts that are not available on the record. For example, the prejudicial effect of trial counsel’s chosen course of action is determined more accurately after the trial and appellate courts have had the opportunity to review the alleged claims of error and if necessary, correct any trial court errors. It is only after this review that the full effect of counsel’s conduct can be placed in the context of the case.\nThird, as multiple courts have recognized, the trial court is in the best position to review claims related to trial counsel’s error in the first instance as that is the court that observed first hand counsel’s allegedly deficient performance.\n*67What is apparent from the above discussion of other jurisdictions’ review of ineffectiveness claims is that the same concerns that animated our general approach to appellate review should apply with equal vigor in the ineffectiveness arena. The unqualified Hubbard rule ignores these valid concerns. In the twenty-five plus years since Dancer and Hubbard, we have learned that time is necessary for a petitioner to discover and fully develop claims related to trial counsel ineffectiveness. Deferring review of trial counsel ineffectiveness claims until the collateral review stage of the proceedings offers a petitioner the best avenue to effect his Sixth Amendment right to counsel. Accordingly, for the reasons stated herein, we overrule Hubbard to the extent that it requires that trial counsel’s ineffectiveness be raised at that time when a petitioner obtains new counsel or those claims will be deemed waived.\nWe now hold that, as a general rule, a petitioner should wait to raise claims of ineffective assistance of trial counsel until collateral review.14 Thus, any ineffectiveness claim will be waived only after a petitioner has had the opportunity to raise that claim on collateral review and has failed to avail himself of that opportunity. Our holding today does not alter the waiver provision of the PCRA, 42 Pa.C.S. § 9544(b); it merely alters that time when a claim will be considered waived. Simply stated, a claim raising trial counsel ineffectiveness will no longer be considered waived because new counsel on direct appeal did not raise a claim related to prior counsel’s ineffectiveness.\nThe rule we announce today will be applied to the parties before us as well as to any other cases on direct appeal where the issue of ineffectiveness was properly raised and *68preserved. See, e.g., Blackwell v. Commonwealth, State Ethics Com’n, 527 Pa. 172, 589 A.2d 1094 (1991); see also Commonwealth v. Cabeza, 503 Pa. 228, 469 A.2d 146 (1983). In Blackwell, our court recognized that the decision, to apply a new rule of law is within the discretion of the court.15 589 A.2d at 1098. Additionally, the Pennsylvania Constitution does not mandate or prohibit the retroactive or prospective application of a new rule of law. Id. At common law in Pennsylvania, a decision announcing a new rule of law was normally considered to be retroactive. Id. at 1099. In determining whether to apply a new rule retroactively or prospectively, a court should take into account the purpose to be served by the new rule, the extent of reliance on the old rule, and the effect on the administration of justice by the retroactive application of the new rule. Id.\nAlthough new rules of procedure of non-constitutional dimension are commonly applied only to the case currently pending before the court and to cases prospectively, see id. at 1101, in this instance we believe that the considerations set forth in Blackwell will be best served by retroactive application of the new rule. The purpose of the new rule will be served since defendants will no longer be compelled to raise ineffectiveness claims on an undeveloped record; although the parties may rely on the old rule of law and raise ineffectiveness claims, neither party will be harmed by application of the new rule since claims of ineffectiveness can be raised in a collateral proceeding; finally, the administration of justice will be served since the rule announced today provides a clearer and more concise standard for both courts and the parties to follow. Thus, the new rule we announce today will apply to *69the instant case as well as those cases currently pending on direct appeal where the issues of ineffectiveness have been properly raised and preserved.16\nApplying the new rule to the instant case, the claims regarding trial counsel’s ineffectiveness will be dismissed without prejudice. Appellant can raise these claims in addition to other claims of ineffectiveness in a first PCRA petition and at that time the PCRA court will be in a position to ensure that Appellant receives an evidentiary hearing on his claims, if necessary. Accordingly, consistent with our holding today, the order of the Superior Court, affirming Appellant’s judgment of sentence, is affirmed.\nJustice EAKIN did not participate in the consideration or decision of this case.\nJustice SAYLOR files a concurring opinion.\nJustice CASTILLE files a concurring and dissenting opinion.\n\n. As discussed infra, Appellant alternatively raises both the firearm claim and the Commonwealth's failure to disclose impeachment information to the defense as claims of trial counsel ineffectiveness.\n\n\n. Appellant does not identify the nature of the crimen falsi conviction in his brief to this court.\n\n\n. As discussed supra, Appellant alternatively raises the Brady claim as a claim of trial counsel ineffectiveness and the Superior Court only addressed it in terms of trial counsel ineffectiveness.\n\n\n. Appellant also argues that the jury instruction with regard to the firearm offense was improper. This argument is raised in terms of trial counsel ineffectiveness for failing to object to the instruction. Accordingly, this issue will be addressed with the remainder of the ineffectiveness claims.\n\n\n. § 6106 is entitled \"Firearms not to be carried without a license” and establishes, inter alia, that a person carrying a concealed weapon, without a valid and lawfully-issued license commits a felony of the third degree.\n\n\n. Appellant also challenges the relevancy of the disputed evidence. According 1o Appellant, a violation of the license requirement does not make it any more likely that the possessor used the firearm with the intention to commit a crime and the invocation of such an inference violated due process.\nAppellant has utterly failed to develop his constitutional argument beyond a mere “cf.\" cite to Commonwealth v. Sattazahn, 428 Pa.Super. 413, 631 A.2d 597 (1993). Indeed, the Commonwealth does not even respond to the constitutional argument in its brief to this court. In the absence of any meaningful argument on this issue, we decline to engage in a constitutional analysis of § 6104. See, e.g., Wroblewski v. Commonwealth, 809 A.2d 247, 252, nn. 5, 6, 2002 WL 31373878, *4, nn. 5, 6 (Pa.2002). Additionally, Appellant failed to include any constitutional argument regarding § 6104 in his Concise Statement of Matters Complained of on Appeal. As such, this issue is waived. See, e.g., Commonwealth v. Lord, 553 Pa. 415, 719 A.2d 306 (1998).\n\n\n. These two claims are in addition to the ineffectiveness claim that Appellant raises regarding trial counsel’s failure to object to the jury instruction that was given pursuant to § 6104.\n\n\n. The PCHA was replaced by the Post Conviction Relief Act (\"PCRA”) in 1988. 42 Pa.C.S. § 9541, Historical and Statutory notes.\n\n\n. The PCHA provided that an issue was waived if a petitioner “knowingly and underslandingly” failed to raise it on direct appeal. 19 P.S. § 1 Í80-3(d). The equivalent section of the PCRA, § 9544(b), no longer has the “knowing and understanding” language.\n\n\n. The only exception to this rule that is currently recognized by this court is in capital cases on direct appeal, where this court \"relaxes” the waiver rules and reviews the issue as one of trial court error, even where there is intervening counsel and the issue was not preserved in the court below. See Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982); cf. Commonwealth v. Albrecht, 554 Pa. 31, 720 A.2d 693 (1998) (\"relaxed waiver\" no longer recognized in capital cases on collateral appeal).\n\n\n. See, e.g., Hooks v. Ward, 184 F.3d 1206, 1213 (10 th Cir.1999); White v. Kelso, 261 Ga. 32, 401 S.E.2d 733, 734 (1991); Tachibana v. State, 79 Hawai'i 226, 900 P.2d 1293, 1299 (1995); State v. Litherland, 12 P,3d 92, 98 (Utah 2000).\n\n\n. See, e.g., United States v. McIntosh, 280 F.3d 479, 481 (5th Cir. 2002)(\"A claim of ineffective assistance of counsel generally cannot be reviewed on direct appeal unless it has been presented to the district court.”); Fountain v. United States, 211 F.3d 429, 433-34 (7th Cir.2000)(ineffective assistance of counsel claims are not generally appropriate for direct appeal as they often rely on evidence outside the record); United States v. Kincaide, 145 F.3d 771, 785 (6th Cir.1998)(“Unless the record on appeal is adequate to assess the merits of the defendants' allegations, we will not address an ineffective assistance of counsel claim raised for the first time on direct appeal.”); United States v. Cocivera et al., 104 F.3d 566, 570 (3d Cir.1996) (same); United States v. Eltayib, 88 F.3d 157, 170 (2d Cir.1996) (same generally); United States v. Galloway, 56 F.3d 1239, 1241 (10th Cir. 1995) (holding that procedural bar rule does not apply to ineffectiveness claims); United States v. Camacho, 40 F.3d 349, 355 (11th Cir.1994) (insufficient evidence in the record to review the claims of ineffectiveness, thus they are properly resolved in a collateral proceeding); United States v. McNeely, 20 F.3d 886, 889 (8th Cir.1994) (Ineffectiveness claims first \"should be presented to the District Court pursuant to 28 U.S.C. § 2255 (citations omitted), so that the parties may develop the facts, which ordinarily lie outside the original record.\"); United States v. Mala, 7 F.3d 1058, 1062-63 (1st Cir.1993) (same); United States v. Tatum, 943 F.2d 370, 379-80 (4th Cir.1991) (follows general rule, but reviews claim of ineffectiveness on direct appeal where conflict of interest could be reviewed on the record); United States v. Molina, 934 F.2d 1440, 1446 (9th Cir.1991) (declines to review claims of ineffectiveness on direct appeal).\n\n\n. People v. Mendoza Tello, 15 Cal.4th 264, 62 Cal.Rptr.2d 437, 933 P.2d 1134, 1135 (1997) (claims should be raised on collateral review, unless they are obvious on the record); Downey v. People, 25 P.3d 1200, 1202 n. 3 (Colo.2001) (same); State v. Patrick, 42 Conn.App. 640, 681 A.2d 380, 386 (1996) (same); State v. Eley, 2002 WL 337996 (Del.Super. Ct. Feb 19, 2002) (unpublished); State v. Lucas, 323 N.W.2d 228, 232 (Iowa 1982) (same); State v. Seiss, 428 So.2d 444, 449 (La.1983) (same); State v. Barrett, 577 A.2d 1167 (Me. 1990); Ware v. State, 360 Md. 650, 759 A.2d 764, 793 (2000) (same); State v. Henry, 271 Mont. 491, 898 P.2d 1195, 1197-98 (1995) (same); State v. Preciose, 129 N.J. 451, 609 A.2d 1280, 1285 (1992) (same); Duncan v. Kerby, 115 N.M. 344, 851 P.2d 466, 468 (1993) (same); People v. Alvarado, 256 A.D.2d 219, 683 N.Y.S.2d 501, 502 (N.Y.A.D.1998) (\"Defendant's ineffective assistance of counsel claim required a [collateral motion]) since tins claim is based on facts dehors the record and counsel has had no opportunity to explain his strategy.\"; State v. Fraser, 608 N.W.2d 244, 250 (N.D.2000) (\"A claim of ineffective assistance of counsel at trial should not be brought on direct appeal, but rather through a petition for post-conviction relief.”); Robinson v. State, 16 S.W.3d 808, 809 (Tex.Crim.App.2000)(same); In re Moskaluk, 156 Vt. 294, 591 A.2d 95, 97 (1991) (same); State v. Bess, 185 W.Va. 290, 406 S.E.2d 721, 724 (1991) (same); State v. Elison, 135 Idaho 546, 21 P.3d 483, 488-89 (2001) (same); Com. v. Adamides, 37 Mass.App.Ct. 339, 639 N.E.2d 1092 (1994) (same); State v. Dockery, 78 N.C.App. 190, 336 S.E.2d 719 (1985) (same); Gibbons v. State, 97 Nev. 520, 634 P.2d 1214, 1215 (1981) (same); see also State v. Spreitz, 202 Ariz. 1, 39 P.3d 525, 2002 WL 117245 (2002) (ineffectiveness claim must be raised on collateral appeal); Wuornos v. State, 676 So.2d 972, 974 (Fla. 1996) (citing Kelley v. State, 486 So.2d 578 (Fla.1986) (as a general rule, ineffective assistance of counsel claims are not cognizable on direct appeal, but only on collateral challenge)); State v. Picotte, 416 N.W.2d 881, 881-82 (S.D.1987) (same); State v. Malstrom, 672 A.2d 448, 450 (R.I.1996) (same); cf. Jackson v. State, 534 So.2d 689, 692 (Ala.Crim.App.1988) (claim may be considered on direct appeal, but only if it was presented to the trial court first); State v. Van Cleave, 239 Kan. 117, 716 P.2d 580, 582 (1986) (same); Dodson v. State, 326 Ark. 637, 934 S.W.2d 198, 201 (1996) (same).\n\n\n. The general rule announced today is limited by the issues raised in this case. Appellant does not raise an allegation that there has been a complete or constructive denial of counsel or that counsel has breached his or her duty of loyalty. Under those limited circumstances, this court may choose to create an exception to the general rule and review those claims on direct appeal. However, as there is no issue raising such a question in this case, such a consideration is more appropriately left to another day.\n\n\n. Since our decision in Blackwell, the Supreme Court oí the United States has overruled its decision that permitted a court to selectively determine whether it would apply a new rule of law prospectively only. See Annenberg v. Commonwealth, 562 Pa. 581, 757 A.2d 338, 351 (2000)(discussing that the Court overruled Chevron Oil Co. v. Huson, 404 U.S. 97, 92 S.Ct. 349, 30 L.Ed.2d 296 (1971) in Harper v. Virginia Dept. of Taxation, 509 U.S. 86, 113 S.Ct. 2510, 125 L.Ed.2d 74 (1993)). However, as the instant case deals only with an issue of state law, the effect of the Court’s changed retroactivity analysis is not relevant to the instant case.\n\n\n. Our decision today has no effect on cases currently pending on collateral review. However, eventually the new rule of law will eliminate the need for layering in first PCRA petitions, since petitioners will no longer have to plead their underlying trial counsel ineffectiveness claim through the lens of appellate counsel ineffectiveness in order to avoid application of the waiver provision of the PCRA, 42 Pa.C.S. § 9544(b).\n\n",
            "ocr": false,
            "opinion_id": 9748421
        },
        {
            "author_str": "Saylor",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJustice SAYLOR,\nconcurring.\nAs a general proposition, I see benefit in the majority’s preference to channel claims of ineffective assistance of counsel into the collateral review process, and I have no quarrel with its effort to treat such claims in a more systematic fashion. On balance, however, I would not eliminate the requirements of Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977), at this juncture. In this regard, I offer the following points.\nFirst, I do not regard the Hubbard rule, in and of itself, as being as inflexible as the majority portrays. The majority fails to mention that Hubbard allows for remand by an *70appellate court to the trial court for an evidentiary hearing concerning the merits of a claim of ineffective assistance of trial counsel raised for the first time on appeal. See, e.g., Commonwealth v. Musi, 486 Pa. 102, 108 n. 4, 404 A.2d 378, 380 n. 4 (1979) (“Where one seeks to raise a claim of ineffective assistance on direct appeal and an enhanced record is required to support the claim, the proper procedure is to request a remand for an evidentiary hearing.” (citing, inter alia, Hubbard, 472 Pa. at 278, 372 A.2d at 696)). Indeed, the mandate in Hubbard itself subsumed a remand on an ineffectiveness issue. See Hubbard, 472 Pa. at 286, 372 A.2d at 700. When properly implemented, the remand procedure ameliorates most of the difficulties that the majority associates with the Hubbard rule: the tension between the rule against raising matters for the first time on direct appeal and the requirement that claims of ineffective assistance must be raised at the first available opportunity is lessened, since the matter can be returned to the common pleas court for disposition in the first instance; the specter of the appellate court engaging in factfinding is removed; and the remand will generally put the matter back before the trial judge, who, as the majority observes, is in the best position to review the ineffectiveness claims in the first instance.1 The concern regarding providing substitute counsel on direct appeal with sufficient time to fully and fairly complete the necessary review of potential claims could be addressed through procedures more modest than a revamping of the review process, and potentially foreclosing the vindication of substantive rights at the earliest opportunity.2\n*71Second, as the majority notes, neither party to this appeal advocates departure from present practice. Further, the view of the Attorney General of Pennsylvania, acting as amicus curiae, aligns with that of the parties:\nThis Court should continue its practice of requiring allegations of ineffective assistance of counsel to be raised at the first available opportunity on direct appeal. Any alternative procedures would delay finality where affirmance of the judgment of sentence is the correct result, would delay the grant of relief where relief is the correct result, and would delay the convening of evidentiary hearings where there is a need to complete a factual record. Any alternative procedures would benefit neither the Commonwealth, the defendant nor the effective administration of justice.\nBrief of Amicus Curiae The Attorney General of Pennsylvania at 2.\nThird, I have fundamental reservations about implementing substantial, structural changes to the review paradigm without settling the parameters of the review. In this regard, I believe that the majority’s observation that “for the rule to work in practice, common sense require[s] some exceptions,” see Majority Opinion, at 733, applies just as equally to the new manner of review as to Hubbard. For example, the majority of cases cited and relied on by the majority make it clear that claims of ineffective assistance of counsel should be resolved on direct appeal where the appropriate disposition is apparent from the record, or the claim has been duly developed in the trial court via the post-sentence motion procedure.3 See, e.g., Majority Opinion, at 734-35 nn. 12-13 (citing cases).4 The *72alternative is to accept that some claims that were wholly amenable to consideration on direct appeal will nevertheless evade appellate review in light of the restrictions on the availability of state collateral review. See, e.g., 42 Pa.C.S. § 9543(a)(1) (providing that, to be eligible for relief under the PCRA, a petitioner must at the time relief is granted: be currently serving a sentence of imprisonment or probation or on parole; awaiting execution; or serving a sentence which must expire before the person may commence serving the disputed sentence).\nI also disagree with the majority that the issue before the Court is purely one of state law, as the procedures afforded by this Commonwealth on direct review implicate due process as guaranteed by the United States Constitution. I am therefore not as certain as the majority that this Court’s implementation of a new practice based on identified deficiencies in the present manner of review will not have wider consequences, for example, in federal courts’ treatment of cases pending on collateral review.\nFinally, as to the availability of relief under Hubbard in the present case, while there may be material facts in issue, I agree with the Superior Court that Appellant’s proffer was insufficient to implicate a present entitlement to an evidentiary hearing.5\n\n. It would seem less likely that the same judge will necessarily preside over a later claim of ineffectiveness litigated through the post-conviction process.\n\n\n. In my view, what is most troubling about the application of the Hubbard rule is the problem of achieving consistency in the application of the remand procedure. In this regard, I would merely clarify that, where the appellant has made a sufficient proffer concerning a claim challenging trial counsel's stewardship, there are material facts at issue concerning such claim, and relief is not plainly unavailable as a matter of law, the remand should be afforded.\n\n\n. Of course, the appellate court should also consider any appropriately framed challenges to denial of an evidentiary hearing by a trial court.\n\n\n. Notably, the federal model also maintains the conception of plain error to account for significant errors or defects affecting substantive rights that have not been properly raised or brought to the attention of the court. See F.R.Crim.P. 52(b). See generally 5 Wayne R. LaFave et ai.„ Criminal Procedure § 27.5(d) (2d ed. 1999) (“All but a few jurisdictions recognize the authority of an appellate court to reverse on the basis of a plain error.”). Since this Court has abandoned (or at least substantially restricted) this concept, see, e.g., Commonwealth v. Clair, 458 Pa. 418, 422, 326 A.2d 272, 274 (1974), it would seem to me that *72the direct exceptions to the rule precluding raising ineffectiveness claims on direct appeal assume a central role in preserving the opportunity to vindicate substantive rights at the earliest opportunity.\n\n\n. See, e.g., Commonwealth v. Grant, No. 2389 Pittsburgh 1997, 2000 WL 1577022, slip op. at 6 (Pa.Super.2000) (“In order to obtain relief on a claim of ineffective assistance of counsel for failing to present witnesses, Appellant must allege the names and availability of the witnesses, the substance of their testimony, how their testimony would have appreciably strengthened Appellant’s defense and that trial counsel knew of the witnessesf;] Appellant has not met that burden.” (citation omitted)). While such deficiencies may obviously implicate the stewardship of counsel on direct appeal, no claim of this form is presently before the Court.\n\n",
            "ocr": false,
            "opinion_id": 9748422
        },
        {
            "author_str": "Castille",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJustice CASTILLE,\nconcurring and dissenting.\nAlthough I join in the majority opinion’s abrogation of the procedural rule first announced by this Court in Common*73wealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977), I respectfully dissent from (1) the majority’s formulation of the new rule which would replace Hubbard; and (2) the majority’s directive that its new rule applies retroactively to this case and to all pending direct appeals where claims of counsel ineffectiveness are raised, irrespective of whether a claim relating to the vitality of Hubbard was presented in those appeals.\nThe Hubbard rule requires new counsel to raise claims of previous counsel’s ineffectiveness at the first opportunity, even if that first opportunity is on direct appeal and the claim of ineffectiveness was not raised in the trial court. See Commonwealth v. Ford, 809 A.2d 325, 340 (Pa.2002) (Castille, J., dissenting) (describing operation and effect of Hubbard rule). This Court’s recent experience has more than amply demonstrated the inherent difficulties with this rule, difficulties which are aptly expressed by the majority. Application of the rule has caused particular havoc in this Court’s capital PCRA jurisprudence, as the majority also notes. The question of “layering” routinely arises in capital PCRA appeals because those defendants frequently have been represented by counsel other than trial counsel on direct appeal. The Hubbard rule makes those direct appeals a previous opportunity to raise claims of trial counsel ineffectiveness in the first instance for purposes of the PCRA’s waiver provision. See 42 Pa.C.S. § 9544(b) (issue is waived under PCRA if petitioner “could have raised it but failed to do so” in prior proceeding). Accordingly, to state a cognizable claim under the PCRA deriving from alleged deficiencies in representation at trial, the petitioner must “layer” his claim by pleading and proving that direct appeal counsel was ineffective. This Court has struggled with the consequences of the interplay of Hubbard, “layered” claims of ineffectiveness, and the PCRA waiver provision.\nThe majority accurately notes that requiring new counsel upon appeal to raise claims sounding in the ineffectiveness of trial counsel, even if such claims were never raised below, runs contrary to fundamental principles of appellate review. See, *74e.g., Dilliplaine v. Lehigh Valley Trust Co., 457 Pa. 255, 322 A.2d 114, 116 (1974); Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272, 273 (1974). See also Pa.R.A.P. 302 (“Issues not raised in the lower court are waived and cannot be raised for the first time on appeal”). Such a practice creates difficulties both for new counsel and for the reviewing court. Moreover, it is particularly anomalous to permit, much less to require, the raising of such new claims on direct appeal when the General Assembly has provided a specific vehicle for such collateral claims via the PCRA. Indeed, claims sounding in the alleged ineffective assistance of counsel are specifically deemed cognizable under that Act. 42 Pa.C.S. § 9543(a)(ii). Criminal appeals, like other appeals, should generally be confined to those claims which were properly raised and preserved at the trial court level—which, of course, may include claims of counsel ineffectiveness if such were actually raised by new counsel on post-sentencing motions and were decided by the trial court. Collateral claims should be directed to the PCRA, which exists for that very purpose.\nAccordingly, I agree that the time has come to overrule Hubbard.1 respectfully dissent, however, from the majority’s formulation of the new rule to take Hubbard’s place. The majority holds that, as a “general rule,” criminal defendants on direct appeal “should” wait until collateral review to raise new claims of trial counsel ineffectiveness. Majority op. at 732. In addition to employing the equivocal word “should” in the actual standard, the majority also appends a footnote in which it suggests, in dicta, an exception to the new rule. I am concerned that these equivocations inevitably will cause confusion for litigants and future complications under the PCRA *75waiver provision. The word “should” does not bar appellants from raising new claims of trial counsel ineffectiveness on direct appeal: it therefore suggests an aspiration rather than an actual standard; it invites appellants to try to avoid the “general” rule; and it promises years of further confusion as the contours of the play in the new rule are litigated. In this regard, I note that the Hubbard rule has been a fixture of Pennsylvania’s legal landscape for over twenty-five years and, for many in the criminal defense bar, raising new claims of trial counsel ineffectiveness on direct appeal no doubt has become a matter of routine. A significant number of appellants and their counsel are likely to share the view of the parties and the amicus here that “the interests of justice are best served by prompt adjudication of ineffectiveness claims,” see Brief for Appellant at 41, and they will thus persist in attempting to raise such claims on direct appeal. I am concerned that the formulation of the new standard will undercut the majority’s overriding, salutary goal of funneling claims of counsel ineffectiveness to the collateral review stage.\nThe potential for uncertainty and equivocation is particularly acute in light of the exception to the general rule suggested by the majority. The majority suggests that the Court might create an exception if the appellant merely alleged “that there has been a complete or constructive denial of counsel or that counsel has breached his or her duty of loyalty.” Majority op. at 738 n. 14. This particular sub-class of claims involving the stewardship of counsel has indeed been afforded distinctive Sixth Amendment treatment by the U.S. Supreme Court—but not on the procedural ground that there is something in the nature of such claims that requires that they be entertained for the first time on direct appeal. Instead, the Court has afforded such claims different substantive treatment. Specifically, it has held that in situations where assistance of counsel in fact has been denied entirely or during a critical stage of the proceeding, or where counsel in fact actively represented conflicting interests, the defendant does not need to demonstrate the Strickland prejudice that would otherwise be required for a showing of ineffectiveness, i.e., he need not show *76that, but for counsel’s errors, the outcome of the proceeding would probably have been different. See Mickens v. Taylor, 535 U.S. 162, 122 S.Ct. 1237, 1240-41, 152 L.Ed.2d 291 (2002); Smith v. Robbins, 528 U.S. 259, 287, 120 S.Ct. 746, 145 L.Ed.2d 756 (2000). Accord Commonwealth v. Lambert, 568 Pa. 346, 797 A.2d 232, 245-46 (2001) (Opinion Announcing Judgment of Court).\nOf course, it is easy in the extreme to allege that an ineffectiveness claim involves an instance where prejudice should be deemed presumed; we see such allegations in almost all the capital cases. But the allegation is far more difficult to prove under the prevailing Sixth Amendment standard. I see no reason to afford such mere allegations special status on direct appeal. It is more than sufficient that the relaxation of the substantive ineffectiveness standard will apply when the claim is raised on collateral attack. The predictable consequence of the majority’s dicta is that routine claims of counsel ineffectiveness will now be accompanied by an exaggerated assertion of the constructive denial of counsel— i.e., the courts will see claims that counsel’s performance in failing to raise an objection was so deficient that it was as if the defendant were unrepresented—merely in the hope of securing a preview round of collateral attack upon direct appeal.\nFurthermore, given the unfortunate vacillation built into the new rule, I do not agree with the majority’s predictive assessment of the effect the new rule will have upon the PCRA waiver provision and the necessity for “layering” claims of counsel ineffectiveness in first PCRA petitions. If the case law interpreting our new rule—and its possible “exceptions”— develops in such a way as to permit certain new claims of trial counsel ineffectiveness to be raised as a matter of right on direct appeal then, as to those claims at least, we will be right back to where we were under the Hubbard rule for purposes of PCRA waiver. This is so because the PCRA waiver provision speaks in terms of claims which “could have been raised” on direct appeal. The exceptions invited by the majority, if they materialize, will create classes of claims sounding in *77trial counsel ineffectiveness which are cognizable on direct appeal; and if those cognizable claims are not so raised, they will be subject to waiver under the PCRA unless they are properly layered. For this reason, I cannot join the majority’s hopeful prediction that “a claim raising trial counsel ineffectiveness will no longer be considered waived [under the PCRA] because new counsel on direct appeal did not raise a claim related to prior counsel’s ineffectiveness.” Majority op. at 738.\nConsistently with the general standards of issue preservation that govern all appeals, and to avoid the confusion the majority’s new rule will engender, I would formulate the new “general rule” as holding that claims sounding in the ineffectiveness of trial counsel, which were not properly raised and preserved in the trial court, are unavailable for review upon direct appeal and must, instead, be pursued under the PCRA. On the question of potential exceptions to this general rule, although I recognize the majority’s concern, I believe that it is sufficient to state the general rule for now, and let experience with the rule be our guide. Accordingly, I would await a case where such an argument is actually forwarded and reserve comment and judgment until that time, rather than anticipating that for which we have no prospect of adequately accounting.\nI also respectfully dissent from the majority’s holding that the new rule applies retroactively to this case as well as to all other cases pending on direct appeal where “the issue of ineffectiveness was properly raised and preserved.” Majority op. at 738. The majority appears to misapprehend the scope of the retroactivity doctrine. Under our settled precedent, a new judicial rule cannot have the global retroactive effect the majority accords its new rule here—ie., it cannot apply retroactively to a case where no party has even raised a challenge to the Hubbard doctrine. When a new rule is deemed to apply retroactively, it still applies only to matters where the very question at issue—in this case, the continuing propriety of the Hubbard rule and the substitution of a new rule—was properly raised and preserved at all stages of the adjudication *78up to and including the direct appeal. See, e.g., Commonwealth v. Tilley, 566 Pa. 312, 780 A.2d 649, 652 (2001); Commonwealth v. Cabeza, 503 Pa. 228, 469 A.2d 146, 148 (1983). Here, neither of the parties challenged the propriety of the Hubbard procedure—even after this Court specifically invited them to do so. The majority nevertheless states that its new rule will apply both here—where no one asks for it— and to cases on direct appeal “where the issue of ineffectiveness” was properly raised and preserved—even if no party there complained about the deleterious effects of Hubbard. The new rule, whose retroactive effect is in question, is not the broad, generic “issue of ineffectiveness” as the majority misapprehends, but the propriety of the Hubbard rule’s requirements. Accordingly, the new rule substituted for Hubbard properly should only apply retroactively to a case where one of the parties advocated that change in the Hubbard doctrine. This is not such a case, nor, I suspect, are many, if any, of the pending appeals which will be affected by the majority’s “retroactivity” holding.\nLaying aside my differences over the specific contours of the new rule, I would have no difficulty with retroactively applying the new rule in a pending direct criminal appeal where the defendant actually challenged the continuing validity of Hubbard. But that is not what the majority does here. The majority’s global, retroactive application of its new rule to all direct appeals involving claims of trial counsel ineffectiveness—irrespective of whether a party challenged Hubbard, and where the parties, quite to the contrary, briefed the appeals in explicit reliance upon Hubbard—is manifestly unjust.\nIn justifying its global “retroactivity” holding, the majority reasons as follows:\nThe purpose of the new rule will be served since defendants will no longer be compelled to raise ineffectiveness claims on an undeveloped record; although the parties may rely on the old rule of law and raise ineffectiveness claims, neither party will be harmed by application of the new rule since claims of ineffectiveness can be raised in a collateral pro*79ceeding; finally, the administration of justice will be served since the rule announced today provides a clearer and more concise standard for both courts and the parties to follow.\nMajority op. at 738-39. I do not agree that criminal defendants will be unharmed by retroactive application of the majority’s new rule to appeals where no question concerning Hubbard was ever raised. The majority does not take into account the fact that appellate counsel may have made a strategic decision to forego raising colorable, preserved claims of trial court error, that were otherwise available on direct appeal, in favor of the ineffectiveness claims made available (and required, until today) under Hubbard. Indeed, appellate counsel in this case may have discarded other colorable claims in preference for the counsel ineffectiveness claims approved by Hubbard. Moreover, there undoubtedly are direct appeals currently pending in the Superior Court, and there may be cases on this Court’s capital appeal docket, where all of the claims raised sound in trial counsel’s ineffectiveness.\nI have noted elsewhere that the U.S. Supreme Court has recognized that appellate advocates are empowered to select which of multiple colorable claims to pursue on appeal:\nArguably meritorious claims may be omitted in favor of pursuing claims which, in the exercise of appellate counsel’s objectively reasonable professional judgment, offer a greater prospect of securing relief. Jones v. Barnes, 463 U.S. 745, 750-54, 103 S.Ct. 3308, 77 L.Ed.2d 987 (1983). “[Appellate counsel ... need not (and should not) raise every nonfrivolous claim, but rather may select from among them in order to maximize the likelihood of success on appeal.” Robbins, 528 U.S. at 288, 120 S.Ct. 746 (characterizing Barnes). “This process of ‘winnowing out weaker arguments on appeal and focusing on’ those more likely to prevail, far from being evidence of incompetence, is the hallmark of effective appellate advocacy.” Smith v. Murray, 477 U.S. 527, 536, 106 S.Ct. 2661, 91 L.Ed.2d 434 (1986), quoting Barnes, 463 U.S. at 751-52, 103 S.Ct. 3308. See also Buehl v. Vaughn, 166 F.3d 163, 174 (3d Cir.1999) (“One element of effective appellate strategy is the exercise *80of reasonable selectivity in deciding which arguments to raise.”).\nLambert, 797 A.2d at 244. Today’s abrogation of the Hubbard rule substantially reduces the universe of claims that were available to criminal defendants when they filed the briefs that will be directly affected by today’s decision. In those instances where all of the claims raised sound in counsel’s ineffectiveness, application of the new rule will essentially extinguish the appellant’s constitutional right to a direct appeal entirely. See PA. CONST. Article V, § 9. In short, retroactive application of the majority’s new rule to all pending cases where claims of ineffectiveness are present—irrespective of whether there was any issue involving Hubbard—raises serious concerns under the state and federal due process clauses and under Article V, § 9. The holding frustrates, rather than serves, the ends of justice.\nAccordingly, I would hold that any new rule we formulate involving Hubbard have purely prospective effect—unless the defendant actually argued and preserved a claim that Hubbard should be discarded. Such an approach would avoid upsetting the legitimate expectations of criminal appellants and their direct appeal counsel who relied upon Hubbard in evaluating and arguing their appeals. In addition, prospective application would be consistent with this Court’s general practice when new procedural rules of non-constitutional dimension are at issue. E.g., Chalkey v. Roush, 569 Pa. 462, 805 A.2d 491, 497 (2002); Commonwealth v. Gravely, 486 Pa. 194, 404 A.2d 1296, 1298 (1979). See also Commonwealth v. Minarik, 493 Pa. 573, 427 A.2d 623, 626 (1981) (plurality opinion) (“Court-made rules of procedure do not generally apply retroactively: when the circumstance motivating a new rule ‘is not one of constitutional proportions, a rule will be wholly prospective’ ”) (quoting Commonwealth v. Milliken, 450 Pa. 310, 300 A.2d 78, 81 (1973)).\nFinally, I write to note the complications that inevitably will arise in direct capital appeals in the wake of our new rule. This Court routinely sees claims of trial counsel ineffectiveness raised for the first time on capital direct appeals. In *81some cases, most if not all of the claims sound in the alleged ineffectiveness of trial counsel. In capital direct appeals, however, this Court employs a “relaxed waiver” rule. Today’s decision obviously is on a collision course with the relaxed waiver rule in capital direct appeals. Will the Court entertain those ineffectiveness claims under the relaxed waiver rule? If not, will the Court apply today’s decision retroactively and force defendants in pending direct capital appeals to raise their ineffectiveness claims under the PCRA—even if such are the only claims raised? With respect to relaxed waiver, it also bears noting that many of the concerns that have led the Court to overrule Hubbard today are also present when the Court “relaxes” waiver on capital direct appeals and reviews fictional claims of “trial court error” involving objections that, in fact, were never brought to the trial judge’s attention. In any rational system of jurisprudence, such claims more properly should be entertained only as claims sounding in trial counsel ineffectiveness for failing to object and those claims, too, should await review on collateral attack.\nIn summary, I join the majority in overruling Hubbard. I believe, however, that the new general rule should be that a criminal defendant must wait until collateral review to raise claims of trial counsel ineffectiveness unless such claims were raised and preserved in the trial court. I would apply this new rule prospectively, unless a criminal defendant on direct appeal actually advocated abrogation of the Hubbard, rule. Since no such challenge has been made here, like Justice Saylor, I would proceed to the merits and reject the claims since appellant has failed to demonstrate that his trial counsel rendered ineffective assistance. As to appellant’s claims of prosecutorial misconduct and trial court error, I agree with the majority that appellant is not entitled to relief. Accordingly, I would affirm the Superior Court’s order.\n\n. I recognize the legitimacy of Mr. Justice Saylor's concern that the parties to this appeal, as well as the Attorney General of Pennsylvania as amicus curiae, have advocated retention of the Hubbard rule. Nevertheless, in light of this Court’s substantial experience with the deficiencies and unintended consequences of the Hubbard rule, I am satisfied that we are obliged to correct it now. Moreover, I note that the fact that the parties to an appeal agree upon a point does not bind a court when, in the court’s judgment, the point agreed upon is simply incorrect. See Commonwealth v. Collins, 564 Pa. 144, 764 A.2d 1056, 1058 n. 4 (2001).\n\n",
            "ocr": false,
            "opinion_id": 9748423
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}