{
    "id": 1135911,
    "judges": "Orme, Bench and Billings",
    "date_filed": 832204800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-russell",
    "case_name_short": "Russell",
    "case_name": "State v. Russell",
    "case_name_full": "STATE of Utah, Plaintiff and Appellee, v. Allen Carl RUSSELL, Defendant and Appellant",
    "attorneys": "Lisa J. Remal and Ronald S. Fujino, Salt Lake City Defender Ass’n, Salt Lake City, for Appellant., Jan Graham, Atty. Gen., and J. Kevin Murphy, Asst. Atty. Gen., Crim. Appeals Div., Salt Lake City, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b625-3\">\n    STATE of Utah, Plaintiff and Appellee, v. Allen Carl RUSSELL, Defendant and Appellant.\n   </parties><br><docketnumber id=\"b625-6\">\n    No. 950033-CA.\n   </docketnumber><br><court id=\"b625-7\">\n    Court of Appeals of Utah.\n   </court><br><decisiondate id=\"b625-8\">\n    May 16, 1996.\n   </decisiondate><br><attorneys id=\"b625-24\">\n    Lisa J. Remal and Ronald S. Fujino, Salt Lake City Defender Ass’n, Salt Lake City, for Appellant.\n   </attorneys><br><attorneys id=\"b625-25\">\n    Jan Graham, Atty. Gen., and J. Kevin Murphy, Asst. Atty. Gen., Crim. Appeals Div., Salt Lake City, for Appellee.\n   </attorneys><br><judges id=\"b625-26\">\n    Before ORME, BENCH and BILLINGS, JJ.\n   </judges>",
    "citations": [
        "917 P.2d 557"
    ],
    "opinions": [
        {
            "author_str": "Orme",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n917 P.2d 557 (1996)\nSTATE of Utah, Plaintiff and Appellee,\nv.\nAllen Carl RUSSELL, Defendant and Appellant.\nNo. 950033-CA.\nCourt of Appeals of Utah.\nMay 16, 1996.\nLisa J. Remal and Ronald S. Fujino, Salt Lake City Defender Ass'n, Salt Lake City, for Appellant.\nJan Graham, Atty. Gen., and J. Kevin Murphy, Asst. Atty. Gen., Crim. Appeals Div., Salt Lake City, for Appellee.\nBefore ORME, BENCH and BILLINGS, JJ.\n\nOPINION\nORME, Presiding Judge:\nDefendant appeals his convictions for aggravated arson and theft, claiming he is entitled to a new trial because nearly two hours of the record, including the record of the entire jury selection process, were never *558 made due to an equipment malfunction. We affirm.\n\nFACTS\nThe facts pertinent to this appeal may be summarily stated. A fire was discovered at a Skipper's restaurant in Salt Lake City. When firefighters extinguished the blaze, they discovered the safe was open. Later, a restaurant manager confirmed that $941.02 had been taken from the safe. A fire investigator later determined the fire had been set intentionally. Defendant, an employee at the restaurant and one of only a handful who had keys and knew both the security alarm code and the combination to the safe, was tried and convicted by a jury on charges of aggravated arson and theft.\nThere was no court reporter present at trial. Instead, the proceedings were recorded by videotape. However, due to an equipment malfunction, the entire jury voir dire proceeding, lasting one hour and forty-five minutes, was not recorded.\nEven without a record, the parties agree that during voir dire, one potential juror, Mr. Meredith, told the court that his parents had been victims of arson. The trial court denied defendant's for-cause challenge of Meredith, and defendant then used a peremptory strike to remove him from the panel.\n\nISSUES\nDefendant raises two issues on appeal: First, that absent a complete record, defendant is effectively denied his constitutional right to appeal and, second, that controlling federal law requires automatic reversal for errors in jury selection because they constitute \"structural\" errors.\n\nRIGHT TO A COMPLETE RECORD\nDistrict courts are courts of record under the Utah Constitution. Utah Const. art. VIII, § 1. In a variety of contexts, we have noted the importance of a complete record of court proceedings. See, e.g., State v. Wetzel, 868 P.2d 64, 67 (Utah 1993) (in absence of record of how defendant used peremptory challenges to remove jurors challenged on appeal, appellate court will assume regularity of proceedings below); State v. Blubaugh, 904 P.2d 688, 699 (Utah App.1995) (in absence of transcript of evidentiary hearing on motion to suppress incriminating statements, appellate court will assume regularity of proceedings below); Liska v. Liska, 902 P.2d 644, 649 (Utah App.1995) (when judicial officers confer pursuant to UCCJA, verbatim record of discussion is preferable to written summary); State v. Seel, 827 P.2d 954, 961 (Utah App.) (objection or specific preservation of claim of error must appear of record before appellate court will review such claim on appeal), cert. denied, 836 P.2d 1383 (Utah 1992); State v. Bobo, 803 P.2d 1268, 1271 (Utah App.1990) (conditional nature of a Sery plea must be unambiguously established in trial record); Briggs v. Holcomb, 740 P.2d 281, 282-83 (Utah App.1987) (courts of record should make complete record of all proceedings, even those which may not seem critical).\nDefendant contends he is entitled to a complete record of his trial court proceedings for the purpose of discovering any appealable error made by the court or counsel. The contention is not inherently unreasonable. There are at least three situations when error, otherwise appealable, may not be uncovered without the aid of a complete record. These situations are plain error, see, e.g., State v. Labrum, 881 P.2d 900, 903 (Utah App.1994), cert. granted, 892 P.2d 13 (Utah 1995); when an error is overlooked or forgotten by trial counsel despite his or her best efforts to advise appellate counsel of possible errors; and when trial counsel was ineffective and does not realize it. In any of these instances, and perhaps others, the lack of a complete record will seriously undercut a defendant's ability to meaningfully prosecute his or her appeal.\nA couple of examples will illustrate this point. Suppose the trial court, in a routine burglary prosecution, questions potential jurors about their religious devotion. See generally Utah Const. art. I, § 4 (prohibiting religious qualification for jury service). Although such questioning would constitute plain error, without a record it will not become an issue on appeal unless trial counsel remembers it, discusses it with appellate *559 counsel, and steps are taken to reconstruct the missing record. See generally Utah R.App.P. 11(g). Similarly, assume a defense attorney, unmindful of Utah R.Evid. 609(b), permits a defendant in a forgery prosecution to be impeached with his twenty-year old convictions for sexual abuse of a child and murder. If appellate counsel had the opportunity to peruse the complete record, as is his or her usual prerogative, the record would reveal the problem and a claim of ineffective assistance of counsel could be raised on appeal.\nAgainst the background of these concerns, defendant, relying on State v. Taylor, 664 P.2d 439 (Utah 1983), contends he is entitled to a new trial due to the absence of a complete record and the inability of counsel to properly raise and identify issues relating to jury selection. However, we do not read Taylor as mandating such a sweeping conclusion.\nThe defendant in Taylor was accused of distributing pornographic material. Id. at 440. The defendant argued that the trial court's questioning of potential jurors was inadequate both to determine actual bias supporting dismissals for cause and to permit the intelligent use of peremptory challenges. Id. at 445. He further asserted that because there were many responses of potential jurors that were recorded merely as \"inaudible,\" it was impossible for the appellate court to adequately review his claims of error. Specifically, the defendant contended the trial court erred in rejecting the defendant's challenge of a particular juror for cause. Subsequently, that juror served on the panel and was appointed jury foreperson. Id. The juror's answers to two sets of pertinent questions, however, could not be discerned from the transcript. Id. at 445-47. First, after the juror indicated concern over the explicit nature of the pornographic movie the jury would view, the court asked her whether, after viewing such a film, she could be fair in applying the law to the facts. Id. at 445. Her response to that question was listed as \"inaudible\" due to background noise. Id. at 446. Later, when asked if she could be impartial after she indicated she was offended by X-rated movies, her answer was also recorded as \"inaudible.\" Id. at 447.\nThe Utah Supreme Court held that because the transcript did not adequately record the prospective juror's answers, it could not review appellant's specific claims about that juror. Id. The Court went on to say that, when faced with claims of juror bias, an appellate court cannot assume answers that do not appear in the actual record and that cannot be reconstructed by agreement of the parties. Id. Instead, the court must order a new trial. Id. Therefore, while the Taylor court eventually concluded that a new trial was necessary given the incomplete record, it did so only after the defendant had shown the court that a specific error occurred and that the missing record was critical to its resolution. Taylor did not hold that a defendant is entitled to a new trial whenever there is a gap in the record, just in case the missing record might reveal some error. Id. See State v. Menzies, 845 P.2d 220, 228 (Utah 1992) (in reaffirming State v. Taylor, Court notes that \"mere existence\" of transcription errors \"does not mandate a new trial\"; instead, prejudice must be shown by defendant). In other words, Taylor does not require a complete record so appellate counsel can go fishing for error; it only requires that there be a record adequate to review specific claims of error already raised.[1]\nIn addition to Taylor, defendant lists numerous cases from the United States Supreme Court that ostensibly support his contention that an incomplete record necessitates a new trial. However, after carefully reviewing the cited case law, we disagree with defendant's characterization.\n*560 The cases relied upon require that, under the Equal Protection Clause, the state must provide an indigent defendant with a transcript so as not to deny him or her a first appeal as a matter of right. See, e.g., Roberts v. LaVallee, 389 U.S. 40, 42, 88 S.Ct. 194, 196, 19 L.Ed.2d 41 (1967); Griffin v. Illinois, 351 U.S. 12, 19, 76 S.Ct. 585, 591, 100 L.Ed. 891 (1956). None of the Supreme Court cases cited by defendant holds that every defendant is unqualifiedly entitled to a complete record. Rather, the cases hold only that all defendants must have equal access to a transcript or its equivalent, without regard to ability to pay. See, e.g., Griffin, 351 U.S. at 19, 76 S.Ct. at 591. There is no holding in the cases cited that compels a conclusion different from Taylor as a matter of federal constitutional law.\n\nJUROR BIAS\nDefendant contends that juror Meredith was biased and should have been removed for cause. Instead, defendant used a peremptory challenge to remove Meredith from the panel. Giving defendant the best that he would have been able to prove if he had a complete transcript of voir dire, we will assume the record would show that Meredith was irretrievably biased and that the trial court committed error by refusing to remove him for cause.\nRecently, the Utah Supreme Court changed the test for determining whether a trial court's improper denial of a for-cause challenge, requiring a defendant to use a peremptory strike to remove the potential juror, merits reversal. State v. Menzies, 889 P.2d 393 (Utah 1994), cert. denied, ___ U.S. ___, 115 S.Ct. 910, 130 L.Ed.2d 792 (1995). Under the old test, whenever a party was compelled to use a peremptory challenge to remove a potential juror who should have been stricken for cause, the appellate court was required to grant automatic reversal. Crawford v. Manning, 542 P.2d 1091, 1093 (Utah 1975). However, Menzies overruled Crawford. 889 P.2d at 398. The new rule is that, in order to obtain a new trial, a party must prove that the trial court's failure to dismiss a juror for cause resulted in actual prejudice to the party. Id. at 400. An appellant can show prejudice when he or she demonstrates that \"a member of the jury [ultimately impaneled] was partial or incompetent.\" Id. at 398.\nDefendant suggests we may avoid the Menzies precedent if we view jury selection problems as \"structural,\" requiring automatic reversal. However, this type of jury selection error is not the kind classified as \"structural\" in the line of cases cited by defendant. A structural error is a \"defect [that] affect[s] the framework within which the trial proceeds, rather than simply an error in the trial process itself.\" Arizona v. Fulminante, 499 U.S. 279, 310, 111 S.Ct. 1246, 1265, 113 L.Ed.2d 302 (1991). Structural errors, therefore, are those defects that affect the entire trial from beginning to end. Id. at 309-10, 111 S.Ct. at 1265. When we review the case law relied on, it becomes clear that structural errors in jury selection involve the use of discriminatory peremptory strikes to remove members of distinctive racial groups from a jury.[2]See, e.g., Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986). Therefore, defendant's argument of structural error is unavailing as a means for skirting clear Utah precedent.\nBecause we are bound by Menzies, we must evaluate whether defendant was somehow prejudiced by the trial court's refusal to remove Meredith for cause even though Meredith did not sit on the jury. Defendant points to no other troublesome juror he was unable to remove because he had exhausted his peremptories. Therefore, under Menzies, we must conclude that if it was error for the trial court to refuse to dismiss juror Meredith for cause, the error was harmless.\n\nCONCLUSION\nThere is no absolute right to a full transcript so as to give defendant a chance to *561 hunt up error at trial. Even if we assume the very best case for defendant, i.e., that if the record were complete it would show that the court erred in not dismissing Meredith for cause, such error has not been shown to have prejudiced defendant. We therefore affirm.\nBILLINGS, J., concurs.\nBENCH, J., concurs in the result.\nNOTES\n[1]  The rule of Taylor, which we are bound to follow, is admittedly troubling. It seems unfair that the great majority of convicted defendants have the luxury of searching the record for error, while an unfortunate few who encounter equipment snafus or lost reporter's notes must rely only upon the memories and notes of those present to reconstruct what happened and what errors might have been made. Additionally, this rule may tend to promote disingenuousness on the part of appellate counsel. Case law suggests if there are numerous alleged mistakes, a new trial must be held unless the entire record can be satisfactorily reconstructed. See Ex parte Steen, 431 So.2d 1385, 1390 (Ala.1983); Bearpaw v. State, 803 P.2d 70, 77-79 (Wyo.1990).\n[2]  Examples of structural defects outside the jury selection context include deprivation of right to counsel at trial, right to self-representation at trial, right to a public trial, and right to an impartial judge. Arizona v. Fulminante, 499 U.S. 279, 309-10, 111 S.Ct. 1246, 1265, 113 L.Ed.2d 302 (1991).\n\n",
            "ocr": false,
            "opinion_id": 1135911
        }
    ],
    "court_short_name": "Court of Appeals of Utah",
    "court_full_name": "Court of Appeals of Utah",
    "court_type": "SA",
    "court_jurisdiction": "Utah, UT",
    "crime_category": "Robbery"
}