{
    "id": 757750,
    "judges": "Becker, Dowd, Weis",
    "date_filed": "2013-09-28",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-curtis-evans",
    "case_name_short": null,
    "case_name": "United States v. Curtis Evans",
    "case_name_full": "UNITED STATES of America v. Curtis EVANS, Appellant",
    "attorneys": "Shelley Stark, Federal Public Defender, Karen S. Gerlach (argued), Assistant Federal Public Defender, Pittsburgh, Pennsylvania, for Appellant, Curtis Evans., Linda L. Kelly, United States Attorney, Bonnie R. Schlueter (argued), Assistant United States Attorney, Pittsburgh, Pennsylvania, for Appellee, United States.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued June 12, 1998.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 111,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b309-6\">\n    UNITED STATES of America v. Curtis EVANS, Appellant.\n   </parties><br><docketnumber id=\"b309-9\">\n    No. 97-3445.\n   </docketnumber><br><court id=\"b309-10\">\n    United States Court of Appeals, Third Circuit.\n   </court><br><otherdate id=\"b309-12\">\n    Argued June 12, 1998.\n   </otherdate><br><decisiondate id=\"b309-13\">\n    Decided Sept. 3, 1998.\n   </decisiondate><br><attorneys id=\"b311-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"247\"> \n     *247\n     </span>\n    Shelley Stark, Federal Public Defender, Karen S. Gerlach (argued), Assistant Federal Public Defender, Pittsburgh, Pennsylvania, for Appellant, Curtis Evans.\n   </attorneys><br><attorneys id=\"b311-15\">\n    Linda L. Kelly, United States Attorney, Bonnie R. Schlueter (argued), Assistant United States Attorney, Pittsburgh, Pennsylvania, for Appellee, United States.\n   </attorneys><br><judges id=\"b311-16\">\n    Before: BECKER, Chief Judge, WEIS, Circuit Judge, and DOWD, District Judge.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b311-11\">\n     Honorable David D. Dowd, Jr., United States District Judge for the Northern District of Ohio, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "155 F.3d 245"
    ],
    "opinions": [
        {
            "author_str": "Becker",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/155/155.F3d.245.97-3445.html",
            "author_id": null,
            "opinion_text": "155 F.3d 245\n    UNITED STATES of Americav.Curtis EVANS, Appellant.\n    No. 97-3445.\n    United States Court of Appeals,Third Circuit.\n    Argued June 12, 1998.Decided Sept. 3, 1998.\n    \n      Shelley Stark, Federal Public Defender, Karen S. Gerlach (argued), Assistant Federal Public Defender, Pittsburgh, Pennsylvania, for Appellant, Curtis Evans.\n      Linda L. Kelly, United States Attorney, Bonnie R. Schlueter (argued), Assistant United States Attorney, Pittsburgh, Pennsylvania, for Appellee, United States.\n      Before:  BECKER, Chief Judge, WEIS, Circuit Judge, and DOWD, District Judge.*\n      BECKER, Chief Judge.\n    \n    OPINION OF THE COURT\n    \n      1\n      Curtis Evans appeals from his conviction on various fraud-related charges.  The primary question presented, which arises out of Evans' judgment of sentence, is whether the district court erred in conditioning his supervised release on reimbursement of the cost of court-appointed counsel.  See 18 U.S.C. &#167; 3583(d).  We conclude that it did, and therefore vacate that portion of the judgment.  We also remand for further sentencing proceedings because of the inadequacy of the district court's findings supporting its determination of the amount of loss from fraudulent conduct.  See U.S.S.G. &#167; 2F1.1(b)(1) (1997).1\n    \n    I.\n    \n      2\n      A federal grand jury returned a forty-six count indictment against Evans and eleven other individuals.  Evans was convicted by a jury of nineteen counts of mail fraud in violation of 18 U.S.C. &#167; 1341;  two counts of use of a fictitious name to commit mail fraud in violation of 18 U.S.C. &#167; 1342;  three counts of wire fraud in violation of 18 U.S.C. &#167;   1343;  and one count of conspiracy in violation of 18 U.S.C. &#167; 371.  The fraud inhered in a scheme of staging automobile accidents and then submitting insurance claims for non-existent medical treatment.  The scheme, which operated in New York, Pennsylvania, and New Jersey, was masterminded by Alexander Grichener, but Evans played an apparently significant role in its Pittsburgh, Pennsylvania operations, particularly those involving the Keystone Medical clinic.  Evans was sentenced to forty-two (42) months imprisonment and three (3) years supervised release for each count, to run concurrently;  a $1250 special assessment;  and payment of $2500 in restitution.  The supervised release was conditioned upon the reimbursement of the costs of Evans' court-appointed counsel, in a monthly amount of not less than ten percent of his gross monthly income.\n    \n    \n      3\n      During the trial it was revealed that Evans' financial affidavit, submitted as part of his application for court-appointed counsel, inaccurately represented Evans' and his wife's annual joint income as $48,000, when their actual joint income was $104,000.  Evans testified that the court clerk filling out the affidavit had asked about joint take-home pay ($48,000), not gross pay ($104,000).  At the sentencing hearing the court found that Evans had made \"material misstatements\" in his affidavit, and ordered Evans to repay the cost of his attorney as a condition of supervised release.  Upon further questioning by Evans' counsel, the court explained that the condition was imposed because Evans \"had enough income that he was not entitled to a Public Defender,\" and that the condition was not punishment for the misrepresentation.\n    \n    \n      4\n      The presentence investigation report stated that the amount of loss incurred by the insurance companies was $2,851,872.42, and thus exceeded $2.5 million for sentencing guideline purposes.  A government agent testified at the sentencing hearing that he had calculated the amount of loss based on insurance company reimbursement checks deposited to the bank accounts of the eleven medical clinics and supply companies involved in the scheme.  On cross-examination, the agent indicated that he did not know whether every deposit was associated with a staged accident.  The district court then found \"from the preponderance of the evidence [at the sentencing hearing] and the trial ... that the amount of loss as a result of the conspiracy for which defendant knowingly took part and was expected and foreseeable exceed[ed] 2.5 million dollars.\"   Accordingly, Evans' base offense level of six was increased thirteen levels pursuant to U.S.S.G. &#167; 2F1.1(b)(1).2  Evans filed this timely appeal.3\n    \n    II.\n    \n      5\n      Evans contends that the conditioning of his supervised release on the reimbursement of counsel fees is violative of the supervised release statute, 18 U.S.C. &#167; 3583.  This contention was not raised in the district court, and thus we review it under the familiar plain error standard set forth infra in Part II.D.  For the reasons that follow, we find that the district court committed plain error requiring the exercise of our discretion to vacate the judgment.\n    \n    \n      6\n      The supervised release statute is not open-textured.  An order may be a condition of supervised release only to the extent that it:\n    \n    \n      7\n      (1) is reasonably related to the factors set forth in &#167; 3553(a)(1), (a)(2)(B), (a)(2)(C), and (a)(2)(D);\n    \n    \n      8\n      (2) involves no greater deprivation of liberty than is reasonably necessary for the purposes set forth in &#167; 3553(a)(2)(B), (a)(2)(C), and (a)(2)(D);  and\n    \n    \n      9\n      (3) is consistent with any pertinent policy statements issued by the Sentencing Commission pursuant to 28 U.S.C. &#167; 994(a).\n    \n    \n      10\n      18 U.S.C. &#167; 3583(d).  Section 3553(a), referenced in paragraphs (1) and (2) above, provides for consideration of:(1) the nature and circumstances of the offense and the history and characteristics of the defendant;  [and]\n    \n    \n      11\n      (2) the need for the sentence imposed--\n    \n    \n      12\n      ...\n    \n    \n      13\n      (B) to afford adequate deterrence to criminal conduct;\n    \n    \n      14\n      (C) to protect the public from further crimes of the defendant;  and\n    \n    \n      15\n      (D) to provide the defendant with needed educational or vocational training, medical care, or other correctional treatment in the most effective manner.\n    \n    \n      16\n      The question before us is whether a reimbursement order authorized by the Criminal Justice Act (\"CJA\"), 18 U.S.C. &#167; 3006A, which permits a court to order repayment of fees for appointed counsel whenever it finds that funds are available,4 satisfies the requirements of the supervised release statute.  This is a question of first impression for us.  The only other court of appeals to have addressed this issue in a published opinion was the Ninth Circuit in United States v. Eyler, 67 F.3d 1386 (9th Cir.1995).  The Eyler court concluded that a condition requiring reimbursement of attorney fees violated the supervised release statute because it was not related to the defendant's underlying criminal conduct of unlawful possession of firearms and \"simply bears no relationship\" to the pertinent statutory goals.  See 67 F.3d at 1394;  see also United States v. Lorenzini, 71 F.3d 1489, 1492-93 (9th Cir.1995) (relying on Eyler to conclude without discussion that reimbursement of counsel fees is not related to offense of bank fraud).  Evans contends that his reimbursement condition violates the first prong of the supervised release statute because it is not \"reasonably related\" to the nature and circumstances of his insurance fraud or to his history and characteristics, and does not further the statutory goals of deterrence, protection, and rehabilitation.  See 18 U.S.C. &#167; 3583(d)(1);  18 U.S.C. &#167; 3553(a)(1), (a)(2)(B)-(D).\n    \n    A.\n    \n      17\n      As to the factors identified in &#167; 3553(a)(1), we considered a cognate question in United States v. Spiropoulos, 976 F.2d 155, 165 (3d Cir.1992), where we held that \"[r]ecouping the costs of imprisonment has nothing to do with the nature or the seriousness of the offense, and hence is not authorized under &#167; 3553(a)(1).\"   In the same vein, reimbursement of counsel fees is not related in any tangible way to insurance fraud.  Furthermore, the reason for imposing the condition--Evans' financial ability to obtain a private attorney--is not a relevant \"nature and circumstance\" of insurance fraud nor, in our view, is it a \"history and characteristic\" of Evans himself.  Even if Evans had the finances to afford an attorney because of profits attained from the fraudulent insurance scheme in which he was involved, we do not believe that the profitable nature of an offense alone is sufficient to establish a reasonable relationship between a reimbursement condition of supervised release and the offense of the defendant.  Otherwise, any financially profitable crime, such as robbery or drug dealing, would necessarily be related to the repayment of counsel fees (or any other financial condition) merely because of the likely financial gain from the crime and regardless of the specific \"nature and circumstances\" of the offense, resulting in a defendant's \"ability to pay\" overriding all other relevant considerations.\n    \n    \n      18\n      The government submits that Evans' material misstatements on his financial affidavit, which qualified him for appointment of counsel, are directly related to his filing of fraudulent insurance claims because they represent a continuation of the same criminal conduct.  It is possible that without the misstatements Evans may not have been eligible for court-appointed counsel, 18 U.S.C. &#167; 3006A(b), or would have otherwise been subject to a reimbursement order, see discussion infra.   Furthermore, making misstatements on an affidavit is similar in nature and character to making fraudulent insurance claims in that both acts involve deception and lying.  However, as we have explained, the district court made it quite clear that the reimbursement condition was not imposed because of Evans' misstatements, but rather because of his financial ability.\n    \n    \n      19\n      Moreover, even if the district court had imposed the reimbursement condition because of Evans' misstatements, the condition is nonetheless not reasonably related to the statutory goals of &#167; 3553(a)(2)(B)-(D).  As in Spiropoulos, where we found no \"reason to believe\" that assessing the costs of imprisonment acts as a deterrent, protects the public, or rehabilitates the defendant, see 976 F.2d at 165-66, the government has presented no evidence (nor made any argument) that the reimbursement condition would serve any of these purposes.  We conclude that requiring the repayment of counsel fees incurred in defending a prosecution would not likely deter crime, protect the public, or serve any rehabilitative function.  See 18 U.S.C. &#167; 3553(a)(2)(B)-(D);  Eyler, 67 F.3d at 1394.   But cf.  United States v. Turner, 998 F.2d 534, 536-37 (7th Cir.1993) (concluding that assessment of imprisonment costs deters criminal conduct).\n    \n    B.\n    \n      20\n      The government also relies on cases under the old Federal Probation Act, 18 U.S.C. &#167; 3651 (repealed 1984),5 in which courts upheld the imposition of repayment of attorney fees as a condition of probation, for its contention that the reimbursement condition satisfies the supervised release statute.  The cases are inapposite because &#167; 3651 is materially different from the supervised release statute.  The language of &#167; 3651 was \"broad and inclusive\" and provided the sentencing court with an \"exceptional degree of flexibility.\"  United States v. Gurtunca, 836 F.2d 283, 288 (7th Cir.1987) (quoting United States v. Missouri Valley Constr.  Co., 741 F.2d 1542, 1552 (8th Cir.1984) (Gibson, John R., J., concurring and dissenting), and United States v. Alexander, 743 F.2d 472, 479 (7th Cir.1984)).  See also United States v. Beros, 833 F.2d 455, 467 (3d Cir.1987) (recognizing that &#167; 3651 grants broad discretion to district courts).  The only limitation on this power was the court-developed \"reasonable relationship to the treatment of the accused and the protection of the public.\"  United States v. Santarpio, 560 F.2d 448, 455 (1st Cir.1977) (quoting United States v. Alarik, 439 F.2d 1349, 1351 (8th Cir.1971)).\n    \n    \n      21\n      In contrast, the supervised release statute is limited by the statutory requirements of &#167; 3553(a)(1) and (a)(2)(B)-(D), see 18 U.S.C. &#167; 3583(d), and thus the imposition of conditions on supervised release must satisfy a more exacting standard.  To the extent that the broad language of &#167; 3651 may have been constrained by the same factors identified in &#167; 3553(a)(2)(B)-(D), see Beros, 833 F.2d at 467 (interpreting &#167; 3651 as granting discretion to impose conditions reasonably related to rehabilitation of defendant and protection of public), the supervised release statute is nonetheless further restricted by &#167; 3553(a)(1).  See supra Part II.A. Consistent with these observations, we note support for our position in the Guide to Judiciary Policies and Procedures, promulgated by the Administrative Office of the United States Courts, which states:\n    \n    \n      22\n      Subsection (f) of [the CJA] does not authorize a judicial officer to require reimbursement as a condition of probation, and the Judicial Conference believes that reimbursement of the cost of representation under the Act should not be made a condition of probation under any other authority.\n    \n    \n      23\n      VII Guide to Judiciary Polices and Procedures:  Appointment and Payment of Counsel p 2.22E (1997).  In the context of the judiciary guidelines, we believe there is no difference between probation and supervised release because conditions of probation are now statutorily restricted in the same manner as conditions of supervised release.  Compare 18 U.S.C. &#167; 3563(b) (probation statute) with 18 U.S.C. &#167; 3583(d) (supervised release statute).6\n    \n    C.\n    \n      24\n      For the foregoing reasons, the district court clearly violated the first requirement of the supervised release statute when it imposed a condition that had no reasonable relationship to the factors identified in # 8E8E # 3553(a)(1) and (a)(2)(B)-(D).  This, of course, is not to suggest that the district court lacks power to order the reimbursement of the cost of counsel fees, because the CJA provides for such an order.  District courts frequently impose such orders at the time counsel is appointed, and can in fact do so at any time.  Furthermore, if a defendant fails to satisfy such an order, the district court can seek enforcement by instituting contempt proceedings, or by entering a judgment against the defendant which will act as a lien against his property.  See Lorenzini, 71 F.3d at 1493.   All we hold is that reimbursement of counsel fees could not be effected in this case by making it a condition of supervised release.7\n    \n    D.\n    \n      25\n      We must still decide whether the district court's mistake amounts to a plain error that warrants the exercise of our discretion to correct.  We believe that it does.  As noted above, we review for plain error.  See Fed.R.Crim.P. 52( b);  United States v. Olano, 507 U.S. 725, 731-32, 113 S. Ct. 1770, 123 L. Ed. 2d 508 (1993).  \"There must be an 'error' that is 'plain' and that 'affect[s] substantial rights.'  \"  Olano, 507 U.S. at 732, 113 S. Ct. 1770 (quoting United States v. Young, 470 U.S. 1, 15, 105 S. Ct. 1038, 84 L. Ed. 2d 1 (1985) (in turn quoting United States v. Atkinson, 297 U.S. 157, 160, 56 S. Ct. 391, 80 L. Ed. 555 (1936))).  The deviation from a legal rule is \"error,\" and an error is \"plain\" if it is \"clear\" or \"obvious.\"  Id. at 732-34, 113 S. Ct. 1770.   In most cases, an error affects substantial rights if it is prejudicial, i.e., \"affected the outcome of the district court proceedings.\"  Id. at 734, 113 S. Ct. 1770.   When such an error exists, \"the Court of Appeals has authority to order correction, but is not required to do so.\"  Id. at 735, 56 S. Ct. 391.   We will exercise our discretion and vacate the sentence if the plain error affecting substantial rights also \"seriously affect[s] the fairness, integrity, or public reputation of judicial proceedings.\"  United States v. Retos, 25 F.3d 1220, 1229 (3d Cir.1994) (alteration in original) (quoting Olano, 507 U.S. at 732, 113 S. Ct. 1770).\n    \n    \n      26\n      First, the district court clearly violated the supervised release statute, and thus committed error.  See Olano, 507 U.S. at 732-34, 113 S. Ct. 1770.   The government argues that any purported error was not plain because we had not yet addressed the propriety of a reimbursement order as a condition of supervised release, and because in United States v. Chorney, 63 F.3d 78, 83 (1st Cir.1995), the First Circuit reviewed a similar reimbursement order for compliance with the CJA, but did not address the restrictions of the supervised release statute.  These contentions are without merit.  Neither the absence of circuit precedent nor the lack of consideration of the issue by another court prevents the clearly erroneous application of statutory law from being plain error.\n    \n    \n      27\n      This error affects substantial rights because, if Evans fails to reimburse the cost of his attorney, he would be subject to possible incarceration for all or part of the term of supervised release.  See 18 U.S.C. &#167; 3583(e)(3);  United States v. Dozier, 119 F.3d 239, 244 (3d Cir.1997) (error affects substantial right to liberty when it extends period of restriction on liberty and of governmental supervision).  Furthermore, imposing a sentence not authorized by law seriously affects the fairness, integrity, and reputation of the proceedings.  Dozier, 119 F.3d at 244-45.   Because the plain error standard is met, we will exercise our discretion and direct that the district court vacate the portion of the sentence conditioning Evans' supervised release on the repayment of counsel fees.8\n    \n    III.\n    \n      28\n      Evans also contends that the district court erred in determining that the amount of loss from fraudulent conduct, for purposes of &#167; 2F1.1 of the sentencing guidelines, exceeded $2.5 million.  Evans presented this objection in the district court.  Therefore our review of the district court's interpretation of \"loss\" under &#167; 2F1.1 is plenary, and our review of the district court's application of the guidelines is governed by the clearly erroneous standard.  See United States v. Collado, 975 F.2d 985, 990 (3d Cir.1992).  Pursuant to &#167; 2F1.1(b), the specific offense characteristics provision for fraud-related crimes, a defendant's base offense level is increased by thirteen levels when the amount of loss resulting from the fraudulent conduct exceeds $2.5 million.  The \"loss\" is the \"value of the money, property, or services unlawfully taken.\"  U.S.S.G. &#167; 2F1.1, application note 7. Although \"the loss need not be determined with precision,\" the court must make a \"reasonable estimate of the loss, given the available information.\"  U.S.S.G. &#167; 2F1.1, application note 8.\n    \n    A.\n    \n      29\n      Evans first submits that the court improperly considered funds obtained from legitimate insurance claims submitted on behalf of legitimate accident victims.  We addressed a similar issue in United States v. Maurello, 76 F.3d 1304 (3d Cir.1996), where the defendant was convicted of mail fraud in connection with the unauthorized practice of law.  We considered the question whether money paid for satisfactory legal services performed by an unlicensed attorney should be considered \"loss\" for purposes of &#167; 2F1.1.  Id. at 1308.   We opined that a proper measurement of actual loss must take into account the \"nature and degree of the harm caused by the offense,\" and that the degree of harm, in turn, depends on the quality of services rendered.  Id. at 1311-12 (quoting 28 U.S.C. &#167; 994(c)(3)).  Accordingly, we wrote:\n    \n    \n      30\n      [t]o the extent that the unauthorized services provided by [the] defendant have not harmed their recipients, but to the contrary have benefitted them, we conclude that [the] defendant's base offense level should not be enhanced.\n    \n    \n      31\n      Id. at 1312.\n    \n    \n      32\n      Thus, the actual loss determination must be predicated upon the harm caused by Evans' offenses.  Evans was convicted of fraud and conspiracy in connection with the unauthorized and fraudulent submission of insurance claims.  To the extent that this activity harmed the insurance companies, Evans' sentence should be augmented.  However, to the extent that any claims were legitimate and insurance companies were properly obligated to pay them, there was no harm and Evans' sentence should not be augmented.\n    \n    \n      33\n      The government contends that Evans presented no evidence of legitimate patients at the time of his involvement in the scheme, and that to the extent there were any legitimate accidents, the claims were inflated.  The burden, however, is on the government to prove by a preponderance of the evidence the facts in support of a sentence enhancement;  the defendant does not have to \"prove the negative\" to avoid the enhanced sentence.  United States v. McDowell, 888 F.2d 285, 291 (3d Cir.1989).  Although the burden of production shifts to the defendant once the government has made out a prima facie case, the ultimate burden of persuasion rests with the government.  Fed.R.Crim.P. 32(c);  United States v. Raven, 39 F.3d 428, 434-35 (3d Cir.1994).  Accordingly, the burden was on the government to prove that bank deposits sufficient to establish the basis for the loss calculation were for illegitimate or inflated claims.  Only when the government had made such a prima facie showing was Evans required to come forward with evidence tending to cast doubt on the government's evidence.  See Raven, 39 F.3d at 434-35.\n    \n    \n      34\n      The evidence of fraudulent claims was considerable, and it may be that the government made a sufficient showing that there were no legitimate claims, or that the fraudulent claims alone exceeded $2.5 million.9  However, despite the extensive record, the district court did not make any findings on the record as to the basis for its conclusion that the loss exceeded $2.5 million.  The district court only made a conclusory one sentence statement regarding its loss determination.  Although the district court's determination need not be exact and can be based on the trial record as well as the sentencing record, see Fed.R.Crim.P. 32(c), we should not be asked to rummage through the entire record without guidance from the district court as to the legal and factual basis for its determination.  In light of our remand on the supervised release issue, we direct the district court to make findings on the record as to the actual loss incurred from fraudulent claims.10\n    \n    B.\n    \n      35\n      Evans also claims that since his activity was limited to a single clinic, the losses from the other ten clinics were not foreseeable and should not be attributed to him. The district court, in making adjustments based on specific offense characteristics, must take into account all conduct relevant to the offense.  See U.S.S.G. &#167; 1B1.3(a).  This includes \"all reasonably foreseeable acts and omissions of others in furtherance of [a] jointly undertaken criminal activity.\"  U.S.S.G. &#167; 1B1.3(a)(1)(B).  In making the accomplice attribution assessment, the court must consider whether the loss resulting from the actions of coconspirators was (1) \"in furtherance of the jointly undertaken criminal activity,\" (2) within \"the scope of the criminal activity the ... defendant agreed to jointly undertake,\" and (3) \"reasonably foreseeable in connection with that criminal activity.\"  U.S.S.G. &#167; 1B1.3, application note 2. In explaining the operation of &#167; 1B1.3 in Collado, we stated that \"it is not enough to merely determine that the defendant's criminal activity was substantial.\"  975 F.2d at 995.   The sentencing court must conduct \"a searching and individualized inquiry into the circumstances surrounding each defendant's involvement in the conspiracy\" in order to \"ensure that the defendant's sentence accurately reflects his or her role\" and agreement.  Id.\n    \n    \n      36\n      The district court concluded, without making any references on the record to specific evidence, that the losses caused by the eleven clinics were \"a result of the conspiracy ... and foreseeable\" to Evans.  This finding is inadequate to support the sentence because it appears to focus on the scope of the conspiracy as a whole, rather than on the scope of Evans' undertaking and involvement as required.  See id. at 991.   The conspiracy, which involved eleven medical clinics and supply companies owned and operated by Alexander Grichener and Vladimir Shats, was quite extensive.  There is evidence that clearly indicates that Evans was involved with Keystone Medical, and which also suggests that Evans was involved with other clinics.11  But, there is no indication that the district court made a \"searching and individualized inquiry\" into the extent of Evans' involvement, or the extent to which the coconspirators' conduct was in furtherance of and foreseeable from Evans' undertaking.  Consequently, on remand, the district court should conduct further individualized fact finding as to the accomplice conduct attributable to Evans.\n    \n    IV.\n    \n      37\n      For the foregoing reasons, we will vacate the judgment and remand for further sentencing proceedings consistent with this opinion.\n    \n    \n      \n        *\n         Honorable David D. Dowd, Jr., United States District Judge for the Northern District of Ohio, sitting by designation\n      \n      \n        1\n         Additionally, Evans submits that plain error was committed by the seating of a juror who purportedly expressed an inability to be fair, and the wasting of a peremptory challenge on another juror who also purportedly expressed an inability to be fair.  These contentions are unfounded.  Alternatively, Evans contends that trial counsel's failure to move to strike either of these jurors constituted ineffective assistance of counsel.  We will not address this claim on direct appeal.  See United States v. Cocivera, 104 F.3d 566, 570 (3d Cir.1996) (recognizing that claims of ineffective assistance of counsel are \"ordinarily more appropriate for collateral attack\")\n      \n      \n        2\n         Evans' offense level was further increased two levels, pursuant to U.S.S.G. &#167; 2F1.1(b)(2), to a final level of twenty-one because the scheme involved multiple victims\n      \n      \n        3\n         The district court had jurisdiction pursuant to 18 U.S.C. &#167; 3231.  We exercise appellate jurisdiction under 28 U.S.C. &#167; 1291\n      \n      \n        4\n         Section 3006A(f) provides in part:\n        Whenever ... the court finds that funds are available for payment from or on behalf of a person furnished representation, it may authorize or direct that such funds be paid to the appointed attorney, to the bar association or legal aid agency or community defender organization which provided the appointed attorney, ... or to the court for deposit in the Treasury as a reimbursement to the appropriation....\n      \n      \n        5\n         Section 3651 provided in part:\n        [W]hen satisfied that the ends of justice and the best interest of the public as well as the defendant will be served thereby, [the court] may suspend the imposition or execution of sentence and place the defendant on probation for such period and upon such terms and conditions as the court deems best.\n      \n      \n        6\n         Although not at issue in this case, the imposition of conditions under the current probation statute likely also necessitates a more restrictive analysis than was required under the old statute.  See 18 U.S.C. &#167; 3563(b) (requiring discretionary conditions to be reasonably related to factors set forth in &#167; 3553(a)(1), (2));  Lorenzini, 71 F.3d at 1493-94 (considering &#167; 3553(a)(1) and (2) factors in rejecting reimbursement of counsel fees as condition of probation)\n      \n      \n        7\n         Evans has also relied on United States v. Cottman, 142 F.3d 160 (3d Cir.1998), where we addressed the question whether the repayment of \"buy-money\" to the FBI as a condition of supervised release was authorized by the supervised release statute.  We determined that the condition was \"restitution,\" and as such was governed by &#167; 3563(b)(2) permitting \"restitution to the victim,\" but concluded that the definition of \"victim\" under &#167; 3563(b) was parallel to the definition under the Victim Witness Protection Act, which precluded the government as \"victims.\"  Id. Accordingly, we held that the repayment condition was unlawful.  Id. Evans seeks aid from Cottman by arguing that since there is no authorization for the reimbursement condition under &#167; 3553, the only possible authorization would be from &#167; 3563(b), but that the only possibly applicable &#167; 3563(b) provision is paragraph (b)(2) permitting \"restitution to the victim,\" which Cottman held did not apply to the government.  The government responds that Cottman is inapplicable to the case at bar because it involved restitution, whereas this case involves reimbursement.  We agree with the government, and accordingly do not rest our judgment on Cottman\n      \n      \n        8\n         The district court may, as we mentioned above, impose a reimbursement order independent of supervised release if it \"finds that the person is financially able to obtain counsel or to make partial payment for the representation\" or \"finds that funds are available for payment from or on behalf of a person furnished representation.\"  18 U.S.C. &#167; 3006A(c), (f).  The focus is on the defendant's present ability to pay for his representation.  See 18 U.S.C. &#167; 3006A(c) (referring to person that \"is\" financially able to obtain counsel);  18 U.S.C. &#167; 3006A(f) (referring to funds that \"are\" available);  United States v. Jimenez, 600 F.2d 1172, 1174 (5th Cir.1979) (recognizing that statute is written in present tense)\n        The burden is on the defendant to prove by a preponderance of the evidence that he is financially unable to reimburse the cost of representation.  United States v. Lefkowitz, 125 F.3d 608, 621 (8th Cir.1997), cert. denied, --- U.S. ----, 118 S. Ct. 1527, 140 L. Ed. 2d 678 (1998);  United States v. Harris, 707 F.2d 653, 660 (2d Cir.1983).  Cf. United States v. Gravatt, 868 F.2d 585, 588 (3d Cir.1989) (defendant has burden of establishing financial eligibility for appointed counsel).  However, this does not relieve the district court of its responsibility to inquire into the defendant's current financial status, see United States v. Fraza, 106 F.3d 1050, 1056 (1st Cir.1997) (remanding for hearing or findings as to defendant's financial ability despite government's evidence of defendant's misrepresentations on CJA application), taking into account the defendant's personal and family needs and the liquidity of his finances, Museitef v. United States, 131 F.3d 714, 716 (8th Cir.1997);  United States v. Bracewell, 569 F.2d 1194, 1199 (2d Cir.1978).  See generally VII Guide to Judiciary Policies and Procedures p 2.04.\n        The district court ordered the reimbursement of Evans' counsel fees because it found that Evans had been ineligible for court-appointed counsel at the time of his CJA application.  This finding focused on Evans' prior ability to afford counsel, and therefore was inadequate to support a reimbursement order.  We do not condone Evans' deception, intentional or otherwise, and his misstatements clearly raise doubts as to his purported inability to afford counsel.  Thus, if the district court on remand wishes to consider imposing a reimbursement order (independent of the supervised release sentence), it should conduct an appropriate inquiry into Evans' current financial ability to pay for all or part of his representation.\n      \n      \n        9\n         The government contends that the $2,851,872.42 amount is a gross underestimation of the actual amount of loss, and thus even if there were legitimate claims included, the loss still exceeded $2.5 million\n      \n      \n        10\n         We note that if the district court finds that the properly calculated loss \"does not fully capture the harmfulness and seriousness of the conduct,\" the court may depart upwards from the normal sentencing range.  U.S.S.G. &#167; 2F1.1, application note 10;  United States v. Kopp, 951 F.2d 521, 536 (3d Cir.1991)\n      \n      \n        11\n         Evans acted on behalf of Keystone Medical in Pittsburgh by opening a bank account and being the signatory on the account, leasing office space, and representing the clinic at a zoning board hearing.  Evans was a participant in a staged accident in Solebury, Pennsylvania in May 1993, and submitted fraudulent claims for the accident to an insurance company.  He also purchased car insurance and recruited participants for a November 1993 accident in Brooklyn, New York, and posed as a claimant in a subsequent meeting with an insurance adjuster investigating the accident.  Evans also received various payments during the course of the conspiracy from clinics other than Keystone Medical, and he met with Grichener on various occasions at a New York clinic.  However, while the indictment cited twenty staged accidents, there does not appear to be evidence of Evans' involvement in more than two\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 757750
        }
    ],
    "court_short_name": "Third Circuit",
    "court_full_name": "Court of Appeals for the Third Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}