{
    "id": 2489357,
    "judges": "Chehardy, Crain, Hillary, Rothschild, Susan, Tempore, Walter",
    "date_filed": 1314662400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-wade",
    "case_name_short": "Wade",
    "case_name": "State v. Wade",
    "case_name_full": "STATE of Louisiana v. Patrick A. WADE",
    "attorneys": "Paul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Desiree M. Valenti, Assistant District Attorneys, Parish of Jefferson, Gretna, LA, for PlaintiffAppellee., Bruce G. Whittaker, Attorney at Law, Louisiana Appellate Project, New Orleans, LA, for Defendant/Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"Ax_\">\n    STATE of Louisiana v. Patrick A. WADE.\n   </parties><docketnumber id=\"A9SO\">\n    No. 10-KA-997.\n   </docketnumber><court id=\"AOoa\">\n    Court of Appeal of Louisiana, Fifth Circuit.\n   </court><decisiondate id=\"AKl\">\n    Aug. 30, 2011.\n   </decisiondate><br><attorneys id=\"b358-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"276\"> \n     *276\n     </span>\n    Paul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Desiree M. Valenti, Assistant District Attorneys, Parish of Jefferson, Gretna, LA, for PlaintiffAppellee.\n   </attorneys><br><attorneys id=\"b358-10\">\n    Bruce G. Whittaker, Attorney at Law, Louisiana Appellate Project, New Orleans, LA, for Defendant/Appellant.\n   </attorneys><br><judges id=\"b358-11\">\n    Panel composed of Judges SUSAN M. CHEHARDY, WALTER J. ROTHSCHILD, and HILLARY J. CRAIN, Pro Tempore.\n   </judges>",
    "citations": [
        "77 So. 3d 275"
    ],
    "opinions": [
        {
            "author_str": "Rothschild",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7451.0,
            "opinion_text": "\n77 So.3d 275 (2011)\nSTATE of Louisiana\nv.\nPatrick A. WADE.\nNo. 10-KA-997.\nCourt of Appeal of Louisiana, Fifth Circuit.\nAugust 30, 2011.\n*276 Paul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Desiree M. Valenti, Assistant District Attorneys, Parish of Jefferson, Gretna, LA, for Plaintiff/Appellee.\nBruce G. Whittaker, Attorney at Law, Louisiana Appellate Project, New Orleans, LA, for Defendant/Appellant.\nPanel composed of Judges SUSAN M. CHEHARDY, WALTER J. ROTHSCHILD, and HILLARY J. CRAIN, Pro Tempore.\nWALTER J. ROTHSCHILD, Judge.\nDefendant, Patrick Wade, was charged by bill of information with one count of armed robbery, in violation of LSA-R.S. 14:64. He pled not guilty at arraignment. At the conclusion of trial on May 12, 2010, a jury found defendant guilty as charged.\nOn June 17, 2010, the trial court sentenced defendant to 99 years in the Department of Corrections, to be served without benefit of parole, probation or suspension of sentence. The State filed a multiple offender bill of information immediately thereafter. On August 9, 2010, the trial court found defendant to be a fourth felony offender, vacated defendant's original sentence, and re-sentenced him to life in prison at hard labor, without benefit of parole, probation or suspension of sentence.\n\nFACTS\nAt trial, Christine Delatorre testified that on April 15, 2009, she was working at Barry's Flooring on Veterans Boulevard in Metairie when a man walked into the store carrying a floral \"fake looking\" Gucci bag. At the time, Mrs. Delatorre was seven months pregnant. Mrs. Delatorre greeted the man, but the man ignored her. She testified that the man walked toward her and when he was approximately three feet from her, he took a gun out of the bag and pointed it at her.\nThe man then demanded money from Mrs. Delatorre. Mrs. Delatorre informed the man that the store did not have any money or a cash register. The man became irate, lunged at Mrs. Delatorre, and knocked her to the ground. She began to scream. Mrs. Delatorre's attacker wrapped his right arm around her head in *277 a headlock and tried to put his other hand on her mouth to cover her screams. The man struck Mrs. Delatorre several times in the face when she would not stop screaming. According to Mrs. Delatorre, he told her that he would kill her if she did not stop screaming.\nEventually, the perpetrator allowed Mrs. Delatorre to get to her feet. She emptied out a bank envelope with some change in it, and she gave the man the cash contents of her purse (approximately ten dollars), as well as her wedding rings. The man then ripped a telephone cord out of the back of a telephone, tied her hands behind her back, and tied her feet to the same cord. As a result of the attack, Mrs. Delatorre suffered three lacerations to her lip and a piece of cartilage broken in her nose. She was also hospitalized for two days to monitor her pregnancy.\nOn June 2, 2009, the police presented Mrs. Delatorre with a photographic lineup. She positively identified defendant from the photographic lineup as the man who had attacked her on April 15, 2009. She also positively identified defendant in open court at trial.\nSergeant Rodney Naumane of the Jefferson Parish Sheriff's Office testified that on April 15, 2009, he responded to a call at Barry's Flooring. Sergeant Naumane testified that he lifted fingerprints and palm prints from a telephone in the back office of Barry's Flooring and from the front door. According to Sergeant Naumane, a black cord was lying in the middle of the floor in the back office near the telephone.\nAischa Prudhomme testified that she is a latent print examiner for the Jefferson Parish Crime Laboratory. Ms. Prudhomme was subsequently accepted as an expert in latent fingerprint analysis. Ms. Prudhomme testified that she was able to identify an inner digital left palm print from the back office telephone of Barry's Flooring as coming from defendant's hand.\nRochelle Polito testified that she is an insurance agent at Geico. On April 15, 2009, she was working at her office, which is next door to Barry's Flooring. At approximately 11:00 a.m., Ms. Polito heard a loud \"commotion\" and then \"screaming\" through the wall shared by Barry's Flooring and the Geico office. Ms. Polito heard Mrs. Delatorre make a muffled scream and then say, \"Why are you doing this to me, what do you want from me?\"\nMs. Polito testified that she and a woman interviewing for a position with Geico ran next door. According to Ms. Polito, she saw a man running from the store and she \"seen [sic] him turn and look back, quickly.\" Ms. Polito further indicated that she \"pretty much took a picture of his face in my mind, knowing something was wrong.\" Ms. Polito watched the man run to a nearby Arby's parking lot, enter an older model maroon-colored vehicle, and drive away. Ms. Polito then entered Barry's Flooring and found Mrs. Delatorre tied up, and on the floor. Ms. Polito positively identified defendant in open court as the man she saw flee Barry's Flooring that day. She also identified defendant from the same photographic lineup presented to Mrs. Delatorre.\nSergeant David Mascaro testified that he executed an arrest warrant and a search warrant at 3005 Lake Villa Drive, Apartment F. Defendant's wife answered the door. Sergeant Mascaro observed defendant exit a bedroom and subsequently took him into custody. Pursuant to the search warrant. Sergeant Mascaro recovered the laptop computer Mrs. Delatorre used at Barry's Flooring.\nDetective Brett Beavers testified that he interviewed Mrs. Delatorre and other witnesses to the robbery. Eventually, he developed defendant as a suspect in this *278 matter after receiving information from the Jefferson Parish Crime Laboratory. He showed a photographic lineup to Mrs. Delatorre, who positively identified defendant as the man who robbed her. Detective Beavers also participated in the execution of the search warrant and the arrest warrant at 3005 Lake Villa Drive. Defendant subsequently gave a recorded statement to Detective Beavers, which was played for the jury.\nIn the statement, defendant indicated that he has a problem with heroin and that on April 15, 2009, he was \"sick\" and needed some money to buy heroin. Defendant stated that he went to his mother's house in Gretna, saw this \"little toy gun little lighter thing,\" and decided he was going to rob somebody with it. He noticed that there were no cars in the Barry's Flooring parking lot and decided to rob that store. After seeing a woman, defendant pulled out the \"gun,\" which promptly fell apart. According to defendant, he then put the \"gun\" into a fake Louis Vuitton bag and grabbed the woman, who began screaming. Defendant indicated that he told the woman that he was not going to hurt her and that he just wanted money. The woman gave him 11 dollars and he grabbed several rings that he saw on a table. At that point, defendant indicated that he tied the woman up with a phone cord, and ran to the back of the Arby's where he had parked. He then went and bought a bag of heroin in New Orleans.\nDarcelle MacKyeon testified that she was an employee of Cash America Pawn in Algiers on April 15, 2009. Ms. MacKyeon testified that at 12:10 p.m. on April 15, 2009, a person identifying himself as \"Patrick Wade\" pawned a three-piece white gold wedding ring set for $120.\n\nLAW AND DISCUSSION\nIn his first assignment of error, defendant contends that the evidence presented by the State was insufficient to convict him of armed robbery. He asserts that, in order to convict him of armed robbery, the State had to prove at trial that he committed a robbery while armed with a dangerous weapon. LSA-R.S. 14:64(A). However, he claims that the \"gun\" in question was actually nothing more than a novelty lighter in the shape of a gun, as he made clear in his recorded statement to the police. Defendant contends that the evidence would only support a conviction for first degree robbery, which is the taking of something of value from the person of another, or that is in the immediate control of another, by use of force or intimidation, when the offender leads the victim to reasonably believe he is armed with a dangerous weapon. LSA-R.S. 14:64.1(A).\nThe constitutional standard for testing the sufficiency of the evidence, as enunciated in Jackson v. Virginia, 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979), is whether after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. State v. Ortiz, 96-1609, p. 12 (La.10/21/97), 701 So.2d 922, 930, cert. denied, 524 U.S. 943, 118 S.Ct. 2352, 141 L.Ed.2d 722 (1998); State v. Scott, 06-134, p. 12 (La.App. 5 Cir. 7/25/06), 939 So.2d 462, 470, writ denied, 06-2133 (La.3/30/07), 953 So.2d 61. Under the Jackson standard, a review of a criminal conviction record for sufficiency of evidence does not require the court to ask whether it believes that the evidence at the trial established guilt beyond a reasonable doubt. State v. Jones, 08-20, p. 6 (La.App. 5 Cir. 4/15/08), 985 So.2d 234, 240. Rather, the reviewing court is required to consider the whole record and determine whether any rational trier of fact would have found guilt beyond a reasonable doubt. Id. 08-20 at 7, 985 So.2d at 240.\n*279 Evidence may be either direct or circumstantial. State v. Williams, 05-59, p. 5 (La.App. 5 Cir. 5/31/05), 904 So.2d 830, 833. In the absence of internal contradiction or irreconcilable conflict with the physical evidence, the testimony of one witness, if believed by the trier of fact, is sufficient to support a factual conclusion. State v. Robinson, 02-1869, p. 16 (La.4/14/04), 874 So.2d 66, 79, cert. denied, 543 U.S. 1023, 125 S.Ct. 658, 160 L.Ed.2d 499 (2004).\nTo support a conviction for armed robbery, the State must prove beyond a reasonable doubt that there was a taking of anything of value from the person of another by use of force or intimidation while armed with a dangerous weapon. State v. Thomas, 08-813, p. 6 (La.App. 5 Cir. 4/28/09), 13 So.3d 603, 606, writ denied, 09-1294 (La.4/5/10), 31 So.3d 361. LSA-R.S. 14:2(A)(3) defines a \"dangerous weapon\" as \"any gas, liquid or other substance or instrumentality, which, in the manner used, is calculated or likely to produce death or great bodily harm.\"\nIn the present case, the testimony was sufficient to prove each element of the crime of armed robbery. Mrs. Delatorre's testimony established that defendant entered her place of employment and robbed her with a firearm. Defendant claims that he robbed Ms. Delatorre with a toy gun that \"fell apart.\" However, Mrs. Delatorre testified that although she did not own a gun, she had seen them before and there was no doubt in her mind that defendant robbed her with a real gun.\nThe record shows that the jury was given the definition of first degree robbery during the jury instructions and that first degree robbery was a responsive verdict that the jury was permitted to return. However, the jury apparently did not believe that defendant used a toy gun to rob Mrs. Delatorre. Rather, the jury apparently credited Mrs. Delatorre's testimony that a real firearm was used and thus, the jury returned a verdict of guilty of armed robbery. As stated above, in the absence of internal contradiction or irreconcilable conflict, one witness' testimony, if believed by the trier of fact, is sufficient to support a factual conclusion. Robinson, 02-1869, 874 So.2d at 79.\nBased on the evidence in the record before us, along with the applicable law, we find that the evidence was sufficient to support defendant's armed robbery conviction. Accordingly, this assignment of error is without merit.\nIn his second assignment of error, defendant contends that his sentence of life in prison, without benefit of probation, parole, or suspension of sentence, is excessive. He claims that pursuant to the multiple offender adjudication, the trial court imposed the \"maximum available\" sentence, which was not warranted under the facts of this case.\nThe trial court found defendant to be a fourth felony offender. Pursuant to LSA-R.S. 15:529.1, the life sentence at hard labor that defendant received was a mandatory sentence, not the \"maximum available\" sentence as suggested by defendant.\nLSA-R.S. 15:529.1 states, in pertinent part:\nA. Any person who, after having been convicted within this state of a felony, or who, after having been convicted under the laws of any other state or of the United States, or any foreign government of a crime which, if committed in this state would be a felony, thereafter commits any subsequent felony within this state, upon conviction of said felony, shall be punished as follows:\n(4) If the fourth or subsequent felony is such that, upon a first conviction the *280 offender would be punishable by imprisonment for any term less than his natural life then:\n(b) If the fourth felony and two of the prior felonies are felonies defined as a crime of violence under R.S. 14:2(B), a sex offense as defined in R.S. 15:540 et seq. when the victim is under the age of eighteen at the time of commission of the offense, or as a violation of the Uniform Controlled Dangerous Substances Law punishable by imprisonment for ten years or more, or of any other crime punishable by imprisonment for twelve years or more, or any combination of such crimes, the person shall be imprisoned for the remainder of his natural life, without benefit of parole, probation, or suspension of sentence. (emphasis added)\nIn this case, the fourth felony and one of the prior felonies (first degree robbery) are defined as crimes of violence under LSA-R.S. 14:2(B). The penalty for another of defendant's prior convictions (distribution of cocaine) pursuant to LSA-R.S. 40:967(B)(4)(b) is imprisonment of two to thirty years at hard labor, the first two years to be served without benefit of parole, probation, or suspension of sentence, and a possible fine of not more than fifty thousand dollars. Thus, \"the fourth felony and two of the prior felonies are felonies defined as a crime of violence under R.S. 14:2(B) . . . or as a violation of the Uniform Controlled Dangerous Substances Law punishable by imprisonment for ten years or more.\" Accordingly, the life sentence at hard labor was a mandatory one, not the \"maximum available\" sentence.\nThe Habitual Offender Law has consistently been held to be constitutional and therefore, the minimum sentences the statute imposes upon multiple offenders are presumed constitutional, and should be accorded great deference by the judiciary. State v. Johnson, 97-1906 (La.3/4/98), 709 So.2d 672, 675. However, a court may determine that a punishment mandated by LSA-R.S. 15:529.1 is excessive, if the trial judge finds that the sentence makes no measurable contribution to the acceptable goals of punishment or that the sentence amounts to nothing more than the purposeful imposition of pain and suffering and is grossly out of proportion to the severity of the crime. State v. Dorthey, 623 So.2d 1276, 1280-1281 (La.1993). This power should only be exercised in rare cases and only when the court is firmly convinced that the minimum sentence is excessive. State v. Ponsell, 33,543, p. 10 (La.App. 2d Cir. 8/23/00), 766 So.2d 678, 685, writ denied, 00-2726 (La.10/12/01), 799 So.2d 490.\nTo rebut the presumption that the mandatory minimum sentence is constitutional, the defendant must clearly and convincingly show that he is exceptional, which in this context means that because of unusual circumstances, this defendant is a victim of the legislature's failure to assign sentences that are meaningfully tailored to the culpability of the offender, the gravity of the offense, and the circumstances of the case. State v. Lindsey, 99-3302 (La.10/17/00), 770 So.2d 339, 343, cert. denied, 532 U.S. 1010, 121 S.Ct. 1739, 149 L.Ed.2d 663 (2001).\nIn this case, defendant has not shown that he is exceptional; that is, that he is a victim of the legislature's failure to assign sentences that are meaningfully tailored to the culpability of the offender, the gravity of the offense, and the circumstances of the case. Counsel for defendant concedes that defendant has \"a less than exemplary record\" and that \"his crime of conviction is shocking, given the relative vulnerability of his victim.\" Nonetheless, defendant contends that his sentence is excessive because he \"has received a life sentence for a *281 crime in which no one was killed nor did anyone suffer any lasting or permanent harm\" and that \"this non-fatal criminal episode by a `drug sick' offender must be recognized for the unconstitutionally excessive and pitiless infliction of torture that it is.\"\nDefendant physically attacked and struck Mrs. Delatorre, who was seven months pregnant. Mrs. Delatorre testified that she was afraid that she had lost her baby and that she is still in counseling. Defendant's past criminal record includes violent crimes and distribution of cocaine, a crime punishable by up to 30 years at hard labor.\nConsidering the entire record before us, we find that defendant's sentence is not excessive, and this assignment of error has no merit.\nIn his third and final assignment of error, defendant contends that the trial court erred in charging the jury that a less than unanimous verdict was sufficient to convict him of armed robbery. It appears that defendant is contesting the jury instruction which reads \"ten of [the jurors] must agree to reach a verdict.\" Defendant contends that a non-unanimous verdict is a violation of due process.\nAt the outset, it is noted that there is no evidence in the record to show whether a non-unanimous jury convicted defendant. Counsel for defendant did not request that the jury be polled, and there are no juror slips in the record or in evidence. It stands to reason that defendant cannot complain of a non-unanimous conviction if he was convicted by a unanimous jury.\nFurthermore, defendant did not object to the jury instructions at trial. In order to seek appellate review of an alleged trial court error, a party must make a contemporaneous objection at trial, and he must state the grounds for the objection. LSA-C.Cr.P. art. 841; State v. Gaal, 01-376 (La.App. 5 Cir. 10/17/01), 800 So.2d 938, 949, writ denied, 02-2335 (La.10/3/03), 855 So.2d 294. Thus, defendant is not entitled to have this issue reviewed and considered by this Court.\nNevertheless, even if we consider defendant's argument, it has no merit.\nLSA-C.Cr.P. art. 782 provides in pertinent part:\nA. Cases in which punishment may be capital shall be tried by a jury of twelve jurors, all of whom must concur to render a verdict. Cases in which punishment is necessarily confinement at hard labor shall be tried by a jury composed of twelve jurors, ten of whom must concur to render a verdict. Cases in which the punishment may be confinement at hard labor shall be tried by a jury composed of six jurors, all of whom must concur to render a verdict.\n(Emphasis added.)\nThe Louisiana Supreme Court has previously discussed and affirmed the constitutionality of LSA-C.Cr.P. art. 782. In State v. Jones, 381 So.2d 416, 418 (La. 1980), the Court ruled that LSA-C.Cr.P. art. 782 did not violate the Sixth and Fourteenth Amendments. Later, in State v. Simmons, 414 So.2d 705, 707 (La.1982), the Court found that LSA-C.Cr.P. art. 782 did not violate either the Fifth or Fourteenth Amendments. In State v. Bertrand, 08-2215, p. 5 (La.3/17/09), 6 So.3d 738, 741, the Court again affirmed the statute's constitutionality.\nThis Court has followed the Louisiana Supreme Court's jurisprudence on many occasions. See, for example, State v. Raymond, 08-1204 (La.App. 5 Cir. 4/28/09), 13 So.3d 577, 592, writ denied, 09-1205 (La.2/5/10), 27 So.3d 296.\n*282 The issue in this assignment of error has been raised countless times in Louisiana. Time and time again, the courts of this state have rejected the argument. Accordingly, we find that this assignment of error has no merit.\nThe record was reviewed for errors patent, according to LSA-C.Cr.P. art. 920; State v. Oliveaux, 312 So.2d 337 (La.1975); and State v. Weiland, 556 So.2d 175 (La. App. 5 Cir.1990). No errors requiring corrective action were noted.\n\nDECREE\nFor the foregoing reasons, we affirm defendant's conviction and sentence.\nAFFIRMED\n",
            "ocr": false,
            "opinion_id": 2489357
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}